{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "365 U.S. 651", 
    "federal_cite_two": "81 S. Ct. 875", 
    "specialty_cite_one": null, 
    "federal_cite_three": "6 L. Ed. 2d 1", 
    "lexis_cite": "1961 U.S. LEXIS 2029", 
    "document_uris": [
      "/api/rest/v2/document/106203/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Carpenters Local v. Labor Board", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "68", 
    "id": 90586, 
    "resource_uri": "/api/rest/v2/citation/90586/"
  }, 
  "id": 106203, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1961-04-17", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>365 U.S. 651 (1961)</b></center>\n<center><h1>LOCAL 60, UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, AFL-CIO, ET AL.<br>\nv.<br>\nNATIONAL LABOR RELATIONS BOARD.</h1></center>\n<center>No. 68.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, March 1, 1961.</center>\n<center>Decided April 17, 1961.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Bernard Dunau</i> argued the cause for petitioners. With him on the brief was <i>Francis X. Ward.</i></p>\n<p><i>Norton J. Come</i> argued the cause for respondent. With him on the brief were <i>Stuart Rothman, Dominick L. Manoli</i> and <i>Duane B. Beeson.</i></p>\n<p><i>J. Albert Woll, Theodore J. St. Antoine</i> and <i>Thomas E. Harris</i> filed a brief for the American Federation of Labor and Congress of Industrial Organizations, as <i>amicus curiae,</i> urging reversal.</p>\n<p><span class=\"star-pagination\">*652</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>Petitioner, United Brotherhood, entered into a contract with Mechanical Handling Systems, Inc. (which we will call the Company), whereby the Company agreed to work the hours, pay the wages, abide by the rules and regulations of the union applicable to the locality where the work is done, and employ members of the union.</p>\n<p>The Company, undertaking work at Indianapolis, agreed to hire workers on referral from a local union, one of the petitioners in this case. Two applicants from another local union were denied employment by the Company because they could not get referral from petitioner local union.</p>\n<p>The Board found that petitioners had violated § 8 (b) (1) (A) and § 8 (b) (2) of the National Labor Relations Act, as amended by the Taft-Hartley Act, 61 Stat. 136, 141, as amended, 29 U. S. C. § 158, in maintaining and enforcing an agreement which established closed-shop preferential hiring conditions and in causing the Company to refuse to hire the two applicants. 122 N. L. R. B. 396.</p>\n<p>After granting other relief the Board said:</p>\n<blockquote>\"[A]s we find that dues, nonmembership dues, assessments, and work permit fees,<sup>[1]</sup> were collected under the illegal contract as the price employees paid in order to obtain or retain their jobs, we do not believe it would effectuate the policies of the Act to permit the retention of the payments which have been unlawfully exacted from the employees.\"</blockquote>\n<p><span class=\"star-pagination\">*653</span> It added that the remedial provisions \"are appropriate and necessary to expunge the coercive effect\" of petitioners' unfair labor practices.</p>\n<p>On application of the Board, the Court of Appeals enforced the order. 273 F. 2d 699. The case is here on a writ of certiorari, 363 U. S. 837, in which petitioners challenge no part of the Board's order except the refund provision.</p>\n<p>The provision for refund in this case is the product of a rule announced by the Board in the <i>Brown-Olds</i> case, 115 N. L. R. B. 594, which involved the use of a closed-shop agreement despite the ban in the Taft-Hartley Act. In that case a panel of three members of the five-member Board found a violation of the closed-shop provision of the Act. Two of the three agreed to an order of reimbursement to all employees for any assessments collected by the union within the period starting from six months prior to the date of the filing of the charge. One member, Ivar H. Peterson, dissented, saying that the reimbursement was inappropriate since there was an absence of \"specific evidence of coercion and evidence that payments were required as a condition of employment.\" <i>Id.,</i> 606. Later that remedy was extended to hiring arrangements, which though not operating in connection with a closed shop, were felt by the Board to have a coercive influence on applicants for work to join the union. <i>Los Angeles-Seattle Motor Express, Inc.,</i> 121 N. L. R. B. 1629.</p>\n<p>In neither of those cases nor in the present case was there any evidence that the union membership, fees, or dues were coerced. The Board as well as the Court of Appeals held that fact to be immaterial. Both said that the case was governed by <i>Virginia Electric Co.</i> v. <i>Labor Board,</i> 319 U. S. 533; and the Court of Appeals added that coercion was to be inferred as \"there was present an implicit threat of loss of job if those fees were not paid.\" 273 F. 2d, at 703. The Board argues, in support of <span class=\"star-pagination\">*654</span> that position, that reimbursement of dues where hiring arrangements have been abused is protective of rights vindicated by the Act and authorized by § 10 (c).<sup>[2]</sup></p>\n<p>We do not think this case is governed by <i>Virginia Electric Co.</i> v. <i>Labor Board, supra</i><i>.</i> That case involved a company union whose very existence was unlawful. There were, indeed, findings that the union \"was not the result of the employees' free choice\" (319 U. S., at 537), and that the employees had to remain members of the union to retain their jobs. <i>Id.,</i> 540. Return of dues was one of the means for disestablishing an unlawful union. <i>Id.,</i> 541. Cf. <i>Labor Board</i> v. <i>Mine Workers,</i> 355 U. S. 453, 458-459.</p>\n<p>The unions in the present case were not unlawfully created. On the record before us they have engaged in prohibited activity. But there is no evidence that any of them coerced a single employee to join the union ranks or to remain as members. All of the employees affected by the present order were union members when employed on the job in question. So far as we know, they may have been members for years on end. No evidence was offered to show that even a single person joined the union with the view of obtaining work on this project. Nor was there any evidence that any who had voluntarily joined the union was kept from resigning for fear of retaliatory measures against him. This case is therefore quite different from <i>Radio Officers</i> v. <i>Labor Board,</i> 347 U. S. <span class=\"star-pagination\">*655</span> 17, 48, where, discrimination having been shown, the inferences to be drawn were left largely to the Board.</p>\n<p>The Board has broad discretion to adapt its remedies to the needs of particular situations so that \"the victims of discrimination\" may be treated fairly. See <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 194. But the power of the Board \"to command affirmative action is remedial, not punitive, and is to be exercised in aid of the Board's authority to restrain violations and as a means of removing or avoiding the consequences of violation where those consequences are of a kind to thwart the purposes of the Act.\" <i>Consolidated Edison Co.</i> v. <i>Labor Board,</i> 305 U. S. 197, 236. Where no membership in the union was shown to be influenced or compelled by reason of any unfair practice, no \"consequences of violation\" are removed by the order compelling the union to return all dues and fees collected from the members; and no \"dissipation\" of the effects of the prohibited action is achieved. <i>Labor Board</i> v. <i>Mine Workers, supra,</i> 463. The order in those circumstances becomes punitive and beyond the power of the Board.<sup>[3]</sup> Cf. <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7, 10. As Judge Pope said in <i>Morrison-Knudsen Co.</i> v. <i>Labor Board,</i> 276 F. 2d 63, 76, \"reimbursing a lot of old-time union men\" by refunding their dues is not a remedial measure in the competence of the Board to impose, unless there is support <span class=\"star-pagination\">*656</span> in the evidence that their membership was induced, obtained, or retained in violation of the Act. It would be difficult, even with hostile eyes, to read the history of trade unionism except in terms of voluntary associations formed to meet pressing needs in a complex society.<sup>[4]</sup></p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE FRANKFURTER took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE STEWART joins, concurring.</p>\n<p>While I agree with the Court that <i>Virginia Electric &amp; Power Co.</i> v. <i>Labor Board,</i> 319 U. S. 533, does not justify the Board's \"Brown-Olds\" remedy as it has been applied in this and other cases, I think the Board is entitled to be informed more fully why that should be so, since it may fairly be said that <i>Virginia Electric</i> could be taken as having invited the course the Board has been following. In joining the Court's opinion I shall therefore add some further views.</p>\n<p>The Brown-Olds remedy is an order made under § 10 (c) of the National Labor Relations Act which authorizes the Board, after finding an unfair labor practice, not only to issue a cease and desist order but also \"to take such affirmative action . . . as will effectuate the policies of this Act . . . .\" The remedy, which seems only to be applied if the unfair labor practice amounts either to employer domination of a union [§ 8 (a) (2)] or discrimination in favor of union membership by an agreement between employer and union [§ 8 (a) (3); § 8 (b) (2)], typically requires that either the union or the employer reimburse all employees in the amount of <span class=\"star-pagination\">*657</span> all moneys paid in dues, assessments, etc., since six months before the unfair labor practice charge was filed. The Board does not admit defensive evidence that some employees voluntarily made such payments. An illegal closed shop or discriminatory hiring practices create an irrebuttable presumption of coercion. See, <i>e. g., </i><i>Brown-Olds Plumbing &amp; Heating Corp.,</i> 115 N. L. R. B. 594; <i>Saltsman Construction Co.,</i> 123 N. L. R. B. 1176; <i>Nassau &amp; Suffolk Contractors' Assn.,</i> 123 N. L. R. B. 1393; <i>Lummus Corp.,</i> 125 N. L. R. B. 1161.</p>\n<p>The provision that the Board was to be allowed \"to take such affirmative action . . . as will effectuate the policies of this Act . . .\" did not pass the Wagner Act Congress without objection to the uncontrolled breadth of this power. See Hearings before Senate Committee on Education and Labor on S. 1958, 74th Cong., 1st Sess. 448-449. This Court's construction of the scope of the power has reflected a similar concern. The Board has been told that it is without power to \"effectuate the policies of this Act\" by assessing punishments upon those who commit unfair labor practices. <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7, 11, 12. The primary purpose of the provision for other affirmative relief has been held to be to enable the Board to take measures designed to recreate the conditions and relationships that would have been had there been no unfair labor practice. <i>Consolidated Edison Co.</i> v. <i>Labor Board,</i> 305 U. S. 197, 236. Thus in <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, this Court reversed the Board for refusing to allow an employer to show in mitigation of a back-pay order that the employee unjustifiably refused to take desirable new employment during the period. In <i>Republic Steel, supra,</i> the Court refused to enforce an order requiring the employer to pay the full amount of back pay to an employee who had been paid to work for the Work Projects Administration in the meantime. In <i>Labor</i> <span class=\"star-pagination\">*658</span> <i>Board</i> v. <i>Seven-Up Co.,</i> 344 U. S. 344, the Court indicated that even an otherwise sensible procedure for computing back pay of an employee discriminatorily discharged must provide exceptions where the scheme would more than compensate the employee because of the seasonal nature of the employer's business.</p>\n<p>The Board now emphasizes that its Brown-Olds remedy has a substantial tendency to deter employer-union encouragement of union membership in violation of §§ 8 (a) (3) and 8 (b) (2). But it also correctly recognizes that in light of the <i>Republic Steel</i> case, <i>supra,</i> it must show more than that the remedy will tend to deter unfair labor practices. The Board must establish that the remedy is a reasonable attempt to put aright matters the unfair labor practice set awry. As I understand its contentions, the Board attempts to make this showing by arguing that wherever there has been a not insignificant unlawful encouragement to union membership all members should be taken to have been under the influence of coercion, whether or not they were aware of this influence or would have acted differently without it. The employees are said to have been coerced in much the same sense that a man contentedly sitting in the living room of his house may be said to be imprisoned by the barring of the doors whether or not he wants to leave.<sup>[1]</sup> Accordingly, the Board has considered unnecessary an <span class=\"star-pagination\">*659</span> actual showing of employee unwillingness to belong to the union.</p>\n<p>What we must decide, then, is whether it is within the power of the Board to provide dues-reimbursement relief for this type of imputed coercion, or, as the Board alternatively states its case, for the employee's loss of his statutory right to decide freely whether or not he shall be a union member. This issue is not satisfactorily resolved by simply pointing out that there has been no showing of forced payment of dues an employee was unwilling to pay, for, unless I misunderstand the Board, it is arguing that even a willing union member loses something when there is a violation of § 8 (b) (2), namely the freedom of choice which the statute assures him. Nor, once we have recognized that a tendency to deter unfair labor practices is not alone sufficient justification for a Board order of affirmative relief, does the concept of punitiveness really advance a solution. Deterrence is certainly a desirable even though not in itself a sufficiently justifying effect of a Board order.</p>\n<p>I think the Board should be denied the use of its Brown-Olds remedy in situations where, as here, it is not unlikely that a substantial number of employees were willing to pay dues for union membership because, as I see it, the amount of dues or other exactions paid is not a tenable way of estimating the value a willing union member would place on his right to choose freely whether or not he would be or remain a union member\u0097as it were, on his right to change his mind. The amount of dues paid does perhaps provide a means of estimating the value of benefits received from the union. Or the amount of dues paid does perhaps measure the cost coercion imposes upon an employee who, if free to choose, would be unwilling to join the union (although even in this case a proper adjustment might have to take some account of the union <span class=\"star-pagination\">*660</span> benefits the employee would not have received had he been merely a nonunion employee in a unionized bargaining unit). But I can find no rational relationship at all between the amount of dues paid and the value an employee who is willing to join a union would place on his freedom to change his mind.<sup>[2]</sup> In the absence of a showing of such a relationship, the Board's Brown-Olds order can no more be sustained than could its orders in the <i>Phelps Dodge</i> or <i>Republic Steel</i> cases.</p>\n<p>A different result might follow in this case if <i>Virginia Electric</i> had held that such a relationship exists. But I think that case held only that, as a matter of statutory policy, an employee could not <i>ever</i> be deemed a willing member of a company-dominated union, cf. <i>Matter of The Carpenter Steel Co.,</i> 76 N. L. R. B. 670, and that, on considerations of practicality, the employer who had violated the Act should bear the unapportionable costs of sustaining a union that served the employer's forbidden purposes at least as much as it served the employee's legitimate ones.</p>\n<p>MR. JUSTICE WHITTAKER, dissenting.</p>\n<p>The contract involved here not only required persons seeking employment in the unit to be members of the union, but also required each of them to obtain from the \"Council\" and present to the \"union steward\" on the job a \"work permit\" before going to work. That this closed-shop hiring arrangement \"coerce[d] employees in the exercise of the rights guaranteed in section 7,\" and \"cause[d] [the] employer to discriminate against . . . employee[s] in violation of subsection (a) (3)\" of the <span class=\"star-pagination\">*661</span> Act, contrary to the explicit provisions of §§ 8 (b) (1) (A) and 8 (b) (2) of the Act, 29 U. S. C. § 158, is not here denied.</p>\n<p>To assure protection and enforcement of the rights it had guaranteed to employees by the Act, Congress provided in § 10 (c) that, upon the finding of an \"unfair labor practice,\" \"the Board shall state its findings of fact and shall issue . . . an order requiring such person to cease and desist from such unfair labor practice, and to take such affirmative action . . . as will effectuate the policies\" of the Act.</p>\n<p>Finding that the closed-shop hiring arrangement involved here violated §§ 8 (b) (1) (A) and 8 (b) (2) of the Act and thus constituted an unfair labor practice, the Board, in fashioning a remedy which it deemed \"necessary to expunge the coercive effect\" of the violations and to \"effectuate the policies of the Act,\" ordered the unions not only to cease the violations but also \"to refund to the employees involved the dues . . . and work permit fees, paid by the employees as a price for their employment.\" The only question here is whether that remedy was within the Board's power. Like the Court of Appeals, I think it was.</p>\n<p>Congress knew, of course, that it could not foresee the nature of all possible violations of the Act, and accordingly did not undertake to specify the precise remedy to be visited upon offenders for particular violations.</p>\n<blockquote>\"[I]n the nature of things Congress could not catalogue all the devices and stratagems for circumventing the policies of the Act. Nor could it define the whole gamut of remedies to effectuate these policies in an infinite variety of specific situations. Congress met these difficulties by leaving the adaptation of means to end to the empiric process of administration. The exercise of the process was committed to the Board, subject to limited judicial review. Because <span class=\"star-pagination\">*662</span> the relation of remedy to policy is peculiarly a matter for administrative competence, courts must not enter the allowable area of the Board's discretion . . . .</blockquote>\n<blockquote>\"The Act does not create rights for individuals which must be vindicated according to a rigid scheme of remedies. It entrusts to an expert agency the maintenance and promotion of industrial peace.\" <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 194.</blockquote>\n<p>To hold that the Board is without power to do more than order the unions not to violate the Act in the future would be to deny any remedy whatever for violations. It is certain that Congress did not intend by the Act \"to hold out to [employees] an illusory right for which it was denying them a remedy.\" <i>Graham</i> v. <i>Brotherhood of Firemen,</i> 338 U. S. 232, 240. In directing the Board to order \"such affirmative action . . . as will effectuate the policies of this Act,\" Congress seems clearly to have directed the Board to fashion and enforce a remedy \"which it . . . deem[s] adequate to that end.\" <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7, 12.</p>\n<p>In \"fashioning remedies to undo the effects of violations of the Act, the Board must draw on enlightenment gained from experience.\" <i>Labor Board</i> v. <i>Seven-Up Bottling Co.,</i> 344 U. S. 344, 346. And see <i>Radio Officers' Union</i> v. <i>Labor Board,</i> 347 U. S. 17, 49. Based on its long experience up to 1956, that, despite the ban which the Taft-Hartley Amendments had imposed nine years earlier, closed-shop practices were still being followed in some industries,<sup>[1]</sup> the Board concluded that a remedy more <span class=\"star-pagination\">*663</span> effective than a cease-and-desist order was required. And, following the teaching of this Court's opinion in <i>Virginia Electric &amp; Power Co.</i> v. <i>Labor Board,</i> 319 U. S. 533, the Board decided that an appropriate additional remedy would be to require that the monies paid to the union under the illegal arrangement be refunded to the employees, and it accordingly so held in 1956 in <i>United Association of Journeymen, etc.,</i> and <i>Brown-Olds Plumbing &amp; Heating Corp.,</i> 115 N. L. R. B. 594.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*664</span> In <i>Virginia Electric &amp; Power Co.</i> v. <i>Labor Board, supra</i><i>,</i> this Court had upheld an identical remedy as within the Board's power. There an employer had committed an unfair labor practice by dominating a plant union in violation of § 8 (1), (2) and (3) of the Act. In fashioning a remedy that it deemed necessary to effectuate the policies of the Act, the Board ordered the employer not only to cease the practice but also to reimburse its employees for the dues withheld from their wages, pursuant to their signed authorizations, and paid to the union. Rejecting the employer's contention that this remedy was in excess of the Board's power, this Court said:</p>\n<blockquote>\"[T]he Board has wide discretion in ordering affirmative action; its power is not limited to the illustrative example of one type of permissible affirmative order, namely, reinstatement with or without back pay. <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 187-89. The particular means by which the effects of unfair labor practices are to be expunged are matters `for the Board not the courts to determine.' <i>I. A. of M.</i> v. <i>Labor Board, supra,</i> at p. 82; <i>Labor Board</i> v. <i>Link-Belt Co., supra,</i> at p. 600. Here the Board, in the exercise of its informed discretion, has expressly determined that reimbursement in full of the checked-off dues is necessary to effectuate the policies of the Act. We give considerable weight to that administrative determination. It should stand unless it can be shown that the order is a patent attempt to achieve ends other than those which can fairly be said to effectuate the policies of the Act. There is no such showing here.\" 319 U. S., at 539-540.</blockquote>\n<p><span class=\"star-pagination\">*665</span> Such an order, said the Court, \"returns to the employees what has been taken from them\" and restores to them \"that truly unfettered freedom of choice which the Act demands.\" 319 U. S., at 541. Surely, it is as correct to say here, as it was there, that \"An order such as this, which deprives [a union] of advantages accruing from a particular method of subverting the Act, is a permissible method of effectuating the statutory policy,\" <i>ibid.,</i> and that is all the order here purports to do.</p>\n<p>It is argued that the <i>Virginia</i> case is distinguishable on the ground that it dealt with an employer-dominated union. But the question is one of power. The fact that the unfair labor practice there was by the employer rather than by the union, as here, is not a distinguishing difference. Nor does the fact that employees' rights were there infringed by a violation of § 8 (1), (2) and (3) of the Act, whereas they are here infringed by a violation of §§ 8 (b) (1) (A) and 8 (b) (2) of the Act, make any difference. In each instance the violation constituted an unfair labor practice, and the question is whether, in fashioning a remedy to effectuate the policies of the Act, the Board has power, in its informed discretion, to order reimbursement of the dues paid under the illegal arrangement. It would seem that if the Board had power so to order in the <i>Virginia</i> case, as this Court held, it similarly has power so to order in this case. Nothing in the <i>Virginia</i> case appears to limit the Board's power of restitution to cases involving employer-dominated unions or to any other particular type of violation, but the power seems clearly enough to be invocable in any appropriate case, in the informed discretion of the Board, and such has been the understanding of the courts.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*666</span> The contentions that such an order of restitution is beyond the Board's power because the employees received some benefits from the union, despite the illegal hiring arrangement, and that to allow restitution of the dues collected by the union under the illegal arrangement would be to enforce a \"penalty\" which the Board has no power to assess, were fully answered to the contrary in the <i>Virginia</i> case, 319 U. S., at 542-543.</p>\n<p>To require specific proof of individual injury to all employees \"would impose impossible administrative burdens,\" <i>Labor Board</i> v. <i>Revere Metal Art Co., supra,</i> at 101, and prevent effective enforcement of the Act. Hence that character and fullness of proof is not required. See <i>Radio Officers' Union</i> v. <i>Labor Board,</i> 347 U. S. 17, 48-52. And inasmuch as the General Counsel of the Board may issue complaints only upon charges filed with him, <i>id.,</i> at 53, and the Board's experience seems to have proved that only a few employees will be sufficiently daring and determined overtly to complain regardless of the nature of the violation, it would seem that the Board, in the exercise of its informed discretion, may reasonably conclude, even in the absence of specific proof of injury to all the employees, that full restitution of the dues collected by the union under an illegal arrangement is necessary to effectuate the policies of the Act.</p>\n<p>For these reasons, I think the Board acted within its power in ordering restitution of the dues collected under the admittedly illegal arrangement here, that the Court of Appeals correctly enforced the order, and that its judgment should be affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The monthly dues payable to the local union were $3.50 and the initiation fee $125. Dues and fees in lesser amounts were payable by apprentices. A member who is working within the jurisdiction of a district council who has not transferred his membership to a local union of the council pays for a working permit that is not less than 75 cents a month nor more than the local monthly dues.</p>\n<p>[2]  Section 10 (c) provides in relevant part:\n</p>\n<p>\". . . If upon the preponderance of the testimony taken the Board shall be of the opinion that any person named in the complaint has engaged in or is engaging in any such unfair labor practice, then the Board shall state its findings of fact and shall issue and cause to be served on such person an order requiring such person to cease and desist from such unfair labor practice, and to take such affirmative action including reinstatement of employees with or without back pay, as will effectuate the policies of this Act: . . .\"</p>\n<p>[3]  Accord: <i>Morrison-Knudsen Co.</i> v. <i>Labor Board,</i> 275 F. 2d 914 (C. A. 2d Cir.); <i>Labor Board</i> v. <i>United States Steel Corp.,</i> 278 F. 2d 896 (C. A. 3d Cir.); <i>Labor Board</i> v. <i>Local Union No. 85,</i> 274 F. 2d 344 (C. A. 5th Cir.); <i>Labor Board</i> v. <i>International Union,</i> 279 F. 2d 951 (C. A. 8th Cir.); <i>Morrison-Knudsen Co.</i> v. <i>Labor Board,</i> 276 F. 2d 63 (C. A. 9th Cir.); <i>Local 357</i> v. <i>Labor Board,</i> 107 U. S. App. D. C. 188, 275 F. 2d 646. Cf.<i>Labor Board</i> v. <i>Carpenters Local,</i> 276 F. 2d 583 (C. A. 1st Cir.); <i>Perry Coal Co.</i> v. <i>Labor Board,</i> 284 F. 2d 910 (C. A. 7th Cir.).</p>\n<p>[4]  See Millis and Montgomery, Organized Labor, Vol. III (1945), c. VIII.</p>\n<p>[1]  It is but another formulation of the same argument when the Board, in its brief, states that actual coercion is not required so long as the dues are collected pursuant to an illegal system: \"[T]he validity of a reimbursement order is not contingent upon a showing that the employees paid monies to the union unwillingly. If the money were paid pursuant to an arrangement which violated the statute, it can be ordered refunded provided this would best effectuate the statutory policies. . . . That the money may have been collected anyhow by a legal means does not privilege the use of an illegal procedure to obtain it.\"</p>\n<p>[2]  For example, an employee may be more willing to join a union which charges high dues and provides substantial benefits than a union which charges little and gives little. But the Board formula declares that in the case where the dues are higher the value of the loss of freedom of choice is greater.</p>\n<p>[1]  As two apparently disinterested authorities have noted:\n</p>\n<p>\"[By 1945], the closed shop had become one of the basic features of industrial relations in the building industry. This situation has largely remained true in practice up to the present time, despite the passage of legislation in 1947 prohibiting this type of provision from being included in collective agreements.</p>\n<p>.....</p>\n<p>\". . . In all of the strongly unionized areas studied during the summer of 1952, employment arrangements equivalent to those under a closed shop were in effect. Membership in the union was almost universally regarded as a prerequisite for obtaining employment; in most instances men were employed directly or indirectly through the union itself. <i>Both parties viewed this as standard practice and showed little or no concern for the illegality of the arrangement.</i>\" Haber and Levinson, Labor Relations and Productivity in the Building Trades (Univ. of Michigan, 1956), pp. 62, 71. (Emphasis added.)</p>\n<p>[2]  The Board there stated:\n</p>\n<p>\". . . [T]he Taft-Hartley amendments have made unlawful all closed-shop contracts as contrary to public policy, proscribing such conduct by unions as unfair labor practices. The dues required and collected under such a contract . . . contravene that public policy. It is no longer required by the Act that the union be company-dominated in order for collection of dues to be unlawful under a closed-shop contract. Here, the dues and the assessments were required and collected pursuant to a contract which clearly contravened the public policy of the Act. Dues and assessments here collected constituted the price these employees paid in order to retain their jobs. We therefore conclude that the remedy of reimbursement of all such monies is appropriate and necessary to expunge the illegal effects of the unfair labor practices found here.</p>\n<p>.....</p>\n<p>\"It is our view that, where payment of dues is required under a closed-shop contract, as where assessments are required under an otherwise valid agreement, reimbursement of such monies actually collected will best effectuate the policies of the Act. Otherwise the very fruits of the unfair labor practice itself will remain in the hands of the respondent. . . .\" 115 N. L. R. B., at 600-601.</p>\n<p>[3]  <i>Labor Board</i> v. <i>Revere Metal Art Co.,</i> 280 F. 2d 96, 101 (C. A. 2d Cir.); <i>Labor Board</i> v. <i>Local 294, International Brotherhood of Teamsters,</i> 279 F. 2d 83, 86-88 (C. A. 2d Cir.); <i>O'Neill Intl. Detective Agency</i> v. <i>Labor Board,</i> 46 L. R. R. M. 2503 (C. A. 3d Cir.); <i>Dixie Bedding Co.</i> v. <i>Labor Board,</i> 268 F. 2d 901, 907 (C. A. 5th Cir.).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:53", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></span> (1961)</b></center>\n<center><h1>LOCAL 60, UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, AFL-CIO, ET AL.<br>\nv.<br>\nNATIONAL LABOR RELATIONS BOARD.</h1></center>\n<center>No. 68.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, March 1, 1961.</center>\n<center>Decided April 17, 1961.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Bernard Dunau</i> argued the cause for petitioners. With him on the brief was <i>Francis X. Ward.</i></p>\n<p><i>Norton J. Come</i> argued the cause for respondent. With him on the brief were <i>Stuart Rothman, Dominick L. Manoli</i> and <i>Duane B. Beeson.</i></p>\n<p><i>J. Albert Woll, Theodore J. St. Antoine</i> and <i>Thomas E. Harris</i> filed a brief for the American Federation of Labor and Congress of Industrial Organizations, as <i>amicus curiae,</i> urging reversal.</p>\n<p><span class=\"star-pagination\">*652</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>Petitioner, United Brotherhood, entered into a contract with Mechanical Handling Systems, Inc. (which we will call the Company), whereby the Company agreed to work the hours, pay the wages, abide by the rules and regulations of the union applicable to the locality where the work is done, and employ members of the union.</p>\n<p>The Company, undertaking work at Indianapolis, agreed to hire workers on referral from a local union, one of the petitioners in this case. Two applicants from another local union were denied employment by the Company because they could not get referral from petitioner local union.</p>\n<p>The Board found that petitioners had violated § 8 (b) (1) (A) and § 8 (b) (2) of the National Labor Relations Act, as amended by the Taft-Hartley Act, 61 Stat. 136, 141, as amended, 29 U. S. C. § 158, in maintaining and enforcing an agreement which established closed-shop preferential hiring conditions and in causing the Company to refuse to hire the two applicants. 122 N. L. R. B. 396.</p>\n<p>After granting other relief the Board said:</p>\n<blockquote>\"[A]s we find that dues, nonmembership dues, assessments, and work permit fees,<sup>[1]</sup> were collected under the illegal contract as the price employees paid in order to obtain or retain their jobs, we do not believe it would effectuate the policies of the Act to permit the retention of the payments which have been unlawfully exacted from the employees.\"</blockquote>\n<p><span class=\"star-pagination\">*653</span> It added that the remedial provisions \"are appropriate and necessary to expunge the coercive effect\" of petitioners' unfair labor practices.</p>\n<p>On application of the Board, the Court of Appeals enforced the order. 273 F. 2d 699. The case is here on a writ of certiorari, 363 U. S. 837, in which petitioners challenge no part of the Board's order except the refund provision.</p>\n<p>The provision for refund in this case is the product of a rule announced by the Board in the <i>Brown-Olds</i> case, 115 N. L. R. B. 594, which involved the use of a closed-shop agreement despite the ban in the Taft-Hartley Act. In that case a panel of three members of the five-member Board found a violation of the closed-shop provision of the Act. Two of the three agreed to an order of reimbursement to all employees for any assessments collected by the union within the period starting from six months prior to the date of the filing of the charge. One member, Ivar H. Peterson, dissented, saying that the reimbursement was inappropriate since there was an absence of \"specific evidence of coercion and evidence that payments were required as a condition of employment.\" <i>Id.,</i> 606. Later that remedy was extended to hiring arrangements, which though not operating in connection with a closed shop, were felt by the Board to have a coercive influence on applicants for work to join the union. <i>Los Angeles-Seattle Motor Express, Inc.,</i> 121 N. L. R. B. 1629.</p>\n<p>In neither of those cases nor in the present case was there any evidence that the union membership, fees, or dues were coerced. The Board as well as the Court of Appeals held that fact to be immaterial. Both said that the case was governed by <i>Virginia Electric Co.</i> v. <i>Labor Board,</i> 319 U. S. 533; and the Court of Appeals added that coercion was to be inferred as \"there was present an implicit threat of loss of job if those fees were not paid.\" 273 F. 2d, at 703. The Board argues, in support of <span class=\"star-pagination\">*654</span> that position, that reimbursement of dues where hiring arrangements have been abused is protective of rights vindicated by the Act and authorized by § 10 (c).<sup>[2]</sup></p>\n<p>We do not think this case is governed by <i>Virginia Electric Co.</i> v. <i>Labor Board, supra</i><i>.</i> That case involved a company union whose very existence was unlawful. There were, indeed, findings that the union \"was not the result of the employees' free choice\" (319 U. S., at 537), and that the employees had to remain members of the union to retain their jobs. <i>Id.,</i> 540. Return of dues was one of the means for disestablishing an unlawful union. <i>Id.,</i> 541. Cf. <i>Labor Board</i> v. <i>Mine Workers,</i> 355 U. S. 453, 458-459.</p>\n<p>The unions in the present case were not unlawfully created. On the record before us they have engaged in prohibited activity. But there is no evidence that any of them coerced a single employee to join the union ranks or to remain as members. All of the employees affected by the present order were union members when employed on the job in question. So far as we know, they may have been members for years on end. No evidence was offered to show that even a single person joined the union with the view of obtaining work on this project. Nor was there any evidence that any who had voluntarily joined the union was kept from resigning for fear of retaliatory measures against him. This case is therefore quite different from <i>Radio Officers</i> v. <i>Labor Board,</i> 347 U. S. <span class=\"star-pagination\">*655</span> 17, 48, where, discrimination having been shown, the inferences to be drawn were left largely to the Board.</p>\n<p>The Board has broad discretion to adapt its remedies to the needs of particular situations so that \"the victims of discrimination\" may be treated fairly. See <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 194. But the power of the Board \"to command affirmative action is remedial, not punitive, and is to be exercised in aid of the Board's authority to restrain violations and as a means of removing or avoiding the consequences of violation where those consequences are of a kind to thwart the purposes of the Act.\" <i>Consolidated Edison Co.</i> v. <i>Labor Board,</i> 305 U. S. 197, 236. Where no membership in the union was shown to be influenced or compelled by reason of any unfair practice, no \"consequences of violation\" are removed by the order compelling the union to return all dues and fees collected from the members; and no \"dissipation\" of the effects of the prohibited action is achieved. <i>Labor Board</i> v. <i>Mine Workers, supra,</i> 463. The order in those circumstances becomes punitive and beyond the power of the Board.<sup>[3]</sup> Cf. <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7, 10. As Judge Pope said in <i>Morrison-Knudsen Co.</i> v. <i>Labor Board,</i> 276 F. 2d 63, 76, \"reimbursing a lot of old-time union men\" by refunding their dues is not a remedial measure in the competence of the Board to impose, unless there is support <span class=\"star-pagination\">*656</span> in the evidence that their membership was induced, obtained, or retained in violation of the Act. It would be difficult, even with hostile eyes, to read the history of trade unionism except in terms of voluntary associations formed to meet pressing needs in a complex society.<sup>[4]</sup></p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE FRANKFURTER took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE STEWART joins, concurring.</p>\n<p>While I agree with the Court that <i>Virginia Electric &amp; Power Co.</i> v. <i>Labor Board,</i> 319 U. S. 533, does not justify the Board's \"Brown-Olds\" remedy as it has been applied in this and other cases, I think the Board is entitled to be informed more fully why that should be so, since it may fairly be said that <i>Virginia Electric</i> could be taken as having invited the course the Board has been following. In joining the Court's opinion I shall therefore add some further views.</p>\n<p>The Brown-Olds remedy is an order made under § 10 (c) of the National Labor Relations Act which authorizes the Board, after finding an unfair labor practice, not only to issue a cease and desist order but also \"to take such affirmative action . . . as will effectuate the policies of this Act . . . .\" The remedy, which seems only to be applied if the unfair labor practice amounts either to employer domination of a union [§ 8 (a) (2)] or discrimination in favor of union membership by an agreement between employer and union [§ 8 (a) (3); § 8 (b) (2)], typically requires that either the union or the employer reimburse all employees in the amount of <span class=\"star-pagination\">*657</span> all moneys paid in dues, assessments, etc., since six months before the unfair labor practice charge was filed. The Board does not admit defensive evidence that some employees voluntarily made such payments. An illegal closed shop or discriminatory hiring practices create an irrebuttable presumption of coercion. See, <i>e. g., </i><i>Brown-Olds Plumbing &amp; Heating Corp.,</i> 115 N. L. R. B. 594; <i>Saltsman Construction Co.,</i> 123 N. L. R. B. 1176; <i>Nassau &amp; Suffolk Contractors' Assn.,</i> 123 N. L. R. B. 1393; <i>Lummus Corp.,</i> 125 N. L. R. B. 1161.</p>\n<p>The provision that the Board was to be allowed \"to take such affirmative action . . . as will effectuate the policies of this Act . . .\" did not pass the Wagner Act Congress without objection to the uncontrolled breadth of this power. See Hearings before Senate Committee on Education and Labor on S. 1958, 74th Cong., 1st Sess. 448-449. This Court's construction of the scope of the power has reflected a similar concern. The Board has been told that it is without power to \"effectuate the policies of this Act\" by assessing punishments upon those who commit unfair labor practices. <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7, 11, 12. The primary purpose of the provision for other affirmative relief has been held to be to enable the Board to take measures designed to recreate the conditions and relationships that would have been had there been no unfair labor practice. <i>Consolidated Edison Co.</i> v. <i>Labor Board,</i> 305 U. S. 197, 236. Thus in <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, this Court reversed the Board for refusing to allow an employer to show in mitigation of a back-pay order that the employee unjustifiably refused to take desirable new employment during the period. In <i>Republic Steel, supra,</i> the Court refused to enforce an order requiring the employer to pay the full amount of back pay to an employee who had been paid to work for the Work Projects Administration in the meantime. In <i>Labor</i> <span class=\"star-pagination\">*658</span> <i>Board</i> v. <i>Seven-Up Co.,</i> 344 U. S. 344, the Court indicated that even an otherwise sensible procedure for computing back pay of an employee discriminatorily discharged must provide exceptions where the scheme would more than compensate the employee because of the seasonal nature of the employer's business.</p>\n<p>The Board now emphasizes that its Brown-Olds remedy has a substantial tendency to deter employer-union encouragement of union membership in violation of §§ 8 (a) (3) and 8 (b) (2). But it also correctly recognizes that in light of the <i>Republic Steel</i> case, <i>supra,</i> it must show more than that the remedy will tend to deter unfair labor practices. The Board must establish that the remedy is a reasonable attempt to put aright matters the unfair labor practice set awry. As I understand its contentions, the Board attempts to make this showing by arguing that wherever there has been a not insignificant unlawful encouragement to union membership all members should be taken to have been under the influence of coercion, whether or not they were aware of this influence or would have acted differently without it. The employees are said to have been coerced in much the same sense that a man contentedly sitting in the living room of his house may be said to be imprisoned by the barring of the doors whether or not he wants to leave.<sup>[1]</sup> Accordingly, the Board has considered unnecessary an <span class=\"star-pagination\">*659</span> actual showing of employee unwillingness to belong to the union.</p>\n<p>What we must decide, then, is whether it is within the power of the Board to provide dues-reimbursement relief for this type of imputed coercion, or, as the Board alternatively states its case, for the employee's loss of his statutory right to decide freely whether or not he shall be a union member. This issue is not satisfactorily resolved by simply pointing out that there has been no showing of forced payment of dues an employee was unwilling to pay, for, unless I misunderstand the Board, it is arguing that even a willing union member loses something when there is a violation of § 8 (b) (2), namely the freedom of choice which the statute assures him. Nor, once we have recognized that a tendency to deter unfair labor practices is not alone sufficient justification for a Board order of affirmative relief, does the concept of punitiveness really advance a solution. Deterrence is certainly a desirable even though not in itself a sufficiently justifying effect of a Board order.</p>\n<p>I think the Board should be denied the use of its Brown-Olds remedy in situations where, as here, it is not unlikely that a substantial number of employees were willing to pay dues for union membership because, as I see it, the amount of dues or other exactions paid is not a tenable way of estimating the value a willing union member would place on his right to choose freely whether or not he would be or remain a union member\u0097as it were, on his right to change his mind. The amount of dues paid does perhaps provide a means of estimating the value of benefits received from the union. Or the amount of dues paid does perhaps measure the cost coercion imposes upon an employee who, if free to choose, would be unwilling to join the union (although even in this case a proper adjustment might have to take some account of the union <span class=\"star-pagination\">*660</span> benefits the employee would not have received had he been merely a nonunion employee in a unionized bargaining unit). But I can find no rational relationship at all between the amount of dues paid and the value an employee who is willing to join a union would place on his freedom to change his mind.<sup>[2]</sup> In the absence of a showing of such a relationship, the Board's Brown-Olds order can no more be sustained than could its orders in the <i>Phelps Dodge</i> or <i>Republic Steel</i> cases.</p>\n<p>A different result might follow in this case if <i>Virginia Electric</i> had held that such a relationship exists. But I think that case held only that, as a matter of statutory policy, an employee could not <i>ever</i> be deemed a willing member of a company-dominated union, cf. <i>Matter of The Carpenter Steel Co.,</i> 76 N. L. R. B. 670, and that, on considerations of practicality, the employer who had violated the Act should bear the unapportionable costs of sustaining a union that served the employer's forbidden purposes at least as much as it served the employee's legitimate ones.</p>\n<p>MR. JUSTICE WHITTAKER, dissenting.</p>\n<p>The contract involved here not only required persons seeking employment in the unit to be members of the union, but also required each of them to obtain from the \"Council\" and present to the \"union steward\" on the job a \"work permit\" before going to work. That this closed-shop hiring arrangement \"coerce[d] employees in the exercise of the rights guaranteed in section 7,\" and \"cause[d] [the] employer to discriminate against . . . employee[s] in violation of subsection (a) (3)\" of the <span class=\"star-pagination\">*661</span> Act, contrary to the explicit provisions of §§ 8 (b) (1) (A) and 8 (b) (2) of the Act, 29 U. S. C. § 158, is not here denied.</p>\n<p>To assure protection and enforcement of the rights it had guaranteed to employees by the Act, Congress provided in § 10 (c) that, upon the finding of an \"unfair labor practice,\" \"the Board shall state its findings of fact and shall issue . . . an order requiring such person to cease and desist from such unfair labor practice, and to take such affirmative action . . . as will effectuate the policies\" of the Act.</p>\n<p>Finding that the closed-shop hiring arrangement involved here violated §§ 8 (b) (1) (A) and 8 (b) (2) of the Act and thus constituted an unfair labor practice, the Board, in fashioning a remedy which it deemed \"necessary to expunge the coercive effect\" of the violations and to \"effectuate the policies of the Act,\" ordered the unions not only to cease the violations but also \"to refund to the employees involved the dues . . . and work permit fees, paid by the employees as a price for their employment.\" The only question here is whether that remedy was within the Board's power. Like the Court of Appeals, I think it was.</p>\n<p>Congress knew, of course, that it could not foresee the nature of all possible violations of the Act, and accordingly did not undertake to specify the precise remedy to be visited upon offenders for particular violations.</p>\n<blockquote>\"[I]n the nature of things Congress could not catalogue all the devices and stratagems for circumventing the policies of the Act. Nor could it define the whole gamut of remedies to effectuate these policies in an infinite variety of specific situations. Congress met these difficulties by leaving the adaptation of means to end to the empiric process of administration. The exercise of the process was committed to the Board, subject to limited judicial review. Because <span class=\"star-pagination\">*662</span> the relation of remedy to policy is peculiarly a matter for administrative competence, courts must not enter the allowable area of the Board's discretion . . . .</blockquote>\n<blockquote>\"The Act does not create rights for individuals which must be vindicated according to a rigid scheme of remedies. It entrusts to an expert agency the maintenance and promotion of industrial peace.\" <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 194.</blockquote>\n<p>To hold that the Board is without power to do more than order the unions not to violate the Act in the future would be to deny any remedy whatever for violations. It is certain that Congress did not intend by the Act \"to hold out to [employees] an illusory right for which it was denying them a remedy.\" <i>Graham</i> v. <i>Brotherhood of Firemen,</i> 338 U. S. 232, 240. In directing the Board to order \"such affirmative action . . . as will effectuate the policies of this Act,\" Congress seems clearly to have directed the Board to fashion and enforce a remedy \"which it . . . deem[s] adequate to that end.\" <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7, 12.</p>\n<p>In \"fashioning remedies to undo the effects of violations of the Act, the Board must draw on enlightenment gained from experience.\" <i>Labor Board</i> v. <i>Seven-Up Bottling Co.,</i> 344 U. S. 344, 346. And see <i>Radio Officers' Union</i> v. <i>Labor Board,</i> 347 U. S. 17, 49. Based on its long experience up to 1956, that, despite the ban which the Taft-Hartley Amendments had imposed nine years earlier, closed-shop practices were still being followed in some industries,<sup>[1]</sup> the Board concluded that a remedy more <span class=\"star-pagination\">*663</span> effective than a cease-and-desist order was required. And, following the teaching of this Court's opinion in <i>Virginia Electric &amp; Power Co.</i> v. <i>Labor Board,</i> 319 U. S. 533, the Board decided that an appropriate additional remedy would be to require that the monies paid to the union under the illegal arrangement be refunded to the employees, and it accordingly so held in 1956 in <i>United Association of Journeymen, etc.,</i> and <i>Brown-Olds Plumbing &amp; Heating Corp.,</i> 115 N. L. R. B. 594.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*664</span> In <i>Virginia Electric &amp; Power Co.</i> v. <i>Labor Board, supra</i><i>,</i> this Court had upheld an identical remedy as within the Board's power. There an employer had committed an unfair labor practice by dominating a plant union in violation of § 8 (1), (2) and (3) of the Act. In fashioning a remedy that it deemed necessary to effectuate the policies of the Act, the Board ordered the employer not only to cease the practice but also to reimburse its employees for the dues withheld from their wages, pursuant to their signed authorizations, and paid to the union. Rejecting the employer's contention that this remedy was in excess of the Board's power, this Court said:</p>\n<blockquote>\"[T]he Board has wide discretion in ordering affirmative action; its power is not limited to the illustrative example of one type of permissible affirmative order, namely, reinstatement with or without back pay. <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 187-89. The particular means by which the effects of unfair labor practices are to be expunged are matters `for the Board not the courts to determine.' <i>I. A. of M.</i> v. <i>Labor Board, supra,</i> at p. 82; <i>Labor Board</i> v. <i>Link-Belt Co., supra,</i> at p. 600. Here the Board, in the exercise of its informed discretion, has expressly determined that reimbursement in full of the checked-off dues is necessary to effectuate the policies of the Act. We give considerable weight to that administrative determination. It should stand unless it can be shown that the order is a patent attempt to achieve ends other than those which can fairly be said to effectuate the policies of the Act. There is no such showing here.\" 319 U. S., at 539-540.</blockquote>\n<p><span class=\"star-pagination\">*665</span> Such an order, said the Court, \"returns to the employees what has been taken from them\" and restores to them \"that truly unfettered freedom of choice which the Act demands.\" 319 U. S., at 541. Surely, it is as correct to say here, as it was there, that \"An order such as this, which deprives [a union] of advantages accruing from a particular method of subverting the Act, is a permissible method of effectuating the statutory policy,\" <i>ibid.,</i> and that is all the order here purports to do.</p>\n<p>It is argued that the <i>Virginia</i> case is distinguishable on the ground that it dealt with an employer-dominated union. But the question is one of power. The fact that the unfair labor practice there was by the employer rather than by the union, as here, is not a distinguishing difference. Nor does the fact that employees' rights were there infringed by a violation of § 8 (1), (2) and (3) of the Act, whereas they are here infringed by a violation of §§ 8 (b) (1) (A) and 8 (b) (2) of the Act, make any difference. In each instance the violation constituted an unfair labor practice, and the question is whether, in fashioning a remedy to effectuate the policies of the Act, the Board has power, in its informed discretion, to order reimbursement of the dues paid under the illegal arrangement. It would seem that if the Board had power so to order in the <i>Virginia</i> case, as this Court held, it similarly has power so to order in this case. Nothing in the <i>Virginia</i> case appears to limit the Board's power of restitution to cases involving employer-dominated unions or to any other particular type of violation, but the power seems clearly enough to be invocable in any appropriate case, in the informed discretion of the Board, and such has been the understanding of the courts.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*666</span> The contentions that such an order of restitution is beyond the Board's power because the employees received some benefits from the union, despite the illegal hiring arrangement, and that to allow restitution of the dues collected by the union under the illegal arrangement would be to enforce a \"penalty\" which the Board has no power to assess, were fully answered to the contrary in the <i>Virginia</i> case, 319 U. S., at 542-543.</p>\n<p>To require specific proof of individual injury to all employees \"would impose impossible administrative burdens,\" <i>Labor Board</i> v. <i>Revere Metal Art Co., supra,</i> at 101, and prevent effective enforcement of the Act. Hence that character and fullness of proof is not required. See <i>Radio Officers' Union</i> v. <i>Labor Board,</i> 347 U. S. 17, 48-52. And inasmuch as the General Counsel of the Board may issue complaints only upon charges filed with him, <i>id.,</i> at 53, and the Board's experience seems to have proved that only a few employees will be sufficiently daring and determined overtly to complain regardless of the nature of the violation, it would seem that the Board, in the exercise of its informed discretion, may reasonably conclude, even in the absence of specific proof of injury to all the employees, that full restitution of the dues collected by the union under an illegal arrangement is necessary to effectuate the policies of the Act.</p>\n<p>For these reasons, I think the Board acted within its power in ordering restitution of the dues collected under the admittedly illegal arrangement here, that the Court of Appeals correctly enforced the order, and that its judgment should be affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The monthly dues payable to the local union were $3.50 and the initiation fee $125. Dues and fees in lesser amounts were payable by apprentices. A member who is working within the jurisdiction of a district council who has not transferred his membership to a local union of the council pays for a working permit that is not less than 75 cents a month nor more than the local monthly dues.</p>\n<p>[2]  Section 10 (c) provides in relevant part:\n</p>\n<p>\". . . If upon the preponderance of the testimony taken the Board shall be of the opinion that any person named in the complaint has engaged in or is engaging in any such unfair labor practice, then the Board shall state its findings of fact and shall issue and cause to be served on such person an order requiring such person to cease and desist from such unfair labor practice, and to take such affirmative action including reinstatement of employees with or without back pay, as will effectuate the policies of this Act: . . .\"</p>\n<p>[3]  Accord: <i>Morrison-Knudsen Co.</i> v. <i>Labor Board,</i> 275 F. 2d 914 (C. A. 2d Cir.); <i>Labor Board</i> v. <i>United States Steel Corp.,</i> 278 F. 2d 896 (C. A. 3d Cir.); <i>Labor Board</i> v. <i>Local Union No. 85,</i> 274 F. 2d 344 (C. A. 5th Cir.); <i>Labor Board</i> v. <i>International Union,</i> 279 F. 2d 951 (C. A. 8th Cir.); <i>Morrison-Knudsen Co.</i> v. <i>Labor Board,</i> 276 F. 2d 63 (C. A. 9th Cir.); <i>Local 357</i> v. <i>Labor Board,</i> 107 U. S. App. D. C. 188, 275 F. 2d 646. Cf.<i>Labor Board</i> v. <i>Carpenters Local,</i> 276 F. 2d 583 (C. A. 1st Cir.); <i>Perry Coal Co.</i> v. <i>Labor Board,</i> 284 F. 2d 910 (C. A. 7th Cir.).</p>\n<p>[4]  See Millis and Montgomery, Organized Labor, Vol. III (1945), c. VIII.</p>\n<p>[1]  It is but another formulation of the same argument when the Board, in its brief, states that actual coercion is not required so long as the dues are collected pursuant to an illegal system: \"[T]he validity of a reimbursement order is not contingent upon a showing that the employees paid monies to the union unwillingly. If the money were paid pursuant to an arrangement which violated the statute, it can be ordered refunded provided this would best effectuate the statutory policies. . . . That the money may have been collected anyhow by a legal means does not privilege the use of an illegal procedure to obtain it.\"</p>\n<p>[2]  For example, an employee may be more willing to join a union which charges high dues and provides substantial benefits than a union which charges little and gives little. But the Board formula declares that in the case where the dues are higher the value of the loss of freedom of choice is greater.</p>\n<p>[1]  As two apparently disinterested authorities have noted:\n</p>\n<p>\"[By 1945], the closed shop had become one of the basic features of industrial relations in the building industry. This situation has largely remained true in practice up to the present time, despite the passage of legislation in 1947 prohibiting this type of provision from being included in collective agreements.</p>\n<p>.....</p>\n<p>\". . . In all of the strongly unionized areas studied during the summer of 1952, employment arrangements equivalent to those under a closed shop were in effect. Membership in the union was almost universally regarded as a prerequisite for obtaining employment; in most instances men were employed directly or indirectly through the union itself. <i>Both parties viewed this as standard practice and showed little or no concern for the illegality of the arrangement.</i>\" Haber and Levinson, Labor Relations and Productivity in the Building Trades (Univ. of Michigan, 1956), pp. 62, 71. (Emphasis added.)</p>\n<p>[2]  The Board there stated:\n</p>\n<p>\". . . [T]he Taft-Hartley amendments have made unlawful all closed-shop contracts as contrary to public policy, proscribing such conduct by unions as unfair labor practices. The dues required and collected under such a contract . . . contravene that public policy. It is no longer required by the Act that the union be company-dominated in order for collection of dues to be unlawful under a closed-shop contract. Here, the dues and the assessments were required and collected pursuant to a contract which clearly contravened the public policy of the Act. Dues and assessments here collected constituted the price these employees paid in order to retain their jobs. We therefore conclude that the remedy of reimbursement of all such monies is appropriate and necessary to expunge the illegal effects of the unfair labor practices found here.</p>\n<p>.....</p>\n<p>\"It is our view that, where payment of dues is required under a closed-shop contract, as where assessments are required under an otherwise valid agreement, reimbursement of such monies actually collected will best effectuate the policies of the Act. Otherwise the very fruits of the unfair labor practice itself will remain in the hands of the respondent. . . .\" 115 N. L. R. B., at 600-601.</p>\n<p>[3]  <i>Labor Board</i> v. <i>Revere Metal Art Co.,</i> 280 F. 2d 96, 101 (C. A. 2d Cir.); <i>Labor Board</i> v. <i>Local 294, International Brotherhood of Teamsters,</i> 279 F. 2d 83, 86-88 (C. A. 2d Cir.); <i>O'Neill Intl. Detective Agency</i> v. <i>Labor Board,</i> 46 L. R. R. M. 2503 (C. A. 3d Cir.); <i>Dixie Bedding Co.</i> v. <i>Labor Board,</i> 268 F. 2d 901, 907 (C. A. 5th Cir.).</p>\n\n</div>", 
  "sha1": "32a54612772388a7d9c27ad8543ca56eff3445fd", 
  "date_modified": "2014-12-21T06:05:33.270656", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/106203/carpenters-local-v-labor-board/", 
  "citation_count": 75, 
  "supreme_court_db_id": "1960-067", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/83398/", 
  "html": "<p class=\"case_cite\">365 U.S. 651</p>\n    <p class=\"case_cite\">81 S.Ct. 875</p>\n    <p class=\"case_cite\">6 L.Ed.2d 1</p>\n    <p class=\"parties\">LOCAL 60, UNITED BROTHERHOOD OF CARPENTERS AND JOINERS  OF AMERICA, AFL-CIO, et al., Petitioners,<br>v.<br>NATIONAL LABOR RELATIONS BOARD.</p>\n    <p class=\"docket\">No. 68.</p>\n    <p class=\"date\">Argued Feb. 28 and March 1, 1961.</p>\n    <p class=\"date\">Decided April 17, 1961.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Bernard Dunau, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">Mr. Norton J. Come, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, United Brotherhood, entered into a contract with Mechanical Handling Systems, Inc. (which we will call the Company), whereby the Company agreed to work the hours, pay the wages, abide by the rules and regulations of the union applicable to the locality where the work is done, and employ members of the union.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Company, undertaking work at Indianapolis, agreed to hire workers on referral from a local union, one of the petitioners in this case. Two applicants from another local union were denied employment by the Company because they could not get referral from petitioner local union.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Board found that petitioners had violated &#167; 8(b)(1)(A) and &#167; 8(b)(2) of the National Labor Relations Act, as amended by the Taft-Hartley Act, 61 Stat. 136, 141, as amended, 29 U.S.C. &#167; 158, 29 U.S.C.A. &#167; 158, in maintaining and enforcing an agreement which established closed-shop preferential hiring conditions and in causing the Company to refuse to hire the two applicants. 122 N.L.R.B. 396.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After granting other relief the Board said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'(A)s we find that dues, nonmembership dues, assessments, and      work permit fees,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were collected under the illegal contract      as the price employees paid in order to obtain or retain      their jobs, we do not believe it would effectuate the      policies of the Act to permit the retention of the payments      which have been unlawfully exacted from the employees.' It added that the remedial provisions 'are appropriate and necessary to expunge the coercive effect' of petitioners' unfair labor practices.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On application of the Board, the Court of Appeals enforced the order. 273 F.2d 699. The case is here on a writ of certiorari, 363 U.S. 837, 80 S.Ct. 1610, 4 L.Ed.2d 1723, in which petitioners challenge no part of the Board's order except the refund provision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The provision for refund in this case is the product of a rule announced by the Board in the Brown-Olds case, 115 N.L.R.B. 594, which involved the use of a closed-shop agreement despite the ban in the Taft-Hartley Act. In that case a panel of three members of the five-member Board found a violation of the closed-shop provision of the Act. Two of the three agreed to an order of reimbursement to all employees for any assessments collected by the union within the period starting from six months prior to the date of the filing of the charge. One member, Ivar H. Peterson, dissented, saying that the reimbursement was inappropriate since there was an absence of 'specific evidence of coercion and evidence that payments were required as a condition of employment.' Id., 606. Later that remedy was extended to hiring arrangements, which though not operating in connection with a closed shop, were felt by the Board to have a coercive influence on applicants for work to join the union. Los Angeles-Seattle Motor Express, Inc., 121 N.L.R.B. 1629.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In neither of those cases nor in the present case was there any evidence that the union membership, fees, or dues were coerced. The Board as well as the Court of Appeals held that fact to be immaterial. Both said that the case was governed by Virginia Electric &amp; Power Co. v. National Labor Relations Board, 319 U.S. 533, 63 S.Ct. 1214, 87 L.Ed. 1568; and the Court of Appeals added that coercion was to be inferred as 'there was present an implicit threat of loss of job if those fees were not paid.' 273 F.2d at page 703. The Board argues, in support of that position, that reimbursement of dues where hiring arrangements have been abused is protective of rights vindicated by the Act and authorized by &#167; 10(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not think this case is governed by Virginia Electric &amp; Power Co. v. National Labor Relations Board, supra. That case involved a company union whose very existence was unlawful. There were, indeed, findings that the union 'was not the result of the employees' free choice' (319 U.S. at page 537, 63 S.Ct. at page 1217), and that the employees had to remain members of the union to retain their jobs. Id., 319 U.S. 540, 63 S.Ct. 1218. Return of dues was one of the means for disestablishing an unlawful union. Id., 319 U.S. 541, 63 S.Ct. 1219. Cf. National Labor Relations Board v. District 50, United Mine Workers, 355 U.S. 453, 458&#8212;459, 78 S.Ct. 386, 389&#8212;360, 2 L.Ed.2d 401.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The unions in the present case were not unlawfully created. On the record before us they have engaged in prohibited activity. But there is no evidence that any of them coerced a single employee to join the union ranks or to remain as members. All of the employees affected by the present order were union members when employed on the job in question. So far as we know, they may have been members for years on end. No evidence was offered to show that even a single person joined the union with the view of obtaining work on this project. Nor was there any evidence that any who had voluntarily joined the union was kept from resigning for fear of retaliatory measures against him. This case is therefore quite different from Radio Officers, Union of Commercial Telegraphers Union, A.F.L. v. National Labor Relations Board, 347 U.S. 17, 48, 74 S.Ct. 323, 339, 98 L.Ed. 455, where, discrimination having been shown, the inferences to be drawn were left largely to the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Board has broad discretion to adapt its remedies to the needs of particular situations so that 'the victims of discrimination' may be treated fairly. See Phelps Dodge Corp. v. National Labor Relations Board, 313 U.S. 177, 194, 61 S.Ct. 845, 852, 86 L.Ed. 1271. But the power of the Board 'to command affirmative action is remedial, not punitive, and is to be exercised in aid of the Board's authority to restrain violations and as a means of removing or avoiding the consequences of violation where those consequences are of a kind to thwart the purposes of the Act.' Consolidated Edison Co. of New York v. National Labor Relations Board, 305 U.S. 197, 236, 59 S.Ct. 206, 220, 83 L.Ed. 126. Where no membership in the union was shown to be influenced or compelled by reason of any unfair practice, no 'consequences of violation' are removed by the order compelling the union to return all dues and fees collected from the members; and no 'dissipation' of the effects of the prohibited action is achieved. National Labor Relations Board v. District 50, United Mine Workers, supra, 355 U.S. 463, 78 S.Ct. 392. The order in those circumstances becomes punitive and beyond the power of the Board.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Cf. Republic Steel Corp. v. National Labor Relations Board, 311 U.S. 7, 10, 61 S.Ct. 77, 78, 85 L.Ed. 6. As judge Pope said in Morrison-Knudsen Co. v. National Labor Relations Board, 9 Cir., 276 F.2d 63, 76, 'reimbursing a lot of old-time union men' by refunding their dues is not a remedial measure in the competence of the Board of impose, unless there is support in the evidence that their membership was induced, obtained, or retained in violation of the Act. It would be difficult, even with hostile eyes, to read the history of trade unionism except in terms of voluntary associations formed to meet pressing needs in a complex society.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice HARLAN, whom Mr. Justice STEWART joins, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While I agree with the Court that Virginia Electric &amp; Power Co. v. National Labor Relations Board, 319 U.S. 533, 63 S.Ct. 1214, 87 L.Ed. 1568, does not justify the Board's 'Brown-Olds' remedy as it has been applied in this and other cases, I think the Board is entitled to be informed more fully why that should be so, since it may fairly be said that Virginia Electric could be taken as having invited the course the Board has been following. In joining the Court's opinion I shall therefore add some further views.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Brown-Olds remedy is an order made under &#167; 10(c) of the National Labor Relations Act which authorizes the Board, after finding an unfair labor practice, not only to issue a cease and desist order but also 'to take such affirmative action * * * as will effectuate the policies of this Act * * *.' The remedy, which seems only to be applied if the unfair labor practice amounts either to employer domination of a union (&#167; 8(a)(2)) or discrimination in favor of union membership by an agreement between employer and union (&#167; 8(a) (3); &#167; 8(b)(2)), typically requires that either the union or the employer reimburse all employees in the amount of all moneys paid in dues, assessments, etc., since six months before the unfair labor practice charge was filed. The Board does not admit defensive evidence that some employees voluntarily made such payments. An illegal closed shop or discriminatory hiring practices create an irrebuttable presumption of coercion. See, e.g., Brown-Olds Plumbing &amp; Heating Corp., 115 N.L.R.B. 594; Saltsman Construction Co., 123 N.L.R.B. 1176; Nassau &amp; Suffolk Contractors' Assn., 123 N.L.R.B. 1393; Lummus Corp., 125 N.L.R.B. 1161.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The provision that the Board was to be allowed 'to take such affirmative action * * * as will effectuate the policies of this Act * * * ' did not pass the Wagner Act Congress without objection to the uncontrolled breadth of this power. See Hearings before Senate Committee on Education and Labor on S. 1958, 74th Cong., 1st Sess. 448&#8212;449. This Court's construction of the scope of the power has reflected a similar concern. The Board has been told that it is without power to 'effectuate the policies of this Act' by assessing punishments upon those who commit unfair labor practices. Republic Steel Corp. v. National Labor Relations Board, 311 US. 7, 11, 12, 61 S.Ct. 77, 79, 85 L.Ed. 6. The primary purpose of the provision for other affirmative relief has been held to be to enable the Board to take measures designed to recreate the conditions and relationships that would have been had there been no unfair labor practice. Consolidated Edison Co. of New York v. National Labor Relations Board, 305 U.S. 197, 236, 59 S.Ct. 206, 219, 83 L.Ed. 126. Thus in Phelps Dodge Corp. v. National Labor Relations Board, 313 U.S. 177, 61 S.Ct. 845, 85 L.Ed. 1271, this Court reversed the Board for refusing to allow an employer to show in mitigation of a back-pay order that the employee unjustifiably refused to take desirable new employment during the period. In Republic Steel, supra, the Court refused to enforce an order requiring the employer to pay the full amount of back pay to an employee who had been paid to work for the Work Projects Administration in the meantime. In National Labor Relations Board v. Seven-Up Bottling Co., 344 U.S. 344, 73 S.Ct. 287, 97 L.Ed. 377, the Court indicated that even an otherwise sensible procedure for computing back pay of an employee discriminatorily discharged must provide exceptions where the scheme would more than compensate the employee because of the seasonal nature of the employer's business.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Board now emphasizes that its Brown-Olds remedy has a substantial tendency to deter employer-union encouragement of union membership in violation of &#167;&#167; 8(a)(3) and 8(b)(2). But it also correctly recognizes that in light of the Republic Steel case, supra, it must show more than that the remedy will tend to deter unfair labor practices. The Board must establish that the remedy is a reasonable attempt to put aright matters the unfair labor practice set awry. As I understand its contentions, the Board attempts to make this showing by arguing that wherever there has been a not insignificant unlawful encouragement to union membership all members should be taken to have been under the influence of coercion, whether or not they were aware of this influence or would have acted differntly without it. The employees are said to have been coerced in much the same sense that a man contentedly sitting in the living room of his house may be said to be imprisoned by the barring of the doors whether or not he wants to leave.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Accordingly, the Board has considered unnecessary an actual showing of employee unwillingness to belong to the union.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">What we must decide, then, is whether it is within the power of the Board to provide dues-reimbursement relief for this type of imputed coercion, or, as the Board alternatively states its case, for the employee's loss of his statutory right to decide freely whether or not he shall be a union member. This issue is not satisfactorily resolved by simply pointing out that there has been no showing of forced payment of dues an employee was unwilling to pay, for unless I misunderstand the Board, it is arguing that even a willing union member loses something when there is a violation &#167; 8(b)(2), namely the freedom of choice which the statute assures him. Nor, once we have recognized that a tendency to deter unfair labor practices is not alone sufficient justification for a Board order of affirmative relief, does the concept of punitiveness really advance a solution. Deterrence is certainly a desirable even though not in itself a sufficiently justifying effect of a Board order.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I think the Board should be denied the use of its Brown-Olds remedy in situations where, as here, it is not unlikely that a substantial number of employees were willing to pay dues for union membership because, as I see it, the amount of dues or other exactions paid is not a tenable way of estimating the value a willing union member would place on his right to choose freely whether or not he would be or remain a union member&#8212;as it were, on his right to change his mind. The amount of dues paid does perhaps provide a means of estimating the value of benefits received from the union. Or the amount of dues paid does perhaps measure the cost coercion imposes upon an employee who, if free to choose, would be unwilling to join the union (although even in this case a proper adjustment might have to take some account of the union benefits the employee would not have received had he been merely a nonunion employee in a unionized bargaining unit). But I can find no rational relationship at all between the amount of dues paid and the value an employee who is willing to join a union would place on his freedom to change his mind.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> In the absence of a showing of such a relationship, the Board's Brown-Olds order can no more be sustained than could its orders in the Phelps Dodge or Republic Steel cases.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A different result might follow in this case if Virginia Electric had held that such a relationship exists. But I think that case held only that, as a matter of statutory policy, an employee could not ever be deemed a willing member of a company-dominated union, cf. Matter of the Carpenter Steel Co., 76 N.L.R.B. 670, and that, on considerations of practicality, the employer who had violated the Act should bear the unapportionable costs of sustaining a union that served the employer's forbidden purposes at least as much as it served the employee's legitimate ones.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mr. Justice WHITTAKER, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The contract involved here not only required persons seeking employment in the unit to be members of the union, but also required each of them to obtain from the 'Council' and present to the 'union steward' on the job a 'work permit' before going to work. That this closed-shop hiring arrangement 'coerce(d) employees in the exercise of the rights guaranteed in section 7,' and 'cuase(d) (the) employer to discriminate against * * * employee(s) in violation of subsection (a)(3)' of the Act, contrary to the explicit provisions of &#167;&#167; 8(b) (1)(A) and 8(b)(2) of the Act, 29 U.S.C. &#167; 158, 29 U.S.C.A. &#167; 158 is not here denied.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To assure protection and enforcement of the rights it had guaranteed to employees by the Act, Congress provided in &#167; 10(c) that, upon the finding of an 'unfair labor practice,' 'the Board shall state its findings of fact and shall issue * * * an order requiring such person to cease and desist from such unfair labor practice, and to take such affirmative action * * * as will effectuate the policies' of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finding that the closed-shop hiring arrangement involved here violated &#167;&#167; 8(b) (1)(A) and 8(b)(2) of the Act and thus constituted an unfair labor practice, the Board, in fashioning a remedy which it deemed 'necessary to expunge the coercive effect' of the violations and to 'effectuate the policies of the Act,' ordered the unions not only to cease the violations but also 'to refund to the employees involved the dues * * * and work permit fees, paid by the employees as a price for their employment.' The only question here is whether that remedy was within the Board's power. Like the Court of Appeals, I think it was.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Congress knew, of course, that it could not foresee the nature of all possible violations of the Act, and accordingly did not undertake to specify the precise remedy to be visited upon offenders for particular violations.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'(I)n the nature of things Congress could not catalogue all      the devices and stratagems for circumventing the policies of      the Act. Nor could it define the whole gamut of remedies to      effectuate these policies in an infinite variety of specific      situations. Congress met these difficulties by leaving the      adaptation of means to end to the empiric process of      administration. The exercise of the process was committed to      the Board, subject to limited judicial review. Because the relation of remedy to policy is peculiarly a matter      for administrative competence, courts must not enter the      allowable area of the Board's discretion * * *.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'The Act does not create rights for individuals which must be      vindicated according to a rigid scheme of remedies. It      entrusts to an expert agency the maintenance and promotion of      industrial peace.' Phelps Dodge Corp. v. National Labor      Relations Board, 313 U.S. 177, 194, 61 S.Ct. 845, 852, 85      L.Ed. 1271.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To hold that the Board is without power to do more than order the unions not to violate the Act in the future would be to deny any remedy whatever for violations. It is certain that Congress did not intend by the Act 'to hold out to (employees) an illusory right for which it was denying them a remedy.' Graham v. Brotherhood of Locomotive Firemen, 338 U.S. 232, 240, 70 S.Ct. 14, 18, 94 L.Ed. 22. In directing the Board to order 'such affirmative action * * * as will effectuate the policies of this Act,' Congress seems clearly to have directed the Board to fashion and enforce a remedy 'which it * * * deem(s) adequate to that end.' Republic Steel Corp. v. National Labor Relations Board, 311 U.S. 7, 12, 61 S.Ct. 77, 79, 85 L.Ed. 6. In 'fashioning remedies to undo the effects of violations of the Act, the Board must draw on enlightenment gained from experience.' National Labor Relations Board v. Seven-Up Bottling Co., 344 U.S. 344, 346, 73 S.Ct. 287, 289, 97 L.Ed. 377. And see Radio Officers' Union of Commercial Telegraphers Union, A.F.L. v. National Labor Relations Board, 347 U.S. 17, 49, 74 S.Ct. 323, 340, 98 L.Ed. 455. Based on its long experience up to 1956, that, despite the ban which the Taft-Hartley Amendments had imposed nine years earlier, closed-shop practices were still being followed in some industries,<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> the Board concluded that a remedy more effective than a cease-and-desist order was required. And, following the teaching of this Court's opinion in Virginia Electric &amp; Power Co. v. National Labor Relations Board, 319 U.S. 533, 63 S.Ct. 1214, 87 L.Ed. 1568, the Board decided that an appropriate additional remedy would be to require that the monies paid to the union under the illegal arrangement be refunded to the employees, and it accordingly so held in 1956 in United Association of Journeymen, etc., and Brown-Olds Plumbing &amp; Heating Corp., 115 N.L.R.B. 594.<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Virginia Electric &amp; Power Co. v. National Labor Relations Board, supra, this Court had upheld an identical remedy as within the Board's power. There an employer had committed an unfair labor practice by dominating a plant union in violation of &#167; 8(1), (2) and (3) of the Act. In fashioning a remedy that it deemed necessary to effectuate the policies of the Act, the Board ordered the employer not only to cease the practice but also to reimburseits employees for the dues withheld from their wages, pursuant to their signed authorizations, and paid to the union. Rejecting the employer's contention that this remedy was in excess of the Board's power, this Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'(T)he Board has wide discretion in ordering affirmative      action; its power is not limited to the illustrative example      of one type of permissible affirmative order, namely,      reinstatement with or without back pay. Phelps Dodge Corp. v.      National Labor Relations Board, 313 U.S. 177, 187&#8212;189, 61      S.Ct. 845, 849, 850, 85 L.Ed. 1271, 133 A.L.R. 1217. The      particular means by which the effects of unfair labor      pratices are to be expunged are matters 'for the Board not      the courts to determine.' (International) A. of M. (etc.) v.      National Labor Relations Board, supra, 311 U.S. (72) at page      82, 61 S.Ct. (83) at page 89, 85 L.Ed. 50; National Labor      Relations Board v. Link-Belt Co., supra, 311 U.S. (584) at      page 600, 61 S.Ct. (358) at page 366, 85 L.Ed. 368. Here the      Board, in the exercise of its informed discretion, has      expressly determined that reimbursement in full of the      checked-off dues is necessary to effectuate the policies of      the Act. We give considerable weight to that administrative      determination. It should stand unless it can be shown that      the order is a patent attempt to achieve ends other than      those which can fairly be said to effectuate the policies of      the Act. There is no such showing here.' 319 U.S. at pages      539&#8212;540, 63 S.Ct. at page 1218.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Such an order, said the Court, 'returns to the employees what has been taken from them' and restores to them 'that truly unfettered freedom of choice which the Act demands.' 319 U.S. at page 541, 63 S.Ct. at page 1219. Surely, it is as correct to say here, as it was there, that 'An order such as this, which deprives (a union) of advantages accruing from a particular method of subverting the Act, is a permissible method of effectuating the statutory policy,' ibid., and that is all the order here purports to do.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is argued that the Virginia case is distinguishable on the ground that it dealt with an employer-dominated union. But the question is one of power. The fact that the unfair labor practice there was by the employer rather than by the union, as here, is not a distinguishing difference. Nor does the fact that employees' rights were there infringed by a violation of &#167; 8(a)(1), (2) and (3) of the Act, whereas they are here infringed by a violation of &#167;&#167; 8(b)(1)(A) and 8(b)(2) of the Act, make any difference. In each instance the violation constituted an unfair labor practice, and the question is whether, in fashioning a remedy to effectuate the policies of the Act, the Board has power, in its informed discretion, to order reimbursement of the dues paid under the illegal arrangement. It would seem that if the Board had power so to order in the Virginia case, as this Court held, it similarly has power so to order in this case. Nothing in the Virginia case appears to limit the Board's power of restitution to cases involving employer-dominated unions or to any other particular type of violation, but the power seems clearly enough to be invocable in any appropriate case, in the informed discretion of the Board, and such has been the understanding of the courts.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The contentions that such an order of restitution is beyond the Board's power because the employees received some benefits from the union, despite the illegal hiring arrangement, and that to allow restitution of the dues collected by the union under the illegal arrangement would be to enforce a 'penalty' which the Board has no power to assess, were fully answered to the contrary in the Virginia case, 319 U.S. at pages 542&#8212;543, 63 S.Ct. at pages 1219, 1220.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To require specific proof of individual injury to all employees 'would impose impossible administrative burdens,' National Labor Relations Board v. Revere Metal Art Co., supra, 280 F.2d at page 101, and prevent effective enforcement of the Act. Hence that character and fullness of proof is not required. See Radio Officers' Union of Commercial Telegraphers Union, A.F.L. v. Labor Board, 347 U.S. 17, 48&#8212;52, 74 S.Ct. 323, 339&#8212;342, 98 L.Ed. 455. And inasmuch as the General Counsel of the Board may issue complaints only upon charges filed with him, id., 347 U.S. at page 53, 74 S.Ct. at page 342, and the Board's experience seems to have proved that only a few employees will be sufficiently daring and determined overtly to complain regardless of the nature of the violation, it would seem that the Board, in the exercise of its informed discretion, may reasonably conclude, even in the absence of specific proof of injury to all the employees, that full restitution of the dues collected by the union under an illegal arrangement is necessary to effectuate the policies of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For these reasons, I think the Board acted within its power in ordering restitution of the dues collected under the admittedly illegal arrangement here, that the Court of Appeals correctly enforced the order, and that its judgment should be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The monthly dues payable to the local union were $3.50 and the initiation fee $125. Dues and fees in lesser amounts were payable by apprentices. A member who is working within the jurisdiction of a district council who has not transferred his membership to a local union of the council pays for a working permit that is not less than 75 cents a month nor more than the local monthly dues.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 10(c) provides in relevant part:</p>\n        <p>'* * * If upon the preponderance of the testimony taken the Board shall be of the opinion that any person named in the complaint has engaged in or is engaging in any such unfair labor practice, then the Board shall state its findings of fact and shall issue and cause to be served on such person an order requiring such person to cease and desist from such unfair labor practice, and to take such affirmative action including reinstatement of employees with or without back pay, as will effectuate the policies of this Act: * * *' 29 U.S.C.A. &#167; 160(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Accord; Morrison-Knudsen Co. v. National Labor Relations Board, 2 Cir., 275 F.2d 914; National Labor Relations Board v. United States Steel Corp., 3 Cir., 278 F.2d 896; National Labor Relations Board v. Local Union No. 85, 5 Cir., 274 F.2d 344; National Labor Relations Board v. International Union, 8 Cir., 279 F.2d 951; Morrison-Knudsen Co. v. National Labor Relations Board, 276 F.2d 63 (C.A., 9th Cir.); Local 357 v. National Labor Relations Board, 107 U.S.App.D.C. 188, 275 F.2d 646. Cf. National Labor Relations Board v. Local 176, United Brotherhood of Carpenters, 1 Cir., 276 F.2d 583; Perry Coal Co. v. National Labor Relations Board, 7 Cir., 284 F.2d 910.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Millis and Montgomery, Organized Labor, Vol. III (1945), c. VIII.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> It is but another formulation of the same argument when the Board, in its brief, states that actual coercion is not required so long as the dues are collected pursuant to an illegal system: '(T)he validity of a reimbursement order is not contingent upon a showing that the employees paid monies to the union unwillingly. If the money were paid pursuant to an arrangement which violated the statute, it can be ordered refunded provided this would best effectuate the statutory policies. * * * That the money may have been collected anyhow by a legal means does not privilege the use of an illegal procedure to obtain it.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> For example, an employee may be more willing to join a union which charges high dues and provides substantial benefits than a union which charges little and gives little. But the Board formula declares that in the case where the dues are higher the value of the loss of freedom of choice is greater.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> As two apparently disinterested authorities have noted:</p>\n        <p>'(By 1945), the closed shop had become one of the basic features of industrial relations in the building industry. This situation had largely remained true in practice up to the present time, despite the passage of legislation in 1947 prohibiting this type of provision from being included in collective agreements.</p>\n        <p>'* * * In all of the strongly unionized areas studied during the summer of 1952, employment arrangements equivalent to those under a closed shop were in effect. Membership in the union was almost universally regarded as a prerequisite for obtaining employment; in most instances men were employed directly or indirectly through the union itself. Both parties viewed this as standard practice and showed little or no concern for the illegality ofthe arrangement.' Haber and Levinson, Labor Relations and Productivity in the Building Trades (Univ. of Michigan, 1956), pp. 62, 71. (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> The Board there stated:</p>\n        <p>'* * * (T)he Taft-Hartley amendments have made unlawful all closed-shop contracts as contrary to public policy, proscribing such conduct by unions as unfair labor practices. The dues required and collected under such a contract * * * contravene that public policy. It is no longer required by the Act that the union be company-dominated in order for collection of dues to be unlawful under a closed-shop contract. Here, the dues and the assessments were required and collected pursuant to a contract which clearly contravened the public policy of the Act. Dues and assessments here collected constituted the price these employees paid in order to retain their jobs. We therefore conclude that the remedy of reimbursement of all such monies is appropriate and necessary to expunge the illegal effects of the unfair labor practices found here.</p>\n        <p>'It is our view that, where payment of dues is required under a closed-shop contract, as where assessments are required under an otherwise valid agreement, reimbursement of such monies actually collected will best effectuate the policies of the Act. Otherwise the very fruits of the unfair labor practice itself will remain in the hands of the respondent. * * *' 115 N.L.R.B., at pages 600 601.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> National Labor Relations Board v. Revere Metal Art Co., 2 Cir., 280 F.2d 96, 101; National Labor Relations Board v. Local 294, International Brotherhood of Teamsters, 2 Cir., 279 F.2d 83, 86&#8212;88; O'Neill Intl. Detective Agency v. National Labor Relations Board, 46 L.R.R.M. 2503 (C.A.3d Cir.); Dixie Bedding Mfg. Co. v. National Labor Relations Board, 5 Cir., 268 F.2d 901, 907.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/106203/"
}