{"absolute_url": "/opinion/106317/turnbow-v-commissioner/", "blocked": false, "citation": {"case_name": "Turnbow v. Commissioner", "docket_number": "60", "document_uris": ["/api/rest/v2/document/106317/"], "federal_cite_one": "368 U.S. 337", "federal_cite_three": "7 L. Ed. 2d 326", "federal_cite_two": "82 S. Ct. 353", "id": 90700, "lexis_cite": "1961 U.S. LEXIS 1", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90700/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1961-12-18", "date_modified": "2014-12-21T01:52:09.327789", "docket": "/api/rest/v2/docket/1744727/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">368 U.S. 337</p>\n    <p class=\"case_cite\">82 S.Ct. 353</p>\n    <p class=\"case_cite\">7 L.Ed.2d 326</p>\n    <p class=\"parties\">Grover D. TURNBOW and Ruth H. Turnbow, Petitioners,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 60.</p>\n    <p class=\"date\">Argued Nov. 15 and 16, 1961.</p>\n    <p class=\"date\">Decided Dec. 18, 1961.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francis N. Marshall, San Francisco, Cal., for the petitioners.</p>\n      <p class=\"indent\">Wayne G. Barnett, Washington, D.C., for the respondent.</p>\n      <p class=\"indent\">Mr. Justice WHITTAKER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves and turns on the proper interpretation and interaction of &#167;&#167; 112(g)(1)(B), 112(b)(3) and 112(c)(1) of the Internal Revenue Code of 1939.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Specifically the question presented is whether, in the absence of a 'reorganization,' as that term is defined in &#167; 112(g)(1)(B) and used in &#167; 112(b)(3), the gain on an exchange of stock for stock plus cash is to be recognized in full, or, because of the provisions of &#167; 112(c)(1), is to be recognized only to the extent of the cash.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are simple and undisputed. Petitioner<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> owned all of the 5,000 shares of outstanding stock of International Dairy Supply Company ('International'), a Nevada corporation. In 1952, petitioner transferred all of the International stock to Foremost Dairies, Inc. ('Foremost'), a New York corporation, in exchange for 82,375 shares (a minor percentage) of Foremost's common (voting) stock of the fair market value of $15 per share or $1,235,625 plus cash in the amount of $3,000,000. Petitioner's basis in the International stock was $50,000, and his expenses in connection with the transfer were $21,933.06. Petitioner therefore received for his International stock property and money of a value exceeding his basis and expenses by $4,163,691.94.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his income tax return for 1952, petitioner treated his gain as recognizable only to the extent of the cash he received. The Commissioner concluded that the whole of the gain was recognizable and accordingly proposed a deficiency. On the Taxpayer's petition for redetermination, the Tax Court, following its earlier decision in Bonham v. Commissioner, 33 B.T.A. 1100, 1104,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and the opinion of the Seventh Circuit in Howard v. Commissioner of Internal Revenue, 238 F.2d 943, 948,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> held that the gain was recognizable only to the extent of the cash. 32 T.C. 646. On the Commissioner's appeal, the Ninth Circuit disagreed with the Tax Court and with the Seventh Circuit's decision in the Howard case, supra, and reversed. 286 F.2d 669. To resolve this conflict, on a matter of importance to the proper interpretation and uniform application of the Internal Revenue laws, we granted certiorari. 366 U.S. 923, 81 S.Ct. 1349, 6 L.Ed.2d 383.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because of the arbitrary and technical character, and of the somewhat 'hodgepodge' form, of the statutes involved, the interpretation problem prosented is highly complicated; and although both parties rely upon the 'plain words' of these statutes, they arrive at diametrically opposed conclusions. That plausible arguments can be and have been made in support of each conclusion must be admitted; and, as might be expected, they have hardly lightened our inescapable burden of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The starting point of our analysis must be the 'General rule' stated in &#167; 112(a). It provides: 'General rule. Upon the sale or exchange of property the           entire amount of the gain or loss * * * shall be           recognized, except as hereinafter provided in this           section.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Various exceptions, deaing with exchanges solely in kind, are stated in subsections (b)(1) through (b)(6).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The exception claimed to be relevant here is contained in subsection (b)(3). It provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Stock for stock on reorganization. No gain or loss shall be      recognized if stock or securities in a corporation a party to      a reorganization are, in pursuance of the plan of      reorganization, exchanged solely for stock or securities in      such corporation or in another corporation a party to the      reorganization.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By definition, contained in &#167; 112(g)(1)(B), the term 'reorganization' means 'the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of at least 80 per centum of the * * * stock of another corporation.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> (Emphasis added.) This type of reorganization is commonly called a '(B) reorganization.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is no dispute between the parties about the fact that the transaction involved was not a 'reorganization,' as defined in &#167; 112(g)(1)(B), because 'the acquisition by' Foremost was not 'in exchange solely for * * * its voting stock,' but was partly for such stock and partly for cash. Helvering v. Southwest Consolidated Corp., 315 U.S. 194, 62 S.Ct. 546, 86 L.Ed. 789. Nor is there any dispute that the transaction was not actually within the terms of &#167; 112(b)(3), because the exchange was not of 'stock * * * in * * * a party to a reorganization,' 'in pursuance of (a) plan of reorganization,' nor 'for stock * * * in another corporation (which was) a party to the reorganization.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But petitioner contends that &#167; 112(c)(1) authorizes the indulging of assumptions, contrary to the actual facts, hypothetically to supply the missing elements that are necessary to make the exchange a 'reorganization,' as defined in &#167; 112(g)(1)(B) and as used in &#167; 112(b)(3), and the case turns on whether that is so. Section 112(c)(1) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Gains from exchanges not solely in kind. (1) If an exchange      would be within the provisions of subsection (b)(1), (2),      (3), or (5), or within the provisions of subsection (1), of      this section if it were not for the fact that the property      received in exchange consists not only of property permitted      by such paragraph or by subsection (l) to be received without      the recognition of gain, but also of other property or money,      then the gain, if any, to the recipient shall be recognized,      but in an amount not in excess of the sum of such money and      the fair market value of such other property.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Centering upon this section, and upon the Seventh Circuit's interpretation of it in the Howard case, supra,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> petitioner argues that 'if it were not for the fact that the property (he) received in (the) exchange' consisted not only of voting stock&#8212;'property permitted (by &#167; 112(b)(3)) to be received (if in a corporation which is a party to a reorganization) without the recognition of gain'&#8212;but also of cash, the exchange would have been a 'reorganization,' as defined in &#167; 112(g)(1)(B), because, in that case, 'the acquisition by' Foremost would have been 'in exchange solely for * * * its voting stock'; and the exchange also would have been within the terms of &#167; 112(b)(3) because, in that case, the exchange would have been of 'stock * * * in * * * a party to a reorganization,' 'in pursuance of (a) plan of reorganization,' and 'for stock * * * in another corporation (which was) a party to the reorganization.' Petitioner then argues that inasmuch as his transaction would have been a 'reorganization,' as defined in &#167; 112(g)(1)(B) and used in &#167; 112(b)(3), and hence 'would (have been) within the provisions of subsection (b) * * * (3),' 'if it were not for the fact that the property (he) received' consisted 'not only of' voting stock 'but also of * * * money,' &#167; 112(c)(1) authorizes the assumption, as respects the Foremost stock he received, that the exchange was a 'reorganization,' as defined in &#167; 112(g)(1)(B) and used in &#167; 112(b)(3), and hence precludes recognition of his gain 'in excess of the * * * money' he received.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But we cannot agree that &#167; 112(c)(1) authorizes the assumption, contrary to the actual facts, of a 'reorganization,' as defined in &#167; 112(g)(1)(B) and used in &#167; 112(b)(3). To indulge such an assumption would actually be to permit the negation of Congress' carefully composed definition and use of 'reorganization' in those subsections, and to permit nonrecognition of gains on what are, in reality, only sales, the full gain from which is immediately recognized and taxed under the general rule of &#167; 112(a). To the contrary, we think that an actual 'reorganization,' as defined in &#167; 112(g)(1) and used in &#167; 112(b)(3), must exist before &#167; 112(c)(1) can apply thereto. We are also agreed that &#167; 112(c)(1) can apply only if the exchange actually consists both of 'property permitted by (subsection (b)(1), (2), (3), or (5), or subsection (l) of &#167; 112) * * * to be received without the recognition of gain' and 'other property or money.' And we think it is clear that the 'property permitted by (&#167; 112(b)(3)) * * * to be received without the recognition of gain' is 'stock or securities in * * * a party to a reorganization,' 'in pursuance of (a) plan of reorganization,' and 'for stock * * * in such corporation or in another corporation (which is) a party to the reorganization.' Since, as is admitted, none of the property involved in this exchange actually met that description, none of it was 'property permitted by (&#167; 112(b)(3)) * * * to be received without the recognition of gain,' and therefore &#167; 112(c)(1) does not apply to postpone recognition of petitioner's gain from the Foremost stock.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This, of course, is not to say that &#167; 112(c)(1) is without purpose or function. It is to say only that it does not apply unless some part, at least, of the property exchanged actually meets the particular description contained in the applicable section or subsection of the Code. But, inasmuch as &#167; 112(g) (1)(B) defines 'reorganization' to mean 'the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of at least 80 per centum of the * * * stock of another corporation,' an exchange of stock and cash&#8212;approximately 30 per centum in stock and 70 per centum in cash&#8212;for 'at least 80 per centum of the * * * stock of another corporation' cannot be a 'reorganization,' as defined in &#167; 112(g)(1)(B), nor hence of 'stock * * * in * * * a party to a reorganization' as required by &#167; 112(b)(3), and thus &#167; 112(c)(1) cannot be applicable to petitioner's transaction. That holding determines this case and is all we decide.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Collaterally, petitioner argues that tax 'loopholes' will be opened under other sections of the Code unless his interpretation is adopted. The Commissioner answers that 'loopholes' will be opened under the sections involved and other sections only if petitioner's interpretation is adopted. Inasmuch as what we have said decides the case, we have no need or occasion to follow the parties into, or to decide, collateral questions.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice HARLAN concurs in the result.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Unless otherwise stated, all references to Code sections are to the Internal Revenue Code of 1939 (26 U.S.C., 1952 ed.), 26 U.S.C.A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Grover D. Turnbow will be referred to as though he were the sole petitioner, his wife being a party only because a joint return was filed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Tax Court concluded 'that but for the cash received by petitioner * * * the exchange would have met the 'solely' requirement of section 112(g)(1) (B) and fallen within section 112(b)(3). Howard v. Commissioner, supra at 948. Therefore, under section 112(c)(1) the gain to petitioner may not be recognized in an amount in excess of (the cash received).' 32 T.C., at 652&#8212;653.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the Howard case, supra, the acquiring corporation obtained 80.19% of the stock of the acquired corporation by transferring to the holders, including petitioners, a part of its voting stock in exchange for their stock in the acquired corporation, and acquired the remaining 19.81% of the acquired corporation's stock from other holders for an agreed price in cash. As stated, petitioners received only stock and no cash. The Commissioner determined that the gain realized by petitioners on their exchange solely of stock for stock should be recognized under the general rule of &#167; 112(a) of the Code. The Seventh Circuit, following this Court's decision in Helvering v. Southwest Consolidated Corp., 315 U.S. 194, 62 S.Ct. 546, 86 L.Ed. 789, held 'that because of the cash payment, the transaction in question fails to meet the 'solely' requirement of &#167; 112(g)(1)(B) of the 1939 Code. Hence it does not fall within the ambit of &#167; 112(b)(3).' 238 F.2d at 947. But, turning to and relying on &#167; 112(c)(1), it also held that 'but for the cash received (by others than petitioners) is exchange for 19.81% of the common stock of Binkley, the transaction would have met the 'solely' requirement of &#167; 112(g)(1)(B) and fallen within the scope of &#167; 112(b)(3). To the extent that 'boot' was received, gain would be recognized under our interpretation of the application of &#167; 112(c)(1). However, no cash was received by the taxpayers in question, and as a consequence thereof, no gain at the time of the transaction ever arose.' 238 F.2d at 948.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The various exceptions, respecting exchanges solely in kind, contemplated by &#167; 112(b), are the following:</p>\n        <p>&#167; 112(b)(1): The exchange of tangible property, held for productive use or investment, 'solely' for property ' of a like kind.'</p>\n        <p>&#167; 112(b)(2): The exchange of stock 'solely' for stock in the same corporation.</p>\n        <p>&#167; 112(b)(3): The exchange of stock in a party to a 'reorganization,' as defined in &#167; 112(g)(1), 'solely' for stock or securities in the same corporation or in another corporation which is a party to the reorganization.</p>\n        <p>&#167; 112(b)(4): The exchange by a corporation, a party to a reorganization, of 'property,' in pursuance of the plan of reorganization, 'solely' for stock or securities in another corporation which is a party to the reorganization.</p>\n        <p>&#167; 112(b)(5): The transfer of property to a controlled corporation in exchange 'solely' for stock or securities of that corporation.</p>\n        <p>&#167; 112(b)(6): The receipt by a corporation of property in complete liquidation of another corporation.</p>\n        <p>See also &#167; 112(l) which provides a similar exception in respect to: The exchange of stock or securities 'solely' for stock or securities of a successor corporation pursuant to a court-approved plan in debtor or insolvency proceedings.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 112(g)(1) provides:</p>\n        <p>'(g) Definition of reorganization. As used in this section * * *&#8212;</p>\n        <p>'(1) The term 'reorganization' means (A) a statutory merger or consolidation, or (B) the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of at least 80 per centum of the voting stock and at least 80 per centum of the total number of shares of all other classes of stock of another corporation, or (C) the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of substantially all the properties of another corporation, but in determining whether the exchange is solely for voting stock the assumption by the acquiring corporation of a liability of the other, or the fact that property acquired is subject to a liability, shall be disregarded, or (D) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its shareholders or both are in control of the corporation to which the assets are transferred, or (E) a recapitalization, or (F) a mere change in identity, form, or place of organization, however effected.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See note 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The legislative history, much of which is set forth in the opinion of the Court of Appeals, though tending to support our decision, is inconclusive, and no more can fairly be said of the Commissioner's Regulations. See Treas.Reg. 118, &#167;&#167; 39.112(c)&#8212;1(e), 39.112(g)&#8212;4, 39.112(g)&#8212;1(c).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>368 U.S. 337 (1961)</b></center>\n<center><h1>TURNBOW ET UX.<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE.</h1></center>\n<center>No. 60.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15-16, 1961.</center>\n<center>Decided December 18, 1961.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Francis N. Marshall</i> argued the cause for petitioners. With him on the briefs were <i>Francis R. Kirkham</i> and <i>Harry R. Horrow.</i></p>\n<p><i>Wayne G. Barnett</i> argued the cause for respondent. With him on the briefs were <i>Solicitor General Cox, Assistant Attorney General Oberdorfer, Harry Baum, A. F. Prescott</i> and <i>Arthur I. Gould.</i></p>\n<p>MR. JUSTICE WHITTAKER delivered the opinion of the Court.</p>\n<p>This case involves and turns on the proper interpretation and interaction of §§ 112 (g) (1) (B), 112 (b) (3) and 112 (c) (1) of the Internal Revenue Code of 1939.<sup>[1]</sup> Specifically the question presented is whether, in the absence of a \"reorganization,\" as that term is defined in § 112 (g) (1) (B) and used in § 112 (b) (3), the gain on an exchange of stock for stock <i>plus cash</i> is to be recognized in full, or, because of the provisions of § 112 (c) (1), is to be recognized only to the extent of the cash.</p>\n<p><span class=\"star-pagination\">*338</span> The facts are simple and undisputed. Petitioner<sup>[2]</sup> owned all of the 5,000 shares of outstanding stock of International Dairy Supply Company (\"International\"), a Nevada corporation. In 1952, petitioner transferred all of the International stock to Foremost Dairies, Inc. (\"Foremost\"), a New York corporation, in exchange for 82,375 shares (a minor percentage) of Foremost's common (voting) stock of the fair market value of $15 per share or $1,235,625 <i>plus cash</i> in the amount of $3,000,000. Petitioner's basis in the International stock was $50,000, and his expenses in connection with the transfer were $21,933.06. Petitioner therefore received for his International stock property and money of a value exceeding his basis and expenses by $4,163,691.94.</p>\n<p>In his income tax return for 1952, petitioner treated his gain as recognizable only to the extent of the cash he received. The Commissioner concluded that the whole of the gain was recognizable and accordingly proposed a deficiency. On the taxpayer's petition for redetermination, the Tax Court, following its earlier decision in <i>Bonham</i> v. <i>Commissioner,</i> 33 B. T. A. 1100, 1104,<sup>[3]</sup> and the opinion of the Seventh Circuit in <i>Howard</i> v. <i>Commissioner of Internal Revenue,</i> 238 F. 2d 943, 948,<sup>[4]</sup> held that the gain <span class=\"star-pagination\">*339</span> was recognizable only to the extent of the cash. 32 T. C. 646. On the Commissioner's appeal, the Ninth Circuit disagreed with the Tax Court and with the Seventh Circuit's decision in the <i>Howard</i> case, <i>supra,</i> and reversed. 286 F. 2d 669. To resolve this conflict, on a matter of importance to the proper interpretation and uniform application of the Internal Revenue laws, we granted certiorari. 366 U. S. 923.</p>\n<p>Because of the arbitrary and technical character, and of the somewhat \"hodgepodge\" form, of the statutes involved, the interpretation problem presented is highly complicated; and although both parties rely upon the \"plain words\" of these statutes, they arrive at diametrically opposed conclusions. That plausible arguments can be and have been made in support of each conclusion must be admitted; and, as might be expected, they have hardly lightened our inescapable burden of decision.</p>\n<p>The starting point of our analysis must be the \"General rule\" stated in § 112 (a). It provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*340</span> \"General rule. Upon the sale or exchange of property the entire amount of the gain or loss . . . shall be recognized, except as hereinafter provided in this section.\"</blockquote>\n<p>Various exceptions, dealing with exchanges solely in kind, are stated in subsections (b) (1) through (b) (6).<sup>[5]</sup> The exception claimed to be relevant here is contained in subsection (b) (3). It provides:</p>\n<blockquote>\"Stock for stock on reorganization. No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the reorganization.\"</blockquote>\n<p>By definition, contained in § 112 (g) (1) (B), the term \"reorganization\" means \"the acquisition by one corporation, <span class=\"star-pagination\">*341</span> in exchange <i>solely</i> for all or a part of its voting stock, of at least 80 per centum of the . . . stock of another corporation.\"<sup>[6]</sup> (Emphasis added.) This type of reorganization is commonly called a \"(B) reorganization.\"</p>\n<p>There is no dispute between the parties about the fact that the transaction involved was not a \"reorganization,\" as defined in § 112 (g) (1) (B), because \"the acquisition by\" Foremost was not \"in exchange <i>solely</i> for . . . its voting stock,\" but was partly for such stock and partly for cash. <i>Helvering</i> v. <i>Southwest Consolidated Corp.,</i> 315 U. S. 194. Nor is there any dispute that the transaction was not actually within the terms of § 112 (b) (3), because the exchange was not of \"stock . . . in . . . a party to a reorganization,\" \"in pursuance of [a] plan of reorganization,\" nor \"for stock . . . in another corporation [which was] a party to the reorganization.\"</p>\n<p>But petitioner contends that § 112 (c) (1) authorizes the indulging of assumptions, contrary to the actual facts, hypothetically to supply the missing elements that are necessary to make the exchange a \"reorganization,\" as <span class=\"star-pagination\">*342</span> defined in § 112 (g) (1) (B) and as used in § 112 (b) (3), and the case turns on whether that is so. Section 112 (c) (1) provides:</p>\n<blockquote>\"Gains from exchanges not solely in kind. (1) If an exchange would be within the provisions of subsection (b) (1), (2), (3), or (5), or within the provisions of subsection (1), of this section if it were not for the fact that the property received in exchange consists not only of property permitted by such paragraph or by subsection (1) to be received without the recognition of gain, but also of other property or money, then the gain, if any, to the recipient shall be recognized, but in an amount not in excess of the sum of such money and the fair market value of such other property.\"</blockquote>\n<p>Centering upon this section, and upon the Seventh Circuit's interpretation of it in the <i>Howard</i> case, <i>supra,</i><sup>[7]</sup> petitioner argues that \"if it were not for the fact that the property [he] received in [the] exchange\" consisted not only of voting stock\"property permitted [by § 112 (b) (3)] to be received [if in a corporation which is a party to a reorganization] without the recognition of gain\"but also of cash, the exchange <i>would have been</i> a \"reorganization,\" as defined in § 112 (g) (1) (B), because, in that case, \"the acquisition by\" Foremost would have been \"in exchange <i>solely</i> for . . . its voting stock\"; and the exchange also <i>would have been</i> within the terms of § 112 (b) (3) because, in that case, the exchange would have been of \"stock . . . in . . . a party to a reorganization,\" \"in pursuance of [a] plan of reorganization,\" and \"for stock . . . in another corporation [which was] a party to the reorganization.\" Petitioner then argues that inasmuch as his transaction <i>would have been</i> a \"reorganization,\" as defined in § 112 (g) (1) (B) and <span class=\"star-pagination\">*343</span> used in § 112 (b) (3), and hence \"would [have been] within the provisions of subsection (b) . . . (3),\" \"if it were not for the fact that the property [he] received\" consisted \"not only of\" voting stock \"but also of . . . money,\" § 112 (c) (1) authorizes the <i>assumption,</i> as respects the Foremost stock he received, that the exchange <i>was</i> a \"reorganization,\" as defined in § 112 (g) (1) (B) and used in § 112 (b) (3), and hence precludes recognition of his gain \"in excess of the . . . money\" he received.</p>\n<p>But we cannot agree that § 112 (c) (1) authorizes the assumption, contrary to the actual facts, of a \"reorganization,\" as defined in § 112 (g) (1) (B) and used in § 112 (b) (3). To indulge such an assumption would actually be to permit the negation of Congress' carefully composed definition and use of \"reorganization\" in those subsections, and to permit nonrecognition of gains on what are, in reality, only sales, the full gain from which is immediately recognized and taxed under the general rule of § 112 (a). To the contrary, we think that an actual \"reorganization.\" as defined in § 112 (g) (1) and used in § 112 (b) (3), must exist before § 112 (c) (1) can apply thereto. We are also agreed that § 112 (c) (1) can apply only if the exchange actually consists <i>both</i> of \"property permitted by [subsection (b) (1), (2), (3), or (5), or subsection (1) of § 112] . . . to be received without the recognition of gain\" <i>and</i> \"other property or money.\" And we think it is clear that the \"property permitted by [§ 112 (b) (3)] . . . to be received without the recognition of gain\" is \"stock or securities in . . . a party to a reorganization.\" \"in pursuance of [a] plan of reorganization,\" and \"for stock . . . in such corporation or in another corporation [which is] a party to the reorganization.\" Since, as is admitted, none of the property involved in this exchange actually met that description, none of it was \"property permitted by [§ 112 (b) (3)] . . . to be received without the recognition of gain,\" and therefore <span class=\"star-pagination\">*344</span> § 112 (c) (1) does not apply to postpone recognition of petitioner's gain from the Foremost stock.<sup>[8]</sup></p>\n<p>This, of course, is not to say that § 112 (c) (1) is without purpose or function. It is to say only that it does not apply unless some part, at least, of the property exchanged <i>actually</i> meets the particular description contained in the applicable section or subsection of the Code. But, inasmuch as § 112 (g) (1) (B) defines \"reorganization\" to mean \"the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of at least 80 per centum of the . . . stock of another corporation,\" an exchange of stock <i>and</i> cashapproximately 30 per centum in stock and 70 per centum in cashfor \"at least 80 per centum of the . . . stock of another corporation\" cannot be a \"reorganization,\" as defined in § 112 (g) (1) (B), nor hence of \"stock . . . in . . . a party to a reorganization\" as required by § 112 (b) (3), and thus § 112 (c) (1) cannot be applicable to petitioner's transaction. That holding determines this case and is all we decide.</p>\n<p>Collaterally, petitioner argues that tax \"loopholes\" will be opened under other sections of the Code unless his interpretation is adopted. The Commissioner answers that \"loopholes\" will be opened under the sections involved and other sections only if petitioner's interpretation is adopted. Inasmuch as what we have said decides the case, we have no need or occasion to follow the parties into, or to decide, collateral questions.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN concurs in the result.</p>\n<h2>NOTES</h2>\n<p>[1]  Unless otherwise stated, all references to Code sections are to the Internal Revenue Code of 1939 (26 U. S. C., 1952 ed.).</p>\n<p>[2]  Grover D. Turnbow will be referred to as though he were the sole petitioner, his wife being a party only because a joint return was filed.</p>\n<p>[3]  The Tax Court concluded \"that <i>but for</i> the cash received by petitioner . . . the exchange would have met the `solely' requirement of section 112 (g) (1) (B) and fallen within section 112 (b) (3). <i>Howard</i> v. <i>Commissioner, supra</i> at 948. Therefore, under section 112 (c) (1) the gain to petitioner may not be recognized in an amount in excess of [the cash received].\" 32 T. C., at 652-653.</p>\n<p>[4]  In the <i>Howard</i> case, <i>supra,</i> the acquiring corporation obtained 80.19% of the stock of the acquired corporation by transferring to the holders, including petitioners, a part of its voting stock in exchange for their stock in the acquired corporation, and acquired the remaining 19.81% of the acquired corporation's stock from other holders for an agreed price in cash. As stated, petitioners received only stock and no cash. The Commissioner determined that the gain realized by petitioners on their exchange solely of stock for stock should be recognized under the general rule of § 112 (a) of the Code. The Seventh Circuit, following this Court's decision in <i>Helvering</i> v. <i>Southwest Consolidated Corp.,</i> 315 U. S. 194, held \"that because of the cash payment, the transaction in question fails to meet the `solely' requirement of § 112 (g) (1) (B) of the 1939 Code. Hence it does not fall within the ambit of § 112 (b) (3).\" 238 F. 2d, at 947. But, turning to and relying on § 112 (c) (1), it also held that \"<i>but for</i> the cash received [by others than petitioners] in exchange for 19.81% of the common stock of Binkley, the transaction would have met the `solely' requirement of § 112 (g) (1) (B) and fallen within the scope of § 112 (b) (3). To the extent that `boot' was received, gain would be recognized under our interpretation of the application of § 112 (c) (1). However, no cash was received by the taxpayers in question, and as a consequence thereof, no gain at the time of the transaction ever arose.\" 238 F. 2d, at 948.</p>\n<p>[5]  The various exceptions, respecting exchanges solely in kind, contemplated by § 112 (b), are the following:\n</p>\n<p>§ 112 (b) (1): The exchange of tangible property, held for productive use or investment, \"solely\" for property \"of a like kind.\"</p>\n<p>§ 112 (b) (2): The exchange of stock \"solely\" for stock in the same corporation.</p>\n<p>§ 112 (b) (3): The exchange of stock in a party to a \"reorganization,\" as defined in § 112 (g) (1), \"solely\" for stock or securities in the same corporation or in another corporation which is a party to the reorganization.</p>\n<p>§ 112 (b) (4): The exchange by a corporation, a party to a reorganization, of \"property,\" in pursuance of the plan of reorganization, \"solely\" for stock or securities in another corporation which is a party to the reorganization.</p>\n<p>§ 112 (b) (5): The transfer of property to a controlled corporation in exchange \"solely\" for stock or securities of that corporation.</p>\n<p>§ 112 (b) (6): The receipt by a corporation of property in complete liquidation of another corporation.</p>\n<p>See also § 112 (1) which provides a similar exception in respect to:</p>\n<p>The exchange of stock or securities \"solely\" for stock or securities of a successor corporation pursuant to a court-approved plan in debtor or insolvency proceedings.</p>\n<p>[6]  Section 112 (g) (1) provides:\n</p>\n<p>\"(g) Definition of reorganization. As used in this section . . .</p>\n<p>\"(1) The term `reorganization' means (A) a statutory merger or consolidation, or (B) the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of at least 80 per centum of the voting stock and at least 80 per centum of the total number of shares of all other classes of stock of another corporation, or (C) the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of substantially all the properties of another corporation, but in determining whether the exchange is solely for voting stock the assumption by the acquiring corporation of a liability of the other, or the fact that property acquired is subject to a liability, shall be disregarded, or (D) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its shareholders or both are in control of the corporation to which the assets are transferred, or (E) a recapitalization, or (F) a mere change in identity, form, or place of organization, however effected.\"</p>\n<p>[7]  See note 4.</p>\n<p>[8]  The legislative history, much of which is set forth in the opinion of the Court of Appeals, though tending to support our decision, is inconclusive, and no more can fairly be said of the Commissioner's Regulations. See Treas. Reg. 118, §§ 39.112 (c)-1 (e), 39.112 (g)-4, 39.112 (g)-1 (c).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></span> (1961)</b></center>\n<center><h1>TURNBOW ET UX.<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE.</h1></center>\n<center>No. 60.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15-16, 1961.</center>\n<center>Decided December 18, 1961.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Francis N. Marshall</i> argued the cause for petitioners. With him on the briefs were <i>Francis R. Kirkham</i> and <i>Harry R. Horrow.</i></p>\n<p><i>Wayne G. Barnett</i> argued the cause for respondent. With him on the briefs were <i>Solicitor General Cox, Assistant Attorney General Oberdorfer, Harry Baum, A. F. Prescott</i> and <i>Arthur I. Gould.</i></p>\n<p>MR. JUSTICE WHITTAKER delivered the opinion of the Court.</p>\n<p>This case involves and turns on the proper interpretation and interaction of §§ 112 (g) (1) (B), 112 (b) (3) and 112 (c) (1) of the Internal Revenue Code of 1939.<sup>[1]</sup> Specifically the question presented is whether, in the absence of a \"reorganization,\" as that term is defined in § 112 (g) (1) (B) and used in § 112 (b) (3), the gain on an exchange of stock for stock <i>plus cash</i> is to be recognized in full, or, because of the provisions of § 112 (c) (1), is to be recognized only to the extent of the cash.</p>\n<p><span class=\"star-pagination\">*338</span> The facts are simple and undisputed. Petitioner<sup>[2]</sup> owned all of the 5,000 shares of outstanding stock of International Dairy Supply Company (\"International\"), a Nevada corporation. In 1952, petitioner transferred all of the International stock to Foremost Dairies, Inc. (\"Foremost\"), a New York corporation, in exchange for 82,375 shares (a minor percentage) of Foremost's common (voting) stock of the fair market value of $15 per share or $1,235,625 <i>plus cash</i> in the amount of $3,000,000. Petitioner's basis in the International stock was $50,000, and his expenses in connection with the transfer were $21,933.06. Petitioner therefore received for his International stock property and money of a value exceeding his basis and expenses by $4,163,691.94.</p>\n<p>In his income tax return for 1952, petitioner treated his gain as recognizable only to the extent of the cash he received. The Commissioner concluded that the whole of the gain was recognizable and accordingly proposed a deficiency. On the taxpayer's petition for redetermination, the Tax Court, following its earlier decision in <i>Bonham</i> v. <i>Commissioner,</i> 33 B. T. A. 1100, 1104,<sup>[3]</sup> and the opinion of the Seventh Circuit in <i>Howard</i> v. <i>Commissioner of Internal Revenue,</i> 238 F. 2d 943, 948,<sup>[4]</sup> held that the gain <span class=\"star-pagination\">*339</span> was recognizable only to the extent of the cash. 32 T. C. 646. On the Commissioner's appeal, the Ninth Circuit disagreed with the Tax Court and with the Seventh Circuit's decision in the <i>Howard</i> case, <i>supra,</i> and reversed. 286 F. 2d 669. To resolve this conflict, on a matter of importance to the proper interpretation and uniform application of the Internal Revenue laws, we granted certiorari. 366 U. S. 923.</p>\n<p>Because of the arbitrary and technical character, and of the somewhat \"hodgepodge\" form, of the statutes involved, the interpretation problem presented is highly complicated; and although both parties rely upon the \"plain words\" of these statutes, they arrive at diametrically opposed conclusions. That plausible arguments can be and have been made in support of each conclusion must be admitted; and, as might be expected, they have hardly lightened our inescapable burden of decision.</p>\n<p>The starting point of our analysis must be the \"General rule\" stated in § 112 (a). It provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*340</span> \"General rule. Upon the sale or exchange of property the entire amount of the gain or loss . . . shall be recognized, except as hereinafter provided in this section.\"</blockquote>\n<p>Various exceptions, dealing with exchanges solely in kind, are stated in subsections (b) (1) through (b) (6).<sup>[5]</sup> The exception claimed to be relevant here is contained in subsection (b) (3). It provides:</p>\n<blockquote>\"Stock for stock on reorganization. No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the reorganization.\"</blockquote>\n<p>By definition, contained in § 112 (g) (1) (B), the term \"reorganization\" means \"the acquisition by one corporation, <span class=\"star-pagination\">*341</span> in exchange <i>solely</i> for all or a part of its voting stock, of at least 80 per centum of the . . . stock of another corporation.\"<sup>[6]</sup> (Emphasis added.) This type of reorganization is commonly called a \"(B) reorganization.\"</p>\n<p>There is no dispute between the parties about the fact that the transaction involved was not a \"reorganization,\" as defined in § 112 (g) (1) (B), because \"the acquisition by\" Foremost was not \"in exchange <i>solely</i> for . . . its voting stock,\" but was partly for such stock and partly for cash. <i>Helvering</i> v. <i>Southwest Consolidated Corp.,</i> 315 U. S. 194. Nor is there any dispute that the transaction was not actually within the terms of § 112 (b) (3), because the exchange was not of \"stock . . . in . . . a party to a reorganization,\" \"in pursuance of [a] plan of reorganization,\" nor \"for stock . . . in another corporation [which was] a party to the reorganization.\"</p>\n<p>But petitioner contends that § 112 (c) (1) authorizes the indulging of assumptions, contrary to the actual facts, hypothetically to supply the missing elements that are necessary to make the exchange a \"reorganization,\" as <span class=\"star-pagination\">*342</span> defined in § 112 (g) (1) (B) and as used in § 112 (b) (3), and the case turns on whether that is so. Section 112 (c) (1) provides:</p>\n<blockquote>\"Gains from exchanges not solely in kind. (1) If an exchange would be within the provisions of subsection (b) (1), (2), (3), or (5), or within the provisions of subsection (1), of this section if it were not for the fact that the property received in exchange consists not only of property permitted by such paragraph or by subsection (1) to be received without the recognition of gain, but also of other property or money, then the gain, if any, to the recipient shall be recognized, but in an amount not in excess of the sum of such money and the fair market value of such other property.\"</blockquote>\n<p>Centering upon this section, and upon the Seventh Circuit's interpretation of it in the <i>Howard</i> case, <i>supra,</i><sup>[7]</sup> petitioner argues that \"if it were not for the fact that the property [he] received in [the] exchange\" consisted not only of voting stock\"property permitted [by § 112 (b) (3)] to be received [if in a corporation which is a party to a reorganization] without the recognition of gain\"but also of cash, the exchange <i>would have been</i> a \"reorganization,\" as defined in § 112 (g) (1) (B), because, in that case, \"the acquisition by\" Foremost would have been \"in exchange <i>solely</i> for . . . its voting stock\"; and the exchange also <i>would have been</i> within the terms of § 112 (b) (3) because, in that case, the exchange would have been of \"stock . . . in . . . a party to a reorganization,\" \"in pursuance of [a] plan of reorganization,\" and \"for stock . . . in another corporation [which was] a party to the reorganization.\" Petitioner then argues that inasmuch as his transaction <i>would have been</i> a \"reorganization,\" as defined in § 112 (g) (1) (B) and <span class=\"star-pagination\">*343</span> used in § 112 (b) (3), and hence \"would [have been] within the provisions of subsection (b) . . . (3),\" \"if it were not for the fact that the property [he] received\" consisted \"not only of\" voting stock \"but also of . . . money,\" § 112 (c) (1) authorizes the <i>assumption,</i> as respects the Foremost stock he received, that the exchange <i>was</i> a \"reorganization,\" as defined in § 112 (g) (1) (B) and used in § 112 (b) (3), and hence precludes recognition of his gain \"in excess of the . . . money\" he received.</p>\n<p>But we cannot agree that § 112 (c) (1) authorizes the assumption, contrary to the actual facts, of a \"reorganization,\" as defined in § 112 (g) (1) (B) and used in § 112 (b) (3). To indulge such an assumption would actually be to permit the negation of Congress' carefully composed definition and use of \"reorganization\" in those subsections, and to permit nonrecognition of gains on what are, in reality, only sales, the full gain from which is immediately recognized and taxed under the general rule of § 112 (a). To the contrary, we think that an actual \"reorganization.\" as defined in § 112 (g) (1) and used in § 112 (b) (3), must exist before § 112 (c) (1) can apply thereto. We are also agreed that § 112 (c) (1) can apply only if the exchange actually consists <i>both</i> of \"property permitted by [subsection (b) (1), (2), (3), or (5), or subsection (1) of § 112] . . . to be received without the recognition of gain\" <i>and</i> \"other property or money.\" And we think it is clear that the \"property permitted by [§ 112 (b) (3)] . . . to be received without the recognition of gain\" is \"stock or securities in . . . a party to a reorganization.\" \"in pursuance of [a] plan of reorganization,\" and \"for stock . . . in such corporation or in another corporation [which is] a party to the reorganization.\" Since, as is admitted, none of the property involved in this exchange actually met that description, none of it was \"property permitted by [§ 112 (b) (3)] . . . to be received without the recognition of gain,\" and therefore <span class=\"star-pagination\">*344</span> § 112 (c) (1) does not apply to postpone recognition of petitioner's gain from the Foremost stock.<sup>[8]</sup></p>\n<p>This, of course, is not to say that § 112 (c) (1) is without purpose or function. It is to say only that it does not apply unless some part, at least, of the property exchanged <i>actually</i> meets the particular description contained in the applicable section or subsection of the Code. But, inasmuch as § 112 (g) (1) (B) defines \"reorganization\" to mean \"the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of at least 80 per centum of the . . . stock of another corporation,\" an exchange of stock <i>and</i> cashapproximately 30 per centum in stock and 70 per centum in cashfor \"at least 80 per centum of the . . . stock of another corporation\" cannot be a \"reorganization,\" as defined in § 112 (g) (1) (B), nor hence of \"stock . . . in . . . a party to a reorganization\" as required by § 112 (b) (3), and thus § 112 (c) (1) cannot be applicable to petitioner's transaction. That holding determines this case and is all we decide.</p>\n<p>Collaterally, petitioner argues that tax \"loopholes\" will be opened under other sections of the Code unless his interpretation is adopted. The Commissioner answers that \"loopholes\" will be opened under the sections involved and other sections only if petitioner's interpretation is adopted. Inasmuch as what we have said decides the case, we have no need or occasion to follow the parties into, or to decide, collateral questions.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN concurs in the result.</p>\n<h2>NOTES</h2>\n<p>[1]  Unless otherwise stated, all references to Code sections are to the Internal Revenue Code of 1939 (26 U. S. C., 1952 ed.).</p>\n<p>[2]  Grover D. Turnbow will be referred to as though he were the sole petitioner, his wife being a party only because a joint return was filed.</p>\n<p>[3]  The Tax Court concluded \"that <i>but for</i> the cash received by petitioner . . . the exchange would have met the `solely' requirement of section 112 (g) (1) (B) and fallen within section 112 (b) (3). <i>Howard</i> v. <i>Commissioner, supra</i> at 948. Therefore, under section 112 (c) (1) the gain to petitioner may not be recognized in an amount in excess of [the cash received].\" 32 T. C., at 652-653.</p>\n<p>[4]  In the <i>Howard</i> case, <i>supra,</i> the acquiring corporation obtained 80.19% of the stock of the acquired corporation by transferring to the holders, including petitioners, a part of its voting stock in exchange for their stock in the acquired corporation, and acquired the remaining 19.81% of the acquired corporation's stock from other holders for an agreed price in cash. As stated, petitioners received only stock and no cash. The Commissioner determined that the gain realized by petitioners on their exchange solely of stock for stock should be recognized under the general rule of § 112 (a) of the Code. The Seventh Circuit, following this Court's decision in <i>Helvering</i> v. <i>Southwest Consolidated Corp.,</i> 315 U. S. 194, held \"that because of the cash payment, the transaction in question fails to meet the `solely' requirement of § 112 (g) (1) (B) of the 1939 Code. Hence it does not fall within the ambit of § 112 (b) (3).\" 238 F. 2d, at 947. But, turning to and relying on § 112 (c) (1), it also held that \"<i>but for</i> the cash received [by others than petitioners] in exchange for 19.81% of the common stock of Binkley, the transaction would have met the `solely' requirement of § 112 (g) (1) (B) and fallen within the scope of § 112 (b) (3). To the extent that `boot' was received, gain would be recognized under our interpretation of the application of § 112 (c) (1). However, no cash was received by the taxpayers in question, and as a consequence thereof, no gain at the time of the transaction ever arose.\" 238 F. 2d, at 948.</p>\n<p>[5]  The various exceptions, respecting exchanges solely in kind, contemplated by § 112 (b), are the following:\n</p>\n<p>§ 112 (b) (1): The exchange of tangible property, held for productive use or investment, \"solely\" for property \"of a like kind.\"</p>\n<p>§ 112 (b) (2): The exchange of stock \"solely\" for stock in the same corporation.</p>\n<p>§ 112 (b) (3): The exchange of stock in a party to a \"reorganization,\" as defined in § 112 (g) (1), \"solely\" for stock or securities in the same corporation or in another corporation which is a party to the reorganization.</p>\n<p>§ 112 (b) (4): The exchange by a corporation, a party to a reorganization, of \"property,\" in pursuance of the plan of reorganization, \"solely\" for stock or securities in another corporation which is a party to the reorganization.</p>\n<p>§ 112 (b) (5): The transfer of property to a controlled corporation in exchange \"solely\" for stock or securities of that corporation.</p>\n<p>§ 112 (b) (6): The receipt by a corporation of property in complete liquidation of another corporation.</p>\n<p>See also § 112 (1) which provides a similar exception in respect to:</p>\n<p>The exchange of stock or securities \"solely\" for stock or securities of a successor corporation pursuant to a court-approved plan in debtor or insolvency proceedings.</p>\n<p>[6]  Section 112 (g) (1) provides:\n</p>\n<p>\"(g) Definition of reorganization. As used in this section . . .</p>\n<p>\"(1) The term `reorganization' means (A) a statutory merger or consolidation, or (B) the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of at least 80 per centum of the voting stock and at least 80 per centum of the total number of shares of all other classes of stock of another corporation, or (C) the acquisition by one corporation, in exchange solely for all or a part of its voting stock, of substantially all the properties of another corporation, but in determining whether the exchange is solely for voting stock the assumption by the acquiring corporation of a liability of the other, or the fact that property acquired is subject to a liability, shall be disregarded, or (D) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its shareholders or both are in control of the corporation to which the assets are transferred, or (E) a recapitalization, or (F) a mere change in identity, form, or place of organization, however effected.\"</p>\n<p>[7]  See note 4.</p>\n<p>[8]  The legislative history, much of which is set forth in the opinion of the Court of Appeals, though tending to support our decision, is inconclusive, and no more can fairly be said of the Commissioner's Regulations. See Treas. Reg. 118, §§ 39.112 (c)-1 (e), 39.112 (g)-4, 39.112 (g)-1 (c).</p>\n\n</div>", "id": 106317, "judges": "Whittaker", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/106317/", "sha1": "119535bf40b8c8ea537dd2685336a6e122c259b4", "source": "LR", "supreme_court_db_id": "1961-018", "time_retrieved": "2010-04-28T10:10:38"}