{"absolute_url": "/opinion/102730/employers-reinsurance-corp-v-bryant/", "blocked": false, "citation": {"case_name": "Employers Reinsurance Corp. v. Bryant", "docket_number": "155", "document_uris": ["/api/rest/v2/document/102730/"], "federal_cite_one": "299 U.S. 374", "federal_cite_three": null, "federal_cite_two": null, "id": 87113, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87113/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 27, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1937-01-04", "date_modified": "2014-12-21T01:41:37.450346", "docket": "/api/rest/v2/docket/163593/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">299 U.S. 374</p>\n    <p class=\"case_cite\">57 S.Ct. 273</p>\n    <p class=\"case_cite\">81 L.Ed. 289</p>\n    <p class=\"parties\">EMPLOYERS REINSURANCE CORPORATION<br>v.<br>BRYANT.</p>\n    <p class=\"docket\">No. 155.</p>\n    <p class=\"date\">Argued Nov. 20, 1936.</p>\n    <p class=\"date\">Decided Jan. 4, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Where service of process against defendant, removing cause to federal court for diversity of citizenship was invalid and defendant declined to appear voluntarily and had no agent on which service could be had within district where suit was pending, federal court was without jurisdiction to proceed with suit.</p>\n      <p class=\"indent\">Messrs. J. P. Adoue, of Houston, Tex., and John D. Watkins, of St. Louis, Mo., for petitioner.</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves an effort to obtain by mandamus and prohibition a re-examination and vacation of an order of a federal District Court remanding to a state court a suit theretofore removed into the former from the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A citizen of Texas sued a corporate citizen of Missouri in a state court of Gregg county, Tex., to recover a sum in excess of $3,000, exclusive of interest and costs, upon a policy of workmen's compensation insurance, and caused process to be issued out of that court and served upon an alleged agent of the defendant. Without otherwise appearing in the state court, the defendant in due time and mode caused the suit to be removed, by reason of the diverse citizenship of the parties, into the federal court for the Eastern District of Texas, which includes Gregg county.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the removal the defendant, appearing specially, showed that the alleged agent upon whom process had been served prior to the removal was not in fact its agent, and the federal court set aside the service. At the plaintiff's instance further process was issued out of that court and served upon an agent of the defendant within the Western&#8212;not Eastern&#8212;District of Texas. Again appearing specially, the defendant challenged this service because made outside the court's territorial jurisdiction, and the service was set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Obtaining the removal from the state court into the federal court did not operate as a general appearance by the defendant<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and, as the service of process against it proved invalid and it declined to appear voluntarily, the federal court plainly was without personal jurisdiction of the defendant, although in other respects having jurisdiction of the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant had been admitted to do, and was doing, business in Texas, had an agent within the Western District upon whom process could be served in that district, but had no agent within the Eastern District where the suit was pending.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The suit was in personam and not within any exceptional provision empowering the federal court to send its process outside its district. Therefore that court's process could be effectively served only within the district.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> But the state court was not subject to such a limitation and could send its process to any part of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In these circumstances the plaintiff moved that the suit be remanded to the state court because the federal court was without, and unable to obtain, personal jurisdiction of the defendant; and in support of the motion the plaintiff asserted that the defendant had not been effectively served with process, had not voluntarily appeared, and had no agent within the district upon whom process could be served. Coming to act upon this motion, the federal court construed section 80, title 28, U.S.Code (28 U.S.C.A. &#167; 80), as authorizing it either to dismiss the suit or to remand the same to the state court, as justice might require; concluded that justice required a remanding order because 'an order of dismissal would prevent plaintiff from refiling (beginning anew) his suit within the time permitted by the statute of Texas and would amount to a complete denial of his right to litigate the claim'; and accordingly entered an order remanding the suit to the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendant, conceiving that the remanding order was wrongly made, petitioned the Circuit Court of Appeals for writs of mandamus and prohibition commanding the judge of the District Court to vacate that order and prohibiting him from giving any effect to it. The Circuit Court of Appeals entertained the petition, ordered the judge to show cause why the requested writs should not issue, received and considered his return disclosing the proceedings and matters already recited, and denied the petition. In re Employers Reinsurance Corporation, 82 F.(2d) 373. The case is here on certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We are of opinion the petition was rightly denied, first, because the remanding order was not subject to appellate re-examination on petition for mandamus or otherwise, and, secondly, because even if open to re-examination on petition for mandamus, the order was made in the exercise of lawful authority and was appropriate to the situation in which it was made.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. For a long period an order of a federal court remanding a cause to the state court whence it had been removed could not be re-examined on writ of error or appeal, because not a final judgment or decree in the sense of the controlling statute.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> But in occasional instances such an order was re-examined in effect on petition for mandamus, and this on the theory that the order, if erroneous, amounted to a wrongful refusal to proceed with the cause and that in the absence of other adequate remedy mandamus was appropriate to compel the inferior court to exercise its authority.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By the Act of March 3, 1875, c. 137, 18 Stat. 472, dealing with the jurisdiction of the circuit (now district) courts, Congress provided, in section 5, that if a circuit court should be satisfied at any time during the pendency of a suit brought therein, or removed thereto from a state court, that 'such suit does not really and substantially involve a dispute or controversy properly within' its 'jurisdiction,' the court should proceed no further therein, but should 'dismiss the suit or remand it to the court from which it was removed as justice may require.'<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Thus far this section did little more than to make mandatory a practice theretofore largely followed, but sometimes neg lected, in the circuit courts.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> But the section also contained a concluding paragraph, wholly new, providing that the order 'dismissing or remanding said cause to the State court' should be reviewable on writ of error or appeal. This provision for an appellate review continued in force until it was expressly repealed by the Act of March 3, 1887, c. 373, &#167; 6, 24 Stat. 552,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> which also provided that an order remanding a cause to a state court should be 'immediately carried into execution' and 'no appeal or writ of error' from the order should be allowed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The question soon arose whether the provisions just noticed in the Act of March 3, 1887, should be taken broadly as excluding remanding orders from all appellate review, regardless of how invoked, or only as forbidding their review on writ of error or appeal. The question was considered and answered by this Court in several cases, the uniform ruling being that the provisions should be construed and applied broadly as prohibiting appellate re-examination of such an order, where made by a circuit (now district) court regardless of the mode in which the re-examination is sought.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> A leading case on the subject is In re Pennsylvania Company, 137 U.S. 451, 11 S.Ct. 141, 34 L.Ed. 738, which dealt with a petition for mandamus requiring the judges of a circuit court to reinstate, try, and adjudicate a suit which they, in the circuit court, had remanded to the state court whence it had been removed. After referring to the earlier statutes and practice and coming to the Act of March 3, 1887, this Court said (137 U.S. 451, at page 454, 11 S.Ct. 141, 142, 34 L.Ed. 738):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'In terms, it only abolishes appeals and writs of error, it is true, and does not mention writs of mandamus; and it is unquestionably a general rule that the abrogation of one remedy does not affect another. But in this case, we think, it was the intention of congress to make the judgment of the circuit court remanding a cause to the state court final and conclusive. The general object of the act is to contract the jurisdiction of the federal courts. The abrogation of the writ of error and appeal would have had little effect in putting an end to the question of removal, if the writ of mandamus could still have been sued out in this court. It is true that the general supervisory power of this court over inferior jurisdictions is of great moment in a public point of view, and should not, upon light grounds, be deemed to be taken away in any case. Still, although the writ of mandamus is not mentioned in the section, yet the use of the words, 'such remand shall be immediately carried into execution,' in addition to the prohibition of appeal and writ of error, is strongly indicative of an intent to suppress further prolongation of the controversy by whatever process. We are, therefore, of opinion that the act has the effect of taking away the remedy by mandamus as well as that of appeal and writ of error.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The provisions in the act of 1887 on which that decision and others to the same effect were based are still in force as parts of sections 71 and 80, title 28, U.S.Code (28 U.S.C.A. &#167;&#167; 71, 80). They are in pari materia, are to be construed accordingly rather than as distinct enactments, and, when so construed, show, as was held in Morey v. Lockhart, 123 U.S. 56, 58, 8 S.Ct. 65, 31 L.Ed. 68, that they are intended to reach and include all cases removed from a state court into a federal court and remanded by the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It follows that the remanding order of the District Court was not subject to re-examination by the Circuit Court of Appeals on the petition for mandamus.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2. It is conceded, and rightly so, that the District Court was without personal jurisdiction of the defendant, and that in the absence of such jurisdiction the court was without power to proceed to an adjudication. The statute, section 80 supra, requires that a District Court, when satisfied that a suit removed into it from a state court does not really and substantially involve a dispute or controversy 'properly' within its jurisdiction, shall dismiss the suit or remand it to the state court, as justice may require. In this instance the dispute or controversy was not properly within the jurisdiction of the District Court unless (1) the parties were citizens of different states; (2) the value or amount involved exceeded $3,000, exclusive of interest and costs; and (3) the defendant was before the court by reason of a general appearance or a valid service of process.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Each of these elements of jurisdiction was essential, and if any was wanting there was an absence of proper jurisdiction. The defendant was not before the court, and therefore it was without jurisdiction to proceed with the suit. Counsel for the petitioner assume that the presence of the defendant was not an element of the court's jurisdiction as a federal court; but the assumption is a mistaken one. By repeated decisions in this Court it has been adjudged that the presence of the defendant in a suit in personam, such as the one now under discussion, is an essential element of the jurisdiction of a district (formerly circuit) court as a federal court,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and that in the absence of this element the court is powerless to proceed to an adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the circumstances already recited the District Court was required to dismiss the suit for want of jurisdiction or to remand it to the state court from which it had been removed, and in selecting between these alternatives the court was required to act 'as justice may require.' The statute assumes that justice will be better served in some instances by a dismissal and in others by a remand. Making the required selection involves discretion&#8212;judicial discretion, not mere choice. Plainly the circumstances in which the court acted pointed to a remand as being, in justice, the more appropriate of the alternatives.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It follows that, even if a remanding order were open to re-examination on a petition for mandamus, the petition was in this instance rightly denied.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Justice STONE took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Wabash Western Ry. v. Brow, 164 U.S. 271, 17 S.Ct. 126, 41 L.Ed. 431; Mechanical Appliance Co. v. Castleman, 215 U.S. 437, 30 S.Ct. 125, 54 L.Ed. 272; Cain v. Commercial Publishing Co., 232 U.S. 124, 34 S.Ct. 284, 58 L.Ed. 534; General Investment Co. v. Lake Shore R. Co., 260 U.S. 261, 43 S.Ct. 106, 67 L.Ed. 244.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Toland v. Sprague, 12 Pet. 300, 328-330, 9 L.Ed. 1093; New York L. Insurance Co. v. Bangs, 103 U.S. 435, 439, 440, 26 L.Ed. 580; Munter v. Weil Corset Co., 261 U.S. 276, 279, 43 S.Ct. 347, 348, 67 L.Ed. 652; Robertson v. Railroad Labor Board, 268 U.S. 619, 622, 623, 45 S.Ct. 621, 622, 623, 69 L.Ed. 1119.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Chicago &amp; A. Railroad Co. v. Wiswall, 23 Wall. 507, 23 L.Ed. 103.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Chicago &amp; A. Railroad Co. v. Wiswall, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This provision is still in force as part of section 80, title 28, U.S.Code (28 U.S.C.A. &#167; 80).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Dillon, Removal of Causes (3d Ed.) &#167; 82; Conkling's Treatise (5th Ed.) p. 170; Pollard v. Dwight, 4 Cranch, 421, 428, 429, 2 L.Ed. 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Act of March 3, 1887, was corrected in particulars not here material, and as corrected was re-enacted, by the Act of August 13, 1888, c. 866, 25 Stat. 433.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This provision is still in force as part of section 71, title 28, U.S.Code (28 U.S.C.A. &#167; 71).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The cases are collected and their effect is stated in Gay v. Ruff, 292 U.S. 25, 28, 29, 54 S.Ct. 608, 610, 78 L.Ed. 1099, 92 A.L.R. 970. It was there also pointed out and definitely held that, under the general statute controlling review on certiorari by the Supreme Court, it is admissible for that court to review a decision of a Circuit Court of Appeals directing a District Court to remand a cause to a state court. 292 U.S. 25, at page 30, 54 S.Ct. 608, 610, 78 L.Ed. 1099, 92 A.L.R. 970. Therefore the general rule as stated above is limited to remanding orders made by the District (formerly Circuit) Courts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In Illinois Central R. Co. v. Adams, 180 U.S. 28, 34, 21 S.Ct. 251, 45 L.Ed. 410, and again in Venner v. Great Northern R. Co., 209 U.S. 24, 34, 28 S.Ct. 328, 330, 52 L.Ed. 666, this Court defined the federal jurisdiction of the circuit court as follows:</p>\n        <p>'Jurisdiction is the right to put the wheels of justice in motion and to proceed to the final determination of a cause upon the pleadings and evidence. It exists in the circuit courts of the United States under the express terms of the act of August 13, 1888, if the plaintiff be a citizen of one state, the defendant a citizen of another, if the amount in controversy exceed $2,000 (afterwards changed to $3,000), and the defendant be properly served with process within the district.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Shepard v. Adams, 168 U.S. 618, 18 S.Ct. 214, 42 L.Ed. 602; Remington v. Central Pacific R. Co., 198 U.S. 95, 25 S.Ct. 577, 49 L.Ed. 959; Board of Trade v. Hammond Elevator Co., 198 U.S. 424, 25 S.Ct. 740, 49 L.Ed. 1111; Kendall v. American Automatic Loom Co., 198 U.S. 477, 25 S.Ct. 768, 49 L.Ed. 1133; Mechanical Appliance Co. v. Castleman, 215 U.S. 437, 30 S.Ct. 125, 54 L.Ed. 272; Merriam Co. v. Saalfield, 241 U.S. 22, 36 S.Ct. 477, 60 L.Ed. 868; Stewart v. Ramsay, 242 U.S. 128, 37 S.Ct. 44, 61 L.Ed. 192.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Pollard v. Dwight, 4 Cranch, 421, 428, 429, 2 L.Ed. 666; Texas Transportation Co. v. Seeligson, 122 U.S. 519, 522, 7 S.Ct. 1261, 30 L.Ed. 1150; Cates v. Allen, 149 U.S. 451, 460, 461, 13 S.Ct. 883, 977, 37 L.Ed. 804; Pond v. Sibley (C.C.) 7 F. 129, 138; Gombert v. Lyon (C.C.) 80 F. 305; Peters v. Equitable Life Assurance Society (C.C.) 149 F. 290, 294.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>299 U.S. 374 (1937)</b></center>\n<center><h1>EMPLOYERS REINSURANCE CORP.<br>\nv.<br>\nBRYANT, U.S. DISTRICT JUDGE.</h1></center>\n<center>No. 155.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 1936.</center>\n<center>Decided January 4, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*375</span> <i>Mr. Jacques P. Adoue,</i> with whom <i>Mr. John D. Watkins</i> was on the brief, for petitioner.</p>\n<p>No appearance for respondent.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>This case involves an effort to obtain by mandamus and prohibition a reexamination and vacation of an order of a federal district court remanding to a state court a suit theretofore removed into the former from the latter.</p>\n<p><span class=\"star-pagination\">*376</span> A citizen of Texas sued a corporate citizen of Missouri in a state court of Gregg County, Texas, to recover a sum in excess of three thousand dollars, exclusive of interest and costs, upon a policy of workmen's compensation insurance, and caused process to be issued out of that court and served upon an alleged agent of the defendant. Without otherwise appearing in the state court, the defendant in due time and mode caused the suit to be removed, by reason of the diverse citizenship of the parties, into the federal court for the eastern district of Texas, which includes Gregg County.</p>\n<p>After the removal the defendant, appearing specially, showed that the alleged agent upon whom process had been served prior to the removal was not in fact its agent, and the federal court set aside the service. At the plaintiff's instance further process was issued out of that court and served upon an agent of the defendant within the western  not eastern  district of Texas. Again appearing specially, the defendant challenged this service because made outside the court's territorial jurisdiction, and the service was set aside.</p>\n<p>Obtaining the removal from the state court into the federal court did not operate as a general appearance by the defendant,<sup>[1]</sup> and, as the service of process against it proved invalid and it declined to appear voluntarily, the federal court plainly was without personal jurisdiction of the defendant, although in other respects having jurisdiction of the suit.</p>\n<p>The defendant had been admitted to do, and was doing, business in Texas, had an agent within the western district upon whom process could be served in that district, but had no agent within the eastern district where the suit was pending.</p>\n<p><span class=\"star-pagination\">*377</span> The suit was <i>in personam</i> and not within any exceptional provision empowering the federal court to send its process outside its district. Therefore that court's process could be effectively served only within the district.<sup>[2]</sup> But the state court was not subject to such a limitation and could send its process to any part of the State.</p>\n<p>In these circumstances the plaintiff moved that the suit be remanded to the state court because the federal court was without, and unable to obtain, personal jurisdiction of the defendant; and in support of the motion the plaintiff asserted that the defendant had not been effectively served with process, had not voluntarily appeared and had no agent within the district upon whom process could be served. Coming to act upon this motion, the federal court construed § 80, Title 28, U.S. Code, as authorizing it either to dismiss the suit or to remand the same to the state court, as justice might require; concluded that justice required a remanding order because \"an order of dismissal would prevent the plaintiff from refiling [beginning anew] his suit within the time permitted by the statutes of Texas and would amount to a complete denial of his right to litigate his claim\"; and accordingly entered an order remanding the suit to the state court.</p>\n<p>The defendant, conceiving that the remanding order was wrongly made, petitioned the circuit court of appeals for writs of mandamus and prohibition commanding the judge of the district court to vacate that order and prohibiting him from giving any effect to it. The court of appeals entertained the petition, ordered the judge to show cause why the requested writs should not issue, received and considered his return disclosing the proceedings and matters already recited, and denied the petition. 82 F. (2d) 373. The case is here on certiorari.</p>\n<p><span class=\"star-pagination\">*378</span> We are of opinion the petition was rightly denied, first, because the remanding order was not subject to appellate reexamination on petition for mandamus or otherwise, and, secondly, because even if open to reexamination on petition for mandamus, the order was made in the exercise of lawful authority and was appropriate to the situation in which it was made.</p>\n<p>1. For a long period an order of a federal court remanding a cause to the state court whence it had been removed could not be reexamined on writ of error or appeal, because not a final judgment or decree in the sense of the controlling statute.<sup>[3]</sup> But in occasional instances such an order was reexamined in effect on petition for mandamus, and this on the theory that the order, if erroneous, amounted to a wrongful refusal to proceed with the cause and that in the absence of other adequate remedy mandamus was appropriate to compel the inferior court to exercise its authority.<sup>[4]</sup></p>\n<p>By the Act of March 3, 1875, c. 137, 18 Stat. 472, dealing with the jurisdiction of the circuit (now district) courts, Congress provided, in § 5, that if a circuit court should be satisfied at any time during the pendency of a suit brought therein, or removed thereto from a state court, that \"such suit does not really or substantially involve a dispute or controversy properly within\" its \"jurisdiction,\" the court should proceed no further therein, but should \"dismiss the suit or remand it to the court from which it was removed, as justice may require.\"<sup>[5]</sup> Thus far this section did little more than to make mandatory a practice theretofore largely followed, but sometimes neglected, <span class=\"star-pagination\">*379</span> in the circuit courts.<sup>[6]</sup> But the section also contained a concluding paragraph, wholly new, providing that the order \"dismissing or remanding the said cause to the state court\" should be reviewable on writ of error or appeal. This provision for an appellate review continued in force until it was expressly repealed by the Act of March 3, 1887, c. 373, § 6, 24 Stat. 552,<sup>[7]</sup> which also provided that an order remanding a cause to a state court should be \"immediately carried into execution\" and \"no appeal or writ of error\" from the order should be allowed.<sup>[8]</sup></p>\n<p>The question soon arose whether the provisions just noticed in the Act of March 3, 1887, should be taken broadly as excluding remanding orders from all appellate review, regardless of how invoked, or only as forbidding their review on writ of error or appeal. The question was considered and answered by this Court in several cases, the uniform ruling being that the provisions should be construed and applied broadly as prohibiting appellate reexamination of such an order, where made by a circuit (now district) court, regardless of the mode in which the reexamination is sought.<sup>[9]</sup> A leading case on the subject <span class=\"star-pagination\">*380</span> is <i>In re Pennsylvania Co.,</i> 137 U.S. 451, which dealt with a petition for mandamus requiring the judges of a circuit court to reinstate, try and adjudicate a suit which they, in the circuit court, had remanded to the state court whence it had been removed. After referring to the earlier statutes and practice and coming to the Act of March 3, 1887, this Court said (p. 454):</p>\n<p>\"In terms, it only abolishes appeals and writs of error, it is true, and does not mention writs of mandamus; and it is unquestionably a general rule, that the abrogation of one remedy does not affect another. But in this case, we think it was the intention of Congress to make the judgment of the Circuit Court remanding a cause to the state court final and conclusive. The general object of the act is to contract the jurisdiction of the federal courts. The abrogation of the writ of error and appeal would have had little effect in putting an end to the question of removal, if the writ of mandamus could still have been sued out in this court. It is true that the general supervisory power of this court over inferior jurisdictions is of great moment in a public point of view, and should not, upon light grounds, be deemed to be taken away in any case. Still, although the writ of mandamus is not mentioned in the section, yet the use of the words `such remand shall be immediately carried into execution,' in addition to the prohibition of appeal and writ of error, is strongly indicative of an intent to suppress further prolongation of the controversy by whatever process. We are, therefore, of opinion that the act has the effect of taking away the remedy by mandamus as well as that of appeal and writ of error.\"</p>\n<p>The provisions in the Act of 1887 on which that decision and others to the same effect were based are still in force as parts of §§ 71 and 80, Title 28, U.S. Code. They are <i>in pari materia,</i> are to be construed accordingly rather than as distinct enactments, and, when so construed, show, as was held in <i>Morey</i> v. <i>Lockhart,</i> 123 U.S. <span class=\"star-pagination\">*381</span> 56, 58, that they are intended to reach and include all cases removed from a state court into a federal court and remanded by the latter.</p>\n<p>It follows that the remanding order of the district court was not subject to reexamination by the circuit court of appeals on the petition for mandamus.</p>\n<p>2. It is conceded, and rightly so, that the district court was without personal jurisdiction of the defendant, and that in the absence of such jurisdiction the court was without power to proceed to an adjudication. The statute, § 80, <i>supra,</i> requires that a district court, when satisfied that a suit removed into it from a state court does not really and substantially involve a dispute or controversy \"properly\" within its jurisdiction, shall dismiss the suit or remand it to the state court, as justice may require. In this instance the dispute or controversy was not properly within the jurisdiction of the district court unless (1) the parties were citizens of different States; (2) the value or amount involved exceeded $3,000, exclusive of interest and costs; and (3) the defendant was before the court by reason of a general appearance or a valid service of process.<sup>[10]</sup> Each of these elements of jurisdiction was essential, and if any was wanting there was an absence of proper jurisdiction. The defendant was not before the court, and therefore it was without jurisdiction to proceed with the suit. Counsel for the petitioner assume that the presence of the defendant was not <span class=\"star-pagination\">*382</span> an element of the court's jurisdiction as a federal court; but the assumption is a mistaken one. By repeated decisions in this Court it has been adjudged that the presence of the defendant in a suit <i>in personam,</i> such as the one now under discussion, is an essential element of the jurisdiction of a district (formerly circuit) court as a federal court,<sup>[11]</sup> and that in the absence of this element the court is powerless to proceed to an adjudication.</p>\n<p>In the circumstances already recited the district court was required to dismiss the suit for want of jurisdiction or to remand it to the state court from which it had been removed, and in selecting between these alternatives the court was required to act \"as justice may require.\" The statute assumes that justice will be better served in some instances by a dismissal and in others by a remand. Making the required selection involves discretion  judicial discretion, not mere choice. Plainly the circumstances in which the court acted pointed to a remand as being, in justice, the more appropriate of the alternatives.<sup>[12]</sup></p>\n<p>It follows that, even if a remanding order were open to reexamination on a petition for mandamus, the petition was in this instance rightly denied.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]   <i>Wabash Western Ry. Co.</i> v. <i>Brow,</i> 164 U.S. 271; <i>Mechanical Appliance Co.</i> v. <i>Castleman,</i> 215 U.S. 437; <i>Cain</i> v. <i>Commercial Publishing Co.,</i> 232 U.S. 124; <i>General Investment Co.</i> v. <i>Lake Shore &amp; M.S. Ry. Co.,</i> 260 U.S. 261.</p>\n<p>[2]   <i>Toland</i> v. <i>Sprague,</i> 12 Pet. 300, 328-330; <i>Insurance Co.</i> v. <i>Bangs,</i> 103 U.S. 435, 439-440; <i>Munter</i> v. <i>Weil Corset Co.,</i> 261 U.S. 276, 279; <i>Robertson</i> v. <i>Labor Board,</i> 268 U.S. 619, 622-623.</p>\n<p>[3]   <i>Railroad Co.</i> v. <i>Wiswall,</i> 23 Wall. 507.</p>\n<p>[4]   <i>Railroad Co.</i> v. <i>Wiswall, supra</i><i>.</i></p>\n<p>[5]   This provision is still in force as part of § 80, Title 28, U.S. Code.</p>\n<p>[6]   Dillon Removal of Causes, 3d ed., § 82; Conkling's Treatise, 5th ed., p. 170; <i>Pollard</i> v. <i>Dwight,</i> 4 Cranch 421, 428-429.</p>\n<p>[7]   The Act of March 3, 1887, was corrected in particulars not here material, and as corrected was reenacted, by the Act of August 13, 1888, c. 866, 25 Stat. 433.</p>\n<p>[8]   This provision is still in force as part of § 71, Title 28, U.S. Code.</p>\n<p>[9]   The cases are collected and their effect is stated in <i>Gay</i> v. <i>Ruff,</i> 292 U.S. 25, 28-29. It was there also pointed out and definitely held that, under the general statute controlling review on certiorari by the Supreme Court, it is admissible for that court to review a decision of a circuit court of appeals directing a district court to remand a cause to a state court. p. 30. Therefore the general rule as stated above is limited to remanding orders made by the district (formerly circuit) courts.</p>\n<p>[10]   In <i>Illinois Central R. Co.</i> v. <i>Adams,</i> 180 U.S. 28, 34, and again in <i>Venner</i> v. <i>Great Northern Ry. Co.,</i> 209 U.S. 24, 34, this Court defined the federal jurisdiction of the circuit court as follows:\n</p>\n<p>\"Jurisdiction is the right to put the wheels of justice in motion and to proceed to the final determination of a cause upon the pleadings and evidence. It exists in the Circuit Courts of the United States under the express terms of the act of August 13, 1888, if the plaintiff be a citizen of one State, the defendant a citizen of another, if the amount in controversy exceed $2000 [afterwards changed to $3000] and the defendant be properly served with process within the district.\"</p>\n<p>[11]   <i>Shepard</i> v. <i>Adams,</i> 168 U.S. 618; <i>Remington</i> v. <i>Central Pacific R. Co.,</i> 198 U.S. 95; <i>Board of Trade</i> v. <i>Hammond Elevator Co.,</i> 198 U.S. 424; <i>Kendall</i> v. <i>American Automatic Loom Co.,</i> 198 U.S. 477; <i>Mechanical Appliance Co.</i> v. <i>Castleman,</i> 215 U.S. 437; <i>Merriam Co.</i> v. <i>Saalfield,</i> 241 U.S. 22; <i>Stewart</i> v. <i>Ramsay,</i> 242 U.S. 128.</p>\n<p>[12]   <i>Pollard</i> v. <i>Dwight,</i> 4 Cranch 421, 428-429; <i>Texas Transportation Co.</i> v. <i>Seeligson,</i> 122 U.S. 519, 522; <i>Cates</i> v. <i>Allen,</i> 149 U.S. 451, 460-461; <i>Pond</i> v. <i>Sibley,</i> 7 Fed. 129, 138; <i>Gombert</i> v. <i>Lyon,</i> 80 Fed. 305; <i>Peters</i> v. <i>Equitable Life Assurance Society,</i> 149 Fed. 290, 294.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></span> (1937)</b></center>\n<center><h1>EMPLOYERS REINSURANCE CORP.<br>\nv.<br>\nBRYANT, U.S. DISTRICT JUDGE.</h1></center>\n<center>No. 155.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 1936.</center>\n<center>Decided January 4, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*375</span> <i>Mr. Jacques P. Adoue,</i> with whom <i>Mr. John D. Watkins</i> was on the brief, for petitioner.</p>\n<p>No appearance for respondent.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>This case involves an effort to obtain by mandamus and prohibition a reexamination and vacation of an order of a federal district court remanding to a state court a suit theretofore removed into the former from the latter.</p>\n<p><span class=\"star-pagination\">*376</span> A citizen of Texas sued a corporate citizen of Missouri in a state court of Gregg County, Texas, to recover a sum in excess of three thousand dollars, exclusive of interest and costs, upon a policy of workmen's compensation insurance, and caused process to be issued out of that court and served upon an alleged agent of the defendant. Without otherwise appearing in the state court, the defendant in due time and mode caused the suit to be removed, by reason of the diverse citizenship of the parties, into the federal court for the eastern district of Texas, which includes Gregg County.</p>\n<p>After the removal the defendant, appearing specially, showed that the alleged agent upon whom process had been served prior to the removal was not in fact its agent, and the federal court set aside the service. At the plaintiff's instance further process was issued out of that court and served upon an agent of the defendant within the western  not eastern  district of Texas. Again appearing specially, the defendant challenged this service because made outside the court's territorial jurisdiction, and the service was set aside.</p>\n<p>Obtaining the removal from the state court into the federal court did not operate as a general appearance by the defendant,<sup>[1]</sup> and, as the service of process against it proved invalid and it declined to appear voluntarily, the federal court plainly was without personal jurisdiction of the defendant, although in other respects having jurisdiction of the suit.</p>\n<p>The defendant had been admitted to do, and was doing, business in Texas, had an agent within the western district upon whom process could be served in that district, but had no agent within the eastern district where the suit was pending.</p>\n<p><span class=\"star-pagination\">*377</span> The suit was <i>in personam</i> and not within any exceptional provision empowering the federal court to send its process outside its district. Therefore that court's process could be effectively served only within the district.<sup>[2]</sup> But the state court was not subject to such a limitation and could send its process to any part of the State.</p>\n<p>In these circumstances the plaintiff moved that the suit be remanded to the state court because the federal court was without, and unable to obtain, personal jurisdiction of the defendant; and in support of the motion the plaintiff asserted that the defendant had not been effectively served with process, had not voluntarily appeared and had no agent within the district upon whom process could be served. Coming to act upon this motion, the federal court construed § 80, Title 28, U.S. Code, as authorizing it either to dismiss the suit or to remand the same to the state court, as justice might require; concluded that justice required a remanding order because \"an order of dismissal would prevent the plaintiff from refiling [beginning anew] his suit within the time permitted by the statutes of Texas and would amount to a complete denial of his right to litigate his claim\"; and accordingly entered an order remanding the suit to the state court.</p>\n<p>The defendant, conceiving that the remanding order was wrongly made, petitioned the circuit court of appeals for writs of mandamus and prohibition commanding the judge of the district court to vacate that order and prohibiting him from giving any effect to it. The court of appeals entertained the petition, ordered the judge to show cause why the requested writs should not issue, received and considered his return disclosing the proceedings and matters already recited, and denied the petition. 82 F. (2d) 373. The case is here on certiorari.</p>\n<p><span class=\"star-pagination\">*378</span> We are of opinion the petition was rightly denied, first, because the remanding order was not subject to appellate reexamination on petition for mandamus or otherwise, and, secondly, because even if open to reexamination on petition for mandamus, the order was made in the exercise of lawful authority and was appropriate to the situation in which it was made.</p>\n<p>1. For a long period an order of a federal court remanding a cause to the state court whence it had been removed could not be reexamined on writ of error or appeal, because not a final judgment or decree in the sense of the controlling statute.<sup>[3]</sup> But in occasional instances such an order was reexamined in effect on petition for mandamus, and this on the theory that the order, if erroneous, amounted to a wrongful refusal to proceed with the cause and that in the absence of other adequate remedy mandamus was appropriate to compel the inferior court to exercise its authority.<sup>[4]</sup></p>\n<p>By the Act of March 3, 1875, c. 137, 18 Stat. 472, dealing with the jurisdiction of the circuit (now district) courts, Congress provided, in § 5, that if a circuit court should be satisfied at any time during the pendency of a suit brought therein, or removed thereto from a state court, that \"such suit does not really or substantially involve a dispute or controversy properly within\" its \"jurisdiction,\" the court should proceed no further therein, but should \"dismiss the suit or remand it to the court from which it was removed, as justice may require.\"<sup>[5]</sup> Thus far this section did little more than to make mandatory a practice theretofore largely followed, but sometimes neglected, <span class=\"star-pagination\">*379</span> in the circuit courts.<sup>[6]</sup> But the section also contained a concluding paragraph, wholly new, providing that the order \"dismissing or remanding the said cause to the state court\" should be reviewable on writ of error or appeal. This provision for an appellate review continued in force until it was expressly repealed by the Act of March 3, 1887, c. 373, § 6, 24 Stat. 552,<sup>[7]</sup> which also provided that an order remanding a cause to a state court should be \"immediately carried into execution\" and \"no appeal or writ of error\" from the order should be allowed.<sup>[8]</sup></p>\n<p>The question soon arose whether the provisions just noticed in the Act of March 3, 1887, should be taken broadly as excluding remanding orders from all appellate review, regardless of how invoked, or only as forbidding their review on writ of error or appeal. The question was considered and answered by this Court in several cases, the uniform ruling being that the provisions should be construed and applied broadly as prohibiting appellate reexamination of such an order, where made by a circuit (now district) court, regardless of the mode in which the reexamination is sought.<sup>[9]</sup> A leading case on the subject <span class=\"star-pagination\">*380</span> is <i>In re Pennsylvania Co.,</i> <span class=\"citation\" data-id=\"92897\"><a href=\"/opinion/92897/in-re-pennsylvania-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, which dealt with a petition for mandamus requiring the judges of a circuit court to reinstate, try and adjudicate a suit which they, in the circuit court, had remanded to the state court whence it had been removed. After referring to the earlier statutes and practice and coming to the Act of March 3, 1887, this Court said (p. 454):</p>\n<p>\"In terms, it only abolishes appeals and writs of error, it is true, and does not mention writs of mandamus; and it is unquestionably a general rule, that the abrogation of one remedy does not affect another. But in this case, we think it was the intention of Congress to make the judgment of the Circuit Court remanding a cause to the state court final and conclusive. The general object of the act is to contract the jurisdiction of the federal courts. The abrogation of the writ of error and appeal would have had little effect in putting an end to the question of removal, if the writ of mandamus could still have been sued out in this court. It is true that the general supervisory power of this court over inferior jurisdictions is of great moment in a public point of view, and should not, upon light grounds, be deemed to be taken away in any case. Still, although the writ of mandamus is not mentioned in the section, yet the use of the words `such remand shall be immediately carried into execution,' in addition to the prohibition of appeal and writ of error, is strongly indicative of an intent to suppress further prolongation of the controversy by whatever process. We are, therefore, of opinion that the act has the effect of taking away the remedy by mandamus as well as that of appeal and writ of error.\"</p>\n<p>The provisions in the Act of 1887 on which that decision and others to the same effect were based are still in force as parts of §§ 71 and 80, Title 28, U.S. Code. They are <i>in pari materia,</i> are to be construed accordingly rather than as distinct enactments, and, when so construed, show, as was held in <i>Morey</i> v. <i>Lockhart,</i> 123 U.S. <span class=\"star-pagination\">*381</span> 56, 58, that they are intended to reach and include all cases removed from a state court into a federal court and remanded by the latter.</p>\n<p>It follows that the remanding order of the district court was not subject to reexamination by the circuit court of appeals on the petition for mandamus.</p>\n<p>2. It is conceded, and rightly so, that the district court was without personal jurisdiction of the defendant, and that in the absence of such jurisdiction the court was without power to proceed to an adjudication. The statute, § 80, <i>supra,</i> requires that a district court, when satisfied that a suit removed into it from a state court does not really and substantially involve a dispute or controversy \"properly\" within its jurisdiction, shall dismiss the suit or remand it to the state court, as justice may require. In this instance the dispute or controversy was not properly within the jurisdiction of the district court unless (1) the parties were citizens of different States; (2) the value or amount involved exceeded $3,000, exclusive of interest and costs; and (3) the defendant was before the court by reason of a general appearance or a valid service of process.<sup>[10]</sup> Each of these elements of jurisdiction was essential, and if any was wanting there was an absence of proper jurisdiction. The defendant was not before the court, and therefore it was without jurisdiction to proceed with the suit. Counsel for the petitioner assume that the presence of the defendant was not <span class=\"star-pagination\">*382</span> an element of the court's jurisdiction as a federal court; but the assumption is a mistaken one. By repeated decisions in this Court it has been adjudged that the presence of the defendant in a suit <i>in personam,</i> such as the one now under discussion, is an essential element of the jurisdiction of a district (formerly circuit) court as a federal court,<sup>[11]</sup> and that in the absence of this element the court is powerless to proceed to an adjudication.</p>\n<p>In the circumstances already recited the district court was required to dismiss the suit for want of jurisdiction or to remand it to the state court from which it had been removed, and in selecting between these alternatives the court was required to act \"as justice may require.\" The statute assumes that justice will be better served in some instances by a dismissal and in others by a remand. Making the required selection involves discretion  judicial discretion, not mere choice. Plainly the circumstances in which the court acted pointed to a remand as being, in justice, the more appropriate of the alternatives.<sup>[12]</sup></p>\n<p>It follows that, even if a remanding order were open to reexamination on a petition for mandamus, the petition was in this instance rightly denied.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]   <i>Wabash Western Ry. Co.</i> v. <i>Brow,</i> 164 U.S. 271; <i>Mechanical Appliance Co.</i> v. <i>Castleman,</i> 215 U.S. 437; <i>Cain</i> v. <i>Commercial Publishing Co.,</i> 232 U.S. 124; <i>General Investment Co.</i> v. <i>Lake Shore &amp; M.S. Ry. Co.,</i> 260 U.S. 261.</p>\n<p>[2]   <i>Toland</i> v. <i>Sprague,</i> <span class=\"citation\" data-id=\"86051\"><a href=\"/opinion/86051/toland-v-sprague/\"><span class=\"volume\">12</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">300</span></a></span>, 328-330; <i>Insurance Co.</i> v. <i>Bangs,</i> <span class=\"citation\" data-id=\"90343\"><a href=\"/opinion/90343/insurance-co-v-bangs/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 439-440; <i>Munter</i> v. <i>Weil Corset Co.,</i> <span class=\"citation\" data-id=\"100145\"><a href=\"/opinion/100145/munter-v-weil-corset-co/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, 279; <i>Robertson</i> v. <i>Labor Board,</i> <span class=\"citation\" data-id=\"100702\"><a href=\"/opinion/100702/robertson-v-railroad-labor-bd/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 622-623.</p>\n<p>[3]   <i>Railroad Co.</i> v. <i>Wiswall,</i> 23 Wall. 507.</p>\n<p>[4]   <i>Railroad Co.</i> v. <i>Wiswall, supra</i><i>.</i></p>\n<p>[5]   This provision is still in force as part of § 80, Title 28, U.S. Code.</p>\n<p>[6]   Dillon Removal of Causes, 3d ed., § 82; Conkling's Treatise, 5th ed., p. 170; <i>Pollard</i> v. <i>Dwight,</i> 4 Cranch 421, 428-429.</p>\n<p>[7]   The Act of March 3, 1887, was corrected in particulars not here material, and as corrected was reenacted, by the Act of August 13, 1888, c. 866, 25 Stat. 433.</p>\n<p>[8]   This provision is still in force as part of § 71, Title 28, U.S. Code.</p>\n<p>[9]   The cases are collected and their effect is stated in <i>Gay</i> v. <i>Ruff,</i> <span class=\"citation\" data-id=\"102245\"><a href=\"/opinion/102245/gay-v-ruff/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 28-29. It was there also pointed out and definitely held that, under the general statute controlling review on certiorari by the Supreme Court, it is admissible for that court to review a decision of a circuit court of appeals directing a district court to remand a cause to a state court. p. 30. Therefore the general rule as stated above is limited to remanding orders made by the district (formerly circuit) courts.</p>\n<p>[10]   In <i>Illinois Central R. Co.</i> v. <i>Adams,</i> <span class=\"citation\" data-id=\"95391\"><a href=\"/opinion/95391/illinois-central-railroad-company-appt-v/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, 34, and again in <i>Venner</i> v. <i>Great Northern Ry. Co.,</i> <span class=\"citation\" data-id=\"96809\"><a href=\"/opinion/96809/venner-v-great-northern-r-co/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 34, this Court defined the federal jurisdiction of the circuit court as follows:\n</p>\n<p>\"Jurisdiction is the right to put the wheels of justice in motion and to proceed to the final determination of a cause upon the pleadings and evidence. It exists in the Circuit Courts of the United States under the express terms of the act of August 13, 1888, if the plaintiff be a citizen of one State, the defendant a citizen of another, if the amount in controversy exceed $2000 [afterwards changed to $3000] and the defendant be properly served with process within the district.\"</p>\n<p>[11]   <i>Shepard</i> v. <i>Adams,</i> 168 U.S. 618; <i>Remington</i> v. <i>Central Pacific R. Co.,</i> 198 U.S. 95; <i>Board of Trade</i> v. <i>Hammond Elevator Co.,</i> 198 U.S. 424; <i>Kendall</i> v. <i>American Automatic Loom Co.,</i> 198 U.S. 477; <i>Mechanical Appliance Co.</i> v. <i>Castleman,</i> 215 U.S. 437; <i>Merriam Co.</i> v. <i>Saalfield,</i> 241 U.S. 22; <i>Stewart</i> v. <i>Ramsay,</i> 242 U.S. 128.</p>\n<p>[12]   <i>Pollard</i> v. <i>Dwight,</i> 4 Cranch 421, 428-429; <i>Texas Transportation Co.</i> v. <i>Seeligson,</i> <span class=\"citation\" data-id=\"92005\"><a href=\"/opinion/92005/texas-transp-co-v-seeligson/\"><span class=\"volume\">122</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 522; <i>Cates</i> v. <i>Allen,</i> <span class=\"citation\" data-id=\"93641\"><a href=\"/opinion/93641/cates-v-allen/\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 460-461; <i>Pond</i> v. <i>Sibley,</i> 7 Fed. 129, 138; <i>Gombert</i> v. <i>Lyon,</i> 80 Fed. 305; <i>Peters</i> v. <i>Equitable Life Assurance Society,</i> 149 Fed. 290, 294.</p>\n\n</div>", "id": 102730, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102730/", "sha1": "3d2ed63c95f6ba4c26e0f74c42e98314d35e603e", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:53:44"}