{"absolute_url": "/opinion/102866/forte-v-united-states/", "blocked": false, "citation": {"case_name": "Forte v. United States", "docket_number": "459", "document_uris": ["/api/rest/v2/document/102866/"], "federal_cite_one": "302 U.S. 220", "federal_cite_three": null, "federal_cite_two": null, "id": 87249, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87249/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 30, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1937-12-06", "date_modified": "2014-12-21T09:12:07.289321", "docket": "/api/rest/v2/docket/217320/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">302 U.S. 220</p>\n    <p class=\"case_cite\">58 S.Ct. 180</p>\n    <p class=\"case_cite\">82 L.Ed. 209</p>\n    <p class=\"parties\">FORTE<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 459.</p>\n    <p class=\"date\">Argued Nov. 15, 1937.</p>\n    <p class=\"date\">Decided Dec. 6, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. James A. O'Shea, of Washington, D.C., for plaintiff.</p>\n      <p class=\"indent\">Mr. Homer S. Cummings, Atty. Gen., and Mr. Henry A. Schweinhaut, of Washington, D.C., for the United States.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case comes here on certified questions. 28 U.S.C. &#167; 346 (28 U.S.C.A. &#167; 346).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was indicted for violation of the National Motor Vehicle Theft Act, 41 Stat. 324, 18 U.S.C. &#167; 408 (18 U.S.C.A. &#167; 408). He was convicted, sentenced, and on July 1, 1936, in due time, took an appeal. On July 20, 1936, he filed an assignment of errors and a designation of record. On that date, he also submitted a bill of exceptions by filing it, not signed by the trial judge, with the clerk of the court. At the same time, he gave notice of that filing to the United States Attorney stating that he would submit the bill of exceptions for settlement. Prior to July 31, 1936, the bill of exceptions was 'agreed upon' by the United States Attorney and appellant's counsel. On July 31, 1936, the trial judge was on vacation outside the District and was not to return until September. He signed the bill of exceptions on September 2, 1936. Below his signature appeared the statement, 'The foregoing bill of exceptions is satisfactory to the Government and the defendant,' signed by the attorneys for both parties. There was no extension of time for the settlement of the bill of exceptions which, together with the assignment of errors, was transmitted to the clerk of the Court of Appeals on September 9, 1936. Argument was had in due course, and on April 5, 1937, the Court of Appeals (68 App.D.C. 111, 94 F.2d 236) decided that the judgment of the District Court should be reversed. The errors assigned and argued on the appeal involved solely the sufficiency of the evidence as shown by the bill of exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Appeals granted a motion by the government to stay the mandate and also a motion for rehearing 'limited to the legal effect of the settlement of the bill of exceptions on September 2, 1936, the appeal having been perfected on July 1, 1936.' The government moved that the bill of exceptions be stricken and the judgment of the District Court be affirmed. The Court of Appeals has certified the following questions:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'1. When, in a criminal case, a bill of exceptions has, within thirty days after the taking of an appeal, been prepared, agreed to by counsel for the United States and the appellant, and 'submitted' by filing the same with the clerk of the District Court, but when the trial judge does not settle and sign the bill within said thirty days, but does settle and sign the same thereafter, is the bill of exceptions properly settled and signed?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'If question No. 1 is answered in the negative, then:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'2. When, in a criminal case, a bill of exceptions not settled and signed by the trial judge within proper time, but nevertheless actually settled and signed by said judge, is transmitted by the clerk of the District Court to the clerk of the Court of Appeals, together with the assignment of errors and other pertinent papers, and when the Court of Appeals hears the appeal upon errors assigned and argued involving solely the sufficiency of the evidence to sustain a verdict of guilty, and adjudges that the judgment of the District Court be reversed, and when throughout the appeal the United States raises no question as to the validity of the bill of exceptions and when question as to the validity of the bill of exceptions is for the first time raised upon petition for rehearing by the United States, and when on rehearing granted motion is made by the United States to strike the bill of exceptions, must the bill of exceptions be stricken?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'If question No. 2 is answered in the affirmative, then</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'3. When, in a criminal case, the validity of the bill of exceptions is for the first time raised on petition for rehearing by the United States after the case has been heard and reversed on appeal upon errors involving solely the sufficiency of the evidence to sustain a verdict of guilty, and when the Court of Appeals on rehearing granted and motion to strike has stricken the bill of exceptions as not settled and signed within proper time, is it within the power of the Court of Appeals then to make an order extending the time for settlement and signing of the bill of exceptions by the trial judge in order that the case may be heard anew upon the merits?'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bill of exceptions was not settled and filed in time. Rule 9, Criminal Appeals Rules (28 U.S.C.A. following section 723a). The fact that the trial judge was absent from the District was not an excuse. The Criminal Appeals Rules provide in that case for settlement by any other judge assigned to hold, or holding, the court in which the case was tried. Rule 13 (28 U.S.C.A. following section 723a). But although the bill of exceptions was not settled and filed in time, the Court of Appeals, from the time of the filing of the duplicate notice of appeal, had complete supervision and control of the proceedings on the appeal, including the proceedings relating to the preparation of the record on appeal. Rule 4 (28 U.S.C.A. following section 723a).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under the comprehensive provisions of Rule 4, the Court of Appeals may vacate or modify any order made by the trial judge in relation to the prosecution of the appeal, and this authority extends to any order fixing the time for the settlement and filing of a bill of exceptions. Ray v. United States, 301 U.S. 158, 163, 164, 57 S.Ct. 700, 703, 81 L.Ed. 976. The Court of Appeals may extend the time or shorten the time. Through its supervision and control it may correct any miscarriage of justice in respect to the settlement of the bill of exceptions. Neither party is remediless when such corrective action is required. To that end, and in order to give a desirable flexibility, the rules do not attempt to lay down specific requirements to meet various situations, but place upon the Court of Appeals full responsibility for the exercise of a reasonable control over all the proceedings relating to the appeal. Ray v. United States, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this instance, had the question been raised in limine, the Court of Appeals would have had power to deter mine what the interests of justice required and it lost none of that power by reason of the fact that the question was not brought to its attention until the court had heard argument and reached a decision upon the assumption that the bill of exceptions was properly before it. As no question appears to have been raised as to the propriety or sufficiency of the bill of exceptions, apart from the time of settlement and filing, it would be a mere idle form to extend the time and return the bill of exceptions for resettlement accordingly, which the Court of Appeals has power to do, and thus to have the same bill of exceptions again presented and the case heard anew upon the merits, and the court may, in its sound discretion, refuse to strike the bill of exceptions and approve the settlement and filing heretofore had.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Question No. 1 is answered 'No.' Question No. 2 is answered 'No.' Question No. 3 is not answered.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>302 U.S. 220 (1937)</b></center>\n<center><h1>FORTE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 459.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15, 1937.</center>\n<center>Decided December 6, 1937.</center>\nCERTIFICATE FROM THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Henry A. Schweinhaut,</i> with whom <i>Solicitor General Reed, Assistant Attorney General McMahon</i> and <i>Messrs. William W. Barron</i> and <i>W. Marvin Smith</i> were on the brief, for the United States.</p>\n<p>No brief filed on behalf of Forte.</p>\n<p><span class=\"star-pagination\">*221</span> PER CURIAM.</p>\n<p>The case comes here on certified questions. 28 U.S.C. 346.</p>\n<p>Appellant was indicted for violation of the National Motor Vehicle Theft Act, 41 Stat. 324, 18 U.S.C. 408. He was convicted, sentenced, and on July 1, 1936, in due time, took an appeal. On July 20, 1936, he filed an assignment of errors and a designation of record. On that date, he also submitted a bill of exceptions by filing it, not signed by the trial judge, with the clerk of the court. At the same time, he gave notice of that filing to the United States Attorney stating that he would submit the bill of exceptions for settlement. Prior to July 31, 1936, the bill of exceptions was \"agreed upon\" by the United States Attorney and appellant's counsel. On July 31, 1936, the trial judge was on vacation outside the District and was not to return until September. He signed the bill of exceptions on September 2, 1936. Below his signature appeared the statement \"The foregoing bill of exceptions is satisfactory to the Government and the defendant,\" signed by the attorneys for both parties. There was no extension of time for the settlement of the bill of exceptions, which, together with the assignment of errors, was transmitted to the clerk of the Court of Appeals on September 9, 1936. Argument was had in due course and on April 5, 1937, the Court of Appeals decided that the judgment of the District Court should be reversed. The errors assigned and argued on the appeal involved solely the sufficiency of the evidence as shown by the bill of exceptions.</p>\n<p>The Court of Appeals granted a motion by the Government to stay the mandate and also a motion for rehearing \"limited to the legal effect of the settlement of the bill of exceptions on September 2, 1936, the appeal having been perfected on July 1, 1936.\" The Government moved that the bill of exceptions be stricken and <span class=\"star-pagination\">*222</span> the judgment of the District Court be affirmed. The Court of Appeals has certified the following questions:</p>\n<p>\"1. When, in a criminal case, a bill of exceptions has, within thirty days after the taking of an appeal, been prepared, agreed to by counsel for the United States and the appellant, and `submitted' by filing the same with the clerk of the District Court, but when the trial judge does not settle and sign the bill within said thirty days, but does settle and sign the same thereafter, is the bill of exceptions properly settled and signed?</p>\n<p>\"If question No. 1 is answered in the negative, then:</p>\n<p>\"2. When, in a criminal case, a bill of exceptions not settled and signed by the trial judge within proper time, but nevertheless actually settled and signed by said judge, is transmitted by the clerk of the District Court to the clerk of the Court of Appeals, together with the assignment of errors and other pertinent papers, and when the Court of Appeals hears the appeal upon errors assigned and argued involving solely the sufficiency of the evidence to sustain a verdict of guilty, and adjudges that the judgment of the District Court be reversed, and when throughout the appeal the United States raises no question as to the validity of the bill of exceptions, and when question as to the validity of the bill of exceptions is for the first time raised upon petition for rehearing by the United States, and when on rehearing granted motion is made by the United States to strike the bill of exceptions, must the bill of exceptions be stricken?</p>\n<p>\"If question No. 2 is answered in the affirmative, then</p>\n<p>\"3. When, in a criminal case, the validity of the bill of exceptions is for the first time raised on petition for rehearing by the United States after the case has been heard and reversed on appeal upon errors involving solely the sufficiency of the evidence to sustain a verdict of guilty, and when the Court of Appeals on rehearing granted and motion to strike has stricken the bill of exceptions as not <span class=\"star-pagination\">*223</span> settled and signed within proper time, is it within the power of the Court of Appeals then to make an order extending the time for settlement and signing of the bill of exceptions by the trial judge in order that the case may be heard anew upon the merits?\"</p>\n<p>The bill of exceptions was not settled and filed in time. Rule IX, Criminal Appeals Rules. The fact that the trial judge was absent from the District was not an excuse. The Criminal Appeals Rules provide in that case for settlement by any other judge assigned to hold, or holding, the court in which the case was tried. Rule XIII. But although the bill of exceptions was not settled and filed in time, the Court of Appeals, from the time of the filing of the duplicate notice of appeal, had complete supervision and control of the proceedings on the appeal, including the proceedings relating to the preparation of the record on appeal. Rule IV.</p>\n<p>Under the comprehensive provisions of Rule IV, the Court of Appeals may vacate or modify any order made by the trial judge in relation to the prosecution of the appeal and this authority extends to any order fixing the time for the settlement and filing of a bill of exceptions. <i>Ray</i> v. <i>United States,</i> 301 U.S. 158, 163, 164. The Court of Appeals may extend the time or shorten the time. Through its supervision and control it may correct any miscarriage of justice in respect to the settlement of the bill of exceptions. Neither party is remediless when such corrective action is required. To that end, and in order to give a desirable flexibility, the rules do not attempt to lay down specific requirements to meet various situations but place upon the Court of Appeals full responsibility for the exercise of a reasonable control over all the proceedings relating to the appeal. <i>Ray</i> v. <i>United States, supra</i><i>.</i></p>\n<p>In this instance, had the question been raised <i>in limine,</i> the Court of Appeals would have had power to determine <span class=\"star-pagination\">*224</span> what the interests of justice required and it lost none of that power by reason of the fact that the question was not brought to its attention until the court had heard argument and reached a decision upon the assumption that the bill of exceptions was properly before it. As no question appears to have been raised as to the propriety or sufficiency of the bill of exceptions, apart from the time of settlement and filing, it would be a mere idle form to extend the time and return the bill of exceptions for resettlement accordingly, which the Court of Appeals has power to do, and thus to have the same bill of exceptions again presented and the case heard anew upon the merits, and the court may, in its sound discretion refuse to strike the bill of exceptions and approve the settlement and filing heretofore had.</p>\n<p>Question No. 1 is answered \"No\". Question No. 2 is answered \"No\". Question No. 3 is not answered.</p>\n<p><i>It is so ordered.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span> (1937)</b></center>\n<center><h1>FORTE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 459.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15, 1937.</center>\n<center>Decided December 6, 1937.</center>\nCERTIFICATE FROM THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Henry A. Schweinhaut,</i> with whom <i>Solicitor General Reed, Assistant Attorney General McMahon</i> and <i>Messrs. William W. Barron</i> and <i>W. Marvin Smith</i> were on the brief, for the United States.</p>\n<p>No brief filed on behalf of Forte.</p>\n<p><span class=\"star-pagination\">*221</span> PER CURIAM.</p>\n<p>The case comes here on certified questions. 28 U.S.C. 346.</p>\n<p>Appellant was indicted for violation of the National Motor Vehicle Theft Act, 41 Stat. 324, 18 U.S.C. 408. He was convicted, sentenced, and on July 1, 1936, in due time, took an appeal. On July 20, 1936, he filed an assignment of errors and a designation of record. On that date, he also submitted a bill of exceptions by filing it, not signed by the trial judge, with the clerk of the court. At the same time, he gave notice of that filing to the United States Attorney stating that he would submit the bill of exceptions for settlement. Prior to July 31, 1936, the bill of exceptions was \"agreed upon\" by the United States Attorney and appellant's counsel. On July 31, 1936, the trial judge was on vacation outside the District and was not to return until September. He signed the bill of exceptions on September 2, 1936. Below his signature appeared the statement \"The foregoing bill of exceptions is satisfactory to the Government and the defendant,\" signed by the attorneys for both parties. There was no extension of time for the settlement of the bill of exceptions, which, together with the assignment of errors, was transmitted to the clerk of the Court of Appeals on September 9, 1936. Argument was had in due course and on April 5, 1937, the Court of Appeals decided that the judgment of the District Court should be reversed. The errors assigned and argued on the appeal involved solely the sufficiency of the evidence as shown by the bill of exceptions.</p>\n<p>The Court of Appeals granted a motion by the Government to stay the mandate and also a motion for rehearing \"limited to the legal effect of the settlement of the bill of exceptions on September 2, 1936, the appeal having been perfected on July 1, 1936.\" The Government moved that the bill of exceptions be stricken and <span class=\"star-pagination\">*222</span> the judgment of the District Court be affirmed. The Court of Appeals has certified the following questions:</p>\n<p>\"1. When, in a criminal case, a bill of exceptions has, within thirty days after the taking of an appeal, been prepared, agreed to by counsel for the United States and the appellant, and `submitted' by filing the same with the clerk of the District Court, but when the trial judge does not settle and sign the bill within said thirty days, but does settle and sign the same thereafter, is the bill of exceptions properly settled and signed?</p>\n<p>\"If question No. 1 is answered in the negative, then:</p>\n<p>\"2. When, in a criminal case, a bill of exceptions not settled and signed by the trial judge within proper time, but nevertheless actually settled and signed by said judge, is transmitted by the clerk of the District Court to the clerk of the Court of Appeals, together with the assignment of errors and other pertinent papers, and when the Court of Appeals hears the appeal upon errors assigned and argued involving solely the sufficiency of the evidence to sustain a verdict of guilty, and adjudges that the judgment of the District Court be reversed, and when throughout the appeal the United States raises no question as to the validity of the bill of exceptions, and when question as to the validity of the bill of exceptions is for the first time raised upon petition for rehearing by the United States, and when on rehearing granted motion is made by the United States to strike the bill of exceptions, must the bill of exceptions be stricken?</p>\n<p>\"If question No. 2 is answered in the affirmative, then</p>\n<p>\"3. When, in a criminal case, the validity of the bill of exceptions is for the first time raised on petition for rehearing by the United States after the case has been heard and reversed on appeal upon errors involving solely the sufficiency of the evidence to sustain a verdict of guilty, and when the Court of Appeals on rehearing granted and motion to strike has stricken the bill of exceptions as not <span class=\"star-pagination\">*223</span> settled and signed within proper time, is it within the power of the Court of Appeals then to make an order extending the time for settlement and signing of the bill of exceptions by the trial judge in order that the case may be heard anew upon the merits?\"</p>\n<p>The bill of exceptions was not settled and filed in time. Rule IX, Criminal Appeals Rules. The fact that the trial judge was absent from the District was not an excuse. The Criminal Appeals Rules provide in that case for settlement by any other judge assigned to hold, or holding, the court in which the case was tried. Rule XIII. But although the bill of exceptions was not settled and filed in time, the Court of Appeals, from the time of the filing of the duplicate notice of appeal, had complete supervision and control of the proceedings on the appeal, including the proceedings relating to the preparation of the record on appeal. Rule IV.</p>\n<p>Under the comprehensive provisions of Rule IV, the Court of Appeals may vacate or modify any order made by the trial judge in relation to the prosecution of the appeal and this authority extends to any order fixing the time for the settlement and filing of a bill of exceptions. <i>Ray</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102810\"><a href=\"/opinion/102810/ray-v-united-states/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, 163, 164. The Court of Appeals may extend the time or shorten the time. Through its supervision and control it may correct any miscarriage of justice in respect to the settlement of the bill of exceptions. Neither party is remediless when such corrective action is required. To that end, and in order to give a desirable flexibility, the rules do not attempt to lay down specific requirements to meet various situations but place upon the Court of Appeals full responsibility for the exercise of a reasonable control over all the proceedings relating to the appeal. <i>Ray</i> v. <i>United States, supra</i><i>.</i></p>\n<p>In this instance, had the question been raised <i>in limine,</i> the Court of Appeals would have had power to determine <span class=\"star-pagination\">*224</span> what the interests of justice required and it lost none of that power by reason of the fact that the question was not brought to its attention until the court had heard argument and reached a decision upon the assumption that the bill of exceptions was properly before it. As no question appears to have been raised as to the propriety or sufficiency of the bill of exceptions, apart from the time of settlement and filing, it would be a mere idle form to extend the time and return the bill of exceptions for resettlement accordingly, which the Court of Appeals has power to do, and thus to have the same bill of exceptions again presented and the case heard anew upon the merits, and the court may, in its sound discretion refuse to strike the bill of exceptions and approve the settlement and filing heretofore had.</p>\n<p>Question No. 1 is answered \"No\". Question No. 2 is answered \"No\". Question No. 3 is not answered.</p>\n<p><i>It is so ordered.</i></p>\n</div>", "id": 102866, "judges": "Per Curiam", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102866/", "sha1": "c61dd2012a806706ac27489d872e7363ca627cb7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:08"}