{"absolute_url": "/opinion/102820/first-bank-stock-corp-v-minnesota/", "blocked": false, "citation": {"case_name": "First Bank Stock Corp. v. Minnesota", "docket_number": "647", "document_uris": ["/api/rest/v2/document/102820/"], "federal_cite_one": "301 U.S. 234", "federal_cite_three": null, "federal_cite_two": null, "id": 87203, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87203/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1937-04-26", "date_modified": "2014-12-21T01:41:45.470764", "docket": "/api/rest/v2/docket/2458043/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">301 U.S. 234</p>\n    <p class=\"case_cite\">57 S.Ct. 677</p>\n    <p class=\"case_cite\">81 L.Ed. 1061</p>\n    <p class=\"parties\">FIRST BANK STOCK CORPORATION<br>v.<br>STATE OF MINNESOTA.</p>\n    <p class=\"docket\">No. 647.</p>\n    <p class=\"date\">Argued March 31, 1937.</p>\n    <p class=\"date\">Decided April 26, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the Supreme Court of the State of Minnesota.</p>\n      <p class=\"indent\">Messrs. Joseph H. Colman, John Junell, and Clark R. Fletcher, all of Minneapolis, Minn., for appellant.</p>\n      <p class=\"indent\">Messrs. Wm. S. Ervin, of St. Paul, Minn., Frank J. Williams, of Minneapolis, Minn., and Matthias N. Orfield, of St. Paul, Minn., for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from page 235 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal from a judgment of the Supreme Court of Minnesota, Judicial Code, &#167; 237, as amended (28 U.S.C.A. &#167; 344), involves the question whether appellant, a Delaware corporation doing business in Minnesota, may be required, consistently with the due process clause of the Fourteenth Amendment, to pay a property tax laid by Minnesota upon appellant's shares of stock in Montana and North Dakota state banking corporations.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The trial court concluded that, as the shares are lawfully taxed by Montana and North Dakota, it would be a denial of due process to tax them in Minnesota. The Supreme Court of the state reversed, holding that as appellant has acquired a commercial domicil within the state, and as its shares in the Montana and North Dakota banks are assets of the business carried on by appellant in Minnesota, they are rightly taxed there rather than in Montana or North Dakota. 267 N.W. 519.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant is qualified to do business in Minnesota, and in fact transacts its corporate business and fiscal affairs there. It maintains a business office within the state and holds there its meetings of stockholders, directors, and their executive committee. It is the owner of a controlling interest in the stock of a large number of banks, trust companies, and other financial institutions, located in the Ninth Federal Reserve District. The stock certificates are kept in Minnesota, where appellant receives dividends declared by its subsidiaries, and where it declares and disburses dividends upon its own stock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Through a wholly-owned subsidiary corporation, organized and doing business in Minnesota, it maintains a compensated service for the banks which it controls. It offers advice as to their accounting practices, makes recommendations concerning loans, commercial paper and interest rates, and makes suggestions regarding their purchase and sale of securities. It also plans for them advertising campaigns, and supplies advertising material. Appellant thus maintains within the state an integrated business of protecting its investments in bank shares, and enhancing their value, by the active exercise of its power of control through stock ownership of its subsidiary banks.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant is to be regarded as legally domiciled in Delaware, the place of its organization, and as taxable there upon its intangibles, see Cream of Wheat Co. v. Grand Forks County, 253 U.S. 325, 328, 40 S.Ct. 558, 64 L.Ed. 931; Johnson Oil Refining Co. v. Oklahoma, 290 U.S. 158, 161, 54 S.Ct. 152, 153, 78 L.Ed. 238; Virginia v. Imperial Coal Sales Co., 293 U.S. 15, 19, 55 S.Ct. 12, 13, 79 L.Ed. 171, at least in the absence of activities identifying them with some other place as their 'business situs.' But it is plain that the business which appellant carries on in Minnesota, or directs from its offices maintained there, is sufficiently identified with Minnesota to establish a 'commercial domicil' there, and to give a business situs there, for purposes of taxation, to intangibles which are used in the business or are incidental to it, and have thus 'become integral parts of some local business.' Wheeling Steel Corporation v. Fox, 298 U.S. 203, 210, 56 S.Ct. 773, 777, 80 L.Ed. 1143; see Farmers' Loan &amp; Trust Co. v. Minnesota, 280 U.S. 204, 213, 50 S.Ct. 98, 101, 74 L.Ed. 371, 65 A.L.R. 1000; Beidler v. South Carolina Tax Commission, 282 U.S. 1, 8, 51 S.Ct. 54, 55, 75 L.Ed. 131; First National Bank v. Maine, 284 U.S. 312, 331, 52 S.Ct. 174, 178, 76 L.Ed. 313, 77 A.L.R. 1401.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The doctrine that intangibles may be taxed at their business situs, as distinguished from the legal domicil of their owner has usually been applied to obligations to pay money, acquired in the course of a localized business. City of New Orleans v. Stempel, 175 U.S. 309, 20 S.Ct. 110, 44 L.Ed. 174; Bristol v. Washington County, 177 U.S. 133, 20 S.Ct. 585, 746 44 L.Ed. 701; State Board of Assessors v. Comptoir National D'Escompte de Paris, 191 U.S. 388, 24 S.Ct. 109, 48 L.Ed. 232; Metropolitan L. Ins. Co. v. New Orleans, 205 U.S. 395, 27 S.Ct. 499, 51 L.Ed. 853; Wheeling Steel Corporation v. Fox, supra, 298 U.S. 203, at pages 212, 213, 56 S.Ct. 773, 778, 80 L.Ed. 1143. But it is equally applicable to shares of corporate stock which, because of their use in a business of the owner, may be treated as localized, for purposes of taxation, at the place of the business, see First National Bank v. Maine, supra, 284 U.S. 312, 331, 52 S.Ct. 174, 178, 76 L.Ed. 313, 77 A.L.R. 1401; cf. De Ganay v. Lederer, 250 U.S. 376, 382, 39 S.Ct. 524, 63 L.Ed. 1042. Appellant's entire business in Minnesota is founded on its ownership of the shares of stock and their use as instruments of corporate control. They are as much 'integral parts' of the local business as accounts receivable in a merchandising business, or the bank accounts in which the proceeds of the accounts receivable are deposited upon collection. Compare Wheeling Steel Corporation v. Fox, supra, 298 U.S. 203, 212&#8212;214, 56 S.Ct. 773, 778, 80 L.Ed. 1143. Thus identified with the business conducted by appellant in Minnesota, they are as subject to local property taxes as they would be if the owner were a private individual domiciled in the state.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant does not deny that it is subject to taxation in Minnesota on some intangibles. In making its 1934 return of 'moneys and credits' for taxation under Minn.Stat.1927 (Mason) &#167; 2337 et seq., which imposes the present tax, appellant included bank deposits within and without the state, promissory notes, bonds, and other evidences of indebtedness. It does not challenge the tax imposed on its shares of stock in corporations organized and doing business without the state, other than those in the Montana and North Dakota banks. It says that these states have adopted the only feasible scheme of taxation of the shares of state banks which will admit of a state property tax on national bank shares, since R.S. &#167; 5219, as amended (12 U.S.C. &#167; 548 (12 U.S.C.A. &#167; 548)), permits shares of national banks to be taxed only by the state where the bank does business, and then only if they are not assessed 'at a greater rate than * * * other moneyed capital in the hands of individual citizens * * * coming into competition with the business of national banks.' See First National Bank v. Anderson, 269 U.S. 341, 348, 46 S.Ct. 135, 138, 70 L.Ed. 295; State of Minnesota v. First National Bank, 273 U.S. 561, 47 S.Ct. 468, 71 L.Ed. 774. Both states assess for property taxation the shares of national banks doing business within their limits and assess in like manner the shares of state banks, and thus avoid discrimination in taxation between the shares of national and of state banks.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant argues that every state may establish a tax situs within the state for shares of stock in its own banking corporations, and that Montana and North Dakota have done so by providing, in pursuance of their scheme for the local taxation of banking corporations, that the shares shall be taxable there. Corry v. Baltimore, 196 U.S. 466, 25 S.Ct. 297, 49 L.Ed. 556; see First National Bank of Louisville v. Commonwealth of Kentucky, 9 Wall. 353, 19 L.Ed. 701; Tappan v. Merchants' National Bank, 19 Wall. 490, 22 L.Ed. 189; Rhode Island Hospital Trust Co. v. Doughton, 270 U.S. 69, 81, 46 S.Ct. 256, 258, 70 L.Ed. 475, 43 A.L.R. 1374. It insists that as the shares are properly taxable by the respective states of their origin, and as due process forbids the imposition of a property tax upon intangibles in more than one state, they cannot be taxed in Minnesota.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The logic is inexorable if the premises are accepted. But we do not find it necessary to decide whether taxation of the shares in Montana or North Dakota is foreclosed by sustaining the Minnesota tax. Nor need we inquire whether a nonresident shareholder, by acquiring stock in a local corporation, so far subjects his investment to the control and laws of the state which has created the corporation as to preclude any objection, on grounds of due process, to the taxation of the shares there, even though they are subject to taxation elsewhere, at their business situs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We leave those questions open. It is enough for present purposes that this Court has often upheld and never denied the constitutional power to tax shares of stock at the place of the domicil of the owner. Hawley v. Malden, 232 U.S. 1, 11, 12, 34 S.Ct. 201, 58 L.Ed. 477, Ann.Cas.1916C, 842; Klein v. Board of Tax Supervisors, 282 U.S. 19, 24, 51 S.Ct. 15, 16, 75 L.Ed. 140, 73 A.L.R. 679; Wright v. Louisville &amp; Nashville R. Co., 195 U.S. 219, 25 S.Ct. 16, 49 L.Ed. 167; Kidd v. Alabama, 188 U.S. 730, 23 S.Ct. 401, 47 L.Ed. 669; Darnell v. Indiana, 226 U.S. 390, 33 S.Ct. 120, 57 L.Ed. 267. And it has fully recognized that the business situs of an intangible affords an adequate basis for fixing a place of taxation. See Wheeling Steel Corporation v. Fox, supra; De Ganay v. Lederer, supra; cf. Safe Deposit &amp; T. Co. v. Virginia, 280 U.S. 83, 91, 50 S.Ct. 59, 60, 74 L.Ed. 180, 67 A.L.R. 386.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The rule that property is subject to taxation at its situs, within the territorial jurisdiction of the taxing state, readily understood and applied with respect to tangibles, is in itself meaningless when applied to intangibles which, since they are without physical characteristics, can have no location in space. See Wheeling Steel Corporation v. Fox, supra, 298 U.S. 203, at page 209, 56 S.Ct. 773, 776, 80 L.Ed. 1143. The resort to a fiction by the attribution of a tax situs to an intangible is only a means of symbolizing, without fully revealing, those considerations which are persuasive grounds for deciding that a particular place is appropriate for the imposition of the tax. Mobilia sequuntur personam, which has won unqualified acceptance when applied to the taxation of intangibles, Blodgett v. Silberman, 277 U.S. 1, 9, 10, 48 S.Ct. 410, 413, 72 L.Ed. 749, states a rule without disclosing the reasons for it. But we have recently had occasion to point out that enjoyment by the resident of a state of the protection of its laws is inseparable from responsibility for sharing the costs of its government, and that a tax measured by the value of rights protected is but an equitable method of distributing the burdens of government among those who are privileged to enjoy its benefits. See People of the State of New York ex rel. Cohn v. Graves, 300 U.S. 308, 57 S.Ct. 466, 81 L.Ed. 666, decided March 1, 1937.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The economic advantages realized through the protection, at the place of domicil, of the ownership of rights in intangibles, the value of which is made the measure of the tax, bear a direct relationship to the distribution of burdens which the tax effects. These considerations support the taxation of intangibles at the place of domicil, at least where they are not shown to have acquired a business situs elsewhere, as a proper exercise of the power of government. Like considerations support their taxation at their business situs, for it is there that the owner in every practical sense invokes and enjoys the protection of the laws, and in consequence realizes the economic advantages of his ownership. We cannot say that there is any want of due process in the taxation of the corporate shares in Minnesota, irrespective of the extent of the control over them which the due process clause may save to the states of incorporation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice BUTLER took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Corry v. Baltimore, 196 U.S. 466, 476, 477, 25 S.Ct. 297, 49 L.Ed. 556; Tappan v. Merchants' National Bank, 19 Wall. 490, 499, 500, 22 L.Ed. 189; Flash v. Conn., 109 U.S. 371, 377, 3 S.Ct. 263, 27 L.Ed. 966; Whitman v. Oxford National Bank, 176 U.S. 559, 564, 20 S.Ct. 477, 44 L.Ed. 587; Hancock National Bank v. Farnum, 176 U.S. 640, 643, 20 S.Ct. 506, 44 L.Ed. 619; Nashua Savings Bank v. Anglo-American, etc., Co., 189 U.S. 221, 230, 23 S.Ct. 517, 47 L.Ed. 782; Canada So. Ry. Co. v. Gebhard, 109 U.S. 527, 537, 3 S.Ct. 363, 27 L.Ed. 1020; Relfe v. Rundle, 103 U.S. 222, 226, 26 L.Ed. 337; Bernheimer v. Converse, 206 U.S. 516, 533, 27 S.Ct. 755, 51 L.Ed. 1163; Converse v. Hamilton, 224 U.S. 243, 260, 32 S.Ct. 415, 56 L.Ed. 749, Ann.Cas.1913D, 1292; Clark v. Williard, 292 U.S. 112, 121, 54 S.Ct. 615, 619, 78 L.Ed. 1160; Royal Arcanum v. Green, 237 U.S. 531, 542, 35 S.Ct. 724, 59 L.Ed. 1089, L.R.A.1916A, 771; Modern Woodmen of America v. Mixer, 267 U.S. 544, 551, 45 S.Ct. 389, 69 L.Ed. 783, 41 A.L.R. 1384; Broderick v. Rosner, 294 U.S. 629, 643, 55 S.Ct. 589, 592, 79 L.Ed. 1100, 100 A.L.R. 1133.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>301 U.S. 234 (1937)</b></center>\n<center><h1>FIRST BANK STOCK CORP.<br>\nv.<br>\nMINNESOTA.</h1></center>\n<center>No. 647.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 31, 1937.</center>\n<center>Decided April 26, 1937.</center>\nAPPEAL FROM THE SUPREME COURT OF MINNESOTA.\n<p><i>Mr. Joseph H. Colman,</i> with whom <i>Messrs. John Junell, Clark R. Fletcher,</i> and <i>Leland W. Scott</i> were on the brief, for appellant.</p>\n<p><i>Mr. William S. Ervin,</i> Attorney General of Minnesota, and <i>Mr. Frank J. Williams,</i> with whom <i>Mr. Matthias N. Orfield,</i> Deputy Attorney General, was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*236</span> MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This appeal from a judgment of the Supreme Court of Minnesota, Judicial Code, § 237, involves the question whether appellant, a Delaware corporation doing business in Minnesota, may be required, consistently with the due process clause of the Fourteenth Amendment, to pay a property tax laid by Minnesota upon appellant's shares of stock in Montana and North Dakota state banking corporations.</p>\n<p>The trial court concluded that, as the shares are lawfully taxed by Montana and North Dakota, it would be a denial of due process to tax them in Minnesota. The Supreme Court of the state reversed, holding that as appellant has acquired a commercial domicile within the state, and as its shares in the Montana and North Dakota banks are assets of the business carried on by appellant in Minnesota, they are rightly taxed there rather than in Montana or North Dakota. 197 Minn. 544; 267 N.W. 519.</p>\n<p>Appellant is qualified to do business in Minnesota, and in fact transacts its corporate business and fiscal affairs there. It maintains a business office within the state and holds there its meetings of stockholders, directors and their executive committee. It is the owner of a controlling interest in the stock of a large number of banks, trust companies and other financial institutions, located in the Ninth Federal Reserve District. The stock certificates <span class=\"star-pagination\">*237</span> are kept in Minnesota, where appellant receives dividends declared by its subsidiaries, and where it declares and disburses dividends upon its own stock.</p>\n<p>Through a wholly-owned subsidiary corporation, organized and doing business in Minnesota, it maintains a compensated service for the banks which it controls. It offers advice as to their accounting practices, makes recommendations concerning loans, commercial paper and interest rates, and makes suggestions regarding their purchase and sale of securities. It also plans for them advertising campaigns, and supplies advertising material. Appellant thus maintains within the state an integrated business of protecting its investments in bank shares, and enhancing their value, by the active exercise of its power of control through stock ownership of its subsidiary banks.</p>\n<p>Appellant is to be regarded as legally domiciled in Delaware, the place of its organization, and as taxable there upon its intangibles, see <i>Cream of Wheat Co.</i> v. <i>Grand Forks,</i> 253 U.S. 325, 328; <i>Johnson Oil Refining Co.</i> v. <i>Oklahoma,</i> 290 U.S. 158, 161; <i>Virginia</i> v. <i>Imperial Coal Sales Co.,</i> 293 U.S. 15, 19, at least in the absence of activities identifying them with some other place as their \"business situs.\" But it is plain that the business which appellant carries on in Minnesota, or directs from its offices maintained there, is sufficiently identified with Minnesota to establish a \"commercial domicil\" there, and to give a business situs there, for purposes of taxation, to intangibles which are used in the business or are incidental to it, and have thus \"become integral parts of some local business.\" <i>Wheeling Steel Corp.</i> v. <i>Fox,</i> 298 U.S. 193, 210; see <i>Farmers Loan &amp; Trust Co.</i> v. <i>Minnesota,</i> 280 U.S. 204, 213; <i>Beidler</i> v. <i>South Carolina Tax Comm'n,</i> 282 U.S. 1, 8; <i>First National Bank</i> v. <i>Maine,</i> 284 U.S. 312, 331.</p>\n<p><span class=\"star-pagination\">*238</span> The doctrine that intangibles may be taxed at their business situs, as distinguished from the legal domicil of their owner, has usually been applied to obligations to pay money, acquired in the course of a localized business. <i>New Orleans</i> v. <i>Stempel,</i> 175 U.S. 309; <i>Bristol</i> v. <i>Washington County,</i> 177 U.S. 133; <i>Board of Assessors</i> v. <i>Comptoir National,</i> 191 U.S. 388; <i>Metropolitan Life Ins. Co.</i> v. <i>New Orleans,</i> 205 U.S. 395; <i>Wheeling Steel Corp.</i> v. <i>Fox, supra,</i> 212, 213. But it is equally applicable to shares of corporate stock which, because of their use in a business of the owner, may be treated as localized, for purposes of taxation, at the place of the business, see <i>First National Bank</i> v. <i>Maine, supra,</i> 331; cf. <i>De Ganay</i> v. <i>Lederer,</i> 250 U.S. 376, 382. Appellant's entire business in Minnesota is founded on its ownership of the shares of stock and their use as instruments of corporate control. They are as much \"integral parts\" of the local business as accounts receivable in a merchandising business, or the bank accounts in which the proceeds of the accounts receivable are deposited upon collection. Compare <i>Wheeling Steel Corp.</i> v. <i>Fox, supra,</i> 212-214. Thus identified with the business conducted by appellant in Minnesota, they are as subject to local property taxes as they would be if the owner were a private individual domiciled in the state.</p>\n<p>Appellant does not deny that it is subject to taxation in Minnesota on some intangibles. In making its 1934 return of \"moneys and credits\" for taxation under Minn. Stat. 1927 (Mason) § 2337 <i>et seq.,</i> which imposes the present tax, appellant included bank deposits within and without the state, promissory notes, bonds and other evidences of indebtedness. It does not challenge the tax imposed on its shares of stock in corporations organized and doing business without the state, other than those in the Montana and North Dakota banks. It says that <span class=\"star-pagination\">*239</span> these states have adopted the only feasible scheme of taxation of the shares of state banks which will admit of a state property tax on national bank shares, since R.S. § 5219 (12 U.S.C. § 548), permits shares of national banks to be taxed only by the state where the bank does business, and then only if they are not assessed \"at a greater rate than . . . other moneyed capital in the hands of individual citizens . . . coming into competition with the business of national banks.\" See <i>First National Bank</i> v. <i>Anderson,</i> 269 U.S. 341, 348; <i>Minnesota</i> v. <i>First National Bank,</i> 273 U.S. 561. Both states assess for property taxation the shares of national banks doing business within their limits and assess in like manner the shares of state banks, and thus avoid discrimination in taxation between the shares of national and of state banks.</p>\n<p>Appellant argues that every state may establish a tax situs within the state for shares of stock in its own banking corporations, and that Montana and North Dakota have done so by providing, in pursuance of their scheme for the local taxation of banking corporations, that the shares shall be taxable there. <i>Corry</i> v. <i>Baltimore,</i> 196 U.S. 466; see <i>National Bank</i> v. <i>Commonwealth,</i> 9 Wall. 353; <i>Tappan</i> v. <i>Merchants' National Bank,</i> 19 Wall. 490; <i>Rhode Island Trust Co.</i> v. <i>Doughton,</i> 270 U.S. 69, 81. It insists that as the shares are properly taxable by the respective states of their origin, and as due process forbids the imposition of a property tax upon intangibles in more than one state, they cannot be taxed in Minnesota.</p>\n<p>The logic is inexorable if the premises are accepted. But we do not find it necessary to decide whether taxation of the shares in Montana or North Dakota is foreclosed by sustaining the Minnesota tax. Nor need we inquire whether a non-resident shareholder, by acquiring <span class=\"star-pagination\">*240</span> stock in a local corporation, so far subjects his investment to the control and laws of the state which has created the corporation as to preclude any objection, on grounds of due process, to the taxation of the shares there, even though they are subject to taxation elsewhere, at their business situs.<sup>[1]</sup> We leave those questions open. It is enough for present purposes that this Court has often upheld and never denied the constitutional power to tax shares of stock at the place of the domicil of the owner. <i>Hawley</i> v. <i>Malden,</i> 232 U.S. 1, 11, 12; <i>Klein</i> v. <i>Board of Tax Supervisors,</i> 282 U.S. 19, 24; <i>Wright</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 195 U.S. 219; <i>Kidd</i> v. <i>Alabama,</i> 188 U.S. 730; <i>Darnell</i> v. <i>Indiana,</i> 226 U.S. 390. And it has fully recognized that the business situs of an intangible affords an adequate basis for fixing a place of taxation. See <i>Wheeling Steel Corp.</i> v. <i>Fox, supra</i><i>; </i><i>De Ganay</i> v. <i>Lederer, supra</i><i>;</i> cf. <i>Safe Deposit &amp; Trust Co.</i> v. <i>Virginia,</i> 280 U.S. 83, 91.</p>\n<p>The rule that property is subject to taxation at its situs, within the territorial jurisdiction of the taxing state, readily understood and applied with respect to tangibles, is in itself meaningless when applied to intangibles which, since they are without physical characteristics, can have no location in space. See <i>Wheeling Steel Corp.</i> v. <i>Fox, supra,</i> 209. The resort to a fiction by the attribution of <span class=\"star-pagination\">*241</span> a tax situs to an intangible is only a means of symbolizing, without fully revealing, those considerations which are persuasive grounds for deciding that a particular place is appropriate for the imposition of the tax. <i>Mobilia sequuntur personam,</i> which has won unqualified acceptance when applied to the taxation of intangibles, <i>Blodgett</i> v. <i>Silberman,</i> 277 U.S. 1, 9-10, states a rule without disclosing the reasons for it. But we have recently had occasion to point out that enjoyment by the resident of a state of the protection of its laws is inseparable from responsibility for sharing the costs of its government, and that a tax measured by the value of rights protected is but an equitable method of distributing the burdens of government among those who are privileged to enjoy its benefits. See <i>New York ex rel. Cohn</i> v. <i>Graves,</i> 300 U.S. 308.</p>\n<p>The economic advantages realized through the protection, at the place of domicil, of the ownership of rights in intangibles, the value of which is made the measure of the tax, bear a direct relationship to the distribution of burdens which the tax effects. These considerations support the taxation of intangibles at the place of domicil, at least where they are not shown to have acquired a business situs elsewhere, as a proper exercise of the power of government. Like considerations support their taxation at their business situs, for it is there that the owner in every practical sense invokes and enjoys the protection of the laws, and in consequence realizes the economic advantages of his ownership. We cannot say that there is any want of due process in the taxation of the corporate shares in Minnesota, irrespective of the extent of the control over them which the due process clause may save to the states of incorporation.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BUTLER took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  See <i>Corry</i> v. <i>Baltimore,</i> 196 U.S. 466, 476, 477; <i>Tappan</i> v. <i>Merchants' National Bank,</i> 19 Wall. 490, 499, 500; <i>Flash</i> v. <i>Conn,</i> 109 U.S. 371, 377; <i>Whitman</i> v. <i>Oxford National Bank,</i> 176 U.S. 559, 564; <i>Hancock National Bank</i> v. <i>Farnum,</i> 176 U.S. 640, 643; <i>Nashua Savings Bank</i> v. <i>Anglo-American Co.,</i> 189 U.S. 221, 230; <i>Canada Southern Ry. Co.</i> v. <i>Gebhard,</i> 109 U.S. 527, 537; <i>Relfe</i> v. <i>Rundle,</i> 103 U.S. 222, 226; <i>Bernheimer</i> v. <i>Converse,</i> 206 U.S. 516, 533; <i>Converse</i> v. <i>Hamilton,</i> 224 U.S. 243, 260; <i>Clark</i> v. <i>Williard,</i> 292 U.S. 112, 121; <i>Royal Arcanum</i> v. <i>Green,</i> 237 U.S. 531, 542; <i>Modern Woodmen of America</i> v. <i>Mixer,</i> 267 U.S. 544, 551; <i>Broderick</i> v. <i>Rosner,</i> 294 U.S. 629, 643.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></span> (1937)</b></center>\n<center><h1>FIRST BANK STOCK CORP.<br>\nv.<br>\nMINNESOTA.</h1></center>\n<center>No. 647.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 31, 1937.</center>\n<center>Decided April 26, 1937.</center>\nAPPEAL FROM THE SUPREME COURT OF MINNESOTA.\n<p><i>Mr. Joseph H. Colman,</i> with whom <i>Messrs. John Junell, Clark R. Fletcher,</i> and <i>Leland W. Scott</i> were on the brief, for appellant.</p>\n<p><i>Mr. William S. Ervin,</i> Attorney General of Minnesota, and <i>Mr. Frank J. Williams,</i> with whom <i>Mr. Matthias N. Orfield,</i> Deputy Attorney General, was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*236</span> MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This appeal from a judgment of the Supreme Court of Minnesota, Judicial Code, § 237, involves the question whether appellant, a Delaware corporation doing business in Minnesota, may be required, consistently with the due process clause of the Fourteenth Amendment, to pay a property tax laid by Minnesota upon appellant's shares of stock in Montana and North Dakota state banking corporations.</p>\n<p>The trial court concluded that, as the shares are lawfully taxed by Montana and North Dakota, it would be a denial of due process to tax them in Minnesota. The Supreme Court of the state reversed, holding that as appellant has acquired a commercial domicile within the state, and as its shares in the Montana and North Dakota banks are assets of the business carried on by appellant in Minnesota, they are rightly taxed there rather than in Montana or North Dakota. 197 Minn. 544; 267 N.W. 519.</p>\n<p>Appellant is qualified to do business in Minnesota, and in fact transacts its corporate business and fiscal affairs there. It maintains a business office within the state and holds there its meetings of stockholders, directors and their executive committee. It is the owner of a controlling interest in the stock of a large number of banks, trust companies and other financial institutions, located in the Ninth Federal Reserve District. The stock certificates <span class=\"star-pagination\">*237</span> are kept in Minnesota, where appellant receives dividends declared by its subsidiaries, and where it declares and disburses dividends upon its own stock.</p>\n<p>Through a wholly-owned subsidiary corporation, organized and doing business in Minnesota, it maintains a compensated service for the banks which it controls. It offers advice as to their accounting practices, makes recommendations concerning loans, commercial paper and interest rates, and makes suggestions regarding their purchase and sale of securities. It also plans for them advertising campaigns, and supplies advertising material. Appellant thus maintains within the state an integrated business of protecting its investments in bank shares, and enhancing their value, by the active exercise of its power of control through stock ownership of its subsidiary banks.</p>\n<p>Appellant is to be regarded as legally domiciled in Delaware, the place of its organization, and as taxable there upon its intangibles, see <i>Cream of Wheat Co.</i> v. <i>Grand Forks,</i> <span class=\"citation\" data-id=\"99617\"><a href=\"/opinion/99617/cream-of-wheat-co-v-county-of-grand-forks/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 328; <i>Johnson Oil Refining Co.</i> v. <i>Oklahoma,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></span>, 161; <i>Virginia</i> v. <i>Imperial Coal Sales Co.,</i> <span class=\"citation\" data-id=\"102303\"><a href=\"/opinion/102303/virginia-v-imperial-coal-sales-co/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 19, at least in the absence of activities identifying them with some other place as their \"business situs.\" But it is plain that the business which appellant carries on in Minnesota, or directs from its offices maintained there, is sufficiently identified with Minnesota to establish a \"commercial domicil\" there, and to give a business situs there, for purposes of taxation, to intangibles which are used in the business or are incidental to it, and have thus \"become integral parts of some local business.\" <i>Wheeling Steel Corp.</i> v. <i>Fox,</i> <span class=\"citation\" data-id=\"102658\"><a href=\"/opinion/102658/wheeling-steel-corp-v-fox/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 210; see <i>Farmers Loan &amp; Trust Co.</i> v. <i>Minnesota,</i> <span class=\"citation\" data-id=\"101488\"><a href=\"/opinion/101488/farmers-loan-trust-co-v-minnesota/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 213; <i>Beidler</i> v. <i>South Carolina Tax Comm'n,</i> <span class=\"citation\" data-id=\"101611\"><a href=\"/opinion/101611/beidler-v-south-carolina-tax-commn/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8; <i>First National Bank</i> v. <i>Maine,</i> <span class=\"citation\" data-id=\"101826\"><a href=\"/opinion/101826/first-nat-bank-of-boston-v-maine/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 331.</p>\n<p><span class=\"star-pagination\">*238</span> The doctrine that intangibles may be taxed at their business situs, as distinguished from the legal domicil of their owner, has usually been applied to obligations to pay money, acquired in the course of a localized business. <i>New Orleans</i> v. <i>Stempel,</i> 175 U.S. 309; <i>Bristol</i> v. <i>Washington County,</i> 177 U.S. 133; <i>Board of Assessors</i> v. <i>Comptoir National,</i> 191 U.S. 388; <i>Metropolitan Life Ins. Co.</i> v. <i>New Orleans,</i> 205 U.S. 395; <i>Wheeling Steel Corp.</i> v. <i>Fox, supra,</i> 212, 213. But it is equally applicable to shares of corporate stock which, because of their use in a business of the owner, may be treated as localized, for purposes of taxation, at the place of the business, see <i>First National Bank</i> v. <i>Maine, supra,</i> 331; cf. <i>De Ganay</i> v. <i>Lederer,</i> <span class=\"citation\" data-id=\"99436\"><a href=\"/opinion/99436/deganay-v-lederer/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">376</span></a></span>, 382. Appellant's entire business in Minnesota is founded on its ownership of the shares of stock and their use as instruments of corporate control. They are as much \"integral parts\" of the local business as accounts receivable in a merchandising business, or the bank accounts in which the proceeds of the accounts receivable are deposited upon collection. Compare <i>Wheeling Steel Corp.</i> v. <i>Fox, supra,</i> 212-214. Thus identified with the business conducted by appellant in Minnesota, they are as subject to local property taxes as they would be if the owner were a private individual domiciled in the state.</p>\n<p>Appellant does not deny that it is subject to taxation in Minnesota on some intangibles. In making its 1934 return of \"moneys and credits\" for taxation under Minn. Stat. 1927 (Mason) § 2337 <i>et seq.,</i> which imposes the present tax, appellant included bank deposits within and without the state, promissory notes, bonds and other evidences of indebtedness. It does not challenge the tax imposed on its shares of stock in corporations organized and doing business without the state, other than those in the Montana and North Dakota banks. It says that <span class=\"star-pagination\">*239</span> these states have adopted the only feasible scheme of taxation of the shares of state banks which will admit of a state property tax on national bank shares, since R.S. § 5219 (12 U.S.C. § 548), permits shares of national banks to be taxed only by the state where the bank does business, and then only if they are not assessed \"at a greater rate than . . . other moneyed capital in the hands of individual citizens . . . coming into competition with the business of national banks.\" See <i>First National Bank</i> v. <i>Anderson,</i> <span class=\"citation\" data-id=\"100754\"><a href=\"/opinion/100754/first-nat-bank-of-guthrie-center-v-anderson/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 348; <i>Minnesota</i> v. <i>First National Bank,</i> 273 U.S. 561. Both states assess for property taxation the shares of national banks doing business within their limits and assess in like manner the shares of state banks, and thus avoid discrimination in taxation between the shares of national and of state banks.</p>\n<p>Appellant argues that every state may establish a tax situs within the state for shares of stock in its own banking corporations, and that Montana and North Dakota have done so by providing, in pursuance of their scheme for the local taxation of banking corporations, that the shares shall be taxable there. <i>Corry</i> v. <i>Baltimore,</i> <span class=\"citation\" data-id=\"96212\"><a href=\"/opinion/96212/corry-v-mayor-and-council-of-baltimore/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>; see <i>National Bank</i> v. <i>Commonwealth,</i> 9 Wall. 353; <i>Tappan</i> v. <i>Merchants' National Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">490</span></span>; <i>Rhode Island Trust Co.</i> v. <i>Doughton,</i> <span class=\"citation\" data-id=\"100781\"><a href=\"/opinion/100781/rhode-island-hospital-trust-co-v-doughton/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 81. It insists that as the shares are properly taxable by the respective states of their origin, and as due process forbids the imposition of a property tax upon intangibles in more than one state, they cannot be taxed in Minnesota.</p>\n<p>The logic is inexorable if the premises are accepted. But we do not find it necessary to decide whether taxation of the shares in Montana or North Dakota is foreclosed by sustaining the Minnesota tax. Nor need we inquire whether a non-resident shareholder, by acquiring <span class=\"star-pagination\">*240</span> stock in a local corporation, so far subjects his investment to the control and laws of the state which has created the corporation as to preclude any objection, on grounds of due process, to the taxation of the shares there, even though they are subject to taxation elsewhere, at their business situs.<sup>[1]</sup> We leave those questions open. It is enough for present purposes that this Court has often upheld and never denied the constitutional power to tax shares of stock at the place of the domicil of the owner. <i>Hawley</i> v. <i>Malden,</i> <span class=\"citation\" data-id=\"98053\"><a href=\"/opinion/98053/hawley-v-city-of-malden/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, 12; <i>Klein</i> v. <i>Board of Tax Supervisors,</i> <span class=\"citation\" data-id=\"101611\"><a href=\"/opinion/101611/beidler-v-south-carolina-tax-commn/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>9, 24; <i>Wright</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 195 U.S. 219; <i>Kidd</i> v. <i>Alabama,</i> 188 U.S. 730; <i>Darnell</i> v. <i>Indiana,</i> 226 U.S. 390. And it has fully recognized that the business situs of an intangible affords an adequate basis for fixing a place of taxation. See <i>Wheeling Steel Corp.</i> v. <i>Fox, supra</i><i>; </i><i>De Ganay</i> v. <i>Lederer, supra</i><i>;</i> cf. <i>Safe Deposit &amp; Trust Co.</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"101475\"><a href=\"/opinion/101475/safe-deposit-trust-co-of-baltimore-v-virginia/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 91.</p>\n<p>The rule that property is subject to taxation at its situs, within the territorial jurisdiction of the taxing state, readily understood and applied with respect to tangibles, is in itself meaningless when applied to intangibles which, since they are without physical characteristics, can have no location in space. See <i>Wheeling Steel Corp.</i> v. <i>Fox, supra,</i> 209. The resort to a fiction by the attribution of <span class=\"star-pagination\">*241</span> a tax situs to an intangible is only a means of symbolizing, without fully revealing, those considerations which are persuasive grounds for deciding that a particular place is appropriate for the imposition of the tax. <i>Mobilia sequuntur personam,</i> which has won unqualified acceptance when applied to the taxation of intangibles, <i>Blodgett</i> v. <i>Silberman,</i> <span class=\"citation\" data-id=\"101277\"><a href=\"/opinion/101277/blodgett-v-silberman/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9-10, states a rule without disclosing the reasons for it. But we have recently had occasion to point out that enjoyment by the resident of a state of the protection of its laws is inseparable from responsibility for sharing the costs of its government, and that a tax measured by the value of rights protected is but an equitable method of distributing the burdens of government among those who are privileged to enjoy its benefits. See <i>New York ex rel. Cohn</i> v. <i>Graves,</i> 300 U.S. 308.</p>\n<p>The economic advantages realized through the protection, at the place of domicil, of the ownership of rights in intangibles, the value of which is made the measure of the tax, bear a direct relationship to the distribution of burdens which the tax effects. These considerations support the taxation of intangibles at the place of domicil, at least where they are not shown to have acquired a business situs elsewhere, as a proper exercise of the power of government. Like considerations support their taxation at their business situs, for it is there that the owner in every practical sense invokes and enjoys the protection of the laws, and in consequence realizes the economic advantages of his ownership. We cannot say that there is any want of due process in the taxation of the corporate shares in Minnesota, irrespective of the extent of the control over them which the due process clause may save to the states of incorporation.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BUTLER took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  See <i>Corry</i> v. <i>Baltimore,</i> <span class=\"citation\" data-id=\"96212\"><a href=\"/opinion/96212/corry-v-mayor-and-council-of-baltimore/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 476, 477; <i>Tappan</i> v. <i>Merchants' National Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">490</span></span>, 499, 500; <i>Flash</i> v. <i>Conn,</i> <span class=\"citation\" data-id=\"90945\"><a href=\"/opinion/90945/flash-v-conn/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 377; <i>Whitman</i> v. <i>Oxford National Bank,</i> <span class=\"citation\" data-id=\"95202\"><a href=\"/opinion/95202/whitman-v-oxford-nat-bank/\"><span class=\"volume\">176</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 564; <i>Hancock National Bank</i> v. <i>Farnum,</i> <span class=\"citation\" data-id=\"95206\"><a href=\"/opinion/95206/hancock-nat-bank-v-farnum/\"><span class=\"volume\">176</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, 643; <i>Nashua Savings Bank</i> v. <i>Anglo-American Co.,</i> <span class=\"citation\" data-id=\"95845\"><a href=\"/opinion/95845/nashua-savings-bank-v-anglo-american-land-mortgage/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 230; <i>Canada Southern Ry. Co.</i> v. <i>Gebhard,</i> <span class=\"citation\" data-id=\"90963\"><a href=\"/opinion/90963/canada-southern-r-co-v-gebhard/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 537; <i>Relfe</i> v. <i>Rundle,</i> <span class=\"citation\" data-id=\"90314\"><a href=\"/opinion/90314/relfe-v-rundle/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 226; <i>Bernheimer</i> v. <i>Converse,</i> <span class=\"citation\" data-id=\"96701\"><a href=\"/opinion/96701/bernheimer-v-converse/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 533; <i>Converse</i> v. <i>Hamilton,</i> <span class=\"citation\" data-id=\"97605\"><a href=\"/opinion/97605/converse-v-hamilton/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">243</span></a></span>, 260; <i>Clark</i> v. <i>Williard,</i> <span class=\"citation\" data-id=\"102256\"><a href=\"/opinion/102256/clark-v-williard/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 121; <i>Royal Arcanum</i> v. <i>Green,</i> <span class=\"citation\" data-id=\"98465\"><a href=\"/opinion/98465/supreme-council-of-royal-arcanum-v-green/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 542; <i>Modern Woodmen of America</i> v. <i>Mixer,</i> <span class=\"citation\" data-id=\"100627\"><a href=\"/opinion/100627/modern-woodmen-of-america-v-mixer/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 551; <i>Broderick</i> v. <i>Rosner,</i> <span class=\"citation\" data-id=\"102412\"><a href=\"/opinion/102412/broderick-v-rosner/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, 643.</p>\n\n</div>", "id": 102820, "judges": "Stone", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102820/", "sha1": "e7c72d5ff12ff6de29c211f70a1cb2ed1365250a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:07"}