{"absolute_url": "/opinion/95989/crossman-v-lurman/", "blocked": false, "citation": {"case_name": "Crossman v. Lurman", "docket_number": "117", "document_uris": ["/api/rest/v2/document/95989/"], "federal_cite_one": "192 U.S. 189", "federal_cite_three": null, "federal_cite_two": null, "id": 80372, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80372/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1904-01-11", "date_modified": "2014-12-21T01:34:02.203719", "docket": "/api/rest/v2/docket/1507048/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">192 U.S. 189</p>\n    <p class=\"case_cite\">24 S.Ct. 234</p>\n    <p class=\"case_cite\">48 L.Ed. 401</p>\n    <p class=\"parties\">GEORGE H. CROSSMAN and Herman Sielcken, Composing the  Firm of W. H. Crossman &amp; Brother,<br>v.<br>THEODORE G. LURMAN and Benjamin D. Williams, Composing  the Firm of Theodore G. Lurman &amp; Company.</p>\n    <p class=\"docket\">No. 117.</p>\n    <p class=\"date\">Argued December 18, 1903.</p>\n    <p class=\"date\">Decided January 11, 1904.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs.</i> Frederic R. Kellogg, <i>Arthur J. Baldwin</i>, and <i>Dill &amp; Baldwin</i> for plaintiffs in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 190-192 intentionally omitted]</p>\n      <p class=\"indent\"><i>Mr.</i> Charles Stewart Davison for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The law of the state of New York contained the following:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sec. 41. Adulterations.&#8212;No person shall, within the state, manufacture, produce, compound, brew, distill, have, sell, or offer for sale any adulterated food or drug. An article shall be deemed to be adulterated within the meaning of this act, . . . in the case of food, . . . (6) if it be colored or coated, or polished or powdered, whereby damage is concealed, or it is made to appear better than it really is or of greater value.' (Laws of the state of New York of 1893, ch. 661, &#167; 41, being chapter 25 of the General Laws of the state of New York.)</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With these provisions in force, in July, 1894, the firm of Crossman &amp; Brothers, hereafter referred to as the sellers, residents of New York city, by contract made in New York, sold to the firm of Theodore G. Lurman &amp; Company, hereafter referred to as the buyers, residents of Baltimore, five hundred bags of Rio coffee, one half the bags to be No. 8 grade and the other half No. 9 grade. It was stipulated that the coffee was to be shipped from Rio Janeiro to New York city by a designated steamer, the coffee to be sound or to be made sound by the sellers. The grades 8 and 9 referred to in the memorandum of sale were standard types, bearing those numbers, established by the Coffee Exchange of the city of New York, and it was agreed that the coffee was to be of the average of such types, and differences arising on the subject were to be determined by a 'grader,' to be selected by each of the parties, the two to select a third in the event of a disagreement, his decision to be conclusive. It was stipulated that on the arrival of the steamer and the storage of the coffee in New York the buyers were to have the advantage of the first month's storage and fire insurance free of expense.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due time the named steamer reached the port of New York, and the five hundred bags of coffee were stored and delivery tendered in New York city to the buyers. Some of the coffee was accepted and the remainder was rejected, on the ground that it was adulterated, because it had been artificially colored by coating the beans with a yellow wash. Without going into the details of what transpired between the parties as a result of the refusal to accept the coffee, it suffices, for this case, to say that ultimately the graders provided for in the contract were named, and on their disagreement a third was selected, who decided that, although the coffee had been coated with the wash, its average quality was yet equal to the specified types of the Coffee Exchange referred to in the contract. The buyers refused to abide by this finding, and to accept delivery and pay for the adulterated coffee. The sellers then disposed of the coffee for account of the buyers, and commenced this suit to recover the difference between the amount produced by the alleged sale and the contract price. During the course of the litigation two trials were had, and the cause was twice passed on by the appellate division of the supreme court in and for the first judicial department. On the first hearing in the supreme court it was held, in accord with a decision of the court of appeals of the state of New York, rendered in a collateral controversy which grew out of the refusal to accept the coffee (<i>Re Lurman</i>, 149 N. Y. 588, 44 N. E. 1125), that if the coffee was adulterated, within the statute of the state of New York, the buyers were not bound to accept, despite the finding of the grader that it conformed to the types of the Coffee Exchange, referred to in the contract. Finally, all incidental questions being eliminated, the cause was tried on the distinct issue whether the coffee was adulterated within the provisions of the statute. There was a verdict and judgment for the buyers, which was affirmed by the appellate division of the supreme court in and for the first judicial department. The cause having been then taken to the court of appeals of the state of New York, the court affirmed the judgment of the supreme court, and remitted the record to that court. 171 N. Y. 329, 63 N. E. 1097. Because of such remittitur this writ of error to the supreme court is prosecuted to review the judgment of the court of appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Concerning the facts of the case the court of appeals said (p. 335, N. E. p. 1100).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The coffee tendered by the plaintiffs, which was rejected, was of a low grade, containing many poor, withered, and black beans. It, confessedly, was colored and the beans coated with a yellowish substance. It is not contended that the coloring matter improved the taste or added to the value of the coffee. It is claimed that the only purpose of the coloring was to hide the character of the poor beans and to make them appear of the same character as the good coffee. The jury has found by its verdict that it was so colored as to conceal the damaged portions, or made it to appear better than it really was, or of greater value to the ordinary, untrained observer. In other words, that it was adulterated for the purposes of fraud and deception.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Applying the provisions of the health laws of the state of New York concerning the adulteration of food products already referred to, it was decided that the court below had correctly held that there was no obligation on the part of the buyer to take delivery and pay for the coffee if fraudulently colored in violation of the prohibitions of the statute. Coming to consider the contention of the sellers, that the provision of the law of the state in question was repugnant to the commerce clause of the Constitution of the United States, the court of appeals said (p. 332, N. E. p. 1098):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The states have no power to regulate commerce with foreign countries or with each other. This power has been delegated to the Congress of the United States, and that body can, by law, determine what shall or shall not be permitted to be imported. With the right of importation follows the right of sale in original packages, and therefore the states cannot prohibit the sale of articles of commerce within their borders. The states cannot, under the guise of inspection, or under their reserved police powers, prohibit the importation into their jurisdictions of sound meat, under the pretense that it may be damaged or decayed, or Texas cattle for fear they may be diseased, or spirituous or malt liquors for fear that they may intoxicate, or oleomargarine for fear it may be adulterated. <i>Hannibal &amp; St. J. R. Co.</i> v. <i>Husen</i>, 95 U. S. 465, 24 L. ed. 527; <i>Bowman</i> v. <i>Chicago &amp; N. W. R. Co.</i> 125 U. S. 465, 31 L. ed. 700, 1 Inters. Com. Rep. 823, 8 Sup. Ct. Rep. 689, 1062; <i>Leisy</i> v. <i>Hardin</i>, 135 U. S. 100, 34 L. ed. 128, 3 Inters. Com. Rep. 36, 10 Sup. Ct. Rep. 681; <i>Schollenberger</i> v. <i>Pennsylvania</i>, 171 U. S. 1, 43 L. ed. 49, 18 Sup. Ct. Rep. 757.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having thus fully conceded the plenary operation of the Constitution of the United States upon interstate and foreign commerce, the court proceeded to decide that the statute of the state of New York which it upheld was no repugnant to the commerce clause of the Constitution, because the state, in its enactment, but exerted its reserved police power to legislate for the protection of the health and safety of the community, and to provide against deception or fraud. In support of this theory the court cited from the decisions of this court, to which it had referred, as showing the general rule, and additionally fortified its conclusion by reference to, and citations from, the opinion of this court in <i>Plumley</i> v. <i>Massachusetts</i>, 155 U. S. 461, 39 L. ed. 223, 5 Inters. Com. Rep. 590, 15 Sup. Ct. Rep. 154.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">All but three of the many propositions embraced in the assignment of errors and urged at bar rest on the contention that the court of appeals misconceived the extent of the police power of the state, and therefore erroneously decided that the law of the state of New York which was applied to the case was not repugnant to the commerce clause of the Constitution of the United States. We shall not at any length undertake to review the argument made at bar to sustain this proposition, since its unsoundness will be more fully demonstrated by a mere reference to the previous decisions of this court, upon which the court below based its conclusions. Indeed, every contention here urged to show that the law of New York is repugnant to the Constitution of the United States was fully and expressly considered and negatived by the decision of this court in <i>Plumley</i> v. <i>Massachusetts</i>, 155 U. S. 461, 39 L. ed. 223, 5 Inters. Com. Rep. 590, 15 Sup. Ct. Rep. 154. In that case a law of the state of Massachusetts forbidding the sale of oleomargarine which was artifically colored was applied to a sale in Massachusetts of an original package of that article which had been manufactured in, and shipped from, the state of Illinois. In the course of a full review of the previous cases relating to the subject it was said (p. 472, L. ed. p. 227, Inters. Com. Rep. p. 600, Sup. Ct. Rep. p. 158):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'If there be any subject over which it would seem the states ought to have plenary control, and the power to legislate in respect to which it ought not to be supposed was intended to be surrendered to the general government, it is the protection of the people against fraud and deception in the sale of food products. Such legislation may, indeed, indirectly or incidentally, affect trade in such products transported from one state to another state. But that circumstance does not show that laws of the character alluded to are inconsistent with the power of Congress to regulate commerce among the states. For, as said by this court in <i>Sherlock</i> v. <i>Alling</i>, 93 U. S. 99, 103, 23 L. ed. 819, 820: 'In conferring upon Congress the regulation of commerce, it was never intended to cut the states off from legislating on all subjects relating to the health, life, and safety of their citizens, though the legislation might indirectly affect the commerce of the country. Legislation, in a great variety of ways, may affect commerce and persons engaged in it without constituting a regulation of it within the meaning of the Constitution. . . . And it may be said, generally, that the legislation of a state, not directed against commerce or any of its regulations, but relating to the rights, duties, and liabilities of citizens, and only indirectly and remotely affecting the operations of commerce, is of obligatory force upon citizens within its territorial jurisdiction, whether on land or water, or engaged in commerce, foreign or interstate, or in any other pursuit.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Again, it was said (p. 478, L. ed. p. 229, Inters. Com. Rep. p. 606, Sup. Ct. Rep. p. 160):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'And yet it is supposed that the owners of a compound which has been put in a condition to cheat the public into believing that it is a particular article of food in daily use and eagerly sought by people in every condition of life are protected by the Constitution in making a sale of it against the will of the state in which it is offered for sale, because of the circumstance that it is an original package, and has become a subject of ordinary traffic. We are unwilling to accept this view. We are of opinion that it is within the power of a state to exclude from its markets any compound manufactured in another state, which has been artificially colored or adulterated so as to cause it to look like an article of food in general use, and the sale of which may, by reason of such coloration or adulteration, cheat the general public into purchasing that which they may not intend to buy. The Constitution of the United States does not secure to any one the privilege of defrauding the public.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The assertion that the statute of the state of New York which the court below applied is repugnant to the commerce clause of the Constitution of the United States being thus shown to be devoid of merit, there remains only to be considered the three propositions to which we have previously adverted. We shall briefly consider and dispose of them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">1st. It is insisted that, even although it was in the power of the state of New York to legislate for the prevention of fraud and deception by forbidding the sale of the adulterated food products, such prohibition could only operate upon contracts made within, or intended to be executed within, the state, and as the contract here in controversy was not of such character, therefore the law of the state of New York was erroneously held to control. This proposition is based on the assumption that because the buyers of the coffee were residents of Maryland, therefore the contract must be treated as having been made for the purpose of securing the shipment of the coffee from Rio Janeiro to the residence of the buyers, hence the city of New York was referred to in the contract merely as the port of entry. It is insisted, <i>per contra</i>, that this proposition was not relied upon at the trial, nor called to the attention of the court of appeals of the state of New York, and should not be now considered, because if it had been raised below it would have been met by proof showing that the buyers, although residents in Maryland, were engaged in carrying on a business for the sale of coffee in New York city. The suggestion that the proposition was not made below is borne out by the fact that it was not referred to by the court of appeals of the state of New York or in the serveral opinions handed down by the supreme court of the state of New York during the course of the protracted litigation which the cause has engendered. Be this as it may, however, we think the proposition is devoid of merit. The contract of sale was made in New York; the storage and delivery in the city of New York was therein provided for. It was clearly, therefore, a New York contract, and governed by the law of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2d. It is urged that, even although there was power in the state of New York to legislate on the subject of adulteration of food, such legislation ceased to be operative as regards food products imported into the United States through the channels of foreign commerce after the passage of the act of Congress approved August 30, 1890, 'providing for the inspection of meats for exportation, prohibiting the importation of adulterated articles of food or drink, and authorizing the President to make proclamation in certain cases.' 26 Stat. at L. 414, chap. 839, U. S. Comp. Stat. 1901, p. 3185. The second section of that act, it is insisted, does not exclude from importation adulterated food, but simply adulterated food which is mixed with any poisonous or noxious chemical, drug, or other ingredient injurious to health, which, it is urged, was not the case with the coffee in question. The language of the section upon which this contention is based is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'That it shall be unlawful to import into the United States any adulterated or unwholesome food or drug, or any vinous, spirituous, or malt liquors, adulterated or mixed with any poisonous or noxious chemical, drug, or other ingredient injurious to health.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think it unnecessary to determine whether the statute lends even color to the proposition, since we think it is clear that its effect, whatever be its import, was not to deprive the state of its police power to legislate for the benefit of its people in the prevention of deception and fraud, and thus to control sales made within the state of articles so adulterated as to come within the valid prohibitions of the state statute.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">3d. In the trial court the plaintiff tendered evidence to demonstrate that there was a demand in some portions of the country for artificially colored coffee, and, to the ruling of the court excluding such testimony as irrelevant, exception was saved. Although the court of appeals, in its opinion, did not make any special reference to the subject, it is insisted that the question was called to its attention, and that, in affirming the judgment, it in effect sustained the action of the trial court in excluding the testimony, and thereby deprived the plaintiff of rights secured under the Constitution of the United States. The effect of the evidence, it is argued, had it been admitted, would have been to show that coffee artificially colored as a means of fraud and deception was a recognized article of commerce, and therefore the right to deal in it was protected by the commerce clause of the Constitution of the United States, and such dealings could not, therefore, be controlled by the state law. To state the proposition we think is to answer it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It, moreover, is disposed of by the decisions of this court to which we have previously referred. Besides, the question which the case involved was the right of the sellers to contract for and deliver in the state of New York an article so adulterated and fraudulent as to be within the prohibitions of the law of New York. Further, the proof tending to show that coffee so adulterated and artificially colored as to be the convenient means of accomplishing fraud and deceit was in demand in some places outside of the state of New York could have no legitimate tendency to cause the adulterated and fraudulently deceptive article to become legitimate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>192 U.S. 189 (1904)</b></center>\n<center><h1>CROSSMAN<br>\nv.<br>\nLURMAN.</h1></center>\n<center>No. 117.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 1903.</center>\n<center>Decided January 11, 1904.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW YORK.\n<p><span class=\"star-pagination\">*190</span> <i>Mr. Frederic R. Kellogg,</i> with whom <i>Mr. Arthur J. Baldwin</i> was on the brief, for plaintiffs in error.</p>\n<p><i>Mr. Charles Stewart Davison</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*193</span> MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The law of the State of New York contained the following:</p>\n<p>\"SEC. 41. Adulterations.  No person shall within the State manufacture, produce, compound, brew, distill, have, sell or offer for sale any adulterated food or drug. An article shall be deemed to be adulterated within the meaning of this act: . . . in the case of food, . . . (6) if it be colored or coated, or polished, or powdered, whereby damage is concealed, or it is made to appear better than it really is, or of greater value.\" Laws of the State of New York of 1893, c. 661, section 41, being chapter 25 of the General Laws of the State of New York.</p>\n<p>With these provisions in force, in July, 1894, the firm of Crossman &amp; Brothers, hereafter referred to as the sellers, residents of New York city, by contract made in New York, sold to the firm of Theodore G. Lurman &amp; Company, hereafter referred to as the buyers, residents of Baltimore, five hundred bags of Rio coffee, one-half the bags to be No. 8 grade and the other half No. 9 grade. It was stipulated that the coffee was to be shipped from Rio Janeiro to New York city by a designated steamer, the coffee to be sound or to be made sound by the sellers. The grades 8 and 9 referred to in the memorandum of sale were standard types, bearing those numbers, established by the Coffee Exchange of the city of New York, and it was agreed that the coffee was to be of the average of such types, and differences arising on the subject were to be determined by a \"grader,\" to be selected by each of the parties, the two to select a third in the event of a disagreement, his decision to be conclusive. It was stipulated that on the arrival of the steamer and the storage of the coffee in New York the buyers were to have the advantage of the first month's storage and fire insurance, free of expense.</p>\n<p><span class=\"star-pagination\">*194</span> In due time the named steamer reached the port of New York, and the five hundred bags of coffee were stored and delivery tendered in New York city to the buyers. Some of the coffee was accepted and the remainder was rejected, on the ground that it was adulterated, because it had been artificially colored by coating the beans with a yellow wash. Without going into the details of what transpired between the parties as a result of the refusal to accept the coffee, it suffices, for this case, to say that ultimately the graders provided for in the contract were named, and on their disagreement a third was selected, who decided that, although the coffee had been coated with the wash, its average quality was yet equal to the specified types of the Coffee Exchange referred to in the contract. The buyers refused to abide by this finding and to accept delivery and pay for the adulterated coffee. The sellers then disposed of the coffee for account of the buyers, and commenced this suit to recover the difference between the amount produced by the alleged sale and the contract price. During the course of the litigation two trials were had, and the cause was twice passed on by the appellate division of the Supreme Court in and for the first judicial department. On the first hearing in the Supreme Court it was held, in accord with a decision of the Court of Appeals of the State of New York, rendered in a collateral controversy which grew out of the refusal to accept the coffee, <i>In re Lurman,</i> 149 N.Y. 588, That if the coffee was adulterated, within the statute of the State of New York, the buyers were not bound to accept, despite the finding of the grader that it conformed to the types of the Coffee Exchange, referred to in the contract. Finally, all incidental questions being eliminated, the cause was tried on the distinct issue whether the coffee was adulterated within the provisions of the statute. There was a verdict and judgment for the buyers, which was affirmed by the appellate division of the Supreme Court in and for the first judicial department. The cause having been then taken to the Court of Appeals of the State of New York, the court affirmed the <span class=\"star-pagination\">*195</span> judgment of the Supreme Court and remitted the record to that court. 171 N.Y. 329. Because of such remittitur this writ of error to the Supreme Court is prosecuted to review the judgment of the Court of Appeals.</p>\n<p>Concerning the facts of the case the Court of Appeals said, p. 335:</p>\n<p>\"The coffee tendered by the plaintiffs, which was rejected, was of a low grade, containing many poor, withered and black beans. It, confessedly, was colored and the beans coated with a yellowish substance. It is not contended that the coloring matter improved the taste or added to the value of the coffee. It is claimed that the only purpose of the coloring was to hide the character of the poor beans and to make them appear of the same character as the good coffee. The jury has found by its verdict that it was so colored as to conceal the damaged portions, or make it to appear better than it really was, or of greater value to the ordinary, untrained observer. In other words, that it was adulterated for the purposes of fraud and deception.\"</p>\n<p>Applying the provisions of the health laws of the State of New York concerning the adulteration of food products already referred to, it was decided that the court below had correctly held that there was no obligation on the part of the buyer to take delivery and pay for the coffee if fraudulently colored in violation of the prohibitions of the statute. Coming to consider the contention of the sellers, that the provision of the law of the State in question was repugnant to the commerce clause of the Constitution of the United States, the Court of Appeals said, p. 331:</p>\n<p>\"The States have no power to regulate commerce with foreign countries or with each other. This power has been delegated to the Congress of the United States, and that body can, by law, determine what shall or shall not be permitted to be imported. With the right of importation follows the right of sale in original packages, and therefore the States cannot prohibit the sale of articles of commerce within their borders. <span class=\"star-pagination\">*196</span> The States cannot, under the guise of inspection, or under their reserved police powers, prohibit the importation into their jurisdictions of sound meat, under the pretense that it may be damaged or decayed, or Texan cattle for fear they may be diseased, or spirituous or malt liquors for fear that they may intoxicate, or oleomargarine for fear it may be adulterated. <i>Railroad Co.</i> v. <i>Husen,</i> 95 U.S. 465; <i>Bowman</i> v. <i>C. &amp; N.W. Ry. Co.,</i> 125 U.S. 465; <i>Leisy</i> v. <i>Hardin,</i> 135 U.S. 100; <i>Schollenberger</i> v. <i>Pennsylvania,</i> 171 U.S. 1.\"</p>\n<p>Having thus fully conceded the plenary operation of the Constitution of the United States upon interstate and foreign commerce, the court proceeded to decide that the statute of the State of New York which it upheld was not repugnant to the commerce clause of the Constitution, because the State in its enactment but exerted its reserved police power to legislate for the protection of the health and safety of the community and to provide against deception or fraud. In support of this theory the court cited from the decisions of this court, to which it had referred, as showing the general rule, and additionally fortified its conclusion by reference to and citations from the opinion of this court in <i>Plumley</i> v. <i>Massachusetts,</i> 155 U.S. 461.</p>\n<p>All but three of the many propositions embraced in the assignment of errors and urged at bar rest on the contention that the Court of Appeals misconceived the extent of the police power of the State, and therefore erroneously decided that the law of the State of New York which was applied to the case was not repugnant to the commerce clause of the Constitution of the United States. We shall not at any length undertake to review the argument made at bar to sustain this proposition, since its unsoundness will be fully demonstrated by a mere reference to the previous decisions of this court, upon which the court below based its conclusions. Indeed, every contention here urged to show that the law of New York is repugnant to the Constitution of the United States was fully and expressly considered and negatived by the decision of this court in <i>Plumley</i> v. <i>Massachusetts, supra</i><i>.</i> In that case a law of the <span class=\"star-pagination\">*197</span> State of Massachusetts forbidding the sale of oleomargarine, which was artificially colored, was applied to a sale in Massachusetts of an original package of that article which had been manufactured in and shipped from the State of Illinois. In the course of a full review of the previous cases relating to the subject it was said, p. 472:</p>\n<p>\"If there be any subject over which it would seem the States ought to have plenary control, and the power to legislate in respect to which it ought not to be supposed was intended to be surrendered to the general government, it is the protection of the people against fraud and deception in the sale of food products. Such legislation may, indeed, indirectly or incidentally affect trade in such products transported from one State to another State. But that circumstance does not show that laws of the character alluded to are inconsistent with the power of Congress to regulate commerce among the States. For, as said by this court in <i>Sherlock</i> v. <i>Alling,</i> 93 U.S. 99, 103: `In conferring upon Congress the regulation of commerce, it was never intended to cut the States off from legislating on all subjects relating to the health, life and safety of their citizens, though the legislation might indirectly affect the commerce of the country. Legislation, in a great variety of ways, may affect commerce and persons engaged in it without constituting a regulation of it within the meaning of the Constitution. . . . And it may be said generally, that the legislation of a State, not directed against commerce or any of its regulations, but relating to the rights, duties, and liabilities of citizens, and only indirectly and remotely affecting the operations of commerce, is of obligatory force upon citizens within its territorial jurisdiction, whether on land or water, or engaged in commerce, foreign or interstate, or in any other pursuit.'\"</p>\n<p>Again, it was said, p. 478:</p>\n<p>\"And yet it is supposed that the owners of a compound which has been put in a condition to cheat the public into believing that it is a particular article of food in daily use and eagerly sought by people in every condition of life, are protected <span class=\"star-pagination\">*198</span> by the Constitution in making a sale of it against the will of the State in which it is offered for sale, because of the circumstance that it is an original package, and has become a subject of ordinary traffic. We are unwilling to accept this view. We are of opinion that it is within the power of a State to exclude from its markets any compound manufactured in another State, which has been artificially colored or adulterated so as to cause it to look like an article of food in general use, and the sale of which may, by reason of such coloration or adulteration, cheat the general public into purchasing that which they may not intend to buy. The Constitution of the United States does not secure to any one the privilege of defrauding the public.\"</p>\n<p>The assertion that the statute of the State of New York which the court below applied is repugnant to the commerce clause of the Constitution of the United States being thus shown to be devoid of merit, there remains only to be considered the three propositions to which we have previously adverted. We shall briefly consider and dispose of them.</p>\n<p>1st. It is insisted that, even although it was in the power of the State of New York to legislate for the prevention of fraud and deception by forbidding the sale of the adulterated food products, such prohibition could only operate upon contracts made within or intended to be executed within the State, and as the contract here in controversy was not of such character, therefore the law of the State of New York was erroneously held to control. This proposition is based on the assumption that because the buyers of the coffee were residents of Maryland, therefore the contract must be treated as having been made for the purpose of securing the shipment of the coffee from Rio Janeiro to the residence of the buyers, hence the city of New York was referred to in the contract merely as the port of entry. It is insisted, <i>per contra,</i> that this proposition was not relied upon at the trial, nor called to the attention of the Court of Appeals of the State of New York, and should not be now considered, because if it had been raised below it would <span class=\"star-pagination\">*199</span> have been met by proof showing that the buyers, although residents of Maryland, were engaged in carrying on a business for the sale of coffee in New York city. The suggestion that the proposition was not made below is borne out by the fact that it was not referred to by the Court of Appeals of the State of New York or in the several opinions handed down by the Supreme Court of the State of New York during the course of the protracted litigation which the cause has engendered. Be this as it may, however, we think the proposition is devoid of merit. The contract of sale was made in New York; the storage and delivery in the city of New York was therein provided for. It was clearly, therefore, a New York contract and governed by the law of New York.</p>\n<p>2d. It is urged that, even although there was power in the State of New York to legislate on the subject of adulteration of food, such legislation ceased to be operative as regards food products imported into the United States through the channels of foreign commerce after the passage of the act of Congress approved August 30, 1890, \"providing for the inspection of means for exportation, prohibiting the importation of adulterated articles of food or drink, and authorizing the President to make proclamation in certain cases.\" 26 Stat. 414. The second section of that act, it is insisted, does not exclude from importation adulterated food but simply adulterated food which is mixed with any poisonous or noxious chemical, drug or other ingredient injurious to health, which it is urged was not the case with the coffee in question. The language of the section upon which this contention is based is as follows:</p>\n<p>\"That it shall be unlawful to import into the United States any adulterated or unwholesome food or drug, or any vinous, spirituous or malt liquors, adulterated or mixed with any poisonous or noxious chemical, drug or other ingredient injurious to health.\"</p>\n<p>We think it unnecessary to determine whether the statute lends even color to the proposition, since we think it is clear that its effect, whatever be its import, was not to deprive the <span class=\"star-pagination\">*200</span> State of its police power to legislate for the benefit of its people in the prevention of deception and fraud, and thus to control sales made within the State of articles so adulterated as to come within the valid prohibitions of the state statute.</p>\n<p>3d. In the trial court the plaintiff tendered evidence to demonstrate that there was a demand in some portions of the country for artificially colored coffee, and to the ruling of the court excluding such testimony as irrelevant exception was saved. Although the Court of Appeals, in its opinion, did not make any special reference to the subject, it is insisted that the question was called to its attention, and that in affirming the judgment it in effect sustained the action of the trial court in excluding the testimony, and thereby deprived the plaintiff of rights secured under the Constitution of the United States. The effect of the evidence, it is argued, had it been admitted, would have been to show that coffee artificially colored as a means of fraud and deception was a recognized article of commerce, and therefore the right to deal in it was protected by the commerce clause of the Constitution of the United States, and such dealings could not, therefore, be controlled by the state law. To state the proposition we think is to answer it.</p>\n<p>It, moreover, is disposed of by the decisions of this court to which we have previously referred. Besides, the question which the case involved was the right of the sellers to contract for and deliver in the State of New York an article so adulterated and fraudulent as to be within the prohibitions of the law of New York. Further, the proof tending to show that coffee so adulterated and artificially colored as to be the convenient means of accomplishing fraud and deceit was in demand in some places outside of the State of New York, could have no legitimate tendency to cause trade in the adulterated and fraudulently deceptive article to become legitimate commerce.</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></span> (1904)</b></center>\n<center><h1>CROSSMAN<br>\nv.<br>\nLURMAN.</h1></center>\n<center>No. 117.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 18, 1903.</center>\n<center>Decided January 11, 1904.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW YORK.\n<p><span class=\"star-pagination\">*190</span> <i>Mr. Frederic R. Kellogg,</i> with whom <i>Mr. Arthur J. Baldwin</i> was on the brief, for plaintiffs in error.</p>\n<p><i>Mr. Charles Stewart Davison</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*193</span> MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The law of the State of New York contained the following:</p>\n<p>\"SEC. 41. Adulterations.  No person shall within the State manufacture, produce, compound, brew, distill, have, sell or offer for sale any adulterated food or drug. An article shall be deemed to be adulterated within the meaning of this act: . . . in the case of food, . . . (6) if it be colored or coated, or polished, or powdered, whereby damage is concealed, or it is made to appear better than it really is, or of greater value.\" Laws of the State of New York of 1893, c. 661, section 41, being chapter 25 of the General Laws of the State of New York.</p>\n<p>With these provisions in force, in July, 1894, the firm of Crossman &amp; Brothers, hereafter referred to as the sellers, residents of New York city, by contract made in New York, sold to the firm of Theodore G. Lurman &amp; Company, hereafter referred to as the buyers, residents of Baltimore, five hundred bags of Rio coffee, one-half the bags to be No. 8 grade and the other half No. 9 grade. It was stipulated that the coffee was to be shipped from Rio Janeiro to New York city by a designated steamer, the coffee to be sound or to be made sound by the sellers. The grades 8 and 9 referred to in the memorandum of sale were standard types, bearing those numbers, established by the Coffee Exchange of the city of New York, and it was agreed that the coffee was to be of the average of such types, and differences arising on the subject were to be determined by a \"grader,\" to be selected by each of the parties, the two to select a third in the event of a disagreement, his decision to be conclusive. It was stipulated that on the arrival of the steamer and the storage of the coffee in New York the buyers were to have the advantage of the first month's storage and fire insurance, free of expense.</p>\n<p><span class=\"star-pagination\">*194</span> In due time the named steamer reached the port of New York, and the five hundred bags of coffee were stored and delivery tendered in New York city to the buyers. Some of the coffee was accepted and the remainder was rejected, on the ground that it was adulterated, because it had been artificially colored by coating the beans with a yellow wash. Without going into the details of what transpired between the parties as a result of the refusal to accept the coffee, it suffices, for this case, to say that ultimately the graders provided for in the contract were named, and on their disagreement a third was selected, who decided that, although the coffee had been coated with the wash, its average quality was yet equal to the specified types of the Coffee Exchange referred to in the contract. The buyers refused to abide by this finding and to accept delivery and pay for the adulterated coffee. The sellers then disposed of the coffee for account of the buyers, and commenced this suit to recover the difference between the amount produced by the alleged sale and the contract price. During the course of the litigation two trials were had, and the cause was twice passed on by the appellate division of the Supreme Court in and for the first judicial department. On the first hearing in the Supreme Court it was held, in accord with a decision of the Court of Appeals of the State of New York, rendered in a collateral controversy which grew out of the refusal to accept the coffee, <i>In re Lurman,</i> <span class=\"citation\" data-id=\"95989\"><a href=\"/opinion/95989/crossman-v-lurman/\"><span class=\"volume\">149</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">588</span></a></span>, That if the coffee was adulterated, within the statute of the State of New York, the buyers were not bound to accept, despite the finding of the grader that it conformed to the types of the Coffee Exchange, referred to in the contract. Finally, all incidental questions being eliminated, the cause was tried on the distinct issue whether the coffee was adulterated within the provisions of the statute. There was a verdict and judgment for the buyers, which was affirmed by the appellate division of the Supreme Court in and for the first judicial department. The cause having been then taken to the Court of Appeals of the State of New York, the court affirmed the <span class=\"star-pagination\">*195</span> judgment of the Supreme Court and remitted the record to that court. 171 N.Y. 329. Because of such remittitur this writ of error to the Supreme Court is prosecuted to review the judgment of the Court of Appeals.</p>\n<p>Concerning the facts of the case the Court of Appeals said, p. 335:</p>\n<p>\"The coffee tendered by the plaintiffs, which was rejected, was of a low grade, containing many poor, withered and black beans. It, confessedly, was colored and the beans coated with a yellowish substance. It is not contended that the coloring matter improved the taste or added to the value of the coffee. It is claimed that the only purpose of the coloring was to hide the character of the poor beans and to make them appear of the same character as the good coffee. The jury has found by its verdict that it was so colored as to conceal the damaged portions, or make it to appear better than it really was, or of greater value to the ordinary, untrained observer. In other words, that it was adulterated for the purposes of fraud and deception.\"</p>\n<p>Applying the provisions of the health laws of the State of New York concerning the adulteration of food products already referred to, it was decided that the court below had correctly held that there was no obligation on the part of the buyer to take delivery and pay for the coffee if fraudulently colored in violation of the prohibitions of the statute. Coming to consider the contention of the sellers, that the provision of the law of the State in question was repugnant to the commerce clause of the Constitution of the United States, the Court of Appeals said, p. 331:</p>\n<p>\"The States have no power to regulate commerce with foreign countries or with each other. This power has been delegated to the Congress of the United States, and that body can, by law, determine what shall or shall not be permitted to be imported. With the right of importation follows the right of sale in original packages, and therefore the States cannot prohibit the sale of articles of commerce within their borders. <span class=\"star-pagination\">*196</span> The States cannot, under the guise of inspection, or under their reserved police powers, prohibit the importation into their jurisdictions of sound meat, under the pretense that it may be damaged or decayed, or Texan cattle for fear they may be diseased, or spirituous or malt liquors for fear that they may intoxicate, or oleomargarine for fear it may be adulterated. <i>Railroad Co.</i> v. <i>Husen,</i> 95 U.S. 465; <i>Bowman</i> v. <i>C. &amp; N.W. Ry. Co.,</i> 125 U.S. 465; <i>Leisy</i> v. <i>Hardin,</i> 135 U.S. 100; <i>Schollenberger</i> v. <i>Pennsylvania,</i> 171 U.S. 1.\"</p>\n<p>Having thus fully conceded the plenary operation of the Constitution of the United States upon interstate and foreign commerce, the court proceeded to decide that the statute of the State of New York which it upheld was not repugnant to the commerce clause of the Constitution, because the State in its enactment but exerted its reserved police power to legislate for the protection of the health and safety of the community and to provide against deception or fraud. In support of this theory the court cited from the decisions of this court, to which it had referred, as showing the general rule, and additionally fortified its conclusion by reference to and citations from the opinion of this court in <i>Plumley</i> v. <i>Massachusetts,</i> 155 U.S. 461.</p>\n<p>All but three of the many propositions embraced in the assignment of errors and urged at bar rest on the contention that the Court of Appeals misconceived the extent of the police power of the State, and therefore erroneously decided that the law of the State of New York which was applied to the case was not repugnant to the commerce clause of the Constitution of the United States. We shall not at any length undertake to review the argument made at bar to sustain this proposition, since its unsoundness will be fully demonstrated by a mere reference to the previous decisions of this court, upon which the court below based its conclusions. Indeed, every contention here urged to show that the law of New York is repugnant to the Constitution of the United States was fully and expressly considered and negatived by the decision of this court in <i>Plumley</i> v. <i>Massachusetts, supra</i><i>.</i> In that case a law of the <span class=\"star-pagination\">*197</span> State of Massachusetts forbidding the sale of oleomargarine, which was artificially colored, was applied to a sale in Massachusetts of an original package of that article which had been manufactured in and shipped from the State of Illinois. In the course of a full review of the previous cases relating to the subject it was said, p. 472:</p>\n<p>\"If there be any subject over which it would seem the States ought to have plenary control, and the power to legislate in respect to which it ought not to be supposed was intended to be surrendered to the general government, it is the protection of the people against fraud and deception in the sale of food products. Such legislation may, indeed, indirectly or incidentally affect trade in such products transported from one State to another State. But that circumstance does not show that laws of the character alluded to are inconsistent with the power of Congress to regulate commerce among the States. For, as said by this court in <i>Sherlock</i> v. <i>Alling,</i> <span class=\"citation\" data-id=\"89350\"><a href=\"/opinion/89350/sherlock-v-alling-administrator/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 103: `In conferring upon Congress the regulation of commerce, it was never intended to cut the States off from legislating on all subjects relating to the health, life and safety of their citizens, though the legislation might indirectly affect the commerce of the country. Legislation, in a great variety of ways, may affect commerce and persons engaged in it without constituting a regulation of it within the meaning of the Constitution. . . . And it may be said generally, that the legislation of a State, not directed against commerce or any of its regulations, but relating to the rights, duties, and liabilities of citizens, and only indirectly and remotely affecting the operations of commerce, is of obligatory force upon citizens within its territorial jurisdiction, whether on land or water, or engaged in commerce, foreign or interstate, or in any other pursuit.'\"</p>\n<p>Again, it was said, p. 478:</p>\n<p>\"And yet it is supposed that the owners of a compound which has been put in a condition to cheat the public into believing that it is a particular article of food in daily use and eagerly sought by people in every condition of life, are protected <span class=\"star-pagination\">*198</span> by the Constitution in making a sale of it against the will of the State in which it is offered for sale, because of the circumstance that it is an original package, and has become a subject of ordinary traffic. We are unwilling to accept this view. We are of opinion that it is within the power of a State to exclude from its markets any compound manufactured in another State, which has been artificially colored or adulterated so as to cause it to look like an article of food in general use, and the sale of which may, by reason of such coloration or adulteration, cheat the general public into purchasing that which they may not intend to buy. The Constitution of the United States does not secure to any one the privilege of defrauding the public.\"</p>\n<p>The assertion that the statute of the State of New York which the court below applied is repugnant to the commerce clause of the Constitution of the United States being thus shown to be devoid of merit, there remains only to be considered the three propositions to which we have previously adverted. We shall briefly consider and dispose of them.</p>\n<p>1st. It is insisted that, even although it was in the power of the State of New York to legislate for the prevention of fraud and deception by forbidding the sale of the adulterated food products, such prohibition could only operate upon contracts made within or intended to be executed within the State, and as the contract here in controversy was not of such character, therefore the law of the State of New York was erroneously held to control. This proposition is based on the assumption that because the buyers of the coffee were residents of Maryland, therefore the contract must be treated as having been made for the purpose of securing the shipment of the coffee from Rio Janeiro to the residence of the buyers, hence the city of New York was referred to in the contract merely as the port of entry. It is insisted, <i>per contra,</i> that this proposition was not relied upon at the trial, nor called to the attention of the Court of Appeals of the State of New York, and should not be now considered, because if it had been raised below it would <span class=\"star-pagination\">*199</span> have been met by proof showing that the buyers, although residents of Maryland, were engaged in carrying on a business for the sale of coffee in New York city. The suggestion that the proposition was not made below is borne out by the fact that it was not referred to by the Court of Appeals of the State of New York or in the several opinions handed down by the Supreme Court of the State of New York during the course of the protracted litigation which the cause has engendered. Be this as it may, however, we think the proposition is devoid of merit. The contract of sale was made in New York; the storage and delivery in the city of New York was therein provided for. It was clearly, therefore, a New York contract and governed by the law of New York.</p>\n<p>2d. It is urged that, even although there was power in the State of New York to legislate on the subject of adulteration of food, such legislation ceased to be operative as regards food products imported into the United States through the channels of foreign commerce after the passage of the act of Congress approved August 30, 1890, \"providing for the inspection of means for exportation, prohibiting the importation of adulterated articles of food or drink, and authorizing the President to make proclamation in certain cases.\" 26 Stat. 414. The second section of that act, it is insisted, does not exclude from importation adulterated food but simply adulterated food which is mixed with any poisonous or noxious chemical, drug or other ingredient injurious to health, which it is urged was not the case with the coffee in question. The language of the section upon which this contention is based is as follows:</p>\n<p>\"That it shall be unlawful to import into the United States any adulterated or unwholesome food or drug, or any vinous, spirituous or malt liquors, adulterated or mixed with any poisonous or noxious chemical, drug or other ingredient injurious to health.\"</p>\n<p>We think it unnecessary to determine whether the statute lends even color to the proposition, since we think it is clear that its effect, whatever be its import, was not to deprive the <span class=\"star-pagination\">*200</span> State of its police power to legislate for the benefit of its people in the prevention of deception and fraud, and thus to control sales made within the State of articles so adulterated as to come within the valid prohibitions of the state statute.</p>\n<p>3d. In the trial court the plaintiff tendered evidence to demonstrate that there was a demand in some portions of the country for artificially colored coffee, and to the ruling of the court excluding such testimony as irrelevant exception was saved. Although the Court of Appeals, in its opinion, did not make any special reference to the subject, it is insisted that the question was called to its attention, and that in affirming the judgment it in effect sustained the action of the trial court in excluding the testimony, and thereby deprived the plaintiff of rights secured under the Constitution of the United States. The effect of the evidence, it is argued, had it been admitted, would have been to show that coffee artificially colored as a means of fraud and deception was a recognized article of commerce, and therefore the right to deal in it was protected by the commerce clause of the Constitution of the United States, and such dealings could not, therefore, be controlled by the state law. To state the proposition we think is to answer it.</p>\n<p>It, moreover, is disposed of by the decisions of this court to which we have previously referred. Besides, the question which the case involved was the right of the sellers to contract for and deliver in the State of New York an article so adulterated and fraudulent as to be within the prohibitions of the law of New York. Further, the proof tending to show that coffee so adulterated and artificially colored as to be the convenient means of accomplishing fraud and deceit was in demand in some places outside of the State of New York, could have no legitimate tendency to cause trade in the adulterated and fraudulently deceptive article to become legitimate commerce.</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 95989, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95989/", "sha1": "4949e23c4d2bd383c98c5947af6635335fb024bb", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:21"}