{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "194 U.S. 338", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96095/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Northern Pacific R. Co. v. Dixon", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "211", 
    "id": 80478, 
    "resource_uri": "/api/rest/v2/citation/80478/"
  }, 
  "id": 96095, 
  "blocked": false, 
  "judges": "Brewer, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1904-05-16", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>194 U.S. 338 (1904)</b></center>\n<center><h1>NORTHERN PACIFIC RAILWAY COMPANY<br>\nv.<br>\nDIXON.</h1></center>\n<center>No. 211.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 13, 1904.</center>\n<center>Decided May 16, 1904.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*341</span> <i>Mr. C.W. Bunn, Mr. Emerson Hadley</i> and <i>Mr. James B. Kerr</i> for plaintiff in error, submitted.</p>\n<p><i>Mr. A.M. Antrobus</i> for defendant in error, cited as to obligation to provide orders and schedules of trains: <i>B. &amp; O.R.R. Co.</i> v. <i>Andrews,</i> 1 C.C.A. 639; <i>Nor. Pac. R.R. Co.</i> v. <i>Poirier,</i> 15 C.C.A. 52; <i>Lewis</i> v. <i>Seifert,</i> 11 Atl. Rep. 514; <i>Railroad Co.</i> v. <i>Camp,</i> 13 C.C.A. 233; <i>Oregon Short Line</i> v. <i>Frost,</i> 21 C.C.A. 186; <i>Danigan</i> v. <i>Railroad Co.,</i> 56 Connecticut, 285; <i>Hough</i> v. <i>Railroad Co.,</i> 100 U.S. 213, 226; <i>Nor. Pac. R.R. Co.</i> v. <i>Herbert,</i> 116 U.S. 642, 660.</p>\n<p>Local operators and the train operators are not fellow servants. <i>Bentz</i> v. <i>Railroad Co.,</i> 99 Fed. Rep. 657; 40 C.C.A. 56, distinguished, and see cases cited in that opinion; <i>Dana</i> v. <i>Railroad Co.,</i> 92 N.Y. 639; <i>Shehan</i> v. <i>Railroad Co.,</i> 91 N.Y. 332; <i>Flike</i> v. <i>Railroad Co.,</i> 53 N.Y. 549; <i>Booth</i> v. <i>Railroad Co.,</i> 91 N.Y. 38; <i>Ell</i> v. <i>Nor. Pac. Ry. Co.,</i> 12 L.R.A. 97; <i>Nor. Pac. Ry. Co.</i> v. <i>Mix,</i> 121 Fed. Rep. 476.</p>\n<p>The local operator is a vice principal. <i>M.K. &amp; T. Ry. Co.</i> v. <i>Elliott,</i> 42 C.C.A. 188; <i>Lewis</i> v. <i>Seifert,</i> 116 Pa. St. 627; <i>B. &amp; O.R.R. Co.</i> v. <i>Camp,</i> 13 C.C.A. 233; <i>Hankins</i> v. <i>Railroad Co.,</i> 142 N.Y. 416; <i>Harrison</i> v. <i>Railroad Co.,</i> 79 Michigan, 407; <i>Hall</i> v. <i>Galveston &amp;c. R.R. Co.,</i> 39 Fed. Rep. 18; <i>Price</i> v. <i>Railroad Co.,</i> 145 U.S. 651.</p>\n<p><span class=\"star-pagination\">*342</span> MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>A servant is entitled to recover damages for injuries suffered through the personal fault or misconduct of his employer, but when the employer has been personally free from blame and the injury results from the fault or misconduct of a fellow servant it would seem reasonable that the wrongdoer should be alone responsible, and that one who is innocent should not be called upon to pay damages. And such is the <span class=\"star-pagination\">*343</span> general rule. But where the employer is a railroad or other corporation having a large number of employes, sometimes engaged in different departments of service, certain limitations or qualifications of this general rule have been prescribed. Perhaps no question has been more frequently considered by the courts than that of fellow servant, and none attended with more varied suggestions and attempted qualifications. It has been discussed so often that any extended discussion in the present case is unnecessary, and it is sufficient to state the principal suggestions and consider their applicability to the case at bar.</p>\n<p>In a recent case in this court, <i>New England Railroad Company</i> v. <i>Conroy,</i> 175 U.S. 323, it was said (p. 328):</p>\n<p>\"We have no hesitation in holding, both upon principle and authority, that the employer is not liable for an injury to one employe occasioned by the negligence of another engaged in the same general undertaking; that it is not necessary that the servants should be engaged in the same operation or particular work; that it is enough, to bring the case within the general rule of exemption, if they are in the employment of the same master, engaged in the same common enterprise, both employed to perform duties tending to accomplish the same general purposes, or, in other words, if the services of each in his particular sphere or department are directed to the accomplishment of the same general end.\"</p>\n<p>Tested by this, it is obvious that the local operator was a fellow servant with the fireman. They were \"engaged in the same general undertaking,\" the movement of trains. They were called upon \"to perform duties tending to accomplish the same general purposes,\" and \"the services of each in his particular sphere or department were directed to the accomplishment of the same general end.\" The fireman who shovels coal into the fire-box of the engine is not doing precisely the same work as the engineer, neither is the conductor who signals to the engineer to start or to stop, nor the operator who delivers from the telegraph office at the station to the <span class=\"star-pagination\">*344</span> engineer orders to move, and who reports the coming and the going of trains, and yet they are all working each in his particular sphere towards the accomplishment of this one result, the movement of trains.</p>\n<p>Another qualification suggested is where the one guilty of the negligence has such general control and occupies such relation to the work that he in effect takes the place of the employer \u0097 becomes a vice principal, or <i>alter ego,</i> as he is sometimes called. If an employer, whether an individual or a corporation, giving no personal attention to the work, places it in the entire control of another, such person may be not improperly regarded as the principal and his negligence that of the principal. That thought has in some cases been carried further, and when it appeared that the work in which the employer was engaged was divided into separate and distinct departments, the one in charge of each of those departments has been regarded as also a vice principal. In <i>Baltimore &amp; Ohio Railroad</i> v. <i>Baugh,</i> 149 U.S. 368, 383, we said:</p>\n<p>\"It is only carrying the same principle a little further and with reasonable application, when it is held that, if the business of the master and employer becomes so vast and diversified that it naturally separates itself into departments of service, the individuals placed by him in charge of those separate branches and departments of service, and given entire and absolute control therein, are properly to be considered, with respect to employes under them, vice principals, representatives of the master, as fully and as completely as if the entire business of the master was by him placed under charge of one superintendent. It was this proposition which the court applied in the <i>Ross</i> case, holding that the conductor of a train has the control and management of a distinct department. But this rule can only be fairly applied when the different branches or departments of service are in and of themselves separate and distinct.\"</p>\n<p>So also in <i>Northern Pacific Railroad</i> v. <i>Peterson,</i> 162 U.S. 346, it was held that the foreman of a gang of laborers employed <span class=\"star-pagination\">*345</span> in putting in ties and keeping in repair a part of the road, although he had the power to hire or discharge any laborer and exclusive control and management in all matters connected with their work, was a fellow servant with the men in the gang, and on page 355 the rule was thus stated:</p>\n<p>\"The rule is that in order to form an exception to the general law of non-liability the person whose neglect caused the injury must be `one who was clothed with the control and management of a distinct department, and not a mere separate piece of work in one of the branches of service in a department.' This distinction is a plain one, and not subject to any great embarrassment in determining the fact in any particular case.\"</p>\n<p>Obviously there is nothing in this qualification which has application here. The negligent person was a local operator and station agent, and in no reasonable sense of the term a vice principal or in charge of any department.</p>\n<p>Another suggestion is, that the doctrine of fellow servant does not apply where the servant injured and the servant guilty of the negligence are engaged in separate departments of service. In <i>Northern Pacific Railroad</i> v. <i>Hambly,</i> 154 U.S. 349, a common laborer was employed under the direction of a section boss in building a culvert on the line of defendant's railroad, and while so employed was struck and injured by a moving passenger train, the injury resulting solely through the misconduct and negligence of the conductor and engineer of the train. It was held that they were fellow servants, and in respect to this suggestion it was said (p. 357):</p>\n<p>\"As a laborer upon a railroad track, either in switching trains or repairing the track, is constantly exposed to the danger of passing trains, and bound to look out for them, any negligence in the management of such trains is a risk which may or should be contemplated by him in entering upon the service of the company. This is probably the most satisfactory test of liability. If the departments of the two servants are so far separated from each other that the possibility <span class=\"star-pagination\">*346</span> of coming in contact, and hence of incurring danger from the negligent performance of the duties of such other department, could not be said to be within the contemplation of the person injured, the doctrine of fellow service should not apply.\"</p>\n<p>Applying this to the case before us, manifestly the work of the fireman and the operator brought the parties closely together in the matter of the movement of the trains. Dixon knew that any negligence on the part of the operator might result in injury to him, and must have contemplated such possibility when he entered the service of the company.</p>\n<p>It is urged that \"it is as much the duty of the company to give correct orders for the running of its trains so they would not collide as it was to see that their servants had reasonably safe tools and machinery with which to work, and a reasonably safe place in which to work,\" and hence, that one who is employed in securing the correct orders for the movement of trains is doing the personal work of the employer, and not to be regarded as a fellow servant of those engaged in operating and running the trains. But the master does not guarantee the safety of place or of machinery. His obligation is only to use reasonable care and diligence to secure such safety. Here the company had adopted reasonable rules for the operation of all its trains. No imputation is made of a want of competency in either the train dispatcher or the telegraph operator. So far as appears, they were competent and proper persons for the work in which they were employed. A momentary act of negligence is charged against the telegraph operator. No reasonable amount of care and supervision which the master had taken beforehand would have guarded against such unexpected and temporary act of negligence. Before an employer should be held responsible in damages it should appear that in some way, by the exercise of reasonable care and prudence, he could have avoided the injury. He cannot be personally present everywhere and at all times, and in the nature of things cannot guard against <span class=\"star-pagination\">*347</span> every temporary act of negligence by one of his employes. As said in <i>Whittaker</i> v. <i>Bent,</i> 167 Massachusetts, 588, 589, by Mr. Justice Holmes, then a member of the Supreme Court of Massachusetts:</p>\n<p>\"The absolute obligation of an employer to see that due care is used to provide safe appliances for his workmen is not extended to all the passing risks which arise from short-lived causes. <i>McCann</i> v. <i>Kennedy, ante,</i> p. 23. See also <i>Johnson</i> v. <i>Boston Towboat Co.,</i> 135 Massachusetts, 209; <i>Moynihan</i> v. <i>Hills Co.,</i> 146 Massachusetts, 586, 592, 593; <i>Bjbjian</i> v. <i>Woonsocket Rubber Co.,</i> 164 Massachusetts, 214, 219.\"</p>\n<p>Without discussing more at length the various forms and phases of the question of fellow servants, or the many suggestions which have been made to qualify or limit the general doctrine, we answer the questions presented as follows:</p>\n<p>First. The telegraph operator was, under the circumstances described, a fellow servant of the fireman.</p>\n<p>Second. The negligence of the telegraph operator was the negligence of a fellow servant of the fireman, the risk of which the latter assumed.</p>\n<p>MR. JUSTICE WHITE, with whom concurred the CHIEF JUSTICE, MR. JUSTICE HARLAN and MR. JUSTICE McKENNA, dissenting.</p>\n<p>As it is given to me to understand the ruling now made, it reverses many previous decisions of this court and introduces into the doctrine of fellow servant, as hitherto applied in those decisions, a contradiction which will render it impossible in the future to test the application of the rule of fellow servant by any consistent principle.</p>\n<p>It is undoubtedly true that in many decisions of state courts of last resort the rigor of the rule of fellow servant has been assuaged by an extension of two conceptions, the one designated as \"the department theory,\" and the other as the \"doctrine of vice principal.\" By the application made of the <span class=\"star-pagination\">*348</span> first of these in the decisions referred to the relation of fellow servant would not exist in any case where the servants were working in separate departments, even although engaged in a single enterprise or common employment. By the second, where even a limited authority was possessed by a particular employe, such authority would cause him not to be a fellow servant with those over whom the authority was exercised.</p>\n<p>But the decisions of this court, whilst not rejecting absolutely either the department, or the vice principal, theory, have with practical uniformity refused to adopt the broad import given to those theories as above stated. Accordingly it has been consistently held that the fact of separate departments did not destroy the relation of fellow servant unless the departments were substantially so distinct as to cause them to be independent one of the other to such an extent that the persons engaged in one or the other were not really employed in the same business. And so also as to the doctrine of vice principal, it has been uniformly held that it did not apply to every limited exercise of authority but was only applicable in cases where the person charged to be a vice principal possessed such general authority and supervision over the business as to cause him in effect to stand in the relation of master to those employed under him. But whilst thus declining to fritter away the rule of fellow servant by a latitudinarian application of the department and vice principal theories, such theories have always been applied by the decisions of this court wherever a given case was embraced in the doctrine as expounded in the rulings of this court above referred to Besides, it has been declared by an unbroken line of authority in this court that, wherever there rests upon the master a positive duty which the law has imposed upon him towards his servants, liability of the master or a failure to perform such positive legal duty could not be escaped by a resort to the principle of fellow servant because, in an action for damage occasioned by the neglect of the master to perform such positive duties, the doctrine of fellow servant had no application. <span class=\"star-pagination\">*349</span> I content myself with referring to some of the leading and more recent cases of this court establishing all the propositions which I have previously stated. <i>Baltimore &amp; Ohio R.R. Co.</i> v. <i>Baugh,</i> 149 U.S. 368; <i>Northern Pacific R.R. Co.</i> v. <i>Hambly,</i> 154 U.S. 349; <i>Central Railroad Co.</i> v. <i>Keegan,</i> 160 U.S. 259; <i>Northern Pacific Railroad Co.</i> v. <i>Peterson,</i> 162 U.S. 346; <i>New England R.R. Co.</i> v. <i>Conroy,</i> 175 U.S. 323.</p>\n<p>The inapplicability of the doctrine of fellow servant to a violation by the master of a positive duty resting on him, often stated in previous decisions, was reiterated in <i>Baltimore &amp; Ohio Railroad Company</i> v. <i>Baugh, supra,</i> 387, and was fully restated in <i>Central Railroad Co.</i> v. <i>Keegan, supra</i><i>,</i> where it was said (p. 263):</p>\n<p>\"We held in <i>Baltimore &amp; Ohio Railroad Company</i> v. <i>Baugh,</i> 149 U.S. 368, that an engineer and fireman of a locomotive engine running alone on a railroad, without any train attached, when engaged on such duty, were fellow servants of the railroad company; hence that the fireman was precluded from recovering damages from the company for injuries caused, during the running, by the negligence of the engineer. In that case it was declared that: `<i>Prima facie,</i> all who enter the employment of a single master are engaged in a common service and are fellow servants. .. . All enter in the service of the same master to further his interests in the one enterprise.' And whilst we in that case recognized that the heads of separate and distinct departments of a diversified business may, under certain circumstances, be considered, with respect to employes under them, vice principals or representatives of the master as fully and as completely as if the entire business of the master was by him placed under the charge of one superintendent, we declined to affirm that each separate piece of work was a distinct department, and made the one having control of that piece of work a vice principal or representative of the master. It was further declared that `the danger from the negligence of one specially in charge of the particular work is as obvious and as great as from that of those <span class=\"star-pagination\">*350</span> who are simply coworkers with him in it; each is equally with the other an ordinary risk of the employment,' which the employe assumes when entering upon the employment, whether the risk be obvious or not. It was laid down that the rightful test to determine whether the negligence complained of was an ordinary risk of the employment was whether the negligent act constituted a breach of positive duty owing by the master, such as that of taking fair and reasonable precautions to surround his employes with fit and careful coworkers, and the furnishing to such employes of a reasonably safe place to work and reasonably safe tools or machinery with which to do the work, thus making the question of liability of an employer for an injury to his employe turn rather on the character of the alleged negligent act than on the relations of the employes to each other, so that, if the act is one done in the discharge of some positive duty of the master to the servant, then negligence in the act is the negligence of the master; but if it be not one in the discharge of such positive duty, then there should be some personal wrong on the part of the employer before he is liable therefor.\"</p>\n<p>And the <i>Keegan</i> case was cited approvingly in <i>Northern Pacific Railroad Co.</i> v. <i>Peterson, supra</i><i>,</i> and <i>Railroad Co.</i> v. <i>Conroy, supra.</i></p>\n<p>With the rules thus conclusively determined by the prior decisions of this court, let me come to consider the questions certified in the light of the facts stated in the certificate. Now, it is undoubted from those facts that the accident was caused by an erroneous order issued by the train dispatcher in charge of the movement of all the trains, and it is equally undoubted that the fatal error committed by the train dispatcher was caused by the neglect of an operator on the line of the railroad with whom the train dispatcher communicated before he gave the erroneous order. To determine whether the doctrine of fellow servant applies to such a case it must be ascertained first, whether the train dispatcher was a fellow servant with those operating the train; and, second, if he was not, can the <span class=\"star-pagination\">*351</span> corporation avoid liability because the error of the train dispatcher was occasioned by the wrong of an operator?</p>\n<p>First. Whether it be considered in the light of the doctrine of vice principal as applied in the decisions of this court, or from the point of view of the positive duties of the master, it seems to me that the train dispatcher was not the fellow servant of the men running the trains. The dispatcher was a vice principal in the narrowest significance of that term. He represented the master as to the operation and movement of trains over the road. He formulated and transmitted the orders by which all were to be governed. The duty to obey his orders rested on those in charge of every train, and upon complying with this duty of obedience on their part their safety, as well as the safety of persons employed on or moved by every train, depended. As the duties of the train dispatcher were of the character just stated, it must besides follow, in any view, it seems to me, that in performing them he was discharging a positive duty imposed by law upon the master. For it cannot, in reason, I submit, be questioned that the law placed a positive duty on the master to furnish a safe place to work and to give such orders as would save those who obeyed them from loss of life or limb. The opinions of this court in the cases already referred to leave no room for question on this latter proposition, and there are other decisions not previously referred to which treat it as elementary. <i>Hough</i> v. <i>Railroad Co.,</i> 100 U.S. 213; <i>Union Pacific Railway Co.</i> v. <i>Daniels,</i> 152 U.S. 684; <i>Northern Pacific Ry. Co.</i> v. <i>Hambly,</i> 154 U.S. 349; <i>Northern Pacific R.R. Co.</i> v. <i>Peterson,</i> 162 U.S. 346, 353.</p>\n<p>The doctrine of positive duty was applied to the determination of whether a train dispatcher was a vice principal and performed the master's duty, by the Court of Appeals of the State of New York, in <i>Hankins</i> v. <i>New York, Lake Erie &amp; Western R.R. Co.,</i> 142 N.Y. 416, and was also applied to the case of a train dispatcher by the Supreme Court of Pennsylvania in <i>Lewis</i> v. <i>Seifert,</i> 116 Pa. St. 628. Indeed, elaboration <span class=\"star-pagination\">*352</span> to show that a train dispatcher is either a vice principal or one who in the discharge of his functions performs a positive duty of the master, is unnecessary, since the opinion of the court in this case proceeds upon the assumption that such is the case, and rests its conclusion upon the theory that the rule of fellow servant applies because the error of the train dispatcher was caused by the fault of the operator. This then is the real issue.</p>\n<p>Second. It being then established that the train dispatcher was either a vice principal or performing the positive duty of the master, does the fact that his wrongful order for the movement of the train was occasioned by the neglect of the operator with whom he communicated give rise to the application of the rule of fellow servant? I fail to perceive how it can, if the principles which the previous decisions of this court have upheld are to be adhered to. Those principles are these: That where the act is one done in the discharge of a positive duty of the master, negligence in the performance of the act, however occasioned, is the act of the master, and not the act of a fellow servant. To say to the contrary, it seems to me, is to cause the decisions of this court to reduce themselves to two contradictory propositions; first, that a servant when injured by the act of another person cannot be allowed to recover, by applying the broad construction given by many of the state courts to the vice principal and department theories, because the correct rule is the one which narrows those theories, and because, besides, the truer test by which to ascertain the existence of the relation of fellow servant is to determine whether the act done was one concerning a positive duty of the master; and, second, when a case is presented where the act complained of has been done by a vice principal, under the view adopted by this court of that theory, or involves a positive duty of the master, there may be no recovery because of the application of the doctrine of fellow servant to the case. The result being that recovery cannot be had in any event.</p>\n<p>The decisions of this court leave no doubt as to the true rule <span class=\"star-pagination\">*353</span> on the subject. In <i>Northern Pacific Railroad Co.</i> v. <i>Herbert,</i> 116 U.S. 642, speaking of the positive duty of the master, the court, through Mr. Justice Field, said (p. 647):</p>\n<p>\"This duty he cannot delegate to a servant so as to exempt himself from liability for injuries caused to another servant by its omission. Indeed, no duty required of him for the safety and protection of his servants can be transferred so as to exonerate him from such liability. The servant does not undertake to incur the risks arising from the want of sufficient and skillful colaborers, or from defective machinery or other instruments with which he is to work. His contract implies that in regard to these matters his employer will make adequate provision that no danger shall ensue to him.\"</p>\n<p>In <i>Northern Pacific Railway Company</i> v. <i>Hambly,</i> 154 U.S. 349, the court, speaking through Mr. Justice Brown, thus approvingly referred to the <i>Herbert</i> case (p. 357):</p>\n<p>\"The case of <i>Northern Pacific R.R. Co.</i> v. <i>Herbert,</i> 116 U.S. 642, is an illustration of this principle. The plaintiff in this case was a brakeman in defendant's yard at Bismarck, where its cars were switched upon different tracks and its trains were made up for the road. He received an injury from a defective brake, which had been allowed to get out of repair through the negligence of an officer or agent of the company, who was charged with the duty of keeping the cars in order. It was held, upon great unanimity of authority, both in this country and in England, that the person receiving and the person causing the injury did not occupy the relative position of fellow servants. See also <i>Hough</i> v. <i>Railway Co.,</i> 100 U.S. 213; <i>Union Pacific Railway</i> v. <i>Daniels,</i> 152 U.S. 684.\"</p>\n<p>In <i>Union Pacific Ry. Co.</i> v. <i>Daniels,</i> 152 U.S. 684, an action for injury occasioned by the breaking of a defective car wheel, the existence of which defect had not been discovered owing to insufficient inspection, liability was sought to be escaped upon the plea that a sufficient number of competent inspectors had been employed. But, declaring the liability of the railroad company, the court said (p. 689):</p>\n<p><span class=\"star-pagination\">*354</span> \"There can be no doubt that under the circumstances of the case at bar the duty rested upon the company to see to it, at this inspecting station, that the wheels of the cars in this freight train, which was about to be drawn out upon the road, were in safe and proper condition, and this duty could not be delegated so as to exonerate the company from liability to its servants for injuries resulting from the omission to perform that duty or through its negligent performance.\"</p>\n<p>Again, in <i>Northern Pacific R.R. Co.</i> v. <i>Peterson,</i> 162 U.S. 346, speaking through Mr. Justice Peckham, of the positive duties of the master, the court said (p. 353):</p>\n<p>\"He owes the duty to provide such servant with a reasonably safe place to work in, having reference to the character of the employment in which the servant is engaged. He also owes the duty of providing reasonably safe tools, appliances and machinery for the accomplishment of the work necessary to be done. He must exercise proper diligence in the employment of reasonably safe and competent men to perform their respective duties, and it has been held in many States that the master owes the further duty of adopting and promulgating safe and proper rules for the conduct of his business, including the government of the machinery and the running of trains on a railroad track. If the master be neglectful in any of these matters, it is a neglect of a duty which he personally owes to his employes, and if the employe suffer damage on account thereof, the master is liable. If, instead of personally performing these obligations, the master engages another to do them for him, he is liable for the neglect of that other, which, in such case, is not the neglect of a fellow servant, no matter what his position as to other matters, but is the neglect of the master to do those things which it is the duty of the master to perform as such.\"</p>\n<p>And these principles have been applied by the Court of Appeals of the State of New York to a case like the one at bar. <i>Dana</i> v. <i>Railroad Co.,</i> 92 N.Y. 639. In that case, in communicating verbally to a conductor an order received from <span class=\"star-pagination\">*355</span> the train dispatcher, an error was committed by one Keifer, a telegraph operator, and a collision between trains resulted. In the course of the opinion, reversing the judgment which had been entered in favor of the railroad company, the court said (p. 642):</p>\n<p>\"For Keifer's act, in this respect, the defendant is clearly liable. The act he was required to do, and did perform, was one for which the master was responsible as a duty pertaining to itself, and as to it Keifer occupied the place of master. (<i>Flike</i> v. <i>Boston &amp; Albany R.R. Co.,</i> 53 N.Y. 549; 13 Am. Rep. 545.)\"</p>\n<p>Nor do I perceive the pertinency, as applied to the facts in the case at bar, of the extract made from the opinion of the Supreme Judicial Court of Massachusetts in the case of <i>Whittaker</i> v. <i>Bent,</i> 167 Massachusetts, 588, 589. The doctrine of transitory risk as expounded in the case referred to and in previous cases in Massachusetts which that case followed really amounts only to this, that where the work is of such a character that dangers which cannot be foreseen or guarded against by the master, may in the nature of things suddenly and unexpectedly arise, there is no neglect of a positive duty owing by the master in failing by himself or the agencies he employs to anticipate and protect against that which the utmost care on his part could not have prevented. But this doctrine can have no application to a case like the one in hand, where the damage was occasioned by an act of obvious neglect in the performance of a positive duty.</p>\n<p>That the doctrine of transitory risk applied in the Massachusetts cases relied upon has no application here, it seems to me is made clear by the fact that it is stated in the certificate that the trains in question were extra trains, obliged by the rules of the company to run on no preordained schedule, and solely under the command of the dispatcher, and that, to quote the certificate, \"a large proportion of its freight trains on this division were run as extra trains, and the times of their arrivals and departures were not shown on the regular time tables, but <span class=\"star-pagination\">*356</span> their movements were made upon telegraphic orders issued by the train dispatcher upon information furnished by telegraph to the train dispatcher by its station agents and operators along the line of the railroad.\" To apply the transitory risk theory to this condition of affairs it seems to me is to say that the method permanently adopted by the company for running the class of trains in question is to be governed, not by that fact, but by the fictitious assumption that the trains were temporarily operated by wire alone. The consequence of the application of the doctrine of transitory risk to the condition of affairs shown in the certificate is, as I understand it, but to say that a railroad which chooses to operate its trains solely through orders of the train dispatcher is a licensed wrongdoer as respects its employes, since thereby it is exempt from those rules of positive duty which the law would otherwise impose. The result is, besides, to decide that if a railroad adopts a regular schedule the law casts a positive duty on it as regards its employes, but that it may escape all such duty on the theory of transitory risk, if only the road elects to adopt no schedule and to operate its trains solely by telegraph.</p>\n<p>For the foregoing reasons I dissent.</p>\n<p>I am authorized to say that the CHIEF JUSTICE, MR. JUSTICE HARLAN and MR. JUSTICE McKENNA concur in this dissent.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:40:48", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></span> (1904)</b></center>\n<center><h1>NORTHERN PACIFIC RAILWAY COMPANY<br>\nv.<br>\nDIXON.</h1></center>\n<center>No. 211.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 13, 1904.</center>\n<center>Decided May 16, 1904.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*341</span> <i>Mr. C.W. Bunn, Mr. Emerson Hadley</i> and <i>Mr. James B. Kerr</i> for plaintiff in error, submitted.</p>\n<p><i>Mr. A.M. Antrobus</i> for defendant in error, cited as to obligation to provide orders and schedules of trains: <i>B. &amp; O.R.R. Co.</i> v. <i>Andrews,</i> 1 C.C.A. 639; <i>Nor. Pac. R.R. Co.</i> v. <i>Poirier,</i> 15 C.C.A. 52; <i>Lewis</i> v. <i>Seifert,</i> 11 Atl. Rep. 514; <i>Railroad Co.</i> v. <i>Camp,</i> 13 C.C.A. 233; <i>Oregon Short Line</i> v. <i>Frost,</i> 21 C.C.A. 186; <i>Danigan</i> v. <i>Railroad Co.,</i> 56 Connecticut, 285; <i>Hough</i> v. <i>Railroad Co.,</i> <span class=\"citation\" data-id=\"90033\"><a href=\"/opinion/90033/hough-v-railway-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 226; <i>Nor. Pac. R.R. Co.</i> v. <i>Herbert,</i> <span class=\"citation\" data-id=\"91574\"><a href=\"/opinion/91574/northern-pacific-r-co-v-herbert/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 660.</p>\n<p>Local operators and the train operators are not fellow servants. <i>Bentz</i> v. <i>Railroad Co.,</i> 99 Fed. Rep. 657; 40 C.C.A. 56, distinguished, and see cases cited in that opinion; <i>Dana</i> v. <i>Railroad Co.,</i> 92 N.Y. 639; <i>Shehan</i> v. <i>Railroad Co.,</i> 91 N.Y. 332; <i>Flike</i> v. <i>Railroad Co.,</i> 53 N.Y. 549; <i>Booth</i> v. <i>Railroad Co.,</i> 91 N.Y. 38; <i>Ell</i> v. <i>Nor. Pac. Ry. Co.,</i> 12 L.R.A. 97; <i>Nor. Pac. Ry. Co.</i> v. <i>Mix,</i> 121 Fed. Rep. 476.</p>\n<p>The local operator is a vice principal. <i>M.K. &amp; T. Ry. Co.</i> v. <i>Elliott,</i> 42 C.C.A. 188; <i>Lewis</i> v. <i>Seifert,</i> 116 Pa. St. 627; <i>B. &amp; O.R.R. Co.</i> v. <i>Camp,</i> 13 C.C.A. 233; <i>Hankins</i> v. <i>Railroad Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">416</span></span>; <i>Harrison</i> v. <i>Railroad Co.,</i> 79 Michigan, 407; <i>Hall</i> v. <i>Galveston &amp;c. R.R. Co.,</i> 39 Fed. Rep. 18; <i>Price</i> v. <i>Railroad Co.,</i> 145 U.S. 651.</p>\n<p><span class=\"star-pagination\">*342</span> MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>A servant is entitled to recover damages for injuries suffered through the personal fault or misconduct of his employer, but when the employer has been personally free from blame and the injury results from the fault or misconduct of a fellow servant it would seem reasonable that the wrongdoer should be alone responsible, and that one who is innocent should not be called upon to pay damages. And such is the <span class=\"star-pagination\">*343</span> general rule. But where the employer is a railroad or other corporation having a large number of employes, sometimes engaged in different departments of service, certain limitations or qualifications of this general rule have been prescribed. Perhaps no question has been more frequently considered by the courts than that of fellow servant, and none attended with more varied suggestions and attempted qualifications. It has been discussed so often that any extended discussion in the present case is unnecessary, and it is sufficient to state the principal suggestions and consider their applicability to the case at bar.</p>\n<p>In a recent case in this court, <i>New England Railroad Company</i> v. <i>Conroy,</i> <span class=\"citation\" data-id=\"95127\"><a href=\"/opinion/95127/new-england-r-co-v-conroy/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, it was said (p. 328):</p>\n<p>\"We have no hesitation in holding, both upon principle and authority, that the employer is not liable for an injury to one employe occasioned by the negligence of another engaged in the same general undertaking; that it is not necessary that the servants should be engaged in the same operation or particular work; that it is enough, to bring the case within the general rule of exemption, if they are in the employment of the same master, engaged in the same common enterprise, both employed to perform duties tending to accomplish the same general purposes, or, in other words, if the services of each in his particular sphere or department are directed to the accomplishment of the same general end.\"</p>\n<p>Tested by this, it is obvious that the local operator was a fellow servant with the fireman. They were \"engaged in the same general undertaking,\" the movement of trains. They were called upon \"to perform duties tending to accomplish the same general purposes,\" and \"the services of each in his particular sphere or department were directed to the accomplishment of the same general end.\" The fireman who shovels coal into the fire-box of the engine is not doing precisely the same work as the engineer, neither is the conductor who signals to the engineer to start or to stop, nor the operator who delivers from the telegraph office at the station to the <span class=\"star-pagination\">*344</span> engineer orders to move, and who reports the coming and the going of trains, and yet they are all working each in his particular sphere towards the accomplishment of this one result, the movement of trains.</p>\n<p>Another qualification suggested is where the one guilty of the negligence has such general control and occupies such relation to the work that he in effect takes the place of the employer \u0097 becomes a vice principal, or <i>alter ego,</i> as he is sometimes called. If an employer, whether an individual or a corporation, giving no personal attention to the work, places it in the entire control of another, such person may be not improperly regarded as the principal and his negligence that of the principal. That thought has in some cases been carried further, and when it appeared that the work in which the employer was engaged was divided into separate and distinct departments, the one in charge of each of those departments has been regarded as also a vice principal. In <i>Baltimore &amp; Ohio Railroad</i> v. <i>Baugh,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></span>, 383, we said:</p>\n<p>\"It is only carrying the same principle a little further and with reasonable application, when it is held that, if the business of the master and employer becomes so vast and diversified that it naturally separates itself into departments of service, the individuals placed by him in charge of those separate branches and departments of service, and given entire and absolute control therein, are properly to be considered, with respect to employes under them, vice principals, representatives of the master, as fully and as completely as if the entire business of the master was by him placed under charge of one superintendent. It was this proposition which the court applied in the <i>Ross</i> case, holding that the conductor of a train has the control and management of a distinct department. But this rule can only be fairly applied when the different branches or departments of service are in and of themselves separate and distinct.\"</p>\n<p>So also in <i>Northern Pacific Railroad</i> v. <i>Peterson,</i> <span class=\"citation\" data-id=\"94430\"><a href=\"/opinion/94430/northern-pacific-r-co-v-peterson/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, it was held that the foreman of a gang of laborers employed <span class=\"star-pagination\">*345</span> in putting in ties and keeping in repair a part of the road, although he had the power to hire or discharge any laborer and exclusive control and management in all matters connected with their work, was a fellow servant with the men in the gang, and on page 355 the rule was thus stated:</p>\n<p>\"The rule is that in order to form an exception to the general law of non-liability the person whose neglect caused the injury must be `one who was clothed with the control and management of a distinct department, and not a mere separate piece of work in one of the branches of service in a department.' This distinction is a plain one, and not subject to any great embarrassment in determining the fact in any particular case.\"</p>\n<p>Obviously there is nothing in this qualification which has application here. The negligent person was a local operator and station agent, and in no reasonable sense of the term a vice principal or in charge of any department.</p>\n<p>Another suggestion is, that the doctrine of fellow servant does not apply where the servant injured and the servant guilty of the negligence are engaged in separate departments of service. In <i>Northern Pacific Railroad</i> v. <i>Hambly,</i> <span class=\"citation\" data-id=\"93946\"><a href=\"/opinion/93946/northern-pacific-r-co-v-hambly/\"><span class=\"volume\">154</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, a common laborer was employed under the direction of a section boss in building a culvert on the line of defendant's railroad, and while so employed was struck and injured by a moving passenger train, the injury resulting solely through the misconduct and negligence of the conductor and engineer of the train. It was held that they were fellow servants, and in respect to this suggestion it was said (p. 357):</p>\n<p>\"As a laborer upon a railroad track, either in switching trains or repairing the track, is constantly exposed to the danger of passing trains, and bound to look out for them, any negligence in the management of such trains is a risk which may or should be contemplated by him in entering upon the service of the company. This is probably the most satisfactory test of liability. If the departments of the two servants are so far separated from each other that the possibility <span class=\"star-pagination\">*346</span> of coming in contact, and hence of incurring danger from the negligent performance of the duties of such other department, could not be said to be within the contemplation of the person injured, the doctrine of fellow service should not apply.\"</p>\n<p>Applying this to the case before us, manifestly the work of the fireman and the operator brought the parties closely together in the matter of the movement of the trains. Dixon knew that any negligence on the part of the operator might result in injury to him, and must have contemplated such possibility when he entered the service of the company.</p>\n<p>It is urged that \"it is as much the duty of the company to give correct orders for the running of its trains so they would not collide as it was to see that their servants had reasonably safe tools and machinery with which to work, and a reasonably safe place in which to work,\" and hence, that one who is employed in securing the correct orders for the movement of trains is doing the personal work of the employer, and not to be regarded as a fellow servant of those engaged in operating and running the trains. But the master does not guarantee the safety of place or of machinery. His obligation is only to use reasonable care and diligence to secure such safety. Here the company had adopted reasonable rules for the operation of all its trains. No imputation is made of a want of competency in either the train dispatcher or the telegraph operator. So far as appears, they were competent and proper persons for the work in which they were employed. A momentary act of negligence is charged against the telegraph operator. No reasonable amount of care and supervision which the master had taken beforehand would have guarded against such unexpected and temporary act of negligence. Before an employer should be held responsible in damages it should appear that in some way, by the exercise of reasonable care and prudence, he could have avoided the injury. He cannot be personally present everywhere and at all times, and in the nature of things cannot guard against <span class=\"star-pagination\">*347</span> every temporary act of negligence by one of his employes. As said in <i>Whittaker</i> v. <i>Bent,</i> 167 Massachusetts, 588, 589, by Mr. Justice Holmes, then a member of the Supreme Court of Massachusetts:</p>\n<p>\"The absolute obligation of an employer to see that due care is used to provide safe appliances for his workmen is not extended to all the passing risks which arise from short-lived causes. <i>McCann</i> v. <i>Kennedy, ante,</i> p. 23. See also <i>Johnson</i> v. <i>Boston Towboat Co.,</i> 135 Massachusetts, 209; <i>Moynihan</i> v. <i>Hills Co.,</i> 146 Massachusetts, 586, 592, 593; <i>Bjbjian</i> v. <i>Woonsocket Rubber Co.,</i> 164 Massachusetts, 214, 219.\"</p>\n<p>Without discussing more at length the various forms and phases of the question of fellow servants, or the many suggestions which have been made to qualify or limit the general doctrine, we answer the questions presented as follows:</p>\n<p>First. The telegraph operator was, under the circumstances described, a fellow servant of the fireman.</p>\n<p>Second. The negligence of the telegraph operator was the negligence of a fellow servant of the fireman, the risk of which the latter assumed.</p>\n<p>MR. JUSTICE WHITE, with whom concurred the CHIEF JUSTICE, MR. JUSTICE HARLAN and MR. JUSTICE McKENNA, dissenting.</p>\n<p>As it is given to me to understand the ruling now made, it reverses many previous decisions of this court and introduces into the doctrine of fellow servant, as hitherto applied in those decisions, a contradiction which will render it impossible in the future to test the application of the rule of fellow servant by any consistent principle.</p>\n<p>It is undoubtedly true that in many decisions of state courts of last resort the rigor of the rule of fellow servant has been assuaged by an extension of two conceptions, the one designated as \"the department theory,\" and the other as the \"doctrine of vice principal.\" By the application made of the <span class=\"star-pagination\">*348</span> first of these in the decisions referred to the relation of fellow servant would not exist in any case where the servants were working in separate departments, even although engaged in a single enterprise or common employment. By the second, where even a limited authority was possessed by a particular employe, such authority would cause him not to be a fellow servant with those over whom the authority was exercised.</p>\n<p>But the decisions of this court, whilst not rejecting absolutely either the department, or the vice principal, theory, have with practical uniformity refused to adopt the broad import given to those theories as above stated. Accordingly it has been consistently held that the fact of separate departments did not destroy the relation of fellow servant unless the departments were substantially so distinct as to cause them to be independent one of the other to such an extent that the persons engaged in one or the other were not really employed in the same business. And so also as to the doctrine of vice principal, it has been uniformly held that it did not apply to every limited exercise of authority but was only applicable in cases where the person charged to be a vice principal possessed such general authority and supervision over the business as to cause him in effect to stand in the relation of master to those employed under him. But whilst thus declining to fritter away the rule of fellow servant by a latitudinarian application of the department and vice principal theories, such theories have always been applied by the decisions of this court wherever a given case was embraced in the doctrine as expounded in the rulings of this court above referred to Besides, it has been declared by an unbroken line of authority in this court that, wherever there rests upon the master a positive duty which the law has imposed upon him towards his servants, liability of the master or a failure to perform such positive legal duty could not be escaped by a resort to the principle of fellow servant because, in an action for damage occasioned by the neglect of the master to perform such positive duties, the doctrine of fellow servant had no application. <span class=\"star-pagination\">*349</span> I content myself with referring to some of the leading and more recent cases of this court establishing all the propositions which I have previously stated. <i>Baltimore &amp; Ohio R.R. Co.</i> v. <i>Baugh,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></span>; <i>Northern Pacific R.R. Co.</i> v. <i>Hambly,</i> <span class=\"citation\" data-id=\"93946\"><a href=\"/opinion/93946/northern-pacific-r-co-v-hambly/\"><span class=\"volume\">154</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>; <i>Central Railroad Co.</i> v. <i>Keegan,</i> 160 U.S. 259; <i>Northern Pacific Railroad Co.</i> v. <i>Peterson,</i> <span class=\"citation\" data-id=\"94430\"><a href=\"/opinion/94430/northern-pacific-r-co-v-peterson/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>; <i>New England R.R. Co.</i> v. <i>Conroy,</i> <span class=\"citation\" data-id=\"95127\"><a href=\"/opinion/95127/new-england-r-co-v-conroy/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>.</p>\n<p>The inapplicability of the doctrine of fellow servant to a violation by the master of a positive duty resting on him, often stated in previous decisions, was reiterated in <i>Baltimore &amp; Ohio Railroad Company</i> v. <i>Baugh, supra,</i> 387, and was fully restated in <i>Central Railroad Co.</i> v. <i>Keegan, supra</i><i>,</i> where it was said (p. 263):</p>\n<p>\"We held in <i>Baltimore &amp; Ohio Railroad Company</i> v. <i>Baugh,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></span>, that an engineer and fireman of a locomotive engine running alone on a railroad, without any train attached, when engaged on such duty, were fellow servants of the railroad company; hence that the fireman was precluded from recovering damages from the company for injuries caused, during the running, by the negligence of the engineer. In that case it was declared that: `<i>Prima facie,</i> all who enter the employment of a single master are engaged in a common service and are fellow servants. .. . All enter in the service of the same master to further his interests in the one enterprise.' And whilst we in that case recognized that the heads of separate and distinct departments of a diversified business may, under certain circumstances, be considered, with respect to employes under them, vice principals or representatives of the master as fully and as completely as if the entire business of the master was by him placed under the charge of one superintendent, we declined to affirm that each separate piece of work was a distinct department, and made the one having control of that piece of work a vice principal or representative of the master. It was further declared that `the danger from the negligence of one specially in charge of the particular work is as obvious and as great as from that of those <span class=\"star-pagination\">*350</span> who are simply coworkers with him in it; each is equally with the other an ordinary risk of the employment,' which the employe assumes when entering upon the employment, whether the risk be obvious or not. It was laid down that the rightful test to determine whether the negligence complained of was an ordinary risk of the employment was whether the negligent act constituted a breach of positive duty owing by the master, such as that of taking fair and reasonable precautions to surround his employes with fit and careful coworkers, and the furnishing to such employes of a reasonably safe place to work and reasonably safe tools or machinery with which to do the work, thus making the question of liability of an employer for an injury to his employe turn rather on the character of the alleged negligent act than on the relations of the employes to each other, so that, if the act is one done in the discharge of some positive duty of the master to the servant, then negligence in the act is the negligence of the master; but if it be not one in the discharge of such positive duty, then there should be some personal wrong on the part of the employer before he is liable therefor.\"</p>\n<p>And the <i>Keegan</i> case was cited approvingly in <i>Northern Pacific Railroad Co.</i> v. <i>Peterson, supra</i><i>,</i> and <i>Railroad Co.</i> v. <i>Conroy, supra.</i></p>\n<p>With the rules thus conclusively determined by the prior decisions of this court, let me come to consider the questions certified in the light of the facts stated in the certificate. Now, it is undoubted from those facts that the accident was caused by an erroneous order issued by the train dispatcher in charge of the movement of all the trains, and it is equally undoubted that the fatal error committed by the train dispatcher was caused by the neglect of an operator on the line of the railroad with whom the train dispatcher communicated before he gave the erroneous order. To determine whether the doctrine of fellow servant applies to such a case it must be ascertained first, whether the train dispatcher was a fellow servant with those operating the train; and, second, if he was not, can the <span class=\"star-pagination\">*351</span> corporation avoid liability because the error of the train dispatcher was occasioned by the wrong of an operator?</p>\n<p>First. Whether it be considered in the light of the doctrine of vice principal as applied in the decisions of this court, or from the point of view of the positive duties of the master, it seems to me that the train dispatcher was not the fellow servant of the men running the trains. The dispatcher was a vice principal in the narrowest significance of that term. He represented the master as to the operation and movement of trains over the road. He formulated and transmitted the orders by which all were to be governed. The duty to obey his orders rested on those in charge of every train, and upon complying with this duty of obedience on their part their safety, as well as the safety of persons employed on or moved by every train, depended. As the duties of the train dispatcher were of the character just stated, it must besides follow, in any view, it seems to me, that in performing them he was discharging a positive duty imposed by law upon the master. For it cannot, in reason, I submit, be questioned that the law placed a positive duty on the master to furnish a safe place to work and to give such orders as would save those who obeyed them from loss of life or limb. The opinions of this court in the cases already referred to leave no room for question on this latter proposition, and there are other decisions not previously referred to which treat it as elementary. <i>Hough</i> v. <i>Railroad Co.,</i> <span class=\"citation\" data-id=\"90033\"><a href=\"/opinion/90033/hough-v-railway-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>; <i>Union Pacific Railway Co.</i> v. <i>Daniels,</i> <span class=\"citation\" data-id=\"93871\"><a href=\"/opinion/93871/union-pacific-r-co-v-daniels/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>; <i>Northern Pacific Ry. Co.</i> v. <i>Hambly,</i> <span class=\"citation\" data-id=\"93946\"><a href=\"/opinion/93946/northern-pacific-r-co-v-hambly/\"><span class=\"volume\">154</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>; <i>Northern Pacific R.R. Co.</i> v. <i>Peterson,</i> <span class=\"citation\" data-id=\"94430\"><a href=\"/opinion/94430/northern-pacific-r-co-v-peterson/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 353.</p>\n<p>The doctrine of positive duty was applied to the determination of whether a train dispatcher was a vice principal and performed the master's duty, by the Court of Appeals of the State of New York, in <i>Hankins</i> v. <i>New York, Lake Erie &amp; Western R.R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">416</span></span>, and was also applied to the case of a train dispatcher by the Supreme Court of Pennsylvania in <i>Lewis</i> v. <i>Seifert,</i> 116 Pa. St. 628. Indeed, elaboration <span class=\"star-pagination\">*352</span> to show that a train dispatcher is either a vice principal or one who in the discharge of his functions performs a positive duty of the master, is unnecessary, since the opinion of the court in this case proceeds upon the assumption that such is the case, and rests its conclusion upon the theory that the rule of fellow servant applies because the error of the train dispatcher was caused by the fault of the operator. This then is the real issue.</p>\n<p>Second. It being then established that the train dispatcher was either a vice principal or performing the positive duty of the master, does the fact that his wrongful order for the movement of the train was occasioned by the neglect of the operator with whom he communicated give rise to the application of the rule of fellow servant? I fail to perceive how it can, if the principles which the previous decisions of this court have upheld are to be adhered to. Those principles are these: That where the act is one done in the discharge of a positive duty of the master, negligence in the performance of the act, however occasioned, is the act of the master, and not the act of a fellow servant. To say to the contrary, it seems to me, is to cause the decisions of this court to reduce themselves to two contradictory propositions; first, that a servant when injured by the act of another person cannot be allowed to recover, by applying the broad construction given by many of the state courts to the vice principal and department theories, because the correct rule is the one which narrows those theories, and because, besides, the truer test by which to ascertain the existence of the relation of fellow servant is to determine whether the act done was one concerning a positive duty of the master; and, second, when a case is presented where the act complained of has been done by a vice principal, under the view adopted by this court of that theory, or involves a positive duty of the master, there may be no recovery because of the application of the doctrine of fellow servant to the case. The result being that recovery cannot be had in any event.</p>\n<p>The decisions of this court leave no doubt as to the true rule <span class=\"star-pagination\">*353</span> on the subject. In <i>Northern Pacific Railroad Co.</i> v. <i>Herbert,</i> <span class=\"citation\" data-id=\"91574\"><a href=\"/opinion/91574/northern-pacific-r-co-v-herbert/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, speaking of the positive duty of the master, the court, through Mr. Justice Field, said (p. 647):</p>\n<p>\"This duty he cannot delegate to a servant so as to exempt himself from liability for injuries caused to another servant by its omission. Indeed, no duty required of him for the safety and protection of his servants can be transferred so as to exonerate him from such liability. The servant does not undertake to incur the risks arising from the want of sufficient and skillful colaborers, or from defective machinery or other instruments with which he is to work. His contract implies that in regard to these matters his employer will make adequate provision that no danger shall ensue to him.\"</p>\n<p>In <i>Northern Pacific Railway Company</i> v. <i>Hambly,</i> <span class=\"citation\" data-id=\"93946\"><a href=\"/opinion/93946/northern-pacific-r-co-v-hambly/\"><span class=\"volume\">154</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, the court, speaking through Mr. Justice Brown, thus approvingly referred to the <i>Herbert</i> case (p. 357):</p>\n<p>\"The case of <i>Northern Pacific R.R. Co.</i> v. <i>Herbert,</i> <span class=\"citation\" data-id=\"91574\"><a href=\"/opinion/91574/northern-pacific-r-co-v-herbert/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, is an illustration of this principle. The plaintiff in this case was a brakeman in defendant's yard at Bismarck, where its cars were switched upon different tracks and its trains were made up for the road. He received an injury from a defective brake, which had been allowed to get out of repair through the negligence of an officer or agent of the company, who was charged with the duty of keeping the cars in order. It was held, upon great unanimity of authority, both in this country and in England, that the person receiving and the person causing the injury did not occupy the relative position of fellow servants. See also <i>Hough</i> v. <i>Railway Co.,</i> <span class=\"citation\" data-id=\"90033\"><a href=\"/opinion/90033/hough-v-railway-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>; <i>Union Pacific Railway</i> v. <i>Daniels,</i> <span class=\"citation\" data-id=\"93871\"><a href=\"/opinion/93871/union-pacific-r-co-v-daniels/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>.\"</p>\n<p>In <i>Union Pacific Ry. Co.</i> v. <i>Daniels,</i> <span class=\"citation\" data-id=\"93871\"><a href=\"/opinion/93871/union-pacific-r-co-v-daniels/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, an action for injury occasioned by the breaking of a defective car wheel, the existence of which defect had not been discovered owing to insufficient inspection, liability was sought to be escaped upon the plea that a sufficient number of competent inspectors had been employed. But, declaring the liability of the railroad company, the court said (p. 689):</p>\n<p><span class=\"star-pagination\">*354</span> \"There can be no doubt that under the circumstances of the case at bar the duty rested upon the company to see to it, at this inspecting station, that the wheels of the cars in this freight train, which was about to be drawn out upon the road, were in safe and proper condition, and this duty could not be delegated so as to exonerate the company from liability to its servants for injuries resulting from the omission to perform that duty or through its negligent performance.\"</p>\n<p>Again, in <i>Northern Pacific R.R. Co.</i> v. <i>Peterson,</i> <span class=\"citation\" data-id=\"94430\"><a href=\"/opinion/94430/northern-pacific-r-co-v-peterson/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, speaking through Mr. Justice Peckham, of the positive duties of the master, the court said (p. 353):</p>\n<p>\"He owes the duty to provide such servant with a reasonably safe place to work in, having reference to the character of the employment in which the servant is engaged. He also owes the duty of providing reasonably safe tools, appliances and machinery for the accomplishment of the work necessary to be done. He must exercise proper diligence in the employment of reasonably safe and competent men to perform their respective duties, and it has been held in many States that the master owes the further duty of adopting and promulgating safe and proper rules for the conduct of his business, including the government of the machinery and the running of trains on a railroad track. If the master be neglectful in any of these matters, it is a neglect of a duty which he personally owes to his employes, and if the employe suffer damage on account thereof, the master is liable. If, instead of personally performing these obligations, the master engages another to do them for him, he is liable for the neglect of that other, which, in such case, is not the neglect of a fellow servant, no matter what his position as to other matters, but is the neglect of the master to do those things which it is the duty of the master to perform as such.\"</p>\n<p>And these principles have been applied by the Court of Appeals of the State of New York to a case like the one at bar. <i>Dana</i> v. <i>Railroad Co.,</i> 92 N.Y. 639. In that case, in communicating verbally to a conductor an order received from <span class=\"star-pagination\">*355</span> the train dispatcher, an error was committed by one Keifer, a telegraph operator, and a collision between trains resulted. In the course of the opinion, reversing the judgment which had been entered in favor of the railroad company, the court said (p. 642):</p>\n<p>\"For Keifer's act, in this respect, the defendant is clearly liable. The act he was required to do, and did perform, was one for which the master was responsible as a duty pertaining to itself, and as to it Keifer occupied the place of master. (<i>Flike</i> v. <i>Boston &amp; Albany R.R. Co.,</i> 53 N.Y. 549; 13 Am. Rep. 545.)\"</p>\n<p>Nor do I perceive the pertinency, as applied to the facts in the case at bar, of the extract made from the opinion of the Supreme Judicial Court of Massachusetts in the case of <i>Whittaker</i> v. <i>Bent,</i> 167 Massachusetts, 588, 589. The doctrine of transitory risk as expounded in the case referred to and in previous cases in Massachusetts which that case followed really amounts only to this, that where the work is of such a character that dangers which cannot be foreseen or guarded against by the master, may in the nature of things suddenly and unexpectedly arise, there is no neglect of a positive duty owing by the master in failing by himself or the agencies he employs to anticipate and protect against that which the utmost care on his part could not have prevented. But this doctrine can have no application to a case like the one in hand, where the damage was occasioned by an act of obvious neglect in the performance of a positive duty.</p>\n<p>That the doctrine of transitory risk applied in the Massachusetts cases relied upon has no application here, it seems to me is made clear by the fact that it is stated in the certificate that the trains in question were extra trains, obliged by the rules of the company to run on no preordained schedule, and solely under the command of the dispatcher, and that, to quote the certificate, \"a large proportion of its freight trains on this division were run as extra trains, and the times of their arrivals and departures were not shown on the regular time tables, but <span class=\"star-pagination\">*356</span> their movements were made upon telegraphic orders issued by the train dispatcher upon information furnished by telegraph to the train dispatcher by its station agents and operators along the line of the railroad.\" To apply the transitory risk theory to this condition of affairs it seems to me is to say that the method permanently adopted by the company for running the class of trains in question is to be governed, not by that fact, but by the fictitious assumption that the trains were temporarily operated by wire alone. The consequence of the application of the doctrine of transitory risk to the condition of affairs shown in the certificate is, as I understand it, but to say that a railroad which chooses to operate its trains solely through orders of the train dispatcher is a licensed wrongdoer as respects its employes, since thereby it is exempt from those rules of positive duty which the law would otherwise impose. The result is, besides, to decide that if a railroad adopts a regular schedule the law casts a positive duty on it as regards its employes, but that it may escape all such duty on the theory of transitory risk, if only the road elects to adopt no schedule and to operate its trains solely by telegraph.</p>\n<p>For the foregoing reasons I dissent.</p>\n<p>I am authorized to say that the CHIEF JUSTICE, MR. JUSTICE HARLAN and MR. JUSTICE McKENNA concur in this dissent.</p>\n</div>", 
  "sha1": "b17a10d29613ee262b3a554098e87f5e0939bd75", 
  "date_modified": "2014-12-21T01:34:16.398650", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96095/northern-pacific-r-co-v-dixon/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2305412/", 
  "html": "<p class=\"case_cite\">194 U.S. 338</p>\n    <p class=\"case_cite\">24 S.Ct. 683</p>\n    <p class=\"case_cite\">48 L.Ed. 1006</p>\n    <p class=\"parties\">NORTHERN PACIFIC RAILWAY COMPANY<br>v.<br>ALLINE A. DIXON, Administratrix of the Estate of  Chauncey A. Dixon, Deceased.</p>\n    <p class=\"docket\">No. 211.</p>\n    <p class=\"date\">Argued and submitted April 13, 1904.</p>\n    <p class=\"date\">Decided May 16, 1904.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This case is before us on questions certified by the circuit court of appeals for the eighth circuit. The facts as stated are that Chauncey A. Dixon was employed on December 25, 1899, by the Northern Pacific Railway Company as a fireman in operating extra freight train No. 162, and while so engaged was killed by means of a head-end collision of that train with extra freight train No. 159. The company had made and promulgated time-tables for its regular trains, and had adopted reasonable rules for the operation of all its trains. The time-tables did not and could not provide for the running of extra trains. The company had in its employ a train despatcher at Missoula, Montana, who had general power and sole authority to make and promulgate orders for the running, on the division of the road on which this collision occurred, of those trains which were not governed by the time-tables. A large proportion of its freight trains on this division were run as extra trains, and the times of their arrival and departure were not shown on the regular time-tables, but their movements were made upon telegraphic orders issued by the train despatcher upon information furnished by telegraph to him by the station agents and operators along the line of the road. All these facts were known to Dixon. One of the rules of the company was: 'Operators will promptly record in a book to be kept for the purpose, and report to the superintendent, the time of arrival and departure of all trains, and the direction in which extra trains are moving.' The reports mentioned in this rule were made to the train despatcher, and he was vested with the authority of the superintendent to issue orders for the movement of trains.</p>\n      <p class=\"indent\">These two freight trains were running in opposite directions, train No. 162 going east. It arrived at Bonita at 12.35 A. M. and left there at 12.50 A. M. The local operator and station agent at that place was asleep, and did not know of or report its arrival and passage to the despatcher. None of the crew of that train were aware of the fact that train No. 159 was coming west. The railroad had but one track. At 1.05 A. M. No. 159 reached Garrison, about 48 miles east of Bonita, and that was reported to the train despatcher. Thereupon he asked the operator at Bonita, by telegraph, whether No. 162 had arrived there, and the operator promptly answered that it had not. This question was repeated, and the operator was asked if he was sure that No. 162 had not passed Bonita, and he replied that he was sure that it had not. Thereupon the train despatcher issued orders for the movement of these two trains, which were sufficient to guard against collision if the information received had been correct, but as it was not correct, the movement of the trains resulted in a collision and the death of Dixon, to recover damages for which this action was brought. Upon these facts the circuit court of appeals certified the following questions:</p>\n      <p class=\"indent\">'First. When a local telegraph operator is called upon specially by a train despatcher to give information relative to the arrival of a train at his station, to enable the despatcher to formulate orders for the movement of other trains, does the local operator, in the matter of giving such information, act as a fellow servant of train operatives in such sense that the master is not liable to train operatives who are injured by obeying an erroneous order of the despatcher, that was induced by false information given by the local operator?</p>\n      <p class=\"indent\">'Second. Is the negligence of a local telegraph operator and station agent of a railway company in observing and reporting by telegraph to the train despatcher the movement of trains past his station, which causes the injury or death of a fireman of the company, without any fault or negligence the fireman, the risk of which the latter assumes?' of a vice principal, for which the railway company is liable in damages to the fireman or his personal representatives, or is it the negligence of a fellow servant of the fireman, the risk of which the latter assumes\" Messrs. <i>C. W. Bunn, Emerson Hadley,</i> and <i>James B. Kerr</i> for the Northern Pacific Railway Company.</p>\n      <p class=\"indent\">[Argument of Counsel from Page 341 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. <i>A. M. Antrobus,</i> <i>D. J. O'Connell</i>, and <i>R. J. Burglehaus</i> for the administratrix.</p>\n      <p class=\"indent\">Statement by Mr. Justic</p>\n      <p>e Brewer:</p>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A Servant is entitled to recover damages for injuries suffered through the personal fault or misconduct of his employer, but when the employer has been personally free from blame, and the injury results from the fault or misconduct of a fellow servant, it would seem reasonable that the wrongdoer should be alone responsible, and that one who is innocent should not be called upon to pay damages. And such is the general rule. But where the employer is a railroad or other corporation having a large number of employees, sometimes engaged in different departments of service, certain limitations or qualifications of this general rule have been prescribed. Perhaps no question has been more frequently considered by the courts than that of fellow servant, and none attended with more varied suggestions and attempted qualifications. It has been discussed so often that any extended discussion in the present case is unnecessary, and it is sufficient to state the principal suggestions, and consider their applicability to the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In a recent case in this court (<i>New England R. Co.</i> v. <i>Conroy</i>, 175 U. S. 323, 44 L. ed. 181, 20 Sup. Ct. Rep. 85), it was said (p. 328, L. ed. p. 184, Sup. Ct. Rep. p. 86):</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'We have no hesitation in holding, both upon principle and authority, that the employer is not liable for an injury to one employee occasioned by the negligence of another engaged in the same general undertaking; that it is not necessary that the servants should be engaged in the same operation or particular work; that it is enough, to bring the case within the general rule of exemption, if they are in the employment of the same master, engaged in the same common enterprise, both employed to perform duties tending to accomplish the same general purposes, or, in other words, if the services of each, in his particular sphere or department, are directed to the accomplishment of the same general end.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tested by this, it is obvious that the local operator was a fellow servant with the fireman. They were 'engaged in the same general undertaking,'&#8212;the movement of trains. They were called upon 'to perform duties tending to accomplish the same general purposes,' and 'the services of each in his particular sphere or department were directed to the accomplishment of the same general end.' The fireman who shovels coal into the fire-box of the engine is not doing precisely the same work as the engineer, neither is the conductor who signals to the engineer to start or to stop, nor the operator who delivers from the telegraph office at the station to the engineer orders to move, and who reports the coming and going of trains; and yet they are all working, each in his particular sphere, towards the accomplishment of this one result,&#8212;the movement of trains.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Another qualification suggested is where the one guilty of the negligence has such general control, and occupies such relation to the work, that he, in effect, takes the place of the employer,&#8212;becomes a vice principal, or <i>alter ego</i>, as he is sometimes called. If an employer, whether an individual or a corporation, giving no personal attention to the work, places it in the entire control of another, such person may be not improperly regarded as the principal, and his negligence that of the principal. That thought has, in some cases, been carried further, and when it appeared that the work in which the employer was engaged was divided into separate and distinct departments, the one in charge of each of those departments has been regarded as also a vice principal. In <i>Baltimore &amp; O. R. Co.</i> v. <i>Baugh</i>, 149 U. S. 368, 383, 37 L. ed. 772, 779, 13 Sup. Ct. Rep. 914, 919, we said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'It is only carrying the same principle a little further, and with reasonable application, when it is held that, if the business of the master and employer becomes so vast and diversified that it naturally separates itself into departments of service, the individuals placed by him in charge of those separate branches and departments of service, and given entire and absolute control therein, are properly to be considered, with respect to employees under them, vice principals,&#8212;representatives of the master as fully and as completely as if the entire business of the master was by him placed under charge of one superintendent. It was this proposition which the court applied in the <i>Ross Case</i> [112 U. S. 377, 28 L. ed. 787, 5 Sup. Ct. Rep. 184], holding that the conductor of a train has the control and management of a distinct department. But this rule can only be fairly applied when the different branches or departments of service are, in and of themselves, separate and distinct.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">So also in <i>Northern P. R. Co.</i> v. <i>Peterson</i>, 162 U. S. 346, 40 L. ed. 994, 16 Sup. Ct. Rep. 843, it was held that the foreman of a gang of laborers EMPLOYED IN PUTTING IN TIES AND KEEPING In repair a part of the road, although he had the power to hire or discharge any laborer, and exclusive control and management in all matters connected with their work, was a fellow servant with the men in the gang; and on page 355, L. ed. p. 997, Sup. Ct. Rep. p. 846, the rule was thus stated:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The rule is that in order to form an exception to the general law of nonliability the person whose neglect caused the injury must be 'one who was clothed with the control and management of a distinct department, and not a mere separate piece of work in one of the branches of service in a department.' This distinction is a plain one, and not subject to any great embarrassment in determining the fact in any particular case.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Obviously there is nothing in this qualification which has application here. The negligent person was a local operator and station agent, and, in no reasonable sense of the term, a vice principal or in charge of any department.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Another suggestion is, that the doctrine of fellow servant does not apply where the servant injured and the servant guilty of the negligence are engaged in separate departments of service. In <i>Northern P. R. Co.</i> v. <i>Hambly</i>, 154 U. S. 349, 38 L. ed. 1009, 14 Sup. Ct. Rep. 983, a common laborer was employed under the direction of a section boss in building a culvert on the line of defendant's railroad, and while so employed was struck and injured by a moving passenger train, the injury resulting solely through the misconduct and negligence of the conductor and engineer of the train. It was held that they were fellow servants; and in respect to this suggestion it was said (p. 357, L. ed. p. 1012, Sup. Ct. Rep. p. 984):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'As a laborer upon a railroad track, either in switching trains or repairing the track, is constantly exposed to the danger of passing trains, and bound to look out for them, any negligence in the management of such trains is a risk which may or should be contemplated by him in entering upon the service of the company. This is probably the most satisfactory test of liability. If the departments of the two servants are so far separated from each other that the possibility of coming in contact, and hence of incurring danger from the negligent performance of the duties of such other department, could not be said to be within the contemplation of the person injured, the doctrine of fellow service should not apply.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Applying this to the case before us, manifestly the work of the fireman and the operator brought the parties closely together in the matter of the movement of the trains. Dixon knew that any negligence on the part of the operator might result in injury to him, and must have contemplated such possibility when he entered the service of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is urged that 'it is as much the duty of the company to give correct orders for the running of its trains so they would not collide as it was to see that their servants had reasonably safe tools and machinery with which to work, and a reasonably safe place in which to work,' and hence, that one who is employed in securing the correct orders for the movement of trains is doing the personal work of the employer, and not to be regarded as a fellow servant of those engaged in operating and running the trains. But the master does not guarantee the safety of place or of machinery. His obligation is only to use reasonable care and diligence to secure such safety. Here the company had adopted reasonable rules for the operation of all its trains. No imputation is made of a want of competency in either the train despatcher or the telegraph operator. So far as appears, they were competent and proper persons for the work in which they were employed. A momentary act of negligence is charged against the telegraph operator. No reasonable amount of care and supervision which the master had taken beforehand would have guarded against such unexpected and temporary act of negligence. Be fore an employer should be held responsible in damages it should appear that in some way, by the exercise of reasonable care and prudence, he could have avoided the injury. He cannot be personally present everywhere and at all times, and, in the nature of things, cannot guard against every temporary act of negligence by one of his employees. As said in <i>Whittaker</i> v. <i>Bent</i>, 167 Mass. 588, 589, 46 N. E. 121, 122, by Mr. Justice Holmes, then a member of the supreme court of Massachusetts:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The absolute obligation of an employer to see that due care is used to provide safe appliances for his workmen is not extended to all the passing risks which arise from short-lived causes. <i>McCann</i> v. <i>Kennedy</i>, 167 Mass. 23, 44 N. E. 1055. See also <i>Johnson</i> v. <i>Boston Tow-Boat Co.</i> 135 Mass. 209, 46 Am. Rep. 458; <i>Moynihan</i> v. <i>Hills Co.</i> 146 Mass. 586, 592, 593, 4 Am. St. Rep. 348, 16 N. E. 574; <i>Bjbjian</i> v. <i>Woonsocket Rubber Co.</i> 164 Mass. 214, 219, 41 N. E. 265.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Without discussing more at length the various forms and phases of the question of fellow servants, or the many suggestions which have been made to qualify or limit the general doctrine, we answer the questions presented as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First. The telegraph operator was, under the circumstances described, a fellow servant of the fireman.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second. The negligence of the telegraph operator was the negligence of a fellow servant of the fireman, the risk of which the latter assumed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice White, with whom concurred the CHIEF JUSTICE, Mr. Justice Harlan, and Mr. Justice McKenna, dissenting:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As it is given to me to understand the ruling now made, it reverses many previous decisions of this court, and introduces into the doctrine of fellow servant, as hitherto applied in those decisions, a contradiction which will render it impossible in the future to test the application of the rule of fellow servant by any consistent principle.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is undoubtedly true that in many decisions of state courts of last resort the rigor of the rule of fellow servant has been assauged by an extension of two conceptions: the one designated as 'the department theory,' and the other as the 'doctrine of vice principal.' By the application made of the first of these in the decisions referred to the relation of fellow servant would not exist in any case where the servants were working in separate departments, even although engaged in a single enterprise or common employment. By the second, where even a limited suthority was possessed by a particular employee, such authority would cause him not to be a fellow servant with those over whom the authority was exercised.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But the decisions of this court, whilst not rejecting absolutely either the department even a limited authority was possessed by with practical uniformity, refused to adopt the broad import given to those theories as above stated. Accordingly, it has been consistently held that the fact of separate departments did not destroy the relation of fellow servant unless the departments were substantially so distinct as to cause them to be independent one of the other to such an extent that the persons engaged in one or the other were not really employed in the same business. And so also as to the doctrine of vice principal: it has been uniformly held that it did not apply to every limited exercise of authority, but was only applicable in cases where the person charged to be a vice principal possessed such general authority and supervision over the business as to cause him in effect to stand in the relation of master to those employed under him. But whilst thus declining to fritter away the rule of fellow servant by a latitudinarian application of the department and vice principal theories, such theories have always been applied by the decisions of this court wherever a given case was embraced in the doctrine as expounded in the rulings of this court above referred to. Besides, it has been declared by an unbroken line of authority in this court that, wherever there rests upon the master a positive duty which the law has imposed upon him towards his servants, liability of the master for a failure to perform such positive legal duty could not be escaped by a resort to the principle of fellow servant, because, in an action for damage occasioned by the neglect of the master to perform such positive duties, the doctrine of fellow servant had no application. I content myself with referring to some of the leading and more recent cases of this court, establishing all the propositions which I have previously stated. <i>Baltimore &amp; O. R. Co.</i> v. <i>Baugh</i>, 149 U. S. 368, 37 L. ed. 772, 13 Sup. Ct. Rep. 914; <i>Northern P. R. Co.</i> v. <i>Hambly</i>, 154 U. S. 349, 38 L. ed. 1009, 14 Sup. Ct. Rep. 983; <i>Central R. Co.</i> v. <i>Keegan</i>, 160 U. S. 259, 40 L. ed. 418, 16 Sup. Ct. Rep. 269; <i>Northern P. R. Co.</i> v. <i>Peterson</i>, 162 U. S. 346, 40 L. ed. 994, 16 Sup. Ct. Rep. 843; <i>New England R. Co.</i> v. <i>Conroy</i>, 175 U. S. 323, 44 L. ed. 181, 20 Sup. Ct. Rep. 85.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The inapplicability of the doctrine of fellow servant to a violation by the master of a positive duty resting on him, often stated in previous decisions, was reiterated in <i>Baltimore &amp; O. R. Co.</i> v. <i>Baugh</i>, 149 U. S. 387, 31 L. ed. 781, 13 Sup. Ct. Rep. 914, and was fully restated in <i>Central R. Co.</i> v. <i>Keegan</i>, 160 U. S. 259, 40 L. ed. 418, 16 Sup. Ct. Rep. 269, where it was said (p. 263, L. ed. p. 421, Sup. Ct. Rep. p. 270):</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'We held in <i>Baltimore &amp; O. R. Co.</i> v. <i>Baugh</i>, 149 U. S. 368, 37 L. ed. 772, 13 Sup. Ct. Rep. 914, that an engineer and fireman of a locomotive engine running alone on a railroad, without any train attached, when engaged on such duty, were fellow servants of the railroad company; hence, that the fireman was precluded from recovering damages from the company for injuries caused, during the running, by the negligence of the engineer. In that case it was declared that: 'Prima facie all who enter the employment of a single master are engaged in a common service, and are fellow servants. . . . All enter in the service of the same master, to further his interests in the one enterprise.' And whilst we in that case recognized that the heads of separate and distinct departments of a diversified business may, under certain circumstances, be considered, with respect to employees under them, vice principals or representatives of the master as fully and as completely as if the entire business of the master was by him placed under the charge of one superintendent, we declined to affirm that each separate piece of work was a distinct department, and made the one having control of that piece of work a vice principal or representative of the master. It was further declared that 'the danger from the negligence of one specially in charge of the particular work is as obvious and as great as from that of those who are simply coworkers with him in it; each is equally with the other an ordinary risk of the employment,' which the employee assumes when entering upon the employment, whether the risk be obvious or not. It was laid down that the rightful test to determine whether the negligence complained of was an ordinary risk of the employment was whether the negligent act constituted a breach of positive duty owing by the master, such as that of taking fair and reasonable precautions to surround his employees with fit and careful coworkers, and the furnishing to such employees of a reasonably safe place to work and reasonably safe tools or machinery with which to do the work, thus making the question of liability of an employer for an injury to his employee turn rather on the character of the alleged negligent act than on the relations of the employees to each other, so that, if the act is one done in the discharge of some positive duty of the master to the servant, then negligence in the act is the negligence of the master; but if it be not one in the discharge of such positive duty, then there should be some personal wrong on the part of the employer before he is liable therefor.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">And the <i>Keegan Case</i> was cited approvingly in <i>Northern P. R. Co.</i> v. <i>Peterson</i>, 162 U. S. 346, 40 L. ed. 994, 16 Sup. Ct. Rep. 843, and <i>New England R. Co.</i> v. <i>Conroy</i>, 175 U. S. 323, 44 L. ed. 181, 20 Sup. Ct. Rep. 85.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With the rules thus conclusively determined by the prior decisions of this court, let me come to consider the questions certified, in the light of the facts stated in the certificate. Now, it is undoubted from those facts that the accident was caused by an erroneous order issued by the train despatcher in charge of the movement of all the trains, and it is equally undoubted that the fatal error committed by the train despatcher was caused by the neglect of an operator on the line of the railroad with whom the train despatcher communicated before he gave the erroneous order. To determine whether the doctrine of fellow servant applies to such a case it must be ascertained, first, whether the train despatcher was a fellow servant with those operating the train; and, second, if he was not, can the corporation avoid liability because the error of the train despatcher was occasioned by the wrong of an operator.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">First. Whether it be considered in the light of the doctrine of vice principal as applied in the decisions of this court, or from the point of view of the positive duties of the master, it seems to me that the train despatcher was not the fellow servant of the men running the trains. The despatcher was a vice principal in the narrowest significance of that term. He represented the master as to the operation and movement of trains over the road. He formulated and transmitted the orders by which all were to be governed. The duty to obey his orders rested on those in charge of every train, and upon complying with this duty of obedience on their part their safety, as well as the safety of persons employed on or moved by every train, depended. As the duties of the train despatcher were of the character just stated, it must besides follow, in any view, it seems to me, that in performing them he was discharging a positive duty imposed by law upon the master. For it cannot, in reason, I submit, be questioned that the law placed a positive duty on the master to furnish a safe place to work and to give such orders as would save those who obeyed them from loss of life or limb. The opinions of this court in the cases already referred to leave no room for question on this latter proposition, and there are other decisions not previously referred to which treat it as elementary. <i>Hough</i> v. <i>Texas &amp; P. R. Co.</i> 100 U. S. 213, 25 L. ed. 612; <i>Union P. R. Co.</i> v. <i>Daniels</i>, 152 U. S. 684, 38 L. ed. 597, 14 Sup. Ct. Rep. 756; <i>Northern P. R. Co.</i> v. <i>Hambly</i>, 154 U. S. 349, 38 L. ed. 1009, 14 Sup. Ct. Rep. 983; <i>Northern P. R. Co.</i> v. <i>Peterson</i>, 162 U. S. 346, 353, 40 L. ed. 994, 997, 16 Sup. Ct. Rep. 843.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The doctrine of positive duty was applied to the determination of whether a train despatcher was a vice principal, and performed the master's duty, by the court of appeals of the state of New York, in <i>Hankins</i> v. <i>New York, L. E. &amp; W. R. Co.</i> 142 N. Y. 416, 25 L. R. A. 396, 40 Am. St. Rep. 616, 37 N. E. 466, and was also applied to the case of a train despatcher by the supreme court of Pennsylvania in <i>Lewis</i> v. <i>Seifert</i>, 116 Pa. 629, 2 Am. St. Rep. 631, 11 Atl. 514. Indeed, elaboration to show that a train despatcher is either a vice principal or one who, in the discharge of his functions, performs a positive duty of the master, is unnecessary, since the opinion of the court in this case proceeds upon the assumption that such is the case, and rests its conclusion upon the theory that the rule of fellow servant applies because the error of the train despatcher was caused by the fault of the operator. This, then, is the real issue.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second. It being then established that the train despatcher was either a vice principal or performing the positive duty of the master, does the fact that his wrongful order for the movement of the train was occasioned by the neglect of the operator with whom he communicated give rise to the application of the rule of fellow servant? I fail to perceive how it can, if the principles which the previous decisions of this court have upheld are to be adhered to. Those principles are these: That where the act is one done in the discharge of a positive duty of the master, negligence in the performance of the act, however occasioned, is the act of the master, and not the act of a fellow servant. To say to the contrary, it seems to me, is to cause the decisions of this court to reduce themselves to two contradictory propositions: first, that a servant when injured by the act of another person cannot be allowed to recover by applying the broad construction given by many of the state courts to the vice principal and department theories, because the correct rule is the one which narrows those theories, and because, besides, the truer test by which to ascertain the existence of the relation of fellow servant is to determine whether the act done was one concerning a positive duty of the master; and, second, when a case is presented where the act complained of has been done by a vice principal, under the view adopted by this court of that theory, or involves a positive duty of the master, there may be no recovery because of the application of the doctrine of fellow servant to the case. The result being that recovery cannot be had in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The decisions of this court leave no doubt as to the true rule on the subject. In <i>Northern P. R. Co.</i> v. <i>Herbert</i>, 116 U. S. 642, 29 L. ed. 755, 6 Sup. Ct. Rep. 590, speaking of the positive duty of the master, the court, through Mr. Justice Field, said (p. 647, L. ed. p. 758, Sup. Ct. Rep. p. 593):</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'This duty he cannot delegate to a servant so as to exempt himself from liability for injuries caused to another servant by its omission. Indeed, no duty required of him for the safety and protection of his servants can be transferred so as to exonerate him from such liability. The servant does not undertake to incur the risks arising from the want of sufficient and skilful colaborers, or from defective machinery, or other instruments with which he is to work. His contract implies that, in regard to these matters, his employer will make adequate provision that no danger shall ensue to him.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In <i>Northern P. R. Co.</i> v. <i>Hambly</i>, 154 U. S. 340, 38 L. ed. 1009, 14 Sup. Ct. Rep. 983, the court, speaking through Mr. Justice Brown, thus approvingly referred to the Herbert Case (p. 357, L. ed. p. 1012, Sup. Ct. Rep. p. 985):</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The case of <i>Northern P. R. Co.</i> v. <i>Herbert</i>, 116 U. S. 642, 29 L. ed. 755, 6 Sup. Ct. Rep. 590, is an illustration of this principle. The plaintiff in this case was a brakeman in defendant's yard at Bismarck, where its cars were switched upon different tracks and its trains were made up for the road. He received an injury from a defective brake, which had been allowed to get out of repair through the negligence of an officer or agent of the company, who was charged with the duty of keeping the cars in order. It was held, upon great unanimity of authority, both in this country and in England, that the person receiving, and the person causing, the injury, did not occupy the relative position of fellow servants. See also <i>Hough</i> v. <i>Texas &amp; P. R. Co.</i> 100 U. S. 213, 25 L. ed. 612; <i>Union P. R. Co.</i> v. <i>Daniels</i>, 152 U. S. 684, 38 L. ed. 597, 14 Sup. Ct. Rep. 756.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In <i>Union P. R. Co.</i> v. <i>Daniels</i>, 152 U. S. 684, 38 L. ed. 597, 14 Sup. Ct. Rep. 756, an action for injury occasioned by the breaking of a defective car wheel, the existence of which defect had not been discovered owing to insufficient inspection, liability was sought to be escaped upon the plea that a sufficient number of competent inspectors had been employed. But, declaring the liability of the railroad company, the court said (p. 689, L. ed. p. 600, Sup. Ct. Rep. p. 758): 'There can be no doubt that, under the circumstances of the case at bar, the duty rested upon the company to see to it, at this inspecting station, that the wheels of the cars in this freight train, which was about to be drawn out upon the road, were in safe and proper condition, and this duty could not be delegated so as to exonerate the company from liability to its servants for injuries resulting from the omission to perform that duty, or through its negligent performance.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Again, in <i>Northern P. R. Co.</i> v. <i>Peterson</i>, 162 U. S. 346, 40 L. ed. 994, 16 Sup. Ct. Rep. 843, speaking through Mr. Justice Peckham of the positive duties of the master, the court said (p. 353, L. ed. p. 997, Sup. Ct. Rep. p. 845):</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'He owes the duty to provide such servant with a reasonably safe place to work in, having reference to the character of the employment in which the servant is engaged. He also owes the duty of providing reasonably safe tools, appliances, and machinery for the accomplishment of the work necessary to be done. He must exercise proper diligence in the employment of reasonably safe and competent men to perform their respective duties, and it has been held in many states that the master owes the further duty of adopting and promulgating safe and proper rules for the conduct of his business, including the government of the machinery, and the running of trains on a railroad track. If the master be neglectful in any of these matters, it is a neglect of a duty which he personally owes to his employees, and if the employee suffer damage on account thereof, the master is liable. If, instead of personally performing these obligations, the master engages another to do them for him, he is liable for the neglect of that other, which, in such case, is not the neglect of a fellow servant, no matter what his position as to other matters, but is the neglect of the master to do those things which it is the duty of the master to perform as such.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">And these principles have been applied by the court of appeals of the state of New York to a case like the one at bar. <i>Dana</i> v. <i>New York C. &amp; H. R. R. Co.</i> 92 N. Y. 639. In that case, in communicating verbally to a conductor an order received from the train despatcher, an error was committed by one Keifer, a telegraph operator, and a collision between trains resulted. In the course of the opinion, reversing the judgment which had been entered in favor of the railroad company, the court said (p. 642):</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'For Keifer's act, in this respect, the defendant is clearly liable. The act he was required to do, and did perform, was one for which the master was responsible as a duty pertaining to itself, and as to it Keifer occupied the place of the master. <i>Flike</i> v. <i>Boston &amp; A. R. Co.</i> 53 N. Y. 549, 13 Am. Rep. 545.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Nor do I perceive the pertinency, as applied to the facts in the case at bar, of the extract made from the opinion of the supreme judicial court of Massachusetts in the case of <i>Whittaker</i> v. <i>Bent</i>, 167 Mass. 588, 589, 46 N. E. 121. The doctrine of transitory risk, as expounded in the case referred to and in previous cases in Massachusetts which that case followed, really amounts only to this: that where the work is of such a character that dangers which cannot be foreseen or guarded against by the master may, in the nature of things, suddenly and unexpectedly arise, there is no neglect of a positive duty owing by the master in failing, by himself or the agencies he employs, to anticipate and protect against that which the utmost care on his part could not have prevented. But this doctrine can have no application to a case like the one in hand, where the damage was occasioned by an act of obvious neglect in the performance of a positive duty.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">That the doctrine of transitory risk applied in the Massachusetts cases relied upon has no application here, it seems to me, is made clear by the fact that it is stated in the certificate that the trains in question were extra trains, obliged by the rules of the company to run on no preordained schedule, and solely under the command of the despatcher, and that, to quote the certificate, 'a large proportion of its freight trains on this division were run as extra trains, and the times of their arrivals and departures were not shown on the regular time-tables, but their movements were made upon telegraphic orders issued by the train despatcher upon information furnished by telegraph to the train despatcher by its station agents and operators along the line of the railroad.' To apply the transitory risk theory to this condition of affairs, it seems to me, is to say that the methed permanently adopted by the company for running the class of trains in question is to be governed, not by that fact, but by the fictitious assumption that the trains were temporarily operated by wire alone. The consequence of the application of the doctrine of transitory risk to the condition of affairs shown in the certificate is, as I understand it, but to say that a railroad which chooses to operate its trains solely through orders of the train despatcher is a licensed wrongdoer as respects its employees, since thereby it is exempt from those rules of positive duty which the law would otherwise impose. The result is, besides, to decide that if a railroad adopts a regular schedule the law casts a positive duty on it as regards its employees, but that it may escape all such duty on the theory of transitory risk, if only the road elects to adopt no schedule, and to operate its trains solely by telegraph.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the foregoing reasons I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">I am authorized to say that the CHIEF JUSTICE, Mr. Justice Harlan, and Mr. Justice McKenna concur in this dissent.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96095/"
}