{"absolute_url": "/opinion/96123/international-postal-supply-co-v-bruce/", "blocked": false, "citation": {"case_name": "International Postal Supply Co. v. Bruce", "docket_number": "215", "document_uris": ["/api/rest/v2/document/96123/"], "federal_cite_one": "194 U.S. 601", "federal_cite_three": null, "federal_cite_two": null, "id": 80506, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80506/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1904-05-31", "date_modified": "2014-12-21T01:34:15.316655", "docket": "/api/rest/v2/docket/2305101/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">194 U.S. 601</p>\n    <p class=\"case_cite\">24 S.Ct. 820</p>\n    <p class=\"case_cite\">48 L.Ed. 1134</p>\n    <p class=\"parties\">INTERNATIONAL POSTAL SUPPLY COMPANY OF NEW YORK<br>v.<br>DWIGHT H. BRUCE.</p>\n    <p class=\"docket\">No. 215.</p>\n    <p class=\"date\">Argued April 13, 14, 1904.</p>\n    <p class=\"date\">Decided May 31, 1904.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This case came before the court on the following certificate for instructions:</p>\n      <p class=\"indent\">'The complainant, as the owner of letters patent of the      United States for new and useful improvements in stamp      canceling and postmarking machines, brought a bill in equity      against the defendant, who is postmaster of the United States      postoffice at Syracuse, New York, complaining of the use in      said postoffice of two machines which infringe the      complainant's letters patent, and praying for an injunction      against the further use of said machines. The defendant never      personally used any stamp canceling and postmarking machines,      but the use of said two machines in said postoffice at      Syracuse is by some of defendant's subordinates, who are      employees of the United States government, such use being in      the service of the United States.</p>\n      <p class=\"indent\">'The machines so used were hired by the United States      Postoffice Department for a term, which is, as yet,      unexpired, from the manufacturer and owner of said machines, at an      agreed rental, which is payable on the order of the      Postoffice Department, by whose orders said machines were      placed in the Syracuse postoffice, and were and are now used      there.</p>\n      <p class=\"indent\">'And the said United States circuit court of appeals for the      second circuit further certifies that, to the end that it may      properly decide the questions in such cause, and presented in      the assignments of error therein filed, it requires the      instructions of the Supreme Court of the United States on the      following question, to wit:</p>\n      <p class=\"indent\">'Upon the foregoing facts, has the United States circuit      court the power to grant an injunction against the defendant,      restraining the use of the machines?'</p>\n      <p class=\"center\">Messrs. <i>Louis Marshall</i> and <i>George W. Hey</i> for the</p>\n      <p>International Postal Supply Company.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 602-604 intentionally omitted]</p>\n      <p class=\"indent\">Mr. <i>William K. Richardson</i> and <i>Assistant Attorney General McReynolds</i> for bruce.</p>\n      <p class=\"indent\">Statement by Mr. Justice Holmes:        Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is governed by <i>Belknap</i> v. <i>Schild</i>, 161 U. S. 10, 40 L. ed. 599, 16 Sup. Ct. Rep. 443. There an injunction was sought against the commandant of the United States navy yard at Mare island, California, and some of his subordinates, to prevent the use of a caisson gate in the dry dock at that place, contrary to the rights of the plaintiff, as patentee. The case was heard on pleas setting up that the caisson gate was made and used by the United States for public purposes, and, as they were construed, that it was the property of the United States. The pleas were held bad as answers to the whole bill, because the bill also sought damages, and the defendants might be personally liable, but it was held that an injunction could not be granted, and the bill was dismissed, without prejudice to an action at law. <i>Vavasseur</i> v. <i>Krupp</i>, L. R. 9 Ch. Div. 351, was cited for the proposition which was made the turning point of the case, that the court could not interfere with an object of property unless it had before it the person entitled to the thing, and this proposition was held to extend to an injunction against the use of the thing as well as to a destruction of it or to a removal of the part which infringed. It was pointed out that the defendants had no personal interest in the continuance of the use, and that, so far as the injunction was concerned, the suit really was against the United States. Of course, if those defendants were enjoined, other persons attempting to use the caisson gate would be, and thus the injunction practically would work a prohibition against its use by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\"><i>Belknap</i> v. <i>Schild</i> differed from <i>United States</i> v. <i>Lee</i>, 106 U. S. 196, 27 L. ed. 171, 1 Sup. Ct. Rep. 240, and <i>Tindal</i> v. <i>Wesley</i>, 167 U. S. 204, 42 L. ed. 137, 17 Sup. Ct. Rep. 770, and also from <i>American School of Magnetic Healing</i> v. <i>McAnnulty</i>, 187 U. S. 94, 47 L. ed. 90, 23 Sup. Ct. Rep. 33, relied on by the appellant, in the fact, among others, that the title of the United States to the caisson gate was admitted, and therefore the United States was a necessary party to a suit which was intended to deprive it of the incident of title,&#8212;the right to use the gate. As the United States could not be made a party, the suit failed. In the case at bar the United States is not the owner of the machines, it is true, but it is a lessee in possession, for a term which has not expired. It has a property,&#8212;a right <i>in rem</i>,&#8212;in the machines, which, though less extensive than absolute ownership, has the same incident of a right to use them while it lasts. This right cannot be interfered with behind its back; and, as it cannot be made a party, this suit, like that of <i>Belknap</i> v. <i>Schild</i>, must fail. The answer to the question certified must be 'No.' Whether or not a renewal of the lease could be enjoined is not before us.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\"><i>The question is answered in the negative</i>, and it will be so certified.</p>\n    </div>\n    <p class=\"indent\">Mr. Justice Harlan, dissenting:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is to be assumed upon this record that the plaintiff, the International Postal Supply Company, is the owner of letters patent granted by the United States for new and useful improvements in stamp canceling and postmarking machines; and that the defendant, Bruce, against the will of the patentee, and without paying any royalty to him, is using, and, unless enjoined, will continue to use, machines that infringe the plaintiff's letters patent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Can the defendant be prevented from thus violating rights of the plaintiff in respect of his patent, the validity of which is not here disputed? In answering this question it is necessary to bring together the observations of this court in some cases heretofore decided. That being done, but little additional need be said.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In <i>James</i> v. <i>Campbell</i>, 104 U. S. 356, 357, 26 L. ed 786, 787, this court, speaking by Mr. Justice Bradley, said: 'That the government of the United States, when it grants letters patent for a new invention or discovery in the arts, confers upon the patentee an exclusive property in the patented invention which cannot be appropriated or used by the government itself, without just compensation, any more than it can appropriate or use, without compensation, land which has been patented to a private purchaser, we have no doubt. The Constitution gives to Congress power 'to promote the progress of science and useful arts by securing, for limited times, to authors and inventors, the exclusive right to their respective writings and discoveries,' which could not be effected if the government had a reserved right to publish such writings or to use such inventions without the consent of the owner. Many inventions relate to subjects which can only be properly used by the government, such as explosive shells, rams, and submarine batteries, to be attached to armed vessels. If it could use such inventions without compensation, the inventors could get no return at all for their discoveries and experiments. It has been the general practice, when inventions have been made which are desirable for government use, either for the government to purchase them from the inventors, and use them as secrets of the proper department; or, if a patent is granted, to pay the patentee a fair compensation for their use. The United States has no such prerogative as that which is claimed by the sovereigns of England, by which it can reserve to itself, either expressly or by implication, a superior dominion and use in that which it grants by letters patent to those who entitle themselves to such grants. The government of the United States, as well as the citizen, is subject to the Constitution; and when it grants a patent the grantee is entitled to it as a matter of right, and does not receive it, as was originally supposed to be the case in England, as a matter of grace and favor.' Observe, that the court said that, without compensation to the patentee, the government could not appropriate or <i>use</i> his invention.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These views were reaffirmed by the unanimous judgment of this court in <i>United States</i> v. <i>Palmer</i>, 128 U. S. 262, 272, 32 L. ed. 442, 445, 9 Sup. Ct. Rep. 104. And as late as <i>Belknap</i> v. <i>Schild</i>, 161 U. S. 10, 16, 40 L. ed. 599, 601, 16 Sup. Ct. Rep. 443, 444, after observing that in England the grant of a patent for an invention was considered as simply an exercise of the royal prerogative, and was not to be construed as precluding the Crown from using the invention at its pleasure, the court said: 'But, in this country, letters patent for inventions are not granted in the exercise of prerogative or as a matter of favor, but under art. 1, &#167; 8, of the Constitution of the United States, which gives Congress power 'to promote the progress of science and useful arts by securing, for limited terms, to authors and inventors, the exclusive right to their respective writings and discoveries.' The Patent act [16 Stat. at L. 201, chap. 230, &#167; 22, U. S. Comp. Stat. 1901, p. 3381] provides that every patent shall contain a grant to the patentee, his heirs, and assigns, for a certain term of years, of 'the exclusive right to make, use, and vend the invention or discovery throughout the United States.' . . . And this court has repeatedly and uniformly declared that the United States have no more right than any private person to use a patented invention without license of the patentee or making compensation to him' citing <i>United States</i> v. <i>Burns</i>, 12 Wall. 246, 252, 20 L. ed. 388, 389; <i>Cammeyer</i> v. <i>Newton</i>, 94 U. S. 225, 235, 24 L. ed. 72, 76; <i>James</i> v. <i>Campbell</i>, 104 U. S. 356, 358, 26 L. ed. 786, 787; <i>Hollister</i> v. <i>Benedict &amp; B. Mfg. Co.</i> 113 U. S. 59, 67, 28 L. ed. 901, 903, 5 Sup. Ct. Rep. 717; <i>United States</i> v. <i>Palmer</i>, 128 U. S. 262, 270, 272, 32 L. ed. 442, 444, 445, 9 Sup. Ct. Rep. 104.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the previous case of <i>United States</i> v. <i>Lee</i>, 106 U. S. 196, 27 L. ed. 171, 1 Sup. Ct. Rep. 240, which was a suit to recove certain lands to which the plaintiffs claimed title, but which were in the possession of the defendants (officers of the Army), who asserted title in the United States, it was contended that the suit was, in legal effect, one against the United States, and therefore not maintainable. But the contrary was adjudged in that case. The court, upon an extended review of the authorities, held that the suit was not to be deemed one against the government, within the recognized rule that the United States cannot be sued without its consent, and that it was competent for the courts to protect the rights of the plaintiffs against the wrong acts of the defendants, although they were officers of the government, and acting by its authority. Mr. Justice Miller, speaking for the court, said: 'This right being clearly established, we are told that the court can proceed no further, because it appears that certain military officers, acting under the orders of the President, have seized this estate, and converted one part of it into a military fort and another into a cemetery. It is not pretended, as the case now stands, that the President had any lawful authority to do this, or that the legislative body could give him any such authority except upon payment of just compensation. The defense stands here solely upon the absolute immunity from judicial inquiry of every one who <i>asserts</i> authority from the executive branch of the government, however clear it may be made that the executive passed no such power. Not only no such power is given, but it is absolutely prohibited, both to the executive and the legislative, to deprive any one of life, liberty, or property without due process of law, or to take private property without just compensation. These provisions for the security of the rights of the citizen stand in the Constitution in the same connection, and upon the same ground, as they regard his liberty and his property. It cannot be denied that both were intended to be enforced by the judiciary as one of the departments of the government established by that Constitution. . . . No man in this country is so high that he is above the law. No officer of the law may set that law at defiance with impunity. All the officers of the government, from the highest to the lowest, are creatures of the law, and are bound to obey it. It is the only supreme power in our system of government, and every man who, by accepting office, participates in its functions, is only the more strongly bound to submit to that supremacy, and to observe the limitations which it imposes upon the exercise of the authority which it gives. Courts of justice are established not only to decide upon the controverted rights of the citizens as against each other, but also upon rights in controversy between them and the government; and the docket of this court is crowded with controversies of the latter class. Shall it be said, in the face of all this, and of the acknowledged right of the judiciary to decide in proper cases, statutes which have been passed by both branches of Congress, and approved by the President, to be unconstitutional, that the courts cannot give a remedy when the citizen has been deprived of his property by force, his estate seized, and converted to the use of the government without lawful authority, without process of law, and without compensation, because the President has ordered it, and his officers are in possession? If such be the law of this country, it sanctions a tyranny which has no existence in the monarchies of Europe, nor in any other government which has a just claim to well-regulated liberty and the protection of personal rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Pennoyer</i> v. <i>McConnaughy</i>, 140 U. S. 1, 10, 35 L. ed. 363, 365, 11 Sup. Ct. Rep. 699, 701, the court, speaking by Mr. Justice Lamar, after referring to the class of suits in which the defendants, claiming to act as officers of the state, and under color of an unconstitutional statute, commit acts of wrong and injury to the rights and property of the plaintiff, said: 'Such suit, whether brought to recover money or property in the hands of such defendants, unlawfully taken by them in behalf of the state, or for compensation in damages, or, in a proper case, where the remedy at law is inadequate, <i>for an injunction to prevent such wrong and injury</i>, or for a mandamus, in a like case, to enforce upon the defendant the performance of a plain, legal duty, purely ministerial,&#8212;is not, within the meaning of the 11th Amendment, an action against the state.' This principle was reaffirmed by the court, speaking by the present Chief Justice, in <i>Re Tyler</i>, 149 U. S. 164, 169, 37 L. ed. 689, 691, 13 Sup. Ct. Rep. 785, and again in <i>Scott</i> v. <i>Donald</i>, 165 U. S. 58, 68, 41 L. ed. 632, 633, 17 Sup. Ct. Rep. 265.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In <i>Tindal</i> v. <i>Wesley</i>, 167 U. S. 204, 42 L. ed. 137, 17 Sup. Ct. Rep. 770, by a unanimous judgment, the court held that a suit against an individual, to recover possession of certain real estate, was not one against a state, forbidden by the 11th Amendment, although defendant was in possession as an officer of the state, not asserting any interest for himself in the property. It said: 'If a suit against officers of a state, to enjoin them from enforcing an unconstitutional statute, whereby the plaintiff's property will be injured, or to recover damages for taking, under a void statute, the property of the citizen, be not one against the state, it is impossible to see how a suit against the same individuals to recover the possession of property belonging to the plaintiff and illegally withheld by the defendants, can be deemed a suit against the state. Any other view leads to this result: That if a state, by its officers, acting under a void statute, should seize for public use the property of a citizen, without making or securing just compensation for him, and thus violate the constitutional provision declaring that no state shall deprive any person of property without due process of law (<i>Chicago, B. &amp; Q. R. Co.</i> v. <i>Chicago</i>, 166 U. S. 226, 236, 241, 41 L. ed. 979, 984, 986, 17 Sup. Ct. Rep. 581), the citizen is remediless so long as the state, by its agents, chooses to hold his property; for, according to the contention of the defendants, if such agents are sued as individuals, wrongfully in possession, they can bring about the dismissal of the suit by simply informing the court of the official character in which they hold the property thus illegally appropriated.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I cannot agree that the present decision is in harmony with the principles announced in the above cases. The United States is not here sued, although, as in <i>United States</i> v. <i>Lee</i>, it may be incidentally affected by the result. No decree is asked against it. The suit is against Dwight H. Bruce, who is proceeding in violation of the plaintiff's right of property, and denies the power of any court to interfere with him, solely upon the ground that what he is doing is under the order and sanction of the Postoffice Department. He is, so to speak, in the possession of, and wrongfully using, the plaintiff's patented invention, and denies the right of any court, by its mandatory order, to prevent him from continuing in his lawless invasion of a right granted by the Constitution and laws of the United States. But, as shown by the cases above cited, not even the United States, much less the head of a department, has a right to use the patent of the plaintiff without its license and without compensation. Although the Constitution and statutes of the United States give to the plaintiff the right to the exclusive use of the invention, nevertheless, according to the present decision, that use may be rendered utterly valueless by the device of an order from the head of an executive department to a subordinate, to proceed in disregard of the rights of the patentee. Thus every patented right to an invention which can be profitably or conveniently used in the business of the government may be destroyed by the arbitrary action of the head of a department, and the patentee deprived of any compensation whatever for his invention, except such as Congress may, in its discretion, choose to allow.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If Congress, by statute, and in the exercise of its power of eminent domain, had chosen to take the plaintiff's patent right for public use, at the same time opening the way, by some appropriate proceeding, through which the patentee could secure compensation from the government for his property so taken, different considerations would arise. But no such action has been taken by Congress. The case before us is one in which it is held that the court cannot, by any direct process against the defendant, stop him from doing that which, confessedly, he has no legal right to do,&#8212;namely, to use an invention against the will of the patentee. It was supposed that this court announced an incontrovertible proposition when, in <i>United States</i> v. <i>Lee</i>, it said that 'no man in this country is so high that he is above the law,' and that 'all the officers of the government, from the highest to the lowest, are creatures of the law, and are bound to obey it.' But it seems that some officers are above the law, and may trample upon the rights of private property; heads of departments, who may, upon their own motion, seize the property of a patentee, and use it in the public business, and then close the doors of the courts with such effect that a subordinate officer, acting under departmental orders, may not be stopped in his wrongful violation of the rights of the patentee. Such arbitrary destruction of the property rights of the citizen might be expected to occur under a despotic government, but it ought not to be tolerated under a government whose fundamental law forbids all deprivation of property without due process of law, or the taking of private property for public use without compensation. Both the Constitution and the acts of Congress recognize the patentee's right to the exclusive use of his invention. But, for every practical purpose, the present decision not only places it in the power of an executive department to destroy the rights of the patentee, but recognizes the helplessness of the judiciary in the presence of such a wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Suppose Congress, under its power to regulate commerce, should enact a statute regulating rates for freight and passengers on interstate carriers, and that such statute, by reason of some provisions in it, was unconstitutional, or incapable of execution without destroying the legal rights of such carriers. Could it be doubted that the courts might, at the instance of an interstate carrier directly affected by the act, enjoin the public officers charged with the execution of the act from enforcing its provisions? Would their hands be stayed by the suggestion that, as the United States, in its corporate capacity, could not be made a party defendant of record, no relief could be granted against the persons who sought, under the cover of official station, to enforce an unconstitutional statute, destructive of private rights?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Or, suppose Congress should, by statute, expressly direct the Postmaster General to use a particular patented invention, paying nothing for such use, and at the same time withhold from the courts jurisdiction of any suit against the government by the patentee to obtain compensation for his property, so taken for public use. Ought it to be doubted that such an act would be declared unconstitutional and void, and that the courts would, at the suit of the patentee, although the government was not and could not be made a party defendant of record, prevent the person holding the office of Postmaster General from proceeding under the act? Such a suit would not be regarded as a suit against the United States in its governmental capacity, any more than a suit by a railroad company against the official representatives of a state, charged with the execution of an unconstitutional statute fixing confiscatory rates for freights, would be deemed a suit against a state within the meaning of the 11th Amendment. <i>Smyth</i> v. <i>Ames</i>, 169 U. S. 466, 42 L. ed. 819, 18 Sup. Ct. Rep. 418, and authorities cited.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Let me give another illustration. Suppose Congress should, by statute, in a time of peace, direct the Secretary of War to take possession of the private residence of a citizen and use it for a quartermaster's office, and at the same time exclude from the jurisdiction of any court a suit against the United States to recover compensation for the property so taken for public use. Would the court refuse to stay the hands of the Secretary of War in executing the provisions of such a statute, simply because the United States could not be made a party of record to the suit? Surely not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court regards <i>Belknap</i> v. <i>Schild</i> as decisive of this case. I cannot assent to that view. That case was exceptional in its facts, and its doctrines ought not to be extended so as to embrace the present one. If there are expressions in the opinion in that case which seem to sustain the present decision, they should be withdrawn, or so modified as not to impair the force of previous decisions. The relief asked in that case was not only an injunction against the defendants from using the caisson gate which had been constructed, as was alleged, in violation of the plaintiff's rights as patentee for an improvement in caisson gates, but an order for the destruction or delivery to plaintiff of the particular gate in question, which had been built for the United States, according to plans furnished by its officers, and had been placed in such position that it had become a part, physically, of the docks at the government navy yard. The destruction or displacement of the gate, by order of the court, would have seriously disturbed the general business of the entire Navy Yard. In the present case the facts are altogether different. To enjoin the present defendant from using the plaintiff's invention may produce some inconvenience, for a time, at his particular office, but it will only make it necessary for the government to be honest, and either pay the plaintiff for the right to use its invention, or direct that some mode of stamp canceling be employed other than that involved in the plaintiff's patent. A government employer cannot justify the illegal use of a patentee's invention upon the ground that such use will subserve his convenience, or enable him more efficiently to serve the public. The effective relief sought here is not the physical destruction of the machines leased by the government, but an injunction to prevent the defendant Bruce from using the plaintiff's invention, embodied in whatever machine, without his license, and without compensation to him. No relief is asked against any other person than the defendant. It is admitted that the United States cannot, any more than a private individual, use a patented invention without the license of the patentee. It is admitted that the head of an executive department cannot legally authorize a postmaster to use such invention against the will of the patentee. It is admitted that no postmaster can legally justify his invasion of the patentee's right by any order given by the Postmaster General which was made or issued in derogation of the rights of the patentee. And yet it is now adjudged that, although a postmaster may be confessedly proceeding in direct violation of the legal rights of the patentee, the court cannot, by any direct process, stop him in his destruction of the patentee's right of property. Under the present decision, the Postoffice Department not only may use, without compensation, the particular postmarking machines in question here, but it can lease others, and continue its violation of the patentee's rights at its discretion, thereby making the exclusive use granted by the patent of no value whatever.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It may be said that the patentee has a remedy in an action for damages against the infringer. But clearly such a remedy is not at all adequate or efficacious. The slightest reflection will show this. The only effectual remedy is an injunction against him. In <i>Pennoyer</i> v. <i>McConnaughy</i>, 140 U. S. 1, 10, 35 L. ed. 363, 365, 11 Sup. Ct. Rep. 699, and in <i>Re Tyler</i>, 149 U. S. 164, 169, 37 L. ed. 689, 691, 13 Sup. Ct. Rep. 785, it was held that in suits against public officers on account of wrongful acts done under color of an unconstitutional statute, where the remedy at law was inadequate, an injunction to prevent such wrong and injury was proper. The books are full of cases in support of that principle. I submit that the immunity of the United States from direct suit is an all-sufficient reason why the court shall lay its hands upon the defendant, who happens to be a local postmaster, and prevent him, by injunction, from disregarding the admittedly legal rights of the plaintiff. No other remedy is adequate. If that relief cannot be granted, then the rights of all patentees whose inventions can be used in the prosecution of the business of the government are subject to be destroyed by the arbitrary action of heads of departments and their subordinate officers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I am of opinion that every officer of the government, however high his position, may be prevented by injunction, operating directly upon him, from illegally injuring or destroying the property rights of the citizen; and this relief should more readily be given when the government itself cannot be made a party of record.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The courts may, by mandamus, compel a public officer to perform a plain, ministerial duty prescribed by law; and that may be done, although the government itself cannot be made a party of record. Can it be possible that the court is without authority to enjoin the same officer from doing a direct, affirmative wrong to the property rights of the citizen, upon the ground that the government whom he represents, and in whose interest he is acting, is not and cannot be made a party of record? The present decision erroneously, I take leave to say&#8212;answers this question favorably to the defendant. But that answer cannot, I submit, be made consistently with the declaration which this court has often repeated, that no officer of the law, however high his position, can set that law at defiance with impunity; that the government, as well as the citizen, is subject to the Constitution, and therefore cannot legally appropriate or use a patented invention without just compensation any more than it can appropriate or use, without compensation, land that it had patented to a private purchaser. Instead of a patentee having the exclusive use or control of his invention,&#8212;which is the mandate of both the Constitution and the statute,&#8212;heads of department, it seems, are not bound to respect the rights of inventors, but can enjoy the exclusive privilege of appropriating to the use of the government, without compensation to the patentee, any patented invention that may be beneficial in the prosecution of the public business. In my judgment it is not possible to conceive of any case, arising under our system of constitutional government, in which the courts may not, in some effective mode, and properly, protect the rights of the citizen against illegal aggression, and to that end, if need be, stay the hands of the aggressor, even if he be a public officer, who acts in the interest, or by the direction, of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Justic <i>Peckham</i> concurs in this dissent.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>194 U.S. 601 (1904)</b></center>\n<center><h1>INTERNATIONAL POSTAL SUPPLY COMPANY<br>\nv.<br>\nBRUCE.</h1></center>\n<center>No. 215.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 13, 14, 1904.</center>\n<center>Decided May 31, 1904.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*602</span> <i>Mr. Louis Marshall,</i> with whom <i>Mr. George W. Hey</i> was on the brief, for appellant.</p>\n<p><i>Mr. W.K. Richardson,</i> with whom <i>Mr. J.C. McReynolds,</i> Assistant Attorney General, was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*605</span> MR. JUSTICE HOLMES, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>This case is governed by <i>Belknap</i> v. <i>Schild,</i> 161 U.S. 10. There an injunction was sought against the Commandant of the United States Navy Yard at Mare Island, California, and some of his subordinates, to prevent the use of a caisson gate in the dry dock at that place, contrary to the rights of the plaintiff as patentee. The case was heard on pleas setting up that the caisson gate was made and used by the United States for public purposes, and, as they were construed, that it was the property of the United States. The pleas were held bad as answers to the whole bill, because the bill also sought damages and the defendants might be personally liable, but it was held that an injunction could not be granted, and the bill was dismissed without prejudice to an action at law. <i>Vavasseur</i> v. <i>Krupp,</i> 9 Ch. D. 351, was cited for the proposition which was made the turning point of the case, that the court could not interfere with an object of property unless it had before it the person entitled to the thing, and this proposition was held to extend to an injunction against the use of the thing as well as to a destruction of it or to a removal of the part which infringed. It was pointed out that the defendants had no personal interest in the continuance of the use, and that, so far as the injunction was concerned, the suit really was against the United States. Of course, if those defendants were enjoined other persons attempting to use the caisson gate would be, and thus the injunction practically would work a prohibition against its use by the United States.</p>\n<p><i>Belknap</i> v. <i>Schild</i> differed from <i>United States</i> v. <i>Lee,</i> 106 U.S. 196, and <i>Tindal</i> v. <i>Wesley,</i> 167 U.S. 204, and also from <span class=\"star-pagination\">*606</span> <i>American School of Magnetic Healing</i> v. <i>McAnnulty,</i> 187 U.S. 94, relied on by the appellant, in the fact, among others, that the title of the United States to the caisson gate was admitted, and therefore the United States was a necessary party to a suit which was intended to deprive it of the incident of title, the right to use the gate. As the United States could not be made a party the suit failed. In the case at bar the United States is not the owner of the machines, it is true, but it is a lessee in possession, for a term which has not expired. It has a property, a right <i>in rem,</i> in the machines, which, though less extensive than absolute ownership, has the same incident of a right to use them while it lasts. This right cannot be interfered with behind its back and, as it cannot be made a party, this suit, like that of <i>Belknap</i> v. <i>Schild</i><i>,</i> must fail. The answer to the question certified must be no. Whether or not a renewal of the lease could be enjoined is not before us.</p>\n<p><i>The question is answered in the negative, and it will be so certified.</i></p>\n<p>MR. JUSTICE HARLAN, with whom concurred MR. JUSTICE PECKHAM, dissenting.</p>\n<p>It is to be assumed upon this record that the plaintiff, the International Postal Supply Company, is the owner of letters patent granted by the United States for new and useful improvements in stamp cancelling and postmarking machines; and that the defendant Bruce, against the will of the patentee and without paying any royalty to him, is using and, unless enjoined, will continue to use, machines that infringe the plaintiff's letters patent.</p>\n<p>Can the defendant be prevented from thus violating rights of the plaintiff in respect of his patent, the validity of which is not here disputed? In answering this question it is necessary to bring together the observations of this court in some cases heretofore decided. That being done but little additional need be said.</p>\n<p><span class=\"star-pagination\">*607</span> In <i>James</i> v. <i>Campbell,</i> 104 U.S. 356, 357, this court, speaking by Mr. Justice Bradley, said: \"That the Government of the United States, when it grants letters patent for a new invention or discovery in the arts, confers upon the patentee an exclusive property in the patented invention which cannot be appropriated or used by the Government itself, without just compensation, any more than it can appropriate or use without compensation land which has been patented to a private purchaser, we have no doubt. The Constitution gives to Congress power `to promote the progress of science and useful arts by securing for limited times to authors and inventors the exclusive right to their respective writings and discoveries,' which could not be effected if the Government had a reserved right to publish such writings or to use such inventions without the consent of the owner. Many inventions relate to subjects which can only be properly used by the Government, such as explosive shells, rams and submarine batteries, to be attached to armed vessels. If it could use such inventions without compensation, the inventors could get no return at all for their discoveries and experiments. It has been the general practice, when inventions have been made which are desirable for Government use, either for the Government to purchase them from the inventors, and use them as secrets of the proper department; or, if a patent is granted, to pay the patentee a fair compensation for their use. The United States has no such prerogative as that which is claimed by the sovereigns of England, by which it can reserve to itself, either expressly or by implication, a superior dominion and use in that which it grants by letters patent to those who entitle themselves to such grants. The Government of the United States, as well as the citizen, is subject to the Constitution; and when it grants a patent the grantee is entitled to it as a matter of right, and does not receive it, as was originally supposed to be the case in England, as a matter of grace and favor.\" Observe, that the court said that, without compensation to the patentee, the Government could not appropriate or use his invention.</p>\n<p><span class=\"star-pagination\">*608</span> These views were reaffirmed by the unanimous judgment of this court in <i>United States</i> v. <i>Palmer,</i> 128 U.S. 262, 272. And as late as <i>Belknap</i> v. <i>Schild,</i> 161 U.S. 10, 15, after observing that in England the grant of a patent for an invention was considered as simply an exercise of the royal prerogative, and was not to be construed as precluding the Crown from using the invention at its pleasure, the court said: \"But, in this country, letters patent for inventions are not granted in the exercise of prerogative or as a matter of favor, but under art. 1, sec. 8, of the Constitution of the United States, which gives Congress power `to promote the progress of science and useful arts by securing for limited terms to authors and inventors the exclusive right to their respective writings and discoveries.' The Patent Act provides that every patent shall contain a grant to the patentee, his heirs and assigns, for a certain term of years, of `the exclusive right to make, use and vend the invention or discovery throughout the United States.' Rev. Stat. § 4884. And this court has repeatedly and uniformly declared that the United States have no more right than any private person to use a patented invention without license of the patentee or making compensation to him\"  citing <i>United States</i> v. <i>Burns,</i> 12 Wall. 246, 252; <i>Cammeyer</i> v. <i>Newton,</i> 94 U.S. 225, 235; <i>James</i> v. <i>Campbell,</i> 104 U.S. 356, 358; <i>Hollister</i> v. <i>Benedict Mfg. Co.,</i> 113 U.S. 59, 67; <i>United States</i> v. <i>Palmer,</i> 128 U.S. 262, 270, 272.</p>\n<p>In the previous case of <i>United States</i> v. <i>Lee,</i> 106 U.S. 196, which was a suit to recover certain lands to which the plaintiffs claimed title, but which were in the possession of the defendants, (officers of the Army,) who asserted title to the United States, it was contended that the suit was, in legal effect, one against the United States, and therefore not maintainable. But the contrary was adjudged in that case. The court, upon an extended review of the authorities, held that the suit was not to be deemed one against the Government within the recognized rule that the United States cannot be sued without its consent, and that it was competent for the <span class=\"star-pagination\">*609</span> courts to protect the rights of the plaintiffs against the wrong acts of the defendants, although they were officers of the Government and acting by its authority. Mr. Justice Miller, speaking for the court, said: \"This right being clearly established, we are told that the court can proceed no further, because it appears that certain military officers, acting under the orders of the President, have seized this estate, and converted one part of it into a military fort and another into a cemetery. It is not pretended, as the case now stands, that the President had any lawful authority to do this, or that the legislative body could give him any such authority except upon payment of just compensation. The defence stands here solely upon the absolute immunity from judicial inquiry of every one who <i>asserts</i> authority from the executive branch of the Government, however clear it may be made that the executive possessed no such power. Not only no such power is given, but it is absolutely prohibited, both to the executive and the legislative, to deprive any one of life, liberty or property without due process of law, or to take private property without just compensation. These provisions for the security of the rights of the citizen stand in the Constitution in the same connection and upon the same ground as they regard his liberty and his property. It cannot be denied that both were intended to be enforced by the judiciary as one of the departments of the Government established by that Constitution . . . No man in this country is so high that he is above the law. No officer of the law may set that law at defiance with impunity. All the officers of the Government, from the highest to the lowest, are creatures of the law, and are bound to obey it. It is the only supreme power in our system of government, and every man, who, by accepting office, participates in its functions, is only the more strongly bound to submit to that supremacy, and to observe the limitations which it imposes upon the exercise of the authority which it gives. Courts of justice are established not only to decide upon the controverted rights of the citizens as against <span class=\"star-pagination\">*610</span> each other, but also upon rights in controversy between them and the Government; and the docket of this court is crowded with controversies of the latter class. Shall it be said, in the face of all this, and of the acknowledged right of the judiciary to decide in proper cases, statutes which have been passed by both branches of Congress, and approved by the President, to be unconstitutional, that the courts cannot give a remedy when the citizen has been deprived of his property by force, his estate seized and converted to the use of the Government without lawful authority, without process of law, and without compensation, because the President has ordered it and his officers are in possession? If such be the law of this country, it sanctions a tyranny which has no existence in the monarchies of Europe, nor in any other government which has a just claim to well-regulated liberty and the protection of personal rights.\"</p>\n<p>In <i>Pennoyer</i> v. <i>McConnaughy,</i> 140 U.S. 1, 10, the court, speaking by Mr. Justice Lamar, after referring to the class of suits in which the defendants, claiming to act as officers of the State, and under color of an unconstitutional statute commit acts of wrong and injury to the rights and property of the plaintiff, said: \"Such suit, whether brought to recover money or property in the hands of such defendants, unlawfully taken by them in behalf of the State, or for compensation in damages, or, in a proper case, where the remedy at law is inadequate, <i>for an injunction to prevent such wrong and injury,</i> or for a mandamus, in a like case, to enforce upon the defendant the performance of a plain, legal duty, purely ministerial  is not, within the meaning of the Eleventh Amendment, an action against the State.\" This principle was reaffirmed by the court, speaking by Mr. Justice Shiras in <i>In re Tyler,</i> 149 U.S. 164, 190; and again in <i>Scott</i> v. <i>Donald,</i> 165 U.S. 58, 68.</p>\n<p>In <i>Tindal</i> v. <i>Wesley,</i> 167 U.S. 204, by an unanimous judgment, the court held that a suit against an individual to recover possession of certain real estate was not one against <span class=\"star-pagination\">*611</span> a State forbidden by the Eleventh Amendment, although defendant was in possession as an officer of the State, not asserting any interest for himself in the property. It said: \"If a suit against officers of a State to enjoin them from enforcing an unconstitutional statute, whereby the plaintiff's property will be injured, or to recover damages for taking under a void statute the property of the citizen, be not one against the State it is impossible to see how a suit against the same individuals to recover the possession of property belonging to the plaintiff and illegally withheld by the defendants can be deemed a suit against the State. Any other view leads to this result: That if a State, by its officers, acting under a void statute, should seize for public use the property of a citizen, without making or securing just compensation for him, and thus violate the constitutional provision declaring that no State shall deprive any person of property without due process of law, <i>Chicago, Burlington &amp;c. Railroad</i> v. <i>Chicago,</i> 166 U.S. 226, 236, 241, the citizen is remediless so long as the State, by its agents, chooses to hold his property; for, according to the contention of the defendants, if such agents are sued as individuals, wrongfully in possession, they can bring about the dismissal of the suit by simply informing the court of the official character in which they held the property thus illegally appropriated.\"</p>\n<p>I cannot agree that the present decision is in harmony with the principles announced in the above cases. The United States is not here sued, although, as in <i>United States</i> v. <i>Lee</i><i>,</i> it may be incidentally affected by the result. No decree is asked against it. The suit is against Dwight H. Bruce, who is proceeding in violation of the plaintiff's right of property, and denies the power of any court to interfere with him solely upon the ground that what he is doing is under the order and sanction of the Post Office Department. He is, so to speak, in the possession of and wrongfully using the plaintiff's patented invention, and denies the right of any court, by its mandatory order, to prevent him from continuing in his lawless <span class=\"star-pagination\">*612</span> invasion of a right granted by the Constitution and laws of the United States. But, as shown by the cases above cited, not even the United States, much less the Head of a Department, has a right to use the patent of the plaintiff without its license and without compensation. Although the Constitution and statutes of the United States give to the plaintiff the right to the exclusive use of the invention, nevertheless, according to the present decision, that use may be rendered utterly valueless by the device of an order from the Head of an Executive Department to a subordinate to proceed in disregard of the rights of the patentee. Thus every patented right to an invention which can be profitably or conveniently used in the business of the Government may be destroyed by the arbitrary action of the Head of a Department, and the patentee deprived of any compensation whatever for his invention except such as Congress may, in its discretion, choose to allow.</p>\n<p>If Congress, by statute, and in the exercise of its power of eminent domain, had chosen to take the plaintiff's patent right for public use, at the same time opening the way, by some appropriate proceeding, through which the patentee could secure compensation from the Government for his property so taken, different considerations would arise. But no such action has been taken by Congress. The case before us is one in which it is held that the court cannot, by any direct process against the defendant, stop him from doing that which confessedly he has no legal right to do, namely, to use an invention against the will of the patentee. It was supposed that this court announced an incontrovertible proposition when, in <i>United States</i> v. <i>Lee</i><i>,</i> it said that \"no man in this country is so high that he is above the law,\" and that \"all the officers of the Government, from the highest to the lowest, are creatures of the law, and are bound to obey it.\" But it seems that some officers are above the law and may trample upon the rights of private property  Heads of Departments who may upon their own motion seize the property of a patentee and use it in the public business, and then close the doors of the courts <span class=\"star-pagination\">*613</span> with such effect that a subordinate officer, acting under Departmental orders, may not be stopped in his wrongful violation of the rights of the patentee. Such arbitrary destruction of the property rights of the citizen might be expected to occur under a despotic government, but it ought not to be tolerated under a government whose fundamental law forbids all deprivation of property without due process of law, or the taking of private property for public use without compensation. Both the Constitution and the acts of Congress recognize the patentee's right to the exclusive use of his invention. But, for every practical purpose, the present decision not only places it in the power of an Executive Department to destroy the rights of the patentee, but recognizes the helplessness of the judiciary in the presence of such a wrong.</p>\n<p>Suppose Congress, under its power to regulate commerce, should enact a statute regulating rates for freight and passengers on interstate carriers, and that such statute, by reason of some provisions in it, was unconstitutional or incapable of execution without destroying the legal rights of such carriers. Could it be doubted that the courts might, at the instance of an interstate carrier directly affected by the act, enjoin the public officers charged with the execution of the act from enforcing its provisions? Would their hands be stayed by the suggestion that as the United States, in its corporate capacity, could not be made a party defendant of record, no relief could be granted against the persons who sought, under the cover of official station, to enforce an unconstitutional statute destructive of private rights?</p>\n<p>Or, suppose Congress should, by statute, expressly direct the Postmaster General to use a particular patented invention, paying nothing for such use, and at the same time withhold from the courts jurisdiction of any suit against the Government by the patentee to obtain compensation for his property so taken for public use? Ought it to be doubted that such an act would be declared unconstitutional and void, and that the courts would, at the suit of the patentee, although <span class=\"star-pagination\">*614</span> the Government was not, and could not be made a party defendant of record, prevent the person holding the office of Postmaster General from proceeding under the act? Such a suit would not be regarded as a suit against the United States in its governmental capacity, any more than a suit by a railroad company against the official representatives of a State, charged with the execution of an unconstitutional statute fixing confiscatory rates for freights, would be deemed a suit against a State within the meaning of the Eleventh Amendment. <i>Smyth</i> v. <i>Ames,</i> 169 U.S. 466, and authorities cited.</p>\n<p>Let me give another illustration. Suppose Congress should, by statute, in a time of peace, direct the Secretary of War to take possession of the private residence of a citizen and use it for a quartermaster's office, and at the same time exclude from the jurisdiction of any court a suit against the United States to recover compensation for the property so taken for public use. Would the court refuse to stay the hands of the Secretary of War in executing the provisions of such a statute, simply because the United States could not be made a party of record to the suit? Surely not.</p>\n<p>The court regards <i>Belknap</i> v. <i>Schild</i> as decisive of this case. I cannot assent to that view. That case was exceptional in its facts, and its doctrines ought not to be extended so as to embrace the present one. If there are expressions in the opinion in that case which seem to sustain the present decision, they should be withdrawn, or so modified as not to impair the force of previous decisions. The relief asked in that case was not only an injunction against the defendants from using the caisson gate which had been constructed, as was alleged, in violation of the plaintiff's right as patentee for an improvement in caisson gates, but an order for the destruction or delivery to the plaintiff of the particular gate in question, which had been built for the United States, according to plans furnished by its officers, and had been placed in such position that it had become a part, physically, of the docks at the Government Navy Yard. The destruction or displacement <span class=\"star-pagination\">*615</span> of the gate, by order of the court, would have seriously disturbed the general business of the entire Navy Yard. In the present case the facts are altogether different. To enjoin the present defendant from using the plaintiff's invention may produce some inconvenience, for a time, at his particular office, but it will only make it necessary for the Government to be honest and either pay the plaintiff for the right to use its invention, or direct that some mode of stamp cancelling be employed other than that involved in the plaintiff's patent. A government employer cannot justify the illegal use of a patentee's invention upon the ground that such use will subserve his convenience, or enable him more efficiently to serve the public. The effective relief sought here is not the physical destruction of the machines leased by the Government, but an injunction to prevent the defendant Bruce from using the plaintiff's invention, embodied in whatever machine, without its license and without compensation to it. No relief is asked against any other person than the defendant. It is admitted that the United States cannot, any more than a private individual, use a patented invention without the license of the patentee. It is admitted that the Head of an Executive Department cannot legally authorize a postmaster to use such invention against the will of the patentee. It is admitted that no postmaster can legally justify his invasion of the patentee's right by any order given by the Postmaster General which was made or issued in derogation of the rights of the patentee. And yet it is now adjudged that, although a postmaster may be confessedly proceeding in direct violation of the legal rights of the patentee, the court cannot, by any direct process, stop him in his destruction of the patentee's right of property. Under the present decision, the Post Office Department not only may use, without compensation, the particular postmarking machines in question here, but it can lease others and continue its violation of the patentee's rights at its discretion, thereby making the exclusive use granted by the patent of no value whatever. <span class=\"star-pagination\">*616</span> It may be said that the patentee has a remedy in an action for damages against the infringer. But clearly such a remedy is not at all adequate or efficacious. The slightest reflection will show this. The only effectual remedy is an injunction against him. In <i>Pennoyer</i> v. <i>McConnaughy</i> and in <i>In re Tyler,</i> above cited, it was held that in suits against public officers on account of wrongful acts done under color of an unconstitutional statute, where the remedy at law was inadequate, an injunction to prevent such wrong and injury was proper. The books are full of cases in support of that principle. I submit that the immunity of the United States from direct suit is an all-sufficient reason why the court shall lay its hands upon the defendant, who happens to be a local postmaster, and prevent him by injunction from disregarding the admittedly legal rights of the plaintiff. No other remedy is adequate. If that relief cannot be granted, then the rights of all patentees, whose inventions can be used in the prosecution of the business of the Government, are subject to be destroyed by the arbitrary action of Heads of Departments and their subordinate officers.</p>\n<p>I am of opinion that every officer of the Government, however high his position, may be prevented by injunction, operating directly upon him, from illegally injuring or destroying the property rights of the citizen; and this relief should more readily be given when the Government itself cannot be made a party of record.</p>\n<p>The courts may, by mandamus, compel a public officer to perform a plain, ministerial duty prescribed by law; and that may be done, although the Government itself cannot be made a party of record. Can it be possible that the court is without authority to enjoin the same officer from doing a direct, affirmative wrong to the property rights of the citizen, upon the ground that the Government whom he represents and in whose interest he is acting is not and cannot be made a party of record? The present decision  erroneously, I take leave to say  answers this question favorably to the defendant. <span class=\"star-pagination\">*617</span> But that answer cannot, I submit, be made consistently with the declaration which this court has often repeated, that no officer of the law, however high his position, can set that law at defiance with impunity; that the Government, as well as the citizen, is subject to the Constitution, and therefore cannot legally appropriate or use a patented invention without just compensation any more than it can appropriate or use, without compensation, land that it had patented to a private purchaser. Instead of a patentee having the exclusive use or control of his invention  which is the mandate of both the Constitution and the statute  Heads of Departments, it seems, are not bound to respect the rights of inventors, but can enjoy the exclusive privilege of appropriating to the use of the Government, without compensation to the patentee, any patented invention that may be beneficial in the prosecution of the public business. In my judgment it is not possible to conceive of any case, arising under our system of constitutional government, in which the courts may not, in some effective mode, and properly, protect the rights of the citizen against illegal aggression, and to that end, if need be, stay the hands of the aggressor, even if he be a public officer, who acts in the interest or by the direction of the Government.</p>\n<p>MR. JUSTICE PECKHAM concurs in this dissent.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></span> (1904)</b></center>\n<center><h1>INTERNATIONAL POSTAL SUPPLY COMPANY<br>\nv.<br>\nBRUCE.</h1></center>\n<center>No. 215.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 13, 14, 1904.</center>\n<center>Decided May 31, 1904.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*602</span> <i>Mr. Louis Marshall,</i> with whom <i>Mr. George W. Hey</i> was on the brief, for appellant.</p>\n<p><i>Mr. W.K. Richardson,</i> with whom <i>Mr. J.C. McReynolds,</i> Assistant Attorney General, was on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*605</span> MR. JUSTICE HOLMES, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>This case is governed by <i>Belknap</i> v. <i>Schild,</i> <span class=\"citation\" data-id=\"94358\"><a href=\"/opinion/94358/belknap-v-schild/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>. There an injunction was sought against the Commandant of the United States Navy Yard at Mare Island, California, and some of his subordinates, to prevent the use of a caisson gate in the dry dock at that place, contrary to the rights of the plaintiff as patentee. The case was heard on pleas setting up that the caisson gate was made and used by the United States for public purposes, and, as they were construed, that it was the property of the United States. The pleas were held bad as answers to the whole bill, because the bill also sought damages and the defendants might be personally liable, but it was held that an injunction could not be granted, and the bill was dismissed without prejudice to an action at law. <i>Vavasseur</i> v. <i>Krupp,</i> 9 Ch. D. 351, was cited for the proposition which was made the turning point of the case, that the court could not interfere with an object of property unless it had before it the person entitled to the thing, and this proposition was held to extend to an injunction against the use of the thing as well as to a destruction of it or to a removal of the part which infringed. It was pointed out that the defendants had no personal interest in the continuance of the use, and that, so far as the injunction was concerned, the suit really was against the United States. Of course, if those defendants were enjoined other persons attempting to use the caisson gate would be, and thus the injunction practically would work a prohibition against its use by the United States.</p>\n<p><i>Belknap</i> v. <i>Schild</i> differed from <i>United States</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"90667\"><a href=\"/opinion/90667/united-states-v-lee/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, and <i>Tindal</i> v. <i>Wesley,</i> <span class=\"citation\" data-id=\"94710\"><a href=\"/opinion/94710/tindal-et-al-v-wesley/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, and also from <span class=\"star-pagination\">*606</span> <i>American School of Magnetic Healing</i> v. <i>McAnnulty,</i> <span class=\"citation\" data-id=\"2516269\"><a href=\"/opinion/2516269/american-school-of-magnetic-healing-v-mcannulty/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, relied on by the appellant, in the fact, among others, that the title of the United States to the caisson gate was admitted, and therefore the United States was a necessary party to a suit which was intended to deprive it of the incident of title, the right to use the gate. As the United States could not be made a party the suit failed. In the case at bar the United States is not the owner of the machines, it is true, but it is a lessee in possession, for a term which has not expired. It has a property, a right <i>in rem,</i> in the machines, which, though less extensive than absolute ownership, has the same incident of a right to use them while it lasts. This right cannot be interfered with behind its back and, as it cannot be made a party, this suit, like that of <i>Belknap</i> v. <i>Schild</i><i>,</i> must fail. The answer to the question certified must be no. Whether or not a renewal of the lease could be enjoined is not before us.</p>\n<p><i>The question is answered in the negative, and it will be so certified.</i></p>\n<p>MR. JUSTICE HARLAN, with whom concurred MR. JUSTICE PECKHAM, dissenting.</p>\n<p>It is to be assumed upon this record that the plaintiff, the International Postal Supply Company, is the owner of letters patent granted by the United States for new and useful improvements in stamp cancelling and postmarking machines; and that the defendant Bruce, against the will of the patentee and without paying any royalty to him, is using and, unless enjoined, will continue to use, machines that infringe the plaintiff's letters patent.</p>\n<p>Can the defendant be prevented from thus violating rights of the plaintiff in respect of his patent, the validity of which is not here disputed? In answering this question it is necessary to bring together the observations of this court in some cases heretofore decided. That being done but little additional need be said.</p>\n<p><span class=\"star-pagination\">*607</span> In <i>James</i> v. <i>Campbell,</i> <span class=\"citation\" data-id=\"90467\"><a href=\"/opinion/90467/james-v-campbell/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 357, this court, speaking by Mr. Justice Bradley, said: \"That the Government of the United States, when it grants letters patent for a new invention or discovery in the arts, confers upon the patentee an exclusive property in the patented invention which cannot be appropriated or used by the Government itself, without just compensation, any more than it can appropriate or use without compensation land which has been patented to a private purchaser, we have no doubt. The Constitution gives to Congress power `to promote the progress of science and useful arts by securing for limited times to authors and inventors the exclusive right to their respective writings and discoveries,' which could not be effected if the Government had a reserved right to publish such writings or to use such inventions without the consent of the owner. Many inventions relate to subjects which can only be properly used by the Government, such as explosive shells, rams and submarine batteries, to be attached to armed vessels. If it could use such inventions without compensation, the inventors could get no return at all for their discoveries and experiments. It has been the general practice, when inventions have been made which are desirable for Government use, either for the Government to purchase them from the inventors, and use them as secrets of the proper department; or, if a patent is granted, to pay the patentee a fair compensation for their use. The United States has no such prerogative as that which is claimed by the sovereigns of England, by which it can reserve to itself, either expressly or by implication, a superior dominion and use in that which it grants by letters patent to those who entitle themselves to such grants. The Government of the United States, as well as the citizen, is subject to the Constitution; and when it grants a patent the grantee is entitled to it as a matter of right, and does not receive it, as was originally supposed to be the case in England, as a matter of grace and favor.\" Observe, that the court said that, without compensation to the patentee, the Government could not appropriate or use his invention.</p>\n<p><span class=\"star-pagination\">*608</span> These views were reaffirmed by the unanimous judgment of this court in <i>United States</i> v. <i>Palmer,</i> <span class=\"citation\" data-id=\"92332\"><a href=\"/opinion/92332/united-states-v-palmer/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 272. And as late as <i>Belknap</i> v. <i>Schild,</i> <span class=\"citation\" data-id=\"94358\"><a href=\"/opinion/94358/belknap-v-schild/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, 15, after observing that in England the grant of a patent for an invention was considered as simply an exercise of the royal prerogative, and was not to be construed as precluding the Crown from using the invention at its pleasure, the court said: \"But, in this country, letters patent for inventions are not granted in the exercise of prerogative or as a matter of favor, but under art. 1, sec. 8, of the Constitution of the United States, which gives Congress power `to promote the progress of science and useful arts by securing for limited terms to authors and inventors the exclusive right to their respective writings and discoveries.' The Patent Act provides that every patent shall contain a grant to the patentee, his heirs and assigns, for a certain term of years, of `the exclusive right to make, use and vend the invention or discovery throughout the United States.' Rev. Stat. § 4884. And this court has repeatedly and uniformly declared that the United States have no more right than any private person to use a patented invention without license of the patentee or making compensation to him\"  citing <i>United States</i> v. <i>Burns,</i> <span class=\"citation\" data-id=\"88386\"><a href=\"/opinion/88386/united-states-v-burns/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">246</span></a></span>, 252; <i>Cammeyer</i> v. <i>Newton,</i> <span class=\"citation\" data-id=\"89457\"><a href=\"/opinion/89457/cammeyer-v-newton/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 235; <i>James</i> v. <i>Campbell,</i> <span class=\"citation\" data-id=\"90467\"><a href=\"/opinion/90467/james-v-campbell/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 358; <i>Hollister</i> v. <i>Benedict Mfg. Co.,</i> <span class=\"citation\" data-id=\"91259\"><a href=\"/opinion/91259/hollister-v-benedict-burnham-mfg-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 67; <i>United States</i> v. <i>Palmer,</i> <span class=\"citation\" data-id=\"92332\"><a href=\"/opinion/92332/united-states-v-palmer/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 270, 272.</p>\n<p>In the previous case of <i>United States</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"90667\"><a href=\"/opinion/90667/united-states-v-lee/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, which was a suit to recover certain lands to which the plaintiffs claimed title, but which were in the possession of the defendants, (officers of the Army,) who asserted title to the United States, it was contended that the suit was, in legal effect, one against the United States, and therefore not maintainable. But the contrary was adjudged in that case. The court, upon an extended review of the authorities, held that the suit was not to be deemed one against the Government within the recognized rule that the United States cannot be sued without its consent, and that it was competent for the <span class=\"star-pagination\">*609</span> courts to protect the rights of the plaintiffs against the wrong acts of the defendants, although they were officers of the Government and acting by its authority. Mr. Justice Miller, speaking for the court, said: \"This right being clearly established, we are told that the court can proceed no further, because it appears that certain military officers, acting under the orders of the President, have seized this estate, and converted one part of it into a military fort and another into a cemetery. It is not pretended, as the case now stands, that the President had any lawful authority to do this, or that the legislative body could give him any such authority except upon payment of just compensation. The defence stands here solely upon the absolute immunity from judicial inquiry of every one who <i>asserts</i> authority from the executive branch of the Government, however clear it may be made that the executive possessed no such power. Not only no such power is given, but it is absolutely prohibited, both to the executive and the legislative, to deprive any one of life, liberty or property without due process of law, or to take private property without just compensation. These provisions for the security of the rights of the citizen stand in the Constitution in the same connection and upon the same ground as they regard his liberty and his property. It cannot be denied that both were intended to be enforced by the judiciary as one of the departments of the Government established by that Constitution . . . No man in this country is so high that he is above the law. No officer of the law may set that law at defiance with impunity. All the officers of the Government, from the highest to the lowest, are creatures of the law, and are bound to obey it. It is the only supreme power in our system of government, and every man, who, by accepting office, participates in its functions, is only the more strongly bound to submit to that supremacy, and to observe the limitations which it imposes upon the exercise of the authority which it gives. Courts of justice are established not only to decide upon the controverted rights of the citizens as against <span class=\"star-pagination\">*610</span> each other, but also upon rights in controversy between them and the Government; and the docket of this court is crowded with controversies of the latter class. Shall it be said, in the face of all this, and of the acknowledged right of the judiciary to decide in proper cases, statutes which have been passed by both branches of Congress, and approved by the President, to be unconstitutional, that the courts cannot give a remedy when the citizen has been deprived of his property by force, his estate seized and converted to the use of the Government without lawful authority, without process of law, and without compensation, because the President has ordered it and his officers are in possession? If such be the law of this country, it sanctions a tyranny which has no existence in the monarchies of Europe, nor in any other government which has a just claim to well-regulated liberty and the protection of personal rights.\"</p>\n<p>In <i>Pennoyer</i> v. <i>McConnaughy,</i> <span class=\"citation\" data-id=\"93057\"><a href=\"/opinion/93057/pennoyer-v-mcconnaughy/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10, the court, speaking by Mr. Justice Lamar, after referring to the class of suits in which the defendants, claiming to act as officers of the State, and under color of an unconstitutional statute commit acts of wrong and injury to the rights and property of the plaintiff, said: \"Such suit, whether brought to recover money or property in the hands of such defendants, unlawfully taken by them in behalf of the State, or for compensation in damages, or, in a proper case, where the remedy at law is inadequate, <i>for an injunction to prevent such wrong and injury,</i> or for a mandamus, in a like case, to enforce upon the defendant the performance of a plain, legal duty, purely ministerial  is not, within the meaning of the Eleventh Amendment, an action against the State.\" This principle was reaffirmed by the court, speaking by Mr. Justice Shiras in <i>In re Tyler,</i> <span class=\"citation\" data-id=\"93608\"><a href=\"/opinion/93608/in-re-tyler/\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 190; and again in <i>Scott</i> v. <i>Donald,</i> <span class=\"citation\" data-id=\"94587\"><a href=\"/opinion/94587/scott-v-donald/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 68.</p>\n<p>In <i>Tindal</i> v. <i>Wesley,</i> <span class=\"citation\" data-id=\"94710\"><a href=\"/opinion/94710/tindal-et-al-v-wesley/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, by an unanimous judgment, the court held that a suit against an individual to recover possession of certain real estate was not one against <span class=\"star-pagination\">*611</span> a State forbidden by the Eleventh Amendment, although defendant was in possession as an officer of the State, not asserting any interest for himself in the property. It said: \"If a suit against officers of a State to enjoin them from enforcing an unconstitutional statute, whereby the plaintiff's property will be injured, or to recover damages for taking under a void statute the property of the citizen, be not one against the State it is impossible to see how a suit against the same individuals to recover the possession of property belonging to the plaintiff and illegally withheld by the defendants can be deemed a suit against the State. Any other view leads to this result: That if a State, by its officers, acting under a void statute, should seize for public use the property of a citizen, without making or securing just compensation for him, and thus violate the constitutional provision declaring that no State shall deprive any person of property without due process of law, <i>Chicago, Burlington &amp;c. Railroad</i> v. <i>Chicago,</i> <span class=\"citation\" data-id=\"94648\"><a href=\"/opinion/94648/chicago-b-qr-co-v-chicago/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 236, 241, the citizen is remediless so long as the State, by its agents, chooses to hold his property; for, according to the contention of the defendants, if such agents are sued as individuals, wrongfully in possession, they can bring about the dismissal of the suit by simply informing the court of the official character in which they held the property thus illegally appropriated.\"</p>\n<p>I cannot agree that the present decision is in harmony with the principles announced in the above cases. The United States is not here sued, although, as in <i>United States</i> v. <i>Lee</i><i>,</i> it may be incidentally affected by the result. No decree is asked against it. The suit is against Dwight H. Bruce, who is proceeding in violation of the plaintiff's right of property, and denies the power of any court to interfere with him solely upon the ground that what he is doing is under the order and sanction of the Post Office Department. He is, so to speak, in the possession of and wrongfully using the plaintiff's patented invention, and denies the right of any court, by its mandatory order, to prevent him from continuing in his lawless <span class=\"star-pagination\">*612</span> invasion of a right granted by the Constitution and laws of the United States. But, as shown by the cases above cited, not even the United States, much less the Head of a Department, has a right to use the patent of the plaintiff without its license and without compensation. Although the Constitution and statutes of the United States give to the plaintiff the right to the exclusive use of the invention, nevertheless, according to the present decision, that use may be rendered utterly valueless by the device of an order from the Head of an Executive Department to a subordinate to proceed in disregard of the rights of the patentee. Thus every patented right to an invention which can be profitably or conveniently used in the business of the Government may be destroyed by the arbitrary action of the Head of a Department, and the patentee deprived of any compensation whatever for his invention except such as Congress may, in its discretion, choose to allow.</p>\n<p>If Congress, by statute, and in the exercise of its power of eminent domain, had chosen to take the plaintiff's patent right for public use, at the same time opening the way, by some appropriate proceeding, through which the patentee could secure compensation from the Government for his property so taken, different considerations would arise. But no such action has been taken by Congress. The case before us is one in which it is held that the court cannot, by any direct process against the defendant, stop him from doing that which confessedly he has no legal right to do, namely, to use an invention against the will of the patentee. It was supposed that this court announced an incontrovertible proposition when, in <i>United States</i> v. <i>Lee</i><i>,</i> it said that \"no man in this country is so high that he is above the law,\" and that \"all the officers of the Government, from the highest to the lowest, are creatures of the law, and are bound to obey it.\" But it seems that some officers are above the law and may trample upon the rights of private property  Heads of Departments who may upon their own motion seize the property of a patentee and use it in the public business, and then close the doors of the courts <span class=\"star-pagination\">*613</span> with such effect that a subordinate officer, acting under Departmental orders, may not be stopped in his wrongful violation of the rights of the patentee. Such arbitrary destruction of the property rights of the citizen might be expected to occur under a despotic government, but it ought not to be tolerated under a government whose fundamental law forbids all deprivation of property without due process of law, or the taking of private property for public use without compensation. Both the Constitution and the acts of Congress recognize the patentee's right to the exclusive use of his invention. But, for every practical purpose, the present decision not only places it in the power of an Executive Department to destroy the rights of the patentee, but recognizes the helplessness of the judiciary in the presence of such a wrong.</p>\n<p>Suppose Congress, under its power to regulate commerce, should enact a statute regulating rates for freight and passengers on interstate carriers, and that such statute, by reason of some provisions in it, was unconstitutional or incapable of execution without destroying the legal rights of such carriers. Could it be doubted that the courts might, at the instance of an interstate carrier directly affected by the act, enjoin the public officers charged with the execution of the act from enforcing its provisions? Would their hands be stayed by the suggestion that as the United States, in its corporate capacity, could not be made a party defendant of record, no relief could be granted against the persons who sought, under the cover of official station, to enforce an unconstitutional statute destructive of private rights?</p>\n<p>Or, suppose Congress should, by statute, expressly direct the Postmaster General to use a particular patented invention, paying nothing for such use, and at the same time withhold from the courts jurisdiction of any suit against the Government by the patentee to obtain compensation for his property so taken for public use? Ought it to be doubted that such an act would be declared unconstitutional and void, and that the courts would, at the suit of the patentee, although <span class=\"star-pagination\">*614</span> the Government was not, and could not be made a party defendant of record, prevent the person holding the office of Postmaster General from proceeding under the act? Such a suit would not be regarded as a suit against the United States in its governmental capacity, any more than a suit by a railroad company against the official representatives of a State, charged with the execution of an unconstitutional statute fixing confiscatory rates for freights, would be deemed a suit against a State within the meaning of the Eleventh Amendment. <i>Smyth</i> v. <i>Ames,</i> <span class=\"citation\" data-id=\"1087768\"><a href=\"/opinion/1087768/smyth-v-ames/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, and authorities cited.</p>\n<p>Let me give another illustration. Suppose Congress should, by statute, in a time of peace, direct the Secretary of War to take possession of the private residence of a citizen and use it for a quartermaster's office, and at the same time exclude from the jurisdiction of any court a suit against the United States to recover compensation for the property so taken for public use. Would the court refuse to stay the hands of the Secretary of War in executing the provisions of such a statute, simply because the United States could not be made a party of record to the suit? Surely not.</p>\n<p>The court regards <i>Belknap</i> v. <i>Schild</i> as decisive of this case. I cannot assent to that view. That case was exceptional in its facts, and its doctrines ought not to be extended so as to embrace the present one. If there are expressions in the opinion in that case which seem to sustain the present decision, they should be withdrawn, or so modified as not to impair the force of previous decisions. The relief asked in that case was not only an injunction against the defendants from using the caisson gate which had been constructed, as was alleged, in violation of the plaintiff's right as patentee for an improvement in caisson gates, but an order for the destruction or delivery to the plaintiff of the particular gate in question, which had been built for the United States, according to plans furnished by its officers, and had been placed in such position that it had become a part, physically, of the docks at the Government Navy Yard. The destruction or displacement <span class=\"star-pagination\">*615</span> of the gate, by order of the court, would have seriously disturbed the general business of the entire Navy Yard. In the present case the facts are altogether different. To enjoin the present defendant from using the plaintiff's invention may produce some inconvenience, for a time, at his particular office, but it will only make it necessary for the Government to be honest and either pay the plaintiff for the right to use its invention, or direct that some mode of stamp cancelling be employed other than that involved in the plaintiff's patent. A government employer cannot justify the illegal use of a patentee's invention upon the ground that such use will subserve his convenience, or enable him more efficiently to serve the public. The effective relief sought here is not the physical destruction of the machines leased by the Government, but an injunction to prevent the defendant Bruce from using the plaintiff's invention, embodied in whatever machine, without its license and without compensation to it. No relief is asked against any other person than the defendant. It is admitted that the United States cannot, any more than a private individual, use a patented invention without the license of the patentee. It is admitted that the Head of an Executive Department cannot legally authorize a postmaster to use such invention against the will of the patentee. It is admitted that no postmaster can legally justify his invasion of the patentee's right by any order given by the Postmaster General which was made or issued in derogation of the rights of the patentee. And yet it is now adjudged that, although a postmaster may be confessedly proceeding in direct violation of the legal rights of the patentee, the court cannot, by any direct process, stop him in his destruction of the patentee's right of property. Under the present decision, the Post Office Department not only may use, without compensation, the particular postmarking machines in question here, but it can lease others and continue its violation of the patentee's rights at its discretion, thereby making the exclusive use granted by the patent of no value whatever. <span class=\"star-pagination\">*616</span> It may be said that the patentee has a remedy in an action for damages against the infringer. But clearly such a remedy is not at all adequate or efficacious. The slightest reflection will show this. The only effectual remedy is an injunction against him. In <i>Pennoyer</i> v. <i>McConnaughy</i> and in <i>In re Tyler,</i> above cited, it was held that in suits against public officers on account of wrongful acts done under color of an unconstitutional statute, where the remedy at law was inadequate, an injunction to prevent such wrong and injury was proper. The books are full of cases in support of that principle. I submit that the immunity of the United States from direct suit is an all-sufficient reason why the court shall lay its hands upon the defendant, who happens to be a local postmaster, and prevent him by injunction from disregarding the admittedly legal rights of the plaintiff. No other remedy is adequate. If that relief cannot be granted, then the rights of all patentees, whose inventions can be used in the prosecution of the business of the Government, are subject to be destroyed by the arbitrary action of Heads of Departments and their subordinate officers.</p>\n<p>I am of opinion that every officer of the Government, however high his position, may be prevented by injunction, operating directly upon him, from illegally injuring or destroying the property rights of the citizen; and this relief should more readily be given when the Government itself cannot be made a party of record.</p>\n<p>The courts may, by mandamus, compel a public officer to perform a plain, ministerial duty prescribed by law; and that may be done, although the Government itself cannot be made a party of record. Can it be possible that the court is without authority to enjoin the same officer from doing a direct, affirmative wrong to the property rights of the citizen, upon the ground that the Government whom he represents and in whose interest he is acting is not and cannot be made a party of record? The present decision  erroneously, I take leave to say  answers this question favorably to the defendant. <span class=\"star-pagination\">*617</span> But that answer cannot, I submit, be made consistently with the declaration which this court has often repeated, that no officer of the law, however high his position, can set that law at defiance with impunity; that the Government, as well as the citizen, is subject to the Constitution, and therefore cannot legally appropriate or use a patented invention without just compensation any more than it can appropriate or use, without compensation, land that it had patented to a private purchaser. Instead of a patentee having the exclusive use or control of his invention  which is the mandate of both the Constitution and the statute  Heads of Departments, it seems, are not bound to respect the rights of inventors, but can enjoy the exclusive privilege of appropriating to the use of the Government, without compensation to the patentee, any patented invention that may be beneficial in the prosecution of the public business. In my judgment it is not possible to conceive of any case, arising under our system of constitutional government, in which the courts may not, in some effective mode, and properly, protect the rights of the citizen against illegal aggression, and to that end, if need be, stay the hands of the aggressor, even if he be a public officer, who acts in the interest or by the direction of the Government.</p>\n<p>MR. JUSTICE PECKHAM concurs in this dissent.</p>\n</div>", "id": 96123, "judges": "Holmes, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96123/", "sha1": "e746eec5b5fddb3d4d25928cb73b076383bd0cbd", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:18"}