{"absolute_url": "/opinion/90497/stow-v-chicago/", "blocked": false, "citation": {"case_name": "Stow v. Chicago", "docket_number": null, "document_uris": ["/api/rest/v2/document/90497/"], "federal_cite_one": "104 U.S. 547", "federal_cite_three": null, "federal_cite_two": null, "id": 74877, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74877/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1882-01-18", "date_modified": "2014-12-21T01:29:21.172039", "docket": "/api/rest/v2/docket/65121/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">104 U.S. 547</p>\n    <p class=\"case_cite\">104 U.S. 547</p>\n    <p class=\"case_cite\">26 L.Ed. 816</p>\n    <p class=\"parties\">STOW<br>v.<br>CHICAGO.</p>\n    <p class=\"date\">October Term, 1881</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the Northern District of Illinois.</p>\n      <p class=\"indent\">The facts are stae d in the opinion of the court.</p>\n      <p class=\"indent\">Submitted on printed arguments by <i>Mr. L. Hill</i> for the appellant, and by <i>Mr. Lester L. Bond</i> for the appellee.</p>\n      <p class=\"indent\">MR. JUSTICE WOODS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Henry M. Stow filed his bill in equity against the city of Chicago, charging it with the infringement of four certain letters-patent for improvements in street pavements, in which he was either the original patentee, or of which he was the assignee. The city denied the infringement, and the novelty of the inventions covered by the respective patents, and it alleged license and the payment of royalties. Upon final hearing the court below dismissed the bill, and he appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this court he relies exclusively on the first and fourth patents set out in his bill. They will be separately considered. The first relied on is the reissue, No. 3274, dated Jan. 19, 1869, of an original granted to him, numbered 72,110, and dated Dec. 10, 1867.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The invention covered by the reissue is thus generally described in the specification: 'The nature of my invention consists in putting down a pavement of wood or other suitable material upon a foundation-bed of sand or loose earth, and packing the sand or earth by means of wedge-blocks driven down into the same and forming a part or the whole of the pavement.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This pavement consists essentially of blocks of wood or other material set upon end in rows across the street, with spaces between the rows, in which are driven narrow and probably wedge-shaped blocks, which, when driven down, extend a considerable distance below the under surface of the blocks first named, into the foundation-bed of sand on which they rest. The claims are as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'1. A pavement composed of alternate tiers of square-ended      and wedge-shaped blocks, the wedge-shaped ends of the latter      being driven into a foundation-bed of sand or earth,      substantially as and for the purpose described.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'2. A pavement composed of blocks, with lower ends      wedgeformed, and all driven down into a foundation-bed of      sand or earth, substantially as shown and described.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'3. A pavement composed of wood, or in whole or in part of      other suitable material, laid on a foundation-bed of sand or      loose earth, as described, and a portion of the blocks driven      down into said foundation-bed to pack the same, substantially      as and for the purpose specified.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">He does not contend that the second claim is infringed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A cursory reading of the first and third claims will show that they cover the same invention, the third simply including with wood other suitable material out of which the pavement may be constructed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The invention described in these claims does not cover the making of a street pavement of wood. The use of wood for that purpose is as old as the English patent of David Stead, granted Aug. 23, 1839. The Nicholson patent, which bore date Aug. 8, 1854, and which is referred to in the specification of the reissued patent under consideration, also covers a device for the construction of a pavement by the use of wooden blocks. Nor does the invention consist in laying the pavement upon a foundation-bed of sand or earth. This is as old as cobble-stone pavements. <i>Stead</i> v. <i>Williams</i>, 7 Man. &amp; G. 818. The appellant does not claim either of these devices as a part of his invention. No particular form of block is described in the claims, except that some of the blocks used have their lower ends made wedge-shaped. All, therefore, that there is left for the invention described in the first and third claims to cover is the making of the lower ends of a portion of the blocks of which the pavement is composed in wedge shape, and the driving of these wedge-shaped blocks below the general under-surface of the pavement into the sand or earth-bed on which it rests, so as to pack it and render it solid and unyielding. When thus reduced to what it really is, his invention is clearly and distinctly anticipated by the English patent issued to David Stead, dated April 23, 1839, which is set out in full in the rc ord.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">One of the drawings which accompanies Stead's specification shows a pavement laid with contiguous rows of octagonal blocks, so placed as to leave rows of square unfilled spaces. In these square spaces were placed square blocks, longer than the octagonal blocks and wedge-shaped at the lower end, and these were driven down into the earth foundation upon which the octagonal blocks rested.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That part of Stead's specification which these figures illustrate is as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Figures 18 and 19 is a plan and side view of a portion of a      roadway formed by a series of octangular blocks, L L, placed      with the fibre vertical, so as to leave a square recess or      interval between them, into which may be inserted a      corresponding piece, <i>m</i>. When this kind of paving is laid upon      a road formed upon a newly made embankment or shrinking base,      I should recommend a pile to be driven into the earth through      the square recess or interval, of about the size and form      represented by the dotted lines, Figure 19, in order to      support and keep the blocks firm in their position. When the      octangular block paving is used for acclivities, I should      recommend the before-mentioned cavities either to be left      unfilled or not filled up to the surface, to afford an      assistance to animals ascending the same as before      described.' It is true that this specification does not in terms say that the purpose of driving the wedge-shaped block or pile through the space left by the octagonal blocks is to pack the earth or sand foundation, but that it does so as effectually as the use of similar blocks in a similar way under the patent of appellant, is too clear for argument. A patentee who is the first to make an invention is entitled to his claim for all the uses and advantages which belong to it. <i>Woodman</i> v. <i>Stimpson</i>, 3 Fish. Pat. Cas. 98.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is shown that Stead invented this device. Whether he perceived and stated all its advantages is immaterial. <i>Graham</i> v. <i>Mason</i>, 5 id. 1; <i>Tucker</i> v. <i>Spalding</i>, 13 Wall. 453.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Stead's specification, it is clear, covers (to use the language of Stow's reissued patent) 'a pavement composed of wood laid on a foundation-bed of sand or loose earth,' and having 'a portion of the blocks of which it is composed driven down into said foundation-bed.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Everything, therefore, in the first and third claims of the appellant's reissued patent, which he sets up as new, was anticipated nearly thirty years by Stead's English patent. Appellant's patent, therefore, so far as it covers these claims, is void, and cannot be the foundation of any relief against the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The other patent which the appellant insists that the city infringed, is No. 134,404, dated Dec. 31, 1872, issued to him as the original inventor.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The invention covered by this patent is described in the specification thus: 'The nature of my invention relates to that class of wooden pavements in which the blocks are laid directly upon the sand foundation; and it consists in laying the blocks in rows with spaces between the rows, and in filling or partially filling said spaces with sand or gravel and driving or swaging the same into the sand foundation below in order to pack or compress the sand under the blocks, for the purpose of sustaining the weight of heavy vehicles passing over the pavement.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The claim is as follows: 'A pavement composed of blocks laid in rows directly upon the sand foundation with spaces between the rows filled with sand or gravel, which is swaged or driven into said foundation, substantially as and for the purpose specified.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The use of wood for street pavements, the laying of the blocks directly upon a sand foundation, the placing of the blocks in rows, leaving spaces between the rows, are all old devices. As already shown, they are all to be found substantially in the English patent of Stead, issued April 23, 1839, and they are found in the English patent to Lillie, dated Oct. 13, 1860, and the American patent to Richard H. Willett, No. 114,895, and dated May 16, 1871,&#8212;all of which are put in evidec e by the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nor is the filling with sand or gravel of the spaces between the blocks, or rows of blocks, of which the pavement is composed, a new device. It was part of the invention of Nicholson (see <i>Elizabeth</i> v. <i>Pavement Company</i>, 97 U. S. 126), and, as appears by the record, was mentioned in the specification of the letters-patent No. 112,945, issued to Gordon A. May, March 27, 1871. And in the specifications of the patent granted to W. H. Cahppell, No. 42,347, dated April 19, 1864, set out in the appellee's evidence, it is stated that 'wooden pavements have been constructed on the continent of Europe and in the United States by laying wood blocks endwise of the grain in parallel rows with openings or channels between, into which gravel or gas-tar was placed.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">All, therefore, that is left for the patent of the appellant, now under consideration, to cover, is the ramming of the gravel between the blocks, of which the pavement is composed, so as to drive the same into the sand foundation below the blocks, in order to pack it so that the pavement may sustain the weight of heavy vehicles without giving way.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">And this is all which seems to be claimed by his counsel as the invention covered by this patent. The evidence is distinct and clear that the invention thus defined was anticipated by the pavement which J. K. Thompson, city superintendent, laid in the year 1864, at the intersection of North State and Kinzie Streets, in the city of Chicago. This piece of pavement was made of wooden blocks, six inches square, set in rows, on an earth foundation, with spaces between the rows, and the spaces were filled with fine gravel, and the gravel rammed. It was put down by him as an experiment. It proved sucessful, and was in use until the great fire in Chicago in 1871.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The record further shows that in the fall of 1870, at the instance of Thompson, there was laid at the north end of the La Salle Street tunnel, in Chicago, another piece of pavement, five hundred yards in length, constructed precisely in the same manner as that laid by him in 1864. It was made with similar wooden blocks, placed in rows on an earth foundation, with spaces between the rows filled with gravel, which was rammed with an iron rammer, made expressly for the purpose. We have here every part of the invention described in the letters-patent under consideration, except that it does not appear that the gravel in the spaces between the rows was so compactly rammed as to drive it below the under-surface of the pavement into the earth foundation. All, therefore, that is left for the appellant's patent of 1872 to cover is the giving of a few more strokes with the rammer, whereby the gravel filling may be forced into the earth foundation of the pavement. Can this be called invention?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The testimony shows that the pavements which he charges infringe his patent of 1872 are constructed according to the plan adopted by Thompson in 1864, and it fails to show that in their construction the gravel filling was forced by the ramming into the earth foundation on which they were laid. So that if there is anything new or patentable embraced in his patent of 1872, that part of his device is not infringed by the city.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Therefore, without noticing the other defences, we declare our opinion to be that he is not entitled to any relief against the city upon either of the patents on which his demand for relief is now based. His case as presented here has no ground to stand on.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Decree affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">MR. JUSTICE FIELD did not sit in this case, nor take any part in deciding it.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>104 U.S. 547 (____)</b></center>\n<center><h1>STOW<br>\nv.<br>\nCHICAGO.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Submitted on printed arguments by Mr. L. Hill for the appellant, and by Mr. Lester L. Bond for the appellee.</p>\n<p>MR. JUSTICE WOODS delivered the opinion of the court.</p>\n<p>Henry M. Stow filed his bill in equity against the city of Chicago, charging it with the infringement of four certain letters-patent for improvements in street pavements, in which he was either the original patentee, or of which he was the assignee. The city denied the infringement, and the novelty of the inventions covered by the respective patents, and it alleged license and the payment of royalties. Upon final hearing the court below dismissed the bill, and he appealed.</p>\n<p>In this court he relies exclusively on the first and fourth patents set out in his bill. They will be separately considered. The first relied on is the reissue, No. 3274, dated Jan. 19, <span class=\"star-pagination\">*548</span> 1869, of an original granted to him, numbered 72,110, and dated Dec. 10, 1867.</p>\n<p>The invention covered by the reissue is thus generally described in the specification: \"The nature of my invention consists in putting down a pavement of wood or other suitable material upon a foundation-bed of sand or loose earth, and packing the sand or earth by means of wedge-blocks driven down into the same and forming a part or the whole of the pavement.\"</p>\n<p>This pavement consists essentially of blocks of wood or other material set upon end in rows across the street, with spaces between the rows, in which are driven narrow and probably wedge-shaped blocks, which, when driven down, extend a considerable distance below the under surface of the blocks first named, into the foundation-bed of sand on which they rest. The claims are as follows: </p>\n<p>\"1. A pavement composed of alternate tiers of square-ended and wedge-shaped blocks, the wedge-shaped ends of the latter being driven into a foundation-bed of sand or earth, substantially as and for the purpose described.</p>\n<p>\"2. A pavement composed of blocks, with lower ends wedge-formed, and all driven down into a foundation-bed of sand or earth, substantially as shown and described.</p>\n<p>\"3. A pavement composed of wood, or in whole or in part of other suitable material, laid on a foundation-bed of sand or loose earth, as described, and a portion of the blocks driven down into said foundation-bed to pack the same, substantially as and for the purpose specified.\"</p>\n<p>He does not contend that the second claim is infringed.</p>\n<p>A cursory reading of the first and third claims will show that they cover the same invention, the third simply including with wood other suitable material out of which the pavement may be constructed.</p>\n<p>The invention described in these claims does not cover the making of a street pavement of wood. The use of wood for that purpose is as old as the English patent of David Stead, granted Aug. 23, 1839. The Nicholson patent, which bore date Aug. 8, 1854, and which is referred to in the specification of the reissued patent under consideration, also covers a device for the construction of a pavement by the use of wooden <span class=\"star-pagination\">*549</span> blocks. Nor does the invention consist in laying the pavement upon a foundation-bed of sand or earth. This is as old as cobble-stone pavements. Stead v. Williams, 7 Man. &amp; G. 818. The appellant does not claim either of these devices as a part of his invention. No particular form of block is described in the claims, except that some of the blocks used have their lower ends made wedge-shaped. All, therefore, that there is left for the invention described in the first and third claims to cover is the making of the lower ends of a portion of the blocks of which the pavement is composed in wedge shape, and the driving of these wedge-shaped blocks below the general under-surface of the pavement into the sand or earth-bed on which it rests, so as to pack it and render it solid and unyielding. When thus reduced to what it really is, his invention is clearly and distinctly anticipated by the English patent issued to David Stead, dated April 23, 1839, which is set out in full in the record.</p>\n<p>One of the drawings which accompanies Stead's specification shows a pavement laid with contiguous rows of octagonal blocks, so placed as to leave rows of square unfilled spaces. In these square spaces were placed square blocks, longer than the octagonal blocks and wedge-shaped at the lower end, and these were driven down into the earth foundation upon which the octagonal blocks rested.</p>\n<p>That part of Stead's specification which these figures illustrate is as follows: </p>\n<p>\"Figures 18 and 19 is a plan and side view of a portion of a roadway formed by a series of octangular blocks, L L, placed with the fibre vertical, so as to leave a square recess or interval between them, into which may be inserted a corresponding piece, m. When this kind of paving is laid upon a road formed upon a newly made embankment or shrinking base, I should recommend a pile to be driven into the earth through the square recess or interval, of about the size and form represented by the dotted lines, Figure 19, in order to support and keep the blocks firm in their position. When the octangular block paving is used for acclivities, I should recommend the before-mentioned cavities either to be left unfilled or not filled up to the surface, to afford an assistance to animals ascending the same as before described.\"</p>\n<p><span class=\"star-pagination\">*550</span> It is true that this specification does not in terms say that the purpose of driving the wedge-shaped block or pile through the space left by the octagonal blocks is to pack the earth or sand foundation, but that it does so as effectually as the use of similar blocks in a similar way under the patent of appellant, is too clear for argument. A patentee who is the first to make an invention is entitled to his claim for all the uses and advantages which belong to it. Woodman v. Stimpson, 3 Fish. Pat. Cas. 98.</p>\n<p>It is shown that Stead invented this device. Whether he perceived and stated all its advantages is immaterial. Graham v. Mason, 5 id. 1; Tucker v. Spalding, 13 Wall. 453.</p>\n<p>Stead's specification, it is clear, covers (to use the language of Stow's reissued patent) \"a pavement composed of wood laid on a foundation-bed of sand or loose earth,\" and having \"a portion of the blocks of which it is composed driven down into said foundation-bed.\"</p>\n<p>Everything, therefore, in the first and third claims of the appellant's reissued patent, which he sets up as new, was anticipated nearly thirty years by Stead's English patent. Appellant's patent, therefore, so far as it covers these claims, is void, and cannot be the foundation of any relief against the appellee.</p>\n<p>The other patent which the appellant insists that the city infringed, is No. 134,404, dated Dec. 31, 1872, issued to him as the original inventor.</p>\n<p>The invention covered by this patent is described in the specification thus: \"The nature of my invention relates to that class of wooden pavements in which the blocks are laid directly upon the sand foundation; and it consists in laying the blocks in rows with spaces between the rows, and in filling or partially filling said spaces with sand or gravel and driving or swaging the same into the sand foundation below in order to pack or compress the sand under the blocks, for the purpose of sustaining the weight of heavy vehicles passing over the pavement.\"</p>\n<p>The claim is as follows: \"A pavement composed of blocks laid in rows directly upon the sand foundation with spaces between the rows filled with sand or gravel, which is swaged <span class=\"star-pagination\">*551</span> or driven into said foundation, substantially as and for the purpose specified.\"</p>\n<p>The use of wood for street pavements, the laying of the blocks directly upon a sand foundation, the placing of the blocks in rows, leaving spaces between the rows, are all old devices. As already shown, they are all to be found substantially in the English patent of Stead, issued April 23, 1839, and they are found in the English patent to Lillie, dated Oct. 13, 1860, and the American patent to Richard H. Willett, No. 114,895, and dated May 16, 1871,  all of which are put in evidence by the appellee.</p>\n<p>Nor is the filling with sand or gravel of the spaces between the blocks, or rows of blocks, of which the pavement is composed, a new device. It was part of the invention of Nicholson (see Elizabeth v. Pavement Company, 97 U.S. 126), and, as appears by the record, was mentioned in the specification of the letters-patent No. 112,945, issued to Gordon A. May, March 27, 1871. And in the specifications of the patent granted to W.H. Chappell, No. 42,347, dated April 19, 1864, set out in the appellee's evidence, it is stated that \"wooden pavements have been constructed on the continent of Europe and in the United States by laying wood blocks endwise of the grain in parallel rows with openings or channels between, into which gravel or gas-tar was placed.\"</p>\n<p>All, therefore, that is left for the patent of the appellant, now under consideration, to cover, is the ramming of the gravel between the blocks, of which the pavement is composed, so as to drive the same into the sand foundation below the blocks, in order to pack it so that the pavement may sustain the weight of heavy vehicles without giving way.</p>\n<p>And this is all which seems to be claimed by his counsel as the invention covered by this patent. The evidence is distinct and clear that the invention thus defined was anticipated by the pavement which J.K. Thompson, city superintendent, laid in the year 1864, at the intersection of North State and Kinzie Streets, in the city of Chicago. This piece of pavement was made of wooden blocks, six inches square, set in rows, on an earth foundation, with spaces between the rows, and the spaces were filled with fine gravel, and the gravel rammed. It was <span class=\"star-pagination\">*552</span> put down by him as an experiment. It proved successful, and was in use until the great fire in Chicago in 1871.</p>\n<p>The record further shows that in the fall of 1870, at the instance of Thompson, there was laid at the north end of the La Salle Street tunnel, in Chicago, another piece of pavement, five hundred yards in length, constructed precisely in the same manner as that laid by him in 1864. It was made with similar wooden blocks, placed in rows on an earth foundation, with spaces between the rows filled with gravel, which was rammed with an iron rammer, made expressly for the purpose. We have here every part of the invention described in the letters-patent under consideration, except that it does not appear that the gravel in the spaces between the rows was so compactly rammed as to drive it below the under-surface of the pavement into the earth foundation. All, therefore, that is left for the appellant's patent of 1872 to cover is the giving of a few more strokes with the rammer, whereby the gravel filling may be forced into the earth foundation of the pavement. Can this be called invention?</p>\n<p>The testimony shows that the pavements which he charges infringe his patent of 1872 are constructed according to the plan adopted by Thompson in 1864, and it fails to show that in their construction the gravel filling was forced by the ramming into the earth foundation on which they were laid. So that if there is anything new or patentable embraced in his patent of 1872, that part of his device is not infringed by the city.</p>\n<p>Therefore, without noticing the other defences, we declare our opinion to be that he is not entitled to any relief against the city upon either of the patents on which his demand for relief is now based. His case as presented here has no ground to stand on.</p>\n<p>Decree affirmed.</p>\n<p>MR. JUSTICE FIELD did not sit in this case, nor take any part in deciding it.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></span> (____)</b></center>\n<center><h1>STOW<br>\nv.<br>\nCHICAGO.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Submitted on printed arguments by Mr. L. Hill for the appellant, and by Mr. Lester L. Bond for the appellee.</p>\n<p>MR. JUSTICE WOODS delivered the opinion of the court.</p>\n<p>Henry M. Stow filed his bill in equity against the city of Chicago, charging it with the infringement of four certain letters-patent for improvements in street pavements, in which he was either the original patentee, or of which he was the assignee. The city denied the infringement, and the novelty of the inventions covered by the respective patents, and it alleged license and the payment of royalties. Upon final hearing the court below dismissed the bill, and he appealed.</p>\n<p>In this court he relies exclusively on the first and fourth patents set out in his bill. They will be separately considered. The first relied on is the reissue, No. 3274, dated Jan. 19, <span class=\"star-pagination\">*548</span> 1869, of an original granted to him, numbered 72,110, and dated Dec. 10, 1867.</p>\n<p>The invention covered by the reissue is thus generally described in the specification: \"The nature of my invention consists in putting down a pavement of wood or other suitable material upon a foundation-bed of sand or loose earth, and packing the sand or earth by means of wedge-blocks driven down into the same and forming a part or the whole of the pavement.\"</p>\n<p>This pavement consists essentially of blocks of wood or other material set upon end in rows across the street, with spaces between the rows, in which are driven narrow and probably wedge-shaped blocks, which, when driven down, extend a considerable distance below the under surface of the blocks first named, into the foundation-bed of sand on which they rest. The claims are as follows: </p>\n<p>\"1. A pavement composed of alternate tiers of square-ended and wedge-shaped blocks, the wedge-shaped ends of the latter being driven into a foundation-bed of sand or earth, substantially as and for the purpose described.</p>\n<p>\"2. A pavement composed of blocks, with lower ends wedge-formed, and all driven down into a foundation-bed of sand or earth, substantially as shown and described.</p>\n<p>\"3. A pavement composed of wood, or in whole or in part of other suitable material, laid on a foundation-bed of sand or loose earth, as described, and a portion of the blocks driven down into said foundation-bed to pack the same, substantially as and for the purpose specified.\"</p>\n<p>He does not contend that the second claim is infringed.</p>\n<p>A cursory reading of the first and third claims will show that they cover the same invention, the third simply including with wood other suitable material out of which the pavement may be constructed.</p>\n<p>The invention described in these claims does not cover the making of a street pavement of wood. The use of wood for that purpose is as old as the English patent of David Stead, granted Aug. 23, 1839. The Nicholson patent, which bore date Aug. 8, 1854, and which is referred to in the specification of the reissued patent under consideration, also covers a device for the construction of a pavement by the use of wooden <span class=\"star-pagination\">*549</span> blocks. Nor does the invention consist in laying the pavement upon a foundation-bed of sand or earth. This is as old as cobble-stone pavements. Stead v. Williams, 7 Man. &amp; G. 818. The appellant does not claim either of these devices as a part of his invention. No particular form of block is described in the claims, except that some of the blocks used have their lower ends made wedge-shaped. All, therefore, that there is left for the invention described in the first and third claims to cover is the making of the lower ends of a portion of the blocks of which the pavement is composed in wedge shape, and the driving of these wedge-shaped blocks below the general under-surface of the pavement into the sand or earth-bed on which it rests, so as to pack it and render it solid and unyielding. When thus reduced to what it really is, his invention is clearly and distinctly anticipated by the English patent issued to David Stead, dated April 23, 1839, which is set out in full in the record.</p>\n<p>One of the drawings which accompanies Stead's specification shows a pavement laid with contiguous rows of octagonal blocks, so placed as to leave rows of square unfilled spaces. In these square spaces were placed square blocks, longer than the octagonal blocks and wedge-shaped at the lower end, and these were driven down into the earth foundation upon which the octagonal blocks rested.</p>\n<p>That part of Stead's specification which these figures illustrate is as follows: </p>\n<p>\"Figures 18 and 19 is a plan and side view of a portion of a roadway formed by a series of octangular blocks, L L, placed with the fibre vertical, so as to leave a square recess or interval between them, into which may be inserted a corresponding piece, m. When this kind of paving is laid upon a road formed upon a newly made embankment or shrinking base, I should recommend a pile to be driven into the earth through the square recess or interval, of about the size and form represented by the dotted lines, Figure 19, in order to support and keep the blocks firm in their position. When the octangular block paving is used for acclivities, I should recommend the before-mentioned cavities either to be left unfilled or not filled up to the surface, to afford an assistance to animals ascending the same as before described.\"</p>\n<p><span class=\"star-pagination\">*550</span> It is true that this specification does not in terms say that the purpose of driving the wedge-shaped block or pile through the space left by the octagonal blocks is to pack the earth or sand foundation, but that it does so as effectually as the use of similar blocks in a similar way under the patent of appellant, is too clear for argument. A patentee who is the first to make an invention is entitled to his claim for all the uses and advantages which belong to it. Woodman v. Stimpson, 3 Fish. Pat. Cas. 98.</p>\n<p>It is shown that Stead invented this device. Whether he perceived and stated all its advantages is immaterial. Graham v. Mason, 5 id. 1; Tucker v. Spalding, 13 Wall. 453.</p>\n<p>Stead's specification, it is clear, covers (to use the language of Stow's reissued patent) \"a pavement composed of wood laid on a foundation-bed of sand or loose earth,\" and having \"a portion of the blocks of which it is composed driven down into said foundation-bed.\"</p>\n<p>Everything, therefore, in the first and third claims of the appellant's reissued patent, which he sets up as new, was anticipated nearly thirty years by Stead's English patent. Appellant's patent, therefore, so far as it covers these claims, is void, and cannot be the foundation of any relief against the appellee.</p>\n<p>The other patent which the appellant insists that the city infringed, is No. 134,404, dated Dec. 31, 1872, issued to him as the original inventor.</p>\n<p>The invention covered by this patent is described in the specification thus: \"The nature of my invention relates to that class of wooden pavements in which the blocks are laid directly upon the sand foundation; and it consists in laying the blocks in rows with spaces between the rows, and in filling or partially filling said spaces with sand or gravel and driving or swaging the same into the sand foundation below in order to pack or compress the sand under the blocks, for the purpose of sustaining the weight of heavy vehicles passing over the pavement.\"</p>\n<p>The claim is as follows: \"A pavement composed of blocks laid in rows directly upon the sand foundation with spaces between the rows filled with sand or gravel, which is swaged <span class=\"star-pagination\">*551</span> or driven into said foundation, substantially as and for the purpose specified.\"</p>\n<p>The use of wood for street pavements, the laying of the blocks directly upon a sand foundation, the placing of the blocks in rows, leaving spaces between the rows, are all old devices. As already shown, they are all to be found substantially in the English patent of Stead, issued April 23, 1839, and they are found in the English patent to Lillie, dated Oct. 13, 1860, and the American patent to Richard H. Willett, No. 114,895, and dated May 16, 1871,  all of which are put in evidence by the appellee.</p>\n<p>Nor is the filling with sand or gravel of the spaces between the blocks, or rows of blocks, of which the pavement is composed, a new device. It was part of the invention of Nicholson (see Elizabeth v. Pavement Company, 97 U.S. 126), and, as appears by the record, was mentioned in the specification of the letters-patent No. 112,945, issued to Gordon A. May, March 27, 1871. And in the specifications of the patent granted to W.H. Chappell, No. 42,347, dated April 19, 1864, set out in the appellee's evidence, it is stated that \"wooden pavements have been constructed on the continent of Europe and in the United States by laying wood blocks endwise of the grain in parallel rows with openings or channels between, into which gravel or gas-tar was placed.\"</p>\n<p>All, therefore, that is left for the patent of the appellant, now under consideration, to cover, is the ramming of the gravel between the blocks, of which the pavement is composed, so as to drive the same into the sand foundation below the blocks, in order to pack it so that the pavement may sustain the weight of heavy vehicles without giving way.</p>\n<p>And this is all which seems to be claimed by his counsel as the invention covered by this patent. The evidence is distinct and clear that the invention thus defined was anticipated by the pavement which J.K. Thompson, city superintendent, laid in the year 1864, at the intersection of North State and Kinzie Streets, in the city of Chicago. This piece of pavement was made of wooden blocks, six inches square, set in rows, on an earth foundation, with spaces between the rows, and the spaces were filled with fine gravel, and the gravel rammed. It was <span class=\"star-pagination\">*552</span> put down by him as an experiment. It proved successful, and was in use until the great fire in Chicago in 1871.</p>\n<p>The record further shows that in the fall of 1870, at the instance of Thompson, there was laid at the north end of the La Salle Street tunnel, in Chicago, another piece of pavement, five hundred yards in length, constructed precisely in the same manner as that laid by him in 1864. It was made with similar wooden blocks, placed in rows on an earth foundation, with spaces between the rows filled with gravel, which was rammed with an iron rammer, made expressly for the purpose. We have here every part of the invention described in the letters-patent under consideration, except that it does not appear that the gravel in the spaces between the rows was so compactly rammed as to drive it below the under-surface of the pavement into the earth foundation. All, therefore, that is left for the appellant's patent of 1872 to cover is the giving of a few more strokes with the rammer, whereby the gravel filling may be forced into the earth foundation of the pavement. Can this be called invention?</p>\n<p>The testimony shows that the pavements which he charges infringe his patent of 1872 are constructed according to the plan adopted by Thompson in 1864, and it fails to show that in their construction the gravel filling was forced by the ramming into the earth foundation on which they were laid. So that if there is anything new or patentable embraced in his patent of 1872, that part of his device is not infringed by the city.</p>\n<p>Therefore, without noticing the other defences, we declare our opinion to be that he is not entitled to any relief against the city upon either of the patents on which his demand for relief is now based. His case as presented here has no ground to stand on.</p>\n<p>Decree affirmed.</p>\n<p>MR. JUSTICE FIELD did not sit in this case, nor take any part in deciding it.</p>\n</div>", "id": 90497, "judges": "Woods", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90497/", "sha1": "685b0836e7a3e0c8d8e5c14ee45ed22be1230efc", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:34"}