{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "105 U.S. 550", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90606/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Guidet v. Brooklyn", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 74986, 
    "resource_uri": "/api/rest/v2/citation/74986/"
  }, 
  "id": 90606, 
  "blocked": false, 
  "judges": "Waite", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1882-04-17", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>105 U.S. 550 (____)</b></center>\n<center><h1>GUIDET<br>\nv.<br>\nBROOKLYN</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. George Harding for the appellant.</p>\n<p>Mr. William C. De Witt and Mr. George Gifford for the appellee.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>The invention of Guidet covered by his reissued patent may fairly be stated thus: \"Take stone blocks in the form of <span class=\"star-pagination\">*551</span> parallelopipeds, with the ends sufficiently smooth, and the sides sufficiently rough, and put them together in a street pavement so that the ends will be parallel to the street, and the sides at right angles.\" How large the blocks should be, how smooth the ends, or how rough the sides, is nowhere stated. All that is left to the judgment and skill of him who does the work.</p>\n<p>The evidence leaves no doubt whatever in our minds that pavements made of blocks of stone broken into the general form of parallelopipeds, and set on edge with their ends parallel to the street, and their sides across it, were in use long before the date of Guidet's invention. This is conceded, in fact, both in the original patent and the reissue; for in the original it is said, \"I do not claim broadly, as my invention, a pavement composed of blocks made in the form of parallelopipeds;\" and in the reissue, \"I am aware that pavements have been produced of blocks made in the form of parallelopipeds.\" The difficulty had been, undoubtedly, that the spaces between the sides of the blocks, in ordinary use before his invention, were not sufficient to furnish a firm foothold for draught animals, especially after the surfaces had been worn smooth. How to remedy this defect was the problem to be solved. Formerly it had been done, as is said in the reissued patent, by interposing between the adjoining blocks thin strips of wood or stone. As a substitute for this, he chamfered the edges of the broad sides, and thus got the advantage of placing the blocks close against each other, and keeping the pavement firm while he secured on the surface the necessary open joint to furnish a good foothold. That, as it seem to us, was all there was of his invention, and we are by no means inclined to hold it was not patentable to him. By taking the block of stone in ordinary use, and substituting the chamfered edge on the broad side for the narrow strip of wood or stone, he got the space needed for the joint, and he solidified the pavement by bringing firmly together the stones that furnished the surface to be used for travel.</p>\n<p>But after he had obtained his patent, he seems to have found that, by selecting blocks sufficiently rough on their sides, the joints could be made open enough for all practical purposes <span class=\"star-pagination\">*552</span> without chamfering, and so in his reissue he abandoned that feature of his patent, and claimed for rough side surfaces only. In this way, as it seems to us, he left the field of invention, and entered that of mechanical skill only. Pavements of stone in the form of parallelopipeds being confessedly old, he has really done no more than suggest the best kind of stone to be used in that way. The pavements in Rochester and Buffalo, which it is agreed antedated his invention, were laid in all substantial respects like his. The quality of the stone was different, and the side surfaces were comparatively smoother than his, though to some extent they were rough. He, as has already been seen, does not say what degree of roughness is required. The effect of his specification and claim is, that if blocks are selected with their sides rough enough, joints can be made that will furnish a suitable foothold without the use of strips, and without chamfering. It is true that in Rochester and Buffalo sand may have been used to some extent to keep the blocks apart, but that was only another way of doing what it is agreed had been done before. What he did was to show that if stone were used with rougher side surfaces than those found in the old pavements, all artificial means of keeping the transverse joints open might be abandoned, and the requisite surface secured. This was simply carrying forward the old idea, and doing what had been done before in substantially the same way, but with better results. The change was only in degree, and consequently not patentable. Clearly the reissued patent cannot be sustained.</p>\n<p>Decree affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">550</span></span> (____)</b></center>\n<center><h1>GUIDET<br>\nv.<br>\nBROOKLYN</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. George Harding for the appellant.</p>\n<p>Mr. William C. De Witt and Mr. George Gifford for the appellee.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>The invention of Guidet covered by his reissued patent may fairly be stated thus: \"Take stone blocks in the form of <span class=\"star-pagination\">*551</span> parallelopipeds, with the ends sufficiently smooth, and the sides sufficiently rough, and put them together in a street pavement so that the ends will be parallel to the street, and the sides at right angles.\" How large the blocks should be, how smooth the ends, or how rough the sides, is nowhere stated. All that is left to the judgment and skill of him who does the work.</p>\n<p>The evidence leaves no doubt whatever in our minds that pavements made of blocks of stone broken into the general form of parallelopipeds, and set on edge with their ends parallel to the street, and their sides across it, were in use long before the date of Guidet's invention. This is conceded, in fact, both in the original patent and the reissue; for in the original it is said, \"I do not claim broadly, as my invention, a pavement composed of blocks made in the form of parallelopipeds;\" and in the reissue, \"I am aware that pavements have been produced of blocks made in the form of parallelopipeds.\" The difficulty had been, undoubtedly, that the spaces between the sides of the blocks, in ordinary use before his invention, were not sufficient to furnish a firm foothold for draught animals, especially after the surfaces had been worn smooth. How to remedy this defect was the problem to be solved. Formerly it had been done, as is said in the reissued patent, by interposing between the adjoining blocks thin strips of wood or stone. As a substitute for this, he chamfered the edges of the broad sides, and thus got the advantage of placing the blocks close against each other, and keeping the pavement firm while he secured on the surface the necessary open joint to furnish a good foothold. That, as it seem to us, was all there was of his invention, and we are by no means inclined to hold it was not patentable to him. By taking the block of stone in ordinary use, and substituting the chamfered edge on the broad side for the narrow strip of wood or stone, he got the space needed for the joint, and he solidified the pavement by bringing firmly together the stones that furnished the surface to be used for travel.</p>\n<p>But after he had obtained his patent, he seems to have found that, by selecting blocks sufficiently rough on their sides, the joints could be made open enough for all practical purposes <span class=\"star-pagination\">*552</span> without chamfering, and so in his reissue he abandoned that feature of his patent, and claimed for rough side surfaces only. In this way, as it seems to us, he left the field of invention, and entered that of mechanical skill only. Pavements of stone in the form of parallelopipeds being confessedly old, he has really done no more than suggest the best kind of stone to be used in that way. The pavements in Rochester and Buffalo, which it is agreed antedated his invention, were laid in all substantial respects like his. The quality of the stone was different, and the side surfaces were comparatively smoother than his, though to some extent they were rough. He, as has already been seen, does not say what degree of roughness is required. The effect of his specification and claim is, that if blocks are selected with their sides rough enough, joints can be made that will furnish a suitable foothold without the use of strips, and without chamfering. It is true that in Rochester and Buffalo sand may have been used to some extent to keep the blocks apart, but that was only another way of doing what it is agreed had been done before. What he did was to show that if stone were used with rougher side surfaces than those found in the old pavements, all artificial means of keeping the transverse joints open might be abandoned, and the requisite surface secured. This was simply carrying forward the old idea, and doing what had been done before in substantially the same way, but with better results. The change was only in degree, and consequently not patentable. Clearly the reissued patent cannot be sustained.</p>\n<p>Decree affirmed.</p>\n</div>", 
  "sha1": "622d130c2ad8b129d51dc7fc35183f68e30e45da", 
  "date_modified": "2014-12-21T01:29:24.451368", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90606/guidet-v-brooklyn/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/381871/", 
  "html": "<p class=\"case_cite\">105 U.S. 550</p>\n    <p class=\"case_cite\">105 U.S. 550</p>\n    <p class=\"case_cite\">26 L.Ed. 1106</p>\n    <p class=\"parties\">GUIDET<br>v.<br>BROOKLYN.</p>\n    <p class=\"date\">October Term, 1881</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the Eastern District of New York.</p>\n      <p class=\"indent\">This is a bill in equity, filed Jan. 29, 1874, by Charles Guidet, against the city of Brooklyn, wherein he alleges that the defendant was then making and using a stone pavement which, in whole or in part, was substantially the same in construction and operation as that for which reissued letters-patent No. 4106, bearing date Aug. 23, 1870, were granted to him. The prayer of the bill is for an injunction and account.</p>\n      <p class=\"indent\">The answer of the city denies the alleged infringement of the letters, and sets up that the pavement, which is their subjectmatter, was, with Guidet's knowledge and consent, in public use for more than two years before the date of his original application, and that he was not the original and first inventor of it, the same having before that date been described in various publications, and publicly used in certain specified localities of a number of cities in the United States.</p>\n      <p class=\"indent\">Upon final hearing the court dismissed the bill, and Guidet appealed here. The remaining facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. George Harding</i> for the appellant.</p>\n      <p class=\"indent\"><i>Mr. William C. De Witt</i> and <i>Mr. George Gifford</i> for the appellee.</p>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The invention of Guidet covered by his reissued patent may fairly be stated thus: 'Take stone blocks in the form of parallelopipeds, with the ends sufficiently smooth, and the sides sufficiently rough, and put them together in a street pavement so that the ends will be parallel to the street, and the sides at right angles.' How large the blocks should be, how smooth the ends, or how rough the sides, is nowhere stated. All that is left to the judgment and skill of him who does the work.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The evidence leaves no doubt whatever in our minds that pavements made of blocks of stone broken into the general form of parallelopipeds, and set on edge with their ends parallel to the street, and their sides across it, were in use long before the date of Guidet's invention. This is conceded, in fact, both in the original patent and the reissue; for in the original it is said, 'I do not claim broadly, as my invention, a pavement composed of blocks made in the form of parallelopipeds;' and in the reissue, 'I am aware that pavements have been produced of blocks made in the form of parallelopipeds.' The difficulty had been, undoubtedly, that the spaces between the sides of the blocks, in ordinary use before his invention, were not sufficient to furnish a firm foothold for draught animals, especially after the surfaces had been worn smooth. How to remedy this defect was the problem o be solved. Formerly it had been done, as is said in the reissued patent, by interposing between the adjoining blocks thin strips of wood or stone. As a substitute for this, he chamfered the edges of the broad sides, and thus got the advantage of placing the blocks close against each other, and keeping the pavement firm while he secured on the surface the necessary open joint to furnish a good foothold. That, as it seem to us, was all there was of his invention, and we are by no means inclined to hold it was not patentable to him. By taking the block of stone in ordinary use, and substituting the chamfered edge on the broad side for the narrow strip of wood or stone, he got the space needed for the joint, and he solidified the pavement by bringing firmly together the stones that furnished the surface to be used for travel.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">But after he had obtained his patent, he seems to have found that, by selecting blocks sufficiently rough on their sides, the joints could be made open enough for all practical purposes without chamfering, and so in his reissue he abandoned that feature of his patent, and claimed for rough side surfaces only. In this way, as it seems to us, he left the filed of invention, and entered that of emchanical skill only. Pavements of stone in the form of parallelopipeds being confessedly old, he has really done no more than suggest the best kind of stone to be used in that way. The pavements in Rochester and Buffalo, which it is agreed antedated his invention, were laid in all substantial respects like his. The quality of the stone was different, and the side surfaces were comparatively smoother than his, though to some extent they were rough. He, as has already been seen, does not say what degree of roughness is required. The effect of his specification and claim is, that if blocks are selected with their sides rough enough, joints can be made that will furnish a suitable foothold without the use of strips, and without chamfering. It is true that in Rochester and Buffalo sand may have been used to some extent to keep the blocks apart, but that was only another way of doing what it is agreed had been done before. What he did was to show that if stone were used with rougher side surfaces than those found in the old pavements, all artificial means of keeping the transverse joints open might be abandoned, and the requisite surface secured. This was simply carrying forward the old idea, and doing what had been done before in substantially the same. way, but with better results. The change was only in degree, and consequently not patentable. Clearly the reissued patent cannot be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Decree affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90606/"
}