{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "105 U.S. 718", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90633/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Flanders v. Seelye", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75013, 
    "resource_uri": "/api/rest/v2/citation/75013/"
  }, 
  "id": 90633, 
  "blocked": false, 
  "judges": "Blatchford", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1882-05-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>105 U.S. 718 (____)</b></center>\n<center><h1>FLANDERS<br>\nv.<br>\nSEELYE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>The Solicitor-General for the plaintiff in error.</p>\n<p>Mr. H.N. Ogden for the defendant in error.</p>\n<p><span class=\"star-pagination\">*719</span> MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>This suit was brought in the Sixth District Court for the Parish of Orleans, in the State of Louisiana, by Seelye, the defendant in error, against Flanders, the plaintiff in error, in November, 1871, and was removed by certiorari, before issue joined, into the Circuit Court of the United States for the District of Louisiana. In his petition filed in the State court, Seelye claimed to recover from Flanders the sum of $6,233.61, with legal interest from judicial demand. The grounds of the claim, as set forth in the petition, were, that, in March, 1866, 178 bales of cotton were delivered at the pickery of the firm of Seelye &amp; Atwood, in New Orleans, of which firm Seelye was a member, under the instructions of Flanders, who was at that time acting supervisor and special agent of the Treasury Department of the United States; that the firm received from Flanders, at the same time, a written order to pay the charges on the cotton, amounting to $5,907.45; that the firm, in obedience to those instructions, received the cotton and paid the charges; that, in April, 1866, the firm received an order from one Burbridge, supervisor and special agent of the Treasury Department of the United States, directing them to deliver said cotton to one Harrison, but to retain the charges and expenses on said cotton; that, in obedience to said order, the firm delivered the cotton to Harrison, and received from him the amount of charges originally paid by them, and their own charges for storage of the cotton, being in all $6,063.81; that the amount was paid by Harrison under protest, and he subsequently sued Seelye and another person, as composing the firm, and recovered a judgment against them in the Circuit Court of the United States, for $4,661.45, with interest from June, 1866, to July, 1871, and costs, making in all $5,891.44; that that sum was paid by Seelye to Harrison in satisfaction of that judgment; that he also paid, as costs of court in that suit, $92, and for counsel fees in defending the suit $250; and that these sums, with the amount of the judgment, make the $6,233.61. The petition alleges that all that Seelye so did in the premises, and all that he was so finally compelled to pay, was the direct result of the written orders received by the firm <span class=\"star-pagination\">*720</span> from Flanders, and claims that Flanders is bound to reimburse to him the entire amount so paid, either in direct obedience to his orders or as the necessary result of that obedience. In January, 1872, Flanders filed exceptions in the Circuit Court to the petition, which were overruled by the court in April, 1872. These exceptions raised the questions that Seelye had no right of action alone, and that the court had no jurisdiction. After the overruling of these exceptions, Flanders filed a pleading combining exceptions with an answer. The exceptions related to the defences of prescription and want of jurisdiction. The answer set up that when Seelye received the cotton from Flanders and paid the charges, he knew that Flanders had taken the cotton in his said official capacity acting under the act of Congress of March 12, 1863, c. 20 (12 Stat. 820); that the charges directed by Flanders to be paid were a legal charge on the cotton under the provisions of said act; that they were refunded by Harrison to the firm as an admitted claim; that Harrison then brought the said suit to recover back the amount he had so allowed and paid; that the defendants in said suit set up in their answer therein that they received the cotton from Flanders, acting as such special agent, and paid by his orders the charges thereon, and the same were lawful charges thereon, and were acquiesced in by Harrison and reimbursed to them; that after judgment in the suit the defendants in it sued out a writ of error to this court, which writ they failed to prosecute, and it was, therefore, dismissed by this court in December, 1870; that in July, 1871, they voluntarily paid the judgment; that the defence set up in the suit was, if founded in fact, a good and valid one, and their neglect to prosecute it cannot be allowed to operate to the prejudice of Flanders; that the Circuit Court had no jurisdiction in the suit; that Seelye lost all recourse against Flanders, if any he ever had, by reason of his failure to plead to the jurisdiction of the Circuit Court in the suit, and because of his failure to prosecute said writ of error; and that Flanders is not responsible for the costs incurred by Seelye in the suit, or for his counsel fees therein. The answer concluded with these words: \"And for all such matters and things in plaintiff's petition contained as are not herein replied to, respondent for answer pleads the general <span class=\"star-pagination\">*721</span> issue, and prays to be hence dismissed with costs.\" The suit was tried by a jury in the Circuit Court in April, 1873. On the 19th of March, 1874, the court set aside the verdict and granted a new trial. On the 27th of March, 1874, an exception was filed, alleging, as a peremptory exception to the petition and the action, that the allegations in the petition, if true, as pleaded, are insufficient in law to entitle the plaintiff to any recovery against the defendant, \"for the same do not disclose any cause of action in behalf of said plaintiff against said defendant.\" The suit remained in this condition for nearly five years, when, in January, 1879, the defendant pleaded all applicable prescriptions as a peremptory exception. Then the parties filed a written stipulation agreeing to waive the intervention of a jury, and submitting the cause to the court \"upon the issues of fact as well as of law. The findings and the judgment of the Circuit Court are embraced in one paper. It states that the court, \"having heard the evidence and the arguments of counsel, overrules all the exceptions taken by defendant to the plaintiff's petition.\" It then specially finds the facts, and awards judgment to the plaintiff for $6,233.61, with interest and costs. It also grants a certificate of probable cause for the seizure of the cotton, and for all the doings of Flanders in the premises, as deputy general agent of the Treasury Department of the United States, and directs that no execution shall issue on the judgment. There is no bill of exceptions in the record. As the findings are special, the review by this court may extend to the determination of the sufficiency of the facts found to support the judgment.</p>\n<p>The following facts were found by the Circuit Court, only those being stated here which are material in the view we take of the case, although some others were found: The 178 bales of cotton while in the possession of Harrison were, under color of the above-cited act, seized by an assistant special agent of the Treasury Department of the United States. They were shipped from Shreveport, consigned to one Burbridge, supervising special agent of the Treasury Department at New Orleans, subject to charges and freight amounting to $5,907.45. Seelye's firm received the cotton from a steamboat and gave a receipt for it, which stated that they held it subject to the <span class=\"star-pagination\">*722</span> order of the collector of the port of New Orleans. The firm paid the amount of freight and charges to the steamboat, on an order signed by Flanders, as deputy general agent, reading thus: \"Seelye &amp; Atwood's press will pay the within charges and hold the amount against the cotton.\" This was in March, 1866. On the 18th of April, 1866, Flanders, as such deputy general agent of the Treasury Department, issued an order to Burbridge, as such supervising special agent, directing him to release the cotton to Harrison, on his giving a bond in $25,000, to save harmless the government of the United States for seizure, detention, or damage. On the same day Harrison executed his bond in that amount, in which he bound himself to save harmless the seizing agent, and all other agents and officers of the Treasury Department, and also the government of the United States, on account of the seizure and detention of the cotton and on account of any damages they might sustain by reason of said seizure. On the next day Burbridge issued an order, directing Seelye &amp; Atwood to deliver the cotton to Harrison, on his paying all proper and legitimate charges, including the charges for transportation to Shreveport. The firm delivered the cotton to Harrison on the 23d of April, and he then paid them the $5,907.45, claimed as charges on the cotton, and they gave him a receipt for it, which stated that he reserved \"all rights or claims not relinquished under order of the treasury agent who released said cotton to him.\" Shortly afterwards Harrison sued the firm in a court of the State to recover back the amount so paid by him. The firm removed the suit into the Circuit Court of the United States, and filed their answer, averring that they received the cotton by order of Flanders, special agent of the Treasury Department, and by his order paid the charges on the same, which were reimbursed to them by Harrison on the delivery of the cotton, and that the same were lawful charges on the cotton, acquiesced in and paid by Harrison on the delivery of the cotton, and further pleading a general denial. In February, 1868, a final judgment was rendered in favor of Harrison against the firm for $4,661.45, from which the firm sued out a writ of error to this court, which was, in December, 1870, dismissed, with costs, for want of prosecution. In July, 1871, Seelye paid, out of his individual <span class=\"star-pagination\">*723</span> means, to Harrison, $5,891.44, in full satisfaction of said judgment and costs. In defending the suit Seelye paid, from his individual means, $92 costs and $250 counsel fees.</p>\n<p>As grounds for reversing the judgment below, the counsel for the plaintiff in error contends, in his brief, that there is nothing to show that Harrison could have regained the cotton except upon the very conditions which he accepted, namely, that he would receive it at New Orleans and defray all charges connected with its having been carried thither; that except the redelivery of the cotton, the record shows nothing to defeat the presumption, arising from the time and place of the seizure, that the cotton was properly captured and might have been held; that the judgment obtained by Harrison was res inter alios, as against Flanders; that Seelye cannot recover in this suit without showing that he could not have successfully resisted the suit by Harrison; that the agreement of Harrison to hold the United States harmless on account of the seizure required him to repay to the United States any money which they had already paid upon that account, as well as any which they might thereafter pay because of obligations then existing; that the question in its present form is not affected by the fact that Harrison paid Seelye without waiting for the United States to pay Seelye and then demand repayment from Harrison; that, in point of right, Harrison, by paying Seelye, paid his own debt; that his accepting from Burbridge an order for the cotton, on paying all proper and legitimate charges, including the charges for transportation to Shreveport, is a contemporaneous interpretation of what was meant by saving the United States and their agents harmless; that, originally, Seelye &amp; Atwood might have recovered from the United States, or, perhaps, from Flanders, for the freight and charges paid on the order of Flanders, but the acceptance of payment from Harrison, who acted in the matter substantially as an agent of the United States, ended the original obligation; and that no subsequent transaction between Harrison and Seelye, whether voluntary or involuntary on the part of Seelye, could revive such obligation, or impose any new duty in the premises on either the United States or Flanders.</p>\n<p>It is manifest that the judgment rendered against Flanders <span class=\"star-pagination\">*724</span> in the present suit is founded on the fact that Harrison recovered his judgment against the firm, and that Seelye paid to Harrison the amount of that judgment, and also paid the expenses of defending the suit in which the judgment was recovered. The petition shows this, and so do the findings and judgment. The amount claimed by Seelye in the petition and the amount recovered by him is the exact amount of the Harrison judgment recovered July 13, 1871, and of the costs and counsel fees paid by Seelye. Prior to the bringing of the suit by Harrison, the firm had been fully reimbursed by Harrison, for the charges which they had paid and incurred on the order of Flanders. Although that judgment, and the payment by Seelye of its amount and of the expenses attendant on the defence of the suit, are the sole ground of the claim made in the present suit and the sole foundation of the judgment recovered in it, yet Flanders was neither a party nor a privy to the suit brought by Harrison, and it is not alleged in the petition nor found as a fact by the Circuit Court, that Flanders, or the government of the United States, or any officer or agent of the government, had any notice of the bringing or pendency of the suit brought by Harrison, or any opportunity to assume or control or take part in its defence. The recovery in the present suit is, by the operation of the certificate of probable cause granted by the Circuit Court, under sect. 989 of the Revised Statutes, made substantially a recovery against the government, to be paid out of the treasury. All relationship between Seelye and his firm on one side and the government and its agents and officers on the other side, ceased entirely when the firm was reimbursed by Harrison and the cotton was delivered to Harrison. The firm held the cotton, by authority of Flanders, as security for the charges which they paid by his order, and they held it as security also for their storage charges. They parted with the cotton because all their claims against it were reimbursed, and with the closing of that transaction their agency and that of Seelye as representing the government, or Flanders, in any capacity, in connection with the transaction, entirely ceased. Neither the firm nor Seelye had any such representative capacity in defending the suit brought by Harrison. There is not in the petition any allegation of any fact which <span class=\"star-pagination\">*725</span> tends to show that the government or Flanders is bound by the judgment in the suit brought by Harrison, nor is any such fact stated in the findings made by the Circuit Court. The petition merely alleges that all that Seelye did, and all that he was compelled to pay, was the direct result of the orders of Flanders, and that Flanders is bound to reimburse to him the amount so paid, either in direct obedience to his orders or as the necessary result of that obedience. The payment of the Harrison judgment was, however, in no proper sense the result of any obedience to any order of Flanders. Not only is there not in the special findings any finding of any facts which tend to make the Harrison judgment of any binding or probative force as against Flanders, as a party or a privy to it, but the finding in regard to the Harrison bond is conclusive to show that no judgment in favor of Harrison against Seelye &amp; Atwood can be used to aid in establishing the present claim against Flanders and the government, unless it appears affirmatively that they had notice of the Harrison suit and an opportunity to defend it. The answer of Flanders in the present suit alleges that the charges which he directed Seelye &amp; Atwood to pay were legal charges on the cotton under the act of Congress referred to, and that they were refunded to them by Harrison, \"as an admitted claim.\" It also alleges that Seelye &amp; Atwood, in their answer in the Harrison suit, averred that the charges which they paid were lawful charges on the cotton, and were acquiesced in by Harrison and reimbursed to them. Proof of such admission of, and acquiescence in, the claim, by Harrison, was, therefore, admissible, and was made by proving that Harrison gave at the time the bond referred to. In view of the provisions of that bond it is difficult to see why, as against Flanders, Harrison is not debarred from saying that he did not admit and acquiesce in the lawfulness and propriety of the charges which he paid to Seelye &amp; Atwood. His bond was given to save harmless the government and the agents of the Treasury Department, \"on account of the seizure and detention of said cotton, and on account of any damages they might sustain by reason of said seizure.\" The charges reimbursed to Seelye &amp; Atwood by Harrison grew directly out of the seizure and detention of the cotton, and any amount which might be <span class=\"star-pagination\">*726</span> paid on the recovery in the present suit would be covered by the terms of the bond. The bond covers not merely damages for taking and keeping the cotton, but the agreement is to hold the government and Flanders harmless on account of the seizure and detention. This covers the expenses attending the removal and keeping of the cotton. The act of 1863 expressly makes the expenses of transporting and disposing of captured property a charge upon its proceeds even where a claimant establishes a right to such proceeds. In any event, therefore, before the recovery by Harrison against Seelye &amp; Atwood can be made the foundation of a cause of action or a recovery by Seelye against Flanders, it must appear that he had a fair opportunity to set up as against such recovery by Harrison the said matters of defence to his claim. Proving in the present suit the giving of the bond by Harrison was proving that Flanders had a good defence to the suit brought by Harrison against Seelye. Such proof, having been given, must be regarded as having been properly given, under the answer. It was proof of the admission by Harrison of the claim of Seelye &amp; Atwood, as is alleged in the answer. It does not appear that Flanders had any notice of the Harrison suit, or any opportunity to make therein the defence referred to. It was necessary that it should so appear, the existence of such defence being established. It is not for Flanders to show that he had no notice, by proving a negative.</p>\n<p>Our attention has been called to the provisions of articles 378, 379, 382, and 388 of the Code of Practice of Louisiana, as having a bearing on this case. They are as follows: \"Art. 378. The obligation which one contracts to defend another in some action which may be instituted against him is termed warranty. The one who has contracted this obligation is called the warrantor.\" \"Art. 379... . Personal warranty is that which takes place in personal actions; it arises from the obligation which one has contracted to pay the whole or a part of a debt, due by another to a third person.\" \"Art. 382. The defendant wishing to call one in warranty, may, in his answer, pray the court to decree against his warrantor the same judgment which may be rendered against him on the principal action; such prayer will be considered as a demand in warranty.\" <span class=\"star-pagination\">*727</span> \"Art. 388. The defendant, though he has not called his warrantor to defend the suit brought against him, does not lose on that account his action in warranty, unless the warrantor prove that he had means for defending the action, which were not used owing to the defendant having failed to call him in warranty, or having neglected to apprise him of the suit having been brought.\" In Sterling v. Fusilier (7 Mart. (La.) 442), the Supreme Court of Louisiana, in reference to provisions of the Civil Code like those just cited, says that the neglect of a person sued in failing to call in his warrantor to defend the suit, has no other effect, in a suit afterwards brought by such person against his warrantor, than to cause the warranty to cease, on proof, in the latter suit, that the warrantor had sufficient grounds or means of defence to have obtained a judgment in his favor, of which he could not avail himself for want of having been called on; and that that species of defence must be pleaded and proved. Assuming that Flanders was still a warrantor to Seelye &amp; Atwood when the suit by Harrison against that firm was brought, we are of opinion, for the reasons before stated, that it appears in this case that Flanders had a sufficient defence to have obtained a judgment in his favor if he had been called in warranty in the Harrison suit, or been notified of the bringing of that suit, and that he could not avail himself of that defence in the Harrison suit, for the reason that he was not called in warranty or notified of the bringing of that suit. That defence is not only proved in this suit, but is sufficiently pleaded, as is before shown. There is nothing in article 388 of the code which requires Flanders to prove anything more than he has proved in this suit. The existence of the defence being proved, the presumption is that it would have been proved and availed of, in the Harrison suit, by Flanders, if he had been called in warranty or been notified of the bringing of the suit, and it is then for the plaintiff in this suit to rebut such presumption, which has not been done.</p>\n<p>Judgment reversed, and cause remanded with directions to award a new trial.</p>\n<p>MR. JUSTICE FIELD, MR. JUSTICE BRADLEY, and MR. JUSTICE WOODS dissented.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:37", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">718</span></span> (____)</b></center>\n<center><h1>FLANDERS<br>\nv.<br>\nSEELYE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>The Solicitor-General for the plaintiff in error.</p>\n<p>Mr. H.N. Ogden for the defendant in error.</p>\n<p><span class=\"star-pagination\">*719</span> MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>This suit was brought in the Sixth District Court for the Parish of Orleans, in the State of Louisiana, by Seelye, the defendant in error, against Flanders, the plaintiff in error, in November, 1871, and was removed by certiorari, before issue joined, into the Circuit Court of the United States for the District of Louisiana. In his petition filed in the State court, Seelye claimed to recover from Flanders the sum of $6,233.61, with legal interest from judicial demand. The grounds of the claim, as set forth in the petition, were, that, in March, 1866, 178 bales of cotton were delivered at the pickery of the firm of Seelye &amp; Atwood, in New Orleans, of which firm Seelye was a member, under the instructions of Flanders, who was at that time acting supervisor and special agent of the Treasury Department of the United States; that the firm received from Flanders, at the same time, a written order to pay the charges on the cotton, amounting to $5,907.45; that the firm, in obedience to those instructions, received the cotton and paid the charges; that, in April, 1866, the firm received an order from one Burbridge, supervisor and special agent of the Treasury Department of the United States, directing them to deliver said cotton to one Harrison, but to retain the charges and expenses on said cotton; that, in obedience to said order, the firm delivered the cotton to Harrison, and received from him the amount of charges originally paid by them, and their own charges for storage of the cotton, being in all $6,063.81; that the amount was paid by Harrison under protest, and he subsequently sued Seelye and another person, as composing the firm, and recovered a judgment against them in the Circuit Court of the United States, for $4,661.45, with interest from June, 1866, to July, 1871, and costs, making in all $5,891.44; that that sum was paid by Seelye to Harrison in satisfaction of that judgment; that he also paid, as costs of court in that suit, $92, and for counsel fees in defending the suit $250; and that these sums, with the amount of the judgment, make the $6,233.61. The petition alleges that all that Seelye so did in the premises, and all that he was so finally compelled to pay, was the direct result of the written orders received by the firm <span class=\"star-pagination\">*720</span> from Flanders, and claims that Flanders is bound to reimburse to him the entire amount so paid, either in direct obedience to his orders or as the necessary result of that obedience. In January, 1872, Flanders filed exceptions in the Circuit Court to the petition, which were overruled by the court in April, 1872. These exceptions raised the questions that Seelye had no right of action alone, and that the court had no jurisdiction. After the overruling of these exceptions, Flanders filed a pleading combining exceptions with an answer. The exceptions related to the defences of prescription and want of jurisdiction. The answer set up that when Seelye received the cotton from Flanders and paid the charges, he knew that Flanders had taken the cotton in his said official capacity acting under the act of Congress of March 12, 1863, c. 20 (12 Stat. 820); that the charges directed by Flanders to be paid were a legal charge on the cotton under the provisions of said act; that they were refunded by Harrison to the firm as an admitted claim; that Harrison then brought the said suit to recover back the amount he had so allowed and paid; that the defendants in said suit set up in their answer therein that they received the cotton from Flanders, acting as such special agent, and paid by his orders the charges thereon, and the same were lawful charges thereon, and were acquiesced in by Harrison and reimbursed to them; that after judgment in the suit the defendants in it sued out a writ of error to this court, which writ they failed to prosecute, and it was, therefore, dismissed by this court in December, 1870; that in July, 1871, they voluntarily paid the judgment; that the defence set up in the suit was, if founded in fact, a good and valid one, and their neglect to prosecute it cannot be allowed to operate to the prejudice of Flanders; that the Circuit Court had no jurisdiction in the suit; that Seelye lost all recourse against Flanders, if any he ever had, by reason of his failure to plead to the jurisdiction of the Circuit Court in the suit, and because of his failure to prosecute said writ of error; and that Flanders is not responsible for the costs incurred by Seelye in the suit, or for his counsel fees therein. The answer concluded with these words: \"And for all such matters and things in plaintiff's petition contained as are not herein replied to, respondent for answer pleads the general <span class=\"star-pagination\">*721</span> issue, and prays to be hence dismissed with costs.\" The suit was tried by a jury in the Circuit Court in April, 1873. On the 19th of March, 1874, the court set aside the verdict and granted a new trial. On the 27th of March, 1874, an exception was filed, alleging, as a peremptory exception to the petition and the action, that the allegations in the petition, if true, as pleaded, are insufficient in law to entitle the plaintiff to any recovery against the defendant, \"for the same do not disclose any cause of action in behalf of said plaintiff against said defendant.\" The suit remained in this condition for nearly five years, when, in January, 1879, the defendant pleaded all applicable prescriptions as a peremptory exception. Then the parties filed a written stipulation agreeing to waive the intervention of a jury, and submitting the cause to the court \"upon the issues of fact as well as of law. The findings and the judgment of the Circuit Court are embraced in one paper. It states that the court, \"having heard the evidence and the arguments of counsel, overrules all the exceptions taken by defendant to the plaintiff's petition.\" It then specially finds the facts, and awards judgment to the plaintiff for $6,233.61, with interest and costs. It also grants a certificate of probable cause for the seizure of the cotton, and for all the doings of Flanders in the premises, as deputy general agent of the Treasury Department of the United States, and directs that no execution shall issue on the judgment. There is no bill of exceptions in the record. As the findings are special, the review by this court may extend to the determination of the sufficiency of the facts found to support the judgment.</p>\n<p>The following facts were found by the Circuit Court, only those being stated here which are material in the view we take of the case, although some others were found: The 178 bales of cotton while in the possession of Harrison were, under color of the above-cited act, seized by an assistant special agent of the Treasury Department of the United States. They were shipped from Shreveport, consigned to one Burbridge, supervising special agent of the Treasury Department at New Orleans, subject to charges and freight amounting to $5,907.45. Seelye's firm received the cotton from a steamboat and gave a receipt for it, which stated that they held it subject to the <span class=\"star-pagination\">*722</span> order of the collector of the port of New Orleans. The firm paid the amount of freight and charges to the steamboat, on an order signed by Flanders, as deputy general agent, reading thus: \"Seelye &amp; Atwood's press will pay the within charges and hold the amount against the cotton.\" This was in March, 1866. On the 18th of April, 1866, Flanders, as such deputy general agent of the Treasury Department, issued an order to Burbridge, as such supervising special agent, directing him to release the cotton to Harrison, on his giving a bond in $25,000, to save harmless the government of the United States for seizure, detention, or damage. On the same day Harrison executed his bond in that amount, in which he bound himself to save harmless the seizing agent, and all other agents and officers of the Treasury Department, and also the government of the United States, on account of the seizure and detention of the cotton and on account of any damages they might sustain by reason of said seizure. On the next day Burbridge issued an order, directing Seelye &amp; Atwood to deliver the cotton to Harrison, on his paying all proper and legitimate charges, including the charges for transportation to Shreveport. The firm delivered the cotton to Harrison on the 23d of April, and he then paid them the $5,907.45, claimed as charges on the cotton, and they gave him a receipt for it, which stated that he reserved \"all rights or claims not relinquished under order of the treasury agent who released said cotton to him.\" Shortly afterwards Harrison sued the firm in a court of the State to recover back the amount so paid by him. The firm removed the suit into the Circuit Court of the United States, and filed their answer, averring that they received the cotton by order of Flanders, special agent of the Treasury Department, and by his order paid the charges on the same, which were reimbursed to them by Harrison on the delivery of the cotton, and that the same were lawful charges on the cotton, acquiesced in and paid by Harrison on the delivery of the cotton, and further pleading a general denial. In February, 1868, a final judgment was rendered in favor of Harrison against the firm for $4,661.45, from which the firm sued out a writ of error to this court, which was, in December, 1870, dismissed, with costs, for want of prosecution. In July, 1871, Seelye paid, out of his individual <span class=\"star-pagination\">*723</span> means, to Harrison, $5,891.44, in full satisfaction of said judgment and costs. In defending the suit Seelye paid, from his individual means, $92 costs and $250 counsel fees.</p>\n<p>As grounds for reversing the judgment below, the counsel for the plaintiff in error contends, in his brief, that there is nothing to show that Harrison could have regained the cotton except upon the very conditions which he accepted, namely, that he would receive it at New Orleans and defray all charges connected with its having been carried thither; that except the redelivery of the cotton, the record shows nothing to defeat the presumption, arising from the time and place of the seizure, that the cotton was properly captured and might have been held; that the judgment obtained by Harrison was res inter alios, as against Flanders; that Seelye cannot recover in this suit without showing that he could not have successfully resisted the suit by Harrison; that the agreement of Harrison to hold the United States harmless on account of the seizure required him to repay to the United States any money which they had already paid upon that account, as well as any which they might thereafter pay because of obligations then existing; that the question in its present form is not affected by the fact that Harrison paid Seelye without waiting for the United States to pay Seelye and then demand repayment from Harrison; that, in point of right, Harrison, by paying Seelye, paid his own debt; that his accepting from Burbridge an order for the cotton, on paying all proper and legitimate charges, including the charges for transportation to Shreveport, is a contemporaneous interpretation of what was meant by saving the United States and their agents harmless; that, originally, Seelye &amp; Atwood might have recovered from the United States, or, perhaps, from Flanders, for the freight and charges paid on the order of Flanders, but the acceptance of payment from Harrison, who acted in the matter substantially as an agent of the United States, ended the original obligation; and that no subsequent transaction between Harrison and Seelye, whether voluntary or involuntary on the part of Seelye, could revive such obligation, or impose any new duty in the premises on either the United States or Flanders.</p>\n<p>It is manifest that the judgment rendered against Flanders <span class=\"star-pagination\">*724</span> in the present suit is founded on the fact that Harrison recovered his judgment against the firm, and that Seelye paid to Harrison the amount of that judgment, and also paid the expenses of defending the suit in which the judgment was recovered. The petition shows this, and so do the findings and judgment. The amount claimed by Seelye in the petition and the amount recovered by him is the exact amount of the Harrison judgment recovered July 13, 1871, and of the costs and counsel fees paid by Seelye. Prior to the bringing of the suit by Harrison, the firm had been fully reimbursed by Harrison, for the charges which they had paid and incurred on the order of Flanders. Although that judgment, and the payment by Seelye of its amount and of the expenses attendant on the defence of the suit, are the sole ground of the claim made in the present suit and the sole foundation of the judgment recovered in it, yet Flanders was neither a party nor a privy to the suit brought by Harrison, and it is not alleged in the petition nor found as a fact by the Circuit Court, that Flanders, or the government of the United States, or any officer or agent of the government, had any notice of the bringing or pendency of the suit brought by Harrison, or any opportunity to assume or control or take part in its defence. The recovery in the present suit is, by the operation of the certificate of probable cause granted by the Circuit Court, under sect. 989 of the Revised Statutes, made substantially a recovery against the government, to be paid out of the treasury. All relationship between Seelye and his firm on one side and the government and its agents and officers on the other side, ceased entirely when the firm was reimbursed by Harrison and the cotton was delivered to Harrison. The firm held the cotton, by authority of Flanders, as security for the charges which they paid by his order, and they held it as security also for their storage charges. They parted with the cotton because all their claims against it were reimbursed, and with the closing of that transaction their agency and that of Seelye as representing the government, or Flanders, in any capacity, in connection with the transaction, entirely ceased. Neither the firm nor Seelye had any such representative capacity in defending the suit brought by Harrison. There is not in the petition any allegation of any fact which <span class=\"star-pagination\">*725</span> tends to show that the government or Flanders is bound by the judgment in the suit brought by Harrison, nor is any such fact stated in the findings made by the Circuit Court. The petition merely alleges that all that Seelye did, and all that he was compelled to pay, was the direct result of the orders of Flanders, and that Flanders is bound to reimburse to him the amount so paid, either in direct obedience to his orders or as the necessary result of that obedience. The payment of the Harrison judgment was, however, in no proper sense the result of any obedience to any order of Flanders. Not only is there not in the special findings any finding of any facts which tend to make the Harrison judgment of any binding or probative force as against Flanders, as a party or a privy to it, but the finding in regard to the Harrison bond is conclusive to show that no judgment in favor of Harrison against Seelye &amp; Atwood can be used to aid in establishing the present claim against Flanders and the government, unless it appears affirmatively that they had notice of the Harrison suit and an opportunity to defend it. The answer of Flanders in the present suit alleges that the charges which he directed Seelye &amp; Atwood to pay were legal charges on the cotton under the act of Congress referred to, and that they were refunded to them by Harrison, \"as an admitted claim.\" It also alleges that Seelye &amp; Atwood, in their answer in the Harrison suit, averred that the charges which they paid were lawful charges on the cotton, and were acquiesced in by Harrison and reimbursed to them. Proof of such admission of, and acquiescence in, the claim, by Harrison, was, therefore, admissible, and was made by proving that Harrison gave at the time the bond referred to. In view of the provisions of that bond it is difficult to see why, as against Flanders, Harrison is not debarred from saying that he did not admit and acquiesce in the lawfulness and propriety of the charges which he paid to Seelye &amp; Atwood. His bond was given to save harmless the government and the agents of the Treasury Department, \"on account of the seizure and detention of said cotton, and on account of any damages they might sustain by reason of said seizure.\" The charges reimbursed to Seelye &amp; Atwood by Harrison grew directly out of the seizure and detention of the cotton, and any amount which might be <span class=\"star-pagination\">*726</span> paid on the recovery in the present suit would be covered by the terms of the bond. The bond covers not merely damages for taking and keeping the cotton, but the agreement is to hold the government and Flanders harmless on account of the seizure and detention. This covers the expenses attending the removal and keeping of the cotton. The act of 1863 expressly makes the expenses of transporting and disposing of captured property a charge upon its proceeds even where a claimant establishes a right to such proceeds. In any event, therefore, before the recovery by Harrison against Seelye &amp; Atwood can be made the foundation of a cause of action or a recovery by Seelye against Flanders, it must appear that he had a fair opportunity to set up as against such recovery by Harrison the said matters of defence to his claim. Proving in the present suit the giving of the bond by Harrison was proving that Flanders had a good defence to the suit brought by Harrison against Seelye. Such proof, having been given, must be regarded as having been properly given, under the answer. It was proof of the admission by Harrison of the claim of Seelye &amp; Atwood, as is alleged in the answer. It does not appear that Flanders had any notice of the Harrison suit, or any opportunity to make therein the defence referred to. It was necessary that it should so appear, the existence of such defence being established. It is not for Flanders to show that he had no notice, by proving a negative.</p>\n<p>Our attention has been called to the provisions of articles 378, 379, 382, and 388 of the Code of Practice of Louisiana, as having a bearing on this case. They are as follows: \"Art. 378. The obligation which one contracts to defend another in some action which may be instituted against him is termed warranty. The one who has contracted this obligation is called the warrantor.\" \"Art. 379... . Personal warranty is that which takes place in personal actions; it arises from the obligation which one has contracted to pay the whole or a part of a debt, due by another to a third person.\" \"Art. 382. The defendant wishing to call one in warranty, may, in his answer, pray the court to decree against his warrantor the same judgment which may be rendered against him on the principal action; such prayer will be considered as a demand in warranty.\" <span class=\"star-pagination\">*727</span> \"Art. 388. The defendant, though he has not called his warrantor to defend the suit brought against him, does not lose on that account his action in warranty, unless the warrantor prove that he had means for defending the action, which were not used owing to the defendant having failed to call him in warranty, or having neglected to apprise him of the suit having been brought.\" In Sterling v. Fusilier (7 Mart. (La.) 442), the Supreme Court of Louisiana, in reference to provisions of the Civil Code like those just cited, says that the neglect of a person sued in failing to call in his warrantor to defend the suit, has no other effect, in a suit afterwards brought by such person against his warrantor, than to cause the warranty to cease, on proof, in the latter suit, that the warrantor had sufficient grounds or means of defence to have obtained a judgment in his favor, of which he could not avail himself for want of having been called on; and that that species of defence must be pleaded and proved. Assuming that Flanders was still a warrantor to Seelye &amp; Atwood when the suit by Harrison against that firm was brought, we are of opinion, for the reasons before stated, that it appears in this case that Flanders had a sufficient defence to have obtained a judgment in his favor if he had been called in warranty in the Harrison suit, or been notified of the bringing of that suit, and that he could not avail himself of that defence in the Harrison suit, for the reason that he was not called in warranty or notified of the bringing of that suit. That defence is not only proved in this suit, but is sufficiently pleaded, as is before shown. There is nothing in article 388 of the code which requires Flanders to prove anything more than he has proved in this suit. The existence of the defence being proved, the presumption is that it would have been proved and availed of, in the Harrison suit, by Flanders, if he had been called in warranty or been notified of the bringing of the suit, and it is then for the plaintiff in this suit to rebut such presumption, which has not been done.</p>\n<p>Judgment reversed, and cause remanded with directions to award a new trial.</p>\n<p>MR. JUSTICE FIELD, MR. JUSTICE BRADLEY, and MR. JUSTICE WOODS dissented.</p>\n</div>", 
  "sha1": "edd301d38a0955d25bb2d0bf1faea619235fdfc4", 
  "date_modified": "2014-12-21T01:29:26.682990", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90633/flanders-v-seelye/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2353152/", 
  "html": "<p class=\"case_cite\">105 U.S. 718</p>\n    <p class=\"case_cite\">105 U.S. 718</p>\n    <p class=\"case_cite\">26 L.Ed. 1217</p>\n    <p class=\"parties\">FLANDERS<br>v.<br>SEELYE.</p>\n    <p class=\"date\">October Term, 1881</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the District of Louisiana.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>The Solicitor-General</i> for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. H. N. Ogden</i> for the defendant in error.</p>\n      <p class=\"indent\">MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was brought in the Sixth District Court for the Parish of Orleans, in the State of Louisiana, by Seelye, the defendant in error, against Flanders, the plaintiff in error, in November, 1871, and was removed by <i>certiorari</i>, before issue joined, into the Circuit Court of the United States for the District of Louisiana. In his petition filed in the State court, Seelye claimed to recover from Flanders the sum of $6,233.61, with legal interest from judicial demand. The grounds of the claim, as set forth in the petition, were, that, in March, 1866, 178 bales of cotton were delivered at the pickery of the firm of Seelye &amp; Atwood, in New Orleans, of which firm Seelye was a member, under the instructions of Flanders, who was at that time acting supervisor and special agent of the Treasury Department of the United States; that the firm received from Flanders, at the same time, a written order to pay the charges on the cotton, amounting to $5,907.45; that the firm, in obedience to those instructions, received the cotton and paid the charges; that, in April, 1866, the firm received an order from one Burbridge, supervisor and special agent of the Treasury Department of the United States, directing them to deliver said cotton to one Harrison, but to retain the charges and expenses on said cotton; that, in obedience to said order, the firm delivered the cotton to Harrison, and received from him the amount of charges originally paid by them, and their own charges for storage of the cotton, being in all $6,063.81; that the amount was paid by Harrison under protest, and he subsequently sued Seelye and another person, as composing the firm, and recovered a judgment against them in the Circuit Court of the United States, for $4,661.45, with interest from June, 1866, to July, 1871, and costs, making in all $5,891.44; that that sum was paid by Seelye to Harrison in satisfaction of that judgment; that he also paid, as costs of court in that suit, $92, and for counsel fees in defending the suit $250; and that these sums, with the amount of the judgment, make the $6,233.61. The petition alleges that all that Seelye so did in the premises, and all that he was so finally compelled to pay, was the direct result of the written orders received by the firm from Flanders, and claims that Flanders is bound to reimburse to him the entire amount so paid, either in direct obedience to his orders or as the necessary result of that obedience. In January, 1872, Flanders filed exceptions in the Circuit Court to the petition, which were overruled by the court in April, 1872. These exceptions raised the questions that Seelye had no right of action alone, and that the court had no jurisdiction. After the overruling of these exceptions, Flanders filed a pleading combining exceptions with an answer. The exceptions related to the defences of prescription and want of jurisdiction. The answer set up that when Seelye received the cotton from Flanders and paid the charges, he knew that Flanders had taken the cotton in his said official capacity acting under the act of Congress of March 12, 1863, c. 20 (12 Stat. 820); that the charges directed by Flanders to be paid were a legal charge on the cotton under the provisions of said act; that they were refunded by Harrison to the firm as an admitted claim; that Harrison then brought the said suit to recover back the amount he had so allowed and paid; that the defendants in said suit set up in their answer therein that they received the cotton from Flanders, acting as such special agent, and paid by his orders the charges thereon, and the same were lawful charges thereon, and were acquiesced in by Harrison and reimbursed to them; that after judgment in the suit the defendants in it sued out a writ of error to this court, which writ they failed to prosecute, and it was, therefore, dismissed by this court in December, 1870; that in July, 1871, they voluntarily paid the judgment; that the defence set up in the suit was, if founded in fact, a good and valid one, and their neglect to prosecute it cannot be allowed to operate to the prejudice of Flanders; that the Circuit Court had no jurisdiction in the suit; that Seelye lost all recourse against Flanders, if any he ever had, by reason of his failure to plead to the jurisdiction of the Circuit Court in the suit, and because of his failure to prosecute said writ of error; and that Flanders is not responsible for the costs incurred by Seelye in the suit, or for his counsel fees therein. The answer concluded with these words: 'And for all such matters and things in plaintiff's petition contained as are not herein replied to, respondent for answer pleads the general issue, and prays to be hence dismissed with costs.' The suit was tried by a jury in the Circuit Court in April, 1873. On the 19th of March, 1874, the court set aside the verdict and granted a new trial. On the 27th of March, 1874, an exception was filed, alleging, as a peremptory exception to the petition and the action, that the allegations in the petition, if true, as pleaded, are insufficient in law to entitle the plaintiff to any recovery against the defendant, 'for the same do not disclose any cause of action in behalf of said plaintiff against said defendant.' The suit remained in this condition for nearly five years, when, in January, 1879, the defendant pleaded all applicable prescriptions as a peremptory exception. Then the parties filed a written stipulation agreeing to waive the intervention of a jury, and submitting the cause to the court 'upon the issues of fact as well as of law. The findings and the judgment of the Circuit Court are embraced in one paper. It states that the court, 'having heard the evidence and the arguments of counsel, overrules all the exceptions taken by defendant to the plaintiff's petition.' It then specially finds the facts, and awards judgment to the plaintiff for $6,233.61, with interest and costs. It also grants a certificate of probable cause for the seizure of the cotton, and for all the doings of Flanders in the premises, as deputy general agent of the Treasury Department of the United States, and directs that no execution shall issue on the judgment. There is no bill of exceptions in the record. As the findings are special, the review by this court may extend to the determination of the sufficiency of the facts found to support the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts were found by the Circuit Court, only those being stated here which are material in the view we take of the case, although some others were found: The 178 bales of cotton while in the possession of Harrison were, under color of the abovec ited act, seized by an assistant special agent of the Treasury Department of the United States. They were shipped from Shreveport, consigned to one Burbridge, supervising special agent of the Treasury Department at New Orleans, subject to charges and freight amounting to $5,907.45. Seelye's firm received the cotton from a steamboat and gave a receipt for it, which stated that they held it subject to the order of the collector of the port of New Orleans. The firm paid the amount of freight and charges to the steamboat, on an order signed by Flanders, as deputy general agent, reading thus: 'Seelye &amp; Atwood's press will pay the within charges and hold the amount against the cotton.' This was in March, 1866. On the 18th of April, 1866, Flanders, as such deputy general agent of the Treasury Department, issued an order to Burbridge, as such supervising special agent, directing him to release the cotton to Harrison, on his giving a bond in $25,000, to save harmless the government of the United States for seizure, detention, or damage. On the same day Harrison executed his bond in that amount, in which he bound himself to save harmless the seizing agent, and all other agents and officers of the Treasury Department, and also the government of the United States, on account of the seizure and detention of the cotton and on account of any damages they might sustain by reason of said seizure. On the next day Burbridge issued an order, directing Seelye &amp; Atwood to deliver the cotton to Harrison, on his paying all proper and legitimate charges, including the charges for transportation to Shreveport. The firm delivered the cotton to Harrison on the 23d of April, and he then paid them the $5,907.45, claimed as charges on the cotton, and they gave him a receipt for it, which stated that he reserved 'all rights or claims not relinquished under order of the treasury agent who released said cotton to him.' Shortly afterwards Harrison sued the firm in a court of the State to recover back the amount so paid by him. The firm removed the suit into the Circuit Court of the United States, and filed their answer, averring that they received the cotton by order of Flanders, special agent of the Treasury Department, and by the order paid the charges on the same, which were reimbursed to them by Harrison on the delivery of the cotton, and that the same were lawful charges on the cotton, acquiesced in and paid by Harrison on the delivery of the cotton, and further pleading a general denial. In February, 1868, a final judgment was rendered in favor of Harrison against the firm for $4,661.45, from which the firm sued out a writ of error to this court, which was, in December, 1870, dismissed, with costs, for want of prosecution. In July, 1871, Seelye paid, out of his individual means, to Harrison, $5,891.44, in full satisfaction of said judgment and costs. In defending the suit Seelye paid, from his individual means, $92 costs and $250 counsel fees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As grounds for reversing the judgment below, the counsel for the plaintiff in error contends, in his brief, that there is nothing to show that Harrison could have regained the cotton except upon the very conditions which he accepted, namely, that he would receive it at New Orleans and defray all charges connected with its having been carried thither; that except the redelivery of the cotton, the record shows nothing to defeat the presumption, arising from the time and place of the seizure, that the cotton was properly captured and might have been held; that the judgment obtained by Harrison was <i>res inter alios</i>, as against Flanders; that Seely cannot recover in this suit without showing that he could not have successfully resisted the suit by Harrison; that the agreement of Harrison to hold the United States harmless on account of the seizure required him to repay to the United States any money which they had already paid upon that account, as well as any which they might thereafter pay because of obligations then existing; that the question in its present form is not affected y the fact that Harrison paid Seelye without waiting for the United States to pay Seelye and then demand repayment from Harrison; that, in point of right, Harrison, by paying Seelye, paid his own debt; that his accepting from Burbridge an order for the cotton, on paying all proper and legitimate charges, including the charges for transportation to Shreveport, is a contemporaneous interpretation of what was meant by saving the United States and their agents harmless; that, originally, Seelye &amp; Atwood might have recovered from the United States, or, perhaps, from Flanders, for the freight and charges paid on the order of Flanders, but the acceptance of payment from Harrison, who acted in the matter substantially as an agent of the United States, ended the original obligation; and that no subsequent transaction between Harrison and Seelye, whether voluntary or involuntary on the part of Seelye, could revive such obligation, or impose any new duty in the premises on either the United States or Flanders.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is manifest that the judgment rendered against Flanders in the present suit is founded on the fact that Harrison recovered his judgment against the firm, and that Seelye paid to Harrison the amount of that judgment, and also paid the expenses of defending the suit in which the judgment was recovered. The petition shows this, and so do the findings and judgment. The amount claimed by Seelye in the petition and the amount recovered by him is the exact amount of the Harrison judgment recovered July 13, 1871, and of the costs and counsel fees paid by Seelye. Prior to the bringing of the suit by Harrison, the firm had been fully reimbursed by Harrison, for the charges which they had paid and incurred on the order of Flanders. Although that judgment, and the payment by Seelye of its amount and of the expenses attendant on the defence of the suit, are the sole ground of the claim made in the present suit and the sole foundation of the judgment recovered in it, yet Flanders was neither a party nor a privy to the suit brought by Harrison, and it is not alleged in the petition nor found as a fact by the Circuit Court, that Flanders, or the government of the United States, or any officer or agent of the government, had any notice of the bringing or pendency of the suit brought by Harrison, or any opportunity to assume or control or take part in its defence. The recovery in the present suit is, by the operation of the certificate of probable cause granted by the Circuit Court, under sect. 989 of the Revised Statutes, made substantially a recovery against the government, to be paid out of the treasury. All relationship between Seelye and his firm on one side and the government and its agents and officers on the other side, ceased entirely when the firm was reimbursed by Harrison and the cotton was delivered to Harrison. The firm held the cotton, by authority of Flanders, as security for the charges which they paid by his order, and they held it as security also for their storage charges. They parted with the cotton because all their claims against it were reimbursed, and with the closing of that transaction their agency and that of Seelye as representing the government, or Flanders, in any capacity, in connection with the transaction, entirely ceased. Neither the firm nor Seelye had any such representative capacity in defending the suit brought by Harrison. There is not in the petition any allegation of any fact which tends to show that the government or Flanders is bound by the judgment in the suit brought by Harrison, nor is any such fact stated in the findings made by the Circuit Court. The petition merely alleges that all that Seelye did, and all that he was compelled to pay, was the direct result of the orders of Flanders, and that Flanders is bound to reimburse to him the amount so paid, either in direct obedience to his orders or as the necessary result of that obedience. The payment of the Harrison judgment was, however, in no proper sense the result of any obedience to any order of Flanders. Not ony  is there not in the special findings any finding of any facts which tend to make the Harrison judgment of any binding or probative force as against Flanders, as a party or a privy to it, but the finding in regard to the Harrison bond is conclusive to show that no judgment in favor of Harrison against Seelye &amp; Atwood can be used to aid in establishing the present claim against Flanders and the government, unless it appears affirmatively that they had notice of the Harrison suit and an opportunity to defend it. The answer of Flanders in the present suit alleges that the charges which he directed Seelye &amp; Atwood to pay were legal charges on the cotton under the act of Congress referred to, and that they were refunded to them by Harrison, 'as an admitted claim.' It also alleges that Seelye &amp; Atwood, in their answer in the Harrison suit, averred that the charges which they paid were lawful charges on the cotton, and were acquiesced in by Harrison and reimbursed to them. Proof of such admission of, and acquiescence in, the claim, by Harrison, was, therefore, admissible, and was made by proving that Harrison gave at the time the bond referred to. In view of the provisions of that bond it is difficult to see why, as against Flanders, Harrison is not propriety of the charges which he paid to Seelye &amp; Atwood. His bond was given to save harmless the government and the agents of the Treasury Department, 'on account of the seizure and detention of said cotton, and on account of any damages they might sustain by reason of said seizure.' The charges reimbursed to Seelye &amp; Atwood by Harrison grew directly out of the seizure and detention of the cotton, and any amount which might be paid on the recovery in the present suit would be covered by the terms of the bond. The bond covers not merely damages for taking and keeping the cotton, but the agreement is to hold the government and Flanders harmless on account of the seizure and detention. This covers the expenses attending the removal and keeping of the cotton. The act of 1863 expressly makes the expenses of transporting and disposing of captured property a charge upon its proceeds even where a claimant establishes a right to such proceeds. In any event, therefore, before the recovery by Harrison against Seelye &amp; Atwood can be made the foundation of a cause of action or a recovery by Seelye against Flanders, it must appear that he had a fair opportunity to set up as against such recovery by Harrison the said matters of defence to his claim. Proving in the present suit the giving of the bond by Harrison was proving that Flanders had a good defence to the suit brought by Harrison against Seelye. Such proof, having been given, must be regarded as having been properly given, under the answer. It was proof of the admission by Harrison of the claim of Seelye &amp; Atwood, as is alleged in the answer. It does not appear that Flanders had any notice of the Harrison suit, or any opportunity to make therein the defence referred to. It was necessary that it should so appear, the existence of such defence being established. It is not for Flanders to show that he had no notice, by proving a negative.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our attention has been called to the provisions of articles 378, 379, 382, and 388 of the Code of Practice of Louisiana, as having a bearing on this case. They are as follows: 'Art. 378. The obligation which one contracts to defend another in some action which may be instituted against him is termed <i>warranty</i>. The one who has contracted this obligation is called the warrantor.' 'Art. 379. . . . Personal warranty is that which takes place in personal actions; it arises from the obligation which one has contracted to pay the whole or a part of a debt, due by another to a third person.' 'Art. 382. The defendant wishing to call one in warranty, may, in his answer, pray the court to decree against his warrantor the same judgment which may be rendered against him on the principal action; such prayer will be considered as a demand in warranty.' 'Art. 388. The defendant, though he has not called his warrantor to defend the suit brought against him, does not lose on that account his action in warranty, unless the warrantor prove that he had means for defending the action, which were not used owing to the defendant having failed to call him in warranty, or having neglected to apprise him of the suit having been brought.' In <i>Sterling</i> v. <i>Fusilier</i> (7 Mart. (La.)442), the Supreme Court of Louisiana, in reference to provisions of the Civil Code like those just cited, says that the neglect of a person sued in failing to call in his warrantor to defend the suit, has no other effect, in a suit afterwards brought by such person against his warrantor, than to cause the warranty to cease, on proof, in the latter suit, that the warrantor had sufficient grounds or means of defence to have obtained a judgment in his favor, of which he could not avail himself for want of having been called on; and that that species of defence must be pleaded and proved. Assuming that Flanders was still a warrantor to Seelye &amp; Atwood when the suit by Harrison against that firm was brought, we are of opinion, for the reasons before stated, that it appears in this case that Flanders had a sufficient defence to have obtained a judgment in his favor if he had been called in warranty in the Harrison suit, or been notified of the bringing of that suit, and that he could not avail himself of that defence in the Harrison suit, for the reason that he was not called in warranty or notified of the bringing of that suit. That defence is not only proved in this suit, but is sufficiently pleaded, as is before shown. There is nothing in article 388 of the code which requires Flanders to prove anything more than he has proved in this suit. The existence of the defence being proved, the presumption is that it would have been proved and availed of, in the Harrison suit, by Flanders, if he had been called in warranty or been notified of the bringing of the suit, and it is then for the plaintiff in this suit to rebut such presumption, which has not been done.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Judgment reversed, and cause remanded with directions to award a new trial</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">MR. JUSTICE FIELD, MR. JUSTICE BRADLEY, and MR. JUSTICE WOODS dissented.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90633/"
}