{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "106 U.S. 648", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90731/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Fitzpatrick v. Flannagan", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75111, 
    "resource_uri": "/api/rest/v2/citation/75111/"
  }, 
  "id": 90731, 
  "blocked": false, 
  "judges": "Matthews", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1882-12-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>106 U.S. 648 (____)</b></center>\n<center><h1>FITZPATRICK<br>\nv.<br>\nFLANNAGAN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Alfred B. Pittman for the plaintiff in error.</p>\n<p>Mr. Jefferson Chandler and Mr. William K. Ingersoll for the defendants in error.</p>\n<p><span class=\"star-pagination\">*649</span> MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>This is an action of assumpsit commenced by Charles M. Flannagan and George M. Flannagan, copartners, doing business under the firm name and style of C.M. &amp; G.M. Flannagan, by the issuing of a writ of attachment, according to the practice as prescribed by the law of Mississippi, they being citizens of Missouri. The process of attachment was founded on an affidavit, which set forth that John J. Fitzpatrick, as the surviving partner of the firm of Fitzpatrick Brothers, composed of himself and his brother James C. Fitzpatrick, deceased, was the legal owner of the partnership property; that he, as such survivor, was indebted to the plaintiffs in several sums, evidenced by partnership obligations, as well as in a sum of $6,000, for a debt contracted by James C. Fitzpatrick and Eugene A. Forbes, then partners under the name of Forbes &amp; Fitzpatrick, and which had, on the dissolution of that firm, by the retirement of Forbes, been assumed by the firm of Fitzpatrick Brothers, which debt was evidenced by the promissory note of Forbes &amp; Fitzpatrick, held by the plaintiffs. The whole indebtedness, for which suit was brought, was alleged to amount to $15,936.55. The affidavit then charged that \"the said John J. Fitzpatrick has property or rights in action which he conceals and unjustly refuses to apply to the payment of his debts, and that he has assigned or disposed of, or is about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors, or give an unfair preference to some of them; and that he has converted, or is about to convert, his property into money, or evidences of debt, with which to place it beyond the reach of his creditors.\" And suggesting that John McGinty, Edward McGinty, and George M. Klein, cashier of the Mississippi Valley Bank, are indebted to him, or have property of his in their hands, &amp;c., the affidavit prays for a summons against them as garnishees.</p>\n<p>The statutory bond having been given, a writ of attachment was issued, which the marshal returned as served by levying upon and taking possession of certain personal property, according to an inventory attached, as the property of the defendant; and that afterward Edward McGinty, having made claim that he was the owner of the property attached, and the same <span class=\"star-pagination\">*650</span> having been valued, and a claimant's bond given and accepted, he had turned said goods over to said McGinty, and had summoned the defendant and the garnishees.</p>\n<p>The defendant then, in due time, filed a plea in abatement to the writ, denying the several grounds thereof as alleged in the affidavit; and on the same day the plaintiffs, by leave of court, filed an amendment to the affidavit, setting forth \"that the firm of Fitzpatrick Brothers, composed of defendant and James C. Fitzpatrick, deceased, and of which he is the surviving partner, fraudulently contracted the debt or incurred the obligation for which suit has been brought.\" The granting of this leave to amend the affidavit was objected to by the defendant, and is the subject of an exception, and assigned for error. But sect. 1483 of the Code of Mississippi of 1871 expressly authorizes amendments to defective affidavits, and we see no objection on principle, under such a provision, to an amendment adding a new ground for the attachment. There was no claim on the part of the defendant of being taken by surprise or put to any disadvantage by reason of the amendment, and we fail to perceive how, in any way, he could have been prejudiced. In point of fact, he immediately filed his plea in abatement, traversing the additional allegations of the amendment; and the cause being at issue upon the pleas in abatement was submitted to a jury, according to the practice authorized by the statute. There was a verdict finding \"that the attachment herein was rightfully sued out;\" and the defendant thereupon had leave to plead to the merits, and filed with a plea of non assumpsit several special pleas, which it is not necessary now to notice. The cause having upon these issues been tried by a jury, there was a verdict for the plaintiff, whereon judgment was rendered. The present writ brings up for review these proceedings and judgment, errors having been assigned upon bills of exception duly taken to the rulings of the court upon both trials.</p>\n<p>Upon the trial of the issues of fact arising upon the pleas in abatement, evidence was introduced, as appears by the bill of exceptions, by the respective parties, tending to prove the following state of facts: \u0097</p>\n<p>In March, 1878, the defendant purchased the interest of <span class=\"star-pagination\">*651</span> Forbes in the firm of Forbes &amp; Fitzpatrick, wholesale grocers, and formed with the latter person the partnership of Fitzpatrick Brothers, which, by the terms of the purchase, assumed the liabilities of Forbes &amp; Fitzpatrick, including, among others, about $15,000 due to the plaintiffs. These liabilities, as was afterwards ascertained, exceeded the value of the assets of the original firm. James C. Fitzpatrick died in September, 1878, leaving in the hands of the defendant, as surviving partner, the partnership property, and the concern insolvent. The defendant continued the business, sold out in part the old stock, purchased other goods to replenish it to the amount of more than $12,000, partly on credit, partly for cash, putting the goods indiscriminately in stock with those on hand. The firm of Fitzpatrick Brothers, during its existence, paid part of the debt due to the plaintiffs, assumed by it, and contracted with them, for goods bought and money loaned, an indebtedness for about the same amount as that paid. The deceased partner, before his death, had drawn out of the partnership more than his interest therein, and was indebted to it. On Dec. 3, 1878, the defendant, being very much pressed to pay some maturing bills to the Mississippi Valley Bank, being debts created by the firm of Fitzpatrick Brothers, borrowed $5,700 from John McGinty, giving his note, at one day's date, verbally promising to repay the amount speedily out of the assets of the late firm. This money was used by him in paying partnership debts. Fitzpatrick Brothers owed John McGinty, besides, two notes, one for $2,500, and one for $5,200. Being unable to repay the borrowed money to John McGinty, the defendant, on Dec. 19, 1878, sold to Edward McGinty, a relative of John McGinty, his entire stock of goods, amounting to $6,633.46, at cost and ten per cent added, and the partnership accounts, amounting to $10,222.06, for which Edward McGinty paid $8,200 in cash, and assumed to pay obligations due in part from Fitzpatrick Brothers, and in part from the defendant, for commercial debts contracted by him since the death of his partner, to the amount of $6,974.16. This price was the full and fair value for the goods and accounts, and in fact Edward McGinty paid out several thousand dollars more on the debts assumed than he had collected out of the assets transferred.</p>\n<p><span class=\"star-pagination\">*652</span> This sale to Edward McGinty was made with the knowledge of John McGinty, who, in fact, advanced the money to complete it, Edward being without means, and upon an understanding that the money should be paid to John McGinty on account of the debts due to him; and accordingly the $8,200 cash was returned to him in payment of the two notes for $2,500 and $5,700, respectively. Immediately after the sale, Fitzpatrick was employed by Edward McGinty as a clerk to carry on the business, at a salary of $2,500 per annum, and shortly afterwards a partnership between them was advertised. The assets of the firm of Fitzpatrick Brothers on hand at the time of the death of James C. Fitzpatrick, together with after-acquired goods and moneys, were applied indiscriminately by the defendant to the payment of debts of the firm, and of those contracted by him in the subsequent course of business; and it appeared that he had paid as much at least on account of partnership debts, as he had realized from partnership assets, and that he had applied all the proceeds of the business, after paying its necessary expenses, to the payment of the debts of the late firm, and of his own, contracted in carrying on the business as surviving partner.</p>\n<p>The second issue, upon the pleas in abatement, was upon the allegation of the affidavit, that \"the defendant had assigned and disposed of, or was then about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors, or give an unfair preference to some of them.\"</p>\n<p>Upon the first branch of this issue \u0097 whether the defendant had disposed of any of his property with intent to defraud his creditors \u0097 the court charged the jury as follows: \u0097</p>\n<p>\"If you shall find from the evidence that the defendant sold or transferred any of the property or assets of the late firm of Fitzpatrick Brothers, with intent to prevent the creditors of the firm of Fitzpatrick Brothers, or any of them, from collecting their debts, such sale or disposition will sustain this ground of attachment. It was the duty of the defendant, as such surviving partner, to apply all of the assets of the firm to the payment of the debts due by the firm; and if he appropriated any part of them to the payment of his individual <span class=\"star-pagination\">*653</span> debts, it was a fraud upon the firm creditors, whether he so considered it or not, and, if established by the proof, will sustain this ground of attachment, as the law will presume that he intended the natural result of his act. The defendant being liable for the debts of the firm, could not, by borrowing money and paying the debts of the firm, create himself a creditor of the firm, or subrogate himself to the rights of the creditors as paid.\"</p>\n<p>And to the giving of this instruction an exception was taken.</p>\n<p>The ground on which this part of the charge appears to rest is, that a surviving partner, although invested with the legal title to the partnership property, on the dissolution of the firm, by the death of his copartner, is not the beneficial owner, but a mere trustee to liquidate the partnership affairs, by selling the assets and applying them to the payment of the partnership debts; that the continuance of the business by means of the partnership assets is a breach of that trust, and, if it results in diverting any of the partnership property from the creditors of the firm, is a fraud upon them. And yet, upon that supposition, it deserves consideration, whether the allegation made in the affidavit as the ground of the attachment \u0097 that the defendant has disposed of his own property to defraud his creditors \u0097 can be supported by proof, of a disposition of property, belonging to the firm, in order to defraud the creditors of the firm; especially, in view of the result, that, if the attachment is sustained, it not only subjects the partnership property, but also takes the individual property of the defendant, from individual creditors, for the payment of the firm debts. The writ runs against his individual property alone, and upon the sole ground that he has sought fraudulently to withdraw it from the claims of his individual creditors. This incongruity is sufficient, at least, strongly to suggest the suspicion that the proceeding itself, and the grounds on which it has been sustained, are based upon a misconception of the law which governs the case.</p>\n<p>And this will be confirmed by a critical examination of the charge.</p>\n<p>Upon the state of the evidence, as disclosed by the bill of <span class=\"star-pagination\">*654</span> exceptions, the jury may have found that the defendant, as surviving partner, with the assent, either express or tacit, of the personal representatives of his deceased copartner, had been left in possession of the firm property, for the purpose of continuing the business; that, in doing so, in good faith he raised money upon the individual credit given him, by reason of his possession and control of property, which he was allowed to deal with as his own, and applied it to the purpose of paying the debts due from the firm of which he was the surviving partner; and yet felt compelled, under this charge, to find that an appropriation out of the property which had come to him as such survivor, to repay such a loan, without any actual fraudulent intent, would be a fraud in law upon every creditor of the partnership, justifying a seizure, on attachment for that cause, of all his property, whether formerly belonging to the partnership, or since acquired, and that although his individual additions to his stock in trade were, at least, equal to what had been taken for the payment of individual debts.</p>\n<p>It is fair to consider this charge, although not so qualified, in connection with the facts, in reference to which there was evidence, that the firm of Fitzpatrick Brothers, and its individual members, were insolvent, in the sense of not being able to pay their debts, during the whole period of its existence, and the additional fact, that the deceased partner had before his death drawn from the partnership more than his interest therein, and was indebted to the firm.</p>\n<p>The legal right of a partnership creditor to subject the partnership property to the payment of his debt consists simply in the right to reduce his claim to judgment, and to sell the goods of his debtors on execution. His right to appropriate the partnership property specifically to the payment of his debt, in equity, in preference to creditors of an individual partner, is derived through the other partner, whose original right it is to have the partnership assets applied to the payment of partnership obligations. And this equity of the creditor subsists as long as that of the partner, through which it is derived, remains; that is, so long as the partner himself \"retains an interest in the firm assets, as a partner, a court of <span class=\"star-pagination\">*655</span> equity will allow the creditors of the firm to avail themselves of his equity, and enforce through it the application of those assets primarily to payment of the debts due them, whenever the property comes under its administration.\" Such was the language of this court in Case v. Beauregard, 99 U.S. 119, in which Mr. Justice Strong, delivering its opinion, continued as follows: \"It is indispensable, however, to such relief, when the creditors are, as in the present case, simple-contract creditors, that the partnership property should be within the control of the court, and in the course of administration, brought there by the bankruptcy of the firm, or by an assignment, or by the creation of a trust in some mode. This is because neither the partners nor the joint creditors have any specific lien, nor is there any trust that can be enforced until the property has passed in custodiam legis.\" Hence it follows that, \"if before the interposition of the court is asked the property has ceased to belong to the partnership, if by a bona fide transfer it has become the several property either of one partner or of a third person, the equities of the partners are extinguished, and consequently the derivative equities of the creditors are at an end.\" In that case it was held, in respect to a firm admitted to be insolvent, that transfers made by the individual partners of their interest in the partnership property converted that property into individual property, terminated the equity of any partner to require the application thereof to the payment of the joint debts, and constituted a bar to a bill in equity filed by a partnership creditor to subject it to the payment of his debt, the relief prayed for being grounded on the claim that these transfers were in fraud of his rights as a creditor of the firm.</p>\n<p>Another case between the same parties came again for consideration before the court, which reaffirmed the decision, and held that in such a case the bill might be properly filed by a creditor, without first reducing his claim to judgment. Case v. Beauregard, 101 U.S. 688.</p>\n<p>The same doctrine has been fully sanctioned by the Supreme Court of Mississippi in Schmidlapp v. Currie, 55 Miss. 597, where it is said, that \"the doctrine that firm assets must first be applied to the payment of firm debts, and individual property <span class=\"star-pagination\">*656</span> to individual debts, is only a principle of administration adopted by the courts where, from any cause, they are called upon to wind up the firm business, and find that the members have made no valid disposition of or charges upon its assets. Thus, where, upon a dissolution of the firm by death, or limitation, or bankruptcy, or from any other cause, the courts are called upon to wind up the concern, they adopt and enforce the principle stated; but the principle itself springs alone out of the obligation to do justice between the partners.\" In that case one of two partners, but with the assent of the other, and without any fraudulent intent, transferred the whole business and stock of the firm to a third person in payment of an individual debt. A creditor of the partnership sued out a writ of attachment against them, and caused it to be levied on the goods in the possession of the purchaser, upon the ground that the transfer of the firm goods in satisfaction of the individual debt of one of the partners was fraudulent and void as against firm creditors. The right to do so was denied.</p>\n<p>The same principle applies in case of a dissolution of the partnership. \"It is competent,\" says Mr. Justice Story, Partnership, sect. 358, \"for the partners, in cases of a voluntary dissolution, to agree that the joint property of the partnership shall belong to one of them; and if this agreement be bona fide and for a valuable consideration, it will transfer the whole property to such partner, wholly free from the claims of the joint creditors. The like result will arise from any stipulation to the same effect, in the original articles of copartnership, in cases of a dissolution by death or by any other personal incapacity.\"</p>\n<p>And, in case of dissolution by the death of one of the partners, without any previous agreement as to the mode of liquidation, the only difference is, that the joint creditor may, at his election, institute proceedings, by filing a bill in equity against the personal representatives of the deceased partner, and the survivors, to wind up the partnership business, to marshal the assets, and appropriate the partnership property to the payment of the joint debts. Story on Partnership, sects. 347, 362. Although, in Mississippi, it is denied that a court of equity has jurisdiction to entertain a suit on behalf <span class=\"star-pagination\">*657</span> of a firm creditor at large against a partnership, whether it be an existing one, or one that has ceased by limitation or by the withdrawal or death of one of the partners. Roach v. Brannon, 57 Miss. 490; Freeman v. Stewart, 41 id. 138.</p>\n<p>And unless a partnership creditor, or the personal representatives of the deceased partner, commence such a proceeding, to liquidate the affairs of the partnership, there is nothing to prevent the surviving partner from dealing with the partnership property as his own, and, acting in good faith, to make valid dispositions of it. Locke v. Lewis, 124 Mass. 1. And if, in like good faith, with the acquiescence of the personal representatives of the deceased partner, he uses the firm property, to continue the business on his own account and in his own name, he does it without other liability than to be held accountable to the estate of his deceased partner for a share of the profits; or, as we have seen, upon a bill filed for that purpose, by the personal representatives of the deceased partner or a partnership creditor, to wind up the firm business and apply its assets to the payment of its debts. Any intermediate disposition of the property, made in good faith, even although it may have been specifically a part of the partnership assets, and even if it has been applied to the payment of his individual obligations, will be valid and effectual; and, without circumstances showing an actual intention to defraud, cannot be treated as a fraud in law upon partnership creditors. Accordingly, in Roach v. Brannon, 57 Miss. 490, the Supreme Court of Mississippi said: \"If, then, a firm creditor may sue out and levy an attachment upon firm assets in the hands of a surviving partner, upon what grounds must he proceed? Must he aver and prove one of the specific grounds of attachment laid down in the statute, or will it be sufficient to show that the surviving partner is acting in violation of that quasi trust imposed upon him by law for the benefit of firm creditors? We have no hesitation in saying that he must bring his case strictly within the letter of the statute.\"</p>\n<p>The next assignment of error is based on an exception to the following instruction, being in continuation of that just considered: \u0097</p>\n<p>\"5th. The latter clause of this issue is as to whether or not <span class=\"star-pagination\">*658</span> the disposition made by the defendant of the assets was with the intention of giving an unfair preference to some of his creditors over others. It is difficult to determine what particular acts will constitute such preference. I am of the opinion that the legislature meant something by this expression, but it has never been construed by the Supreme Court of the State. In the absence of such construction, I will instruct you that when a debtor is insolvent, and knows that he will be unable for a great length of time to pay all his debts, and disposes of his means to one or more of his creditors, to the exclusion of others, and with the design that those unpaid shall remain so, it will constitute an unfair preference within the meaning of this clause of the statute. You will, therefore, apply this rule to the facts in proof under this issue.\"</p>\n<p>The language of the Mississippi Code of 1871, describing one of the grounds for which an attachment might issue, was that \"the debtor has assigned or disposed of, or is about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors or give an unfair preference to some of them.\" Code of 1871, sect. 1420. This provision, it is said, so far as it relates to an \"unfair preference,\" was first introduced into the statutes of the State by the code of 1857, art. 2, p. 372. It is said by the Supreme Court of Mississippi, in Eldridge v. Phillipson, 58 Miss. 270, that \"the right of a debtor, insolvent or in failing circumstances, to give a preference to one or more of his creditors, if it be bona fide and with no intent to secure a benefit to himself, is a firmly established rule in the jurisprudence of this State,\" and many cases are cited, occurring both before and after the adoption of the code of 1857, in support of the statement. It was well settled, therefore, that whatever else the prohibition against unfair preferences might be supposed to include, it certainly did not make all preferences illegal. But the necessary result of preferring one or more creditors by a debtor unable to pay all, would be that the rest should remain unpaid, and for an indefinite length of time; and as the preference is supposed to have been designed, it could well be said, in every such case, that the debtor making it also designed its natural and expected consequences. It follows, therefore, if the part <span class=\"star-pagination\">*659</span> of the charge of the court now under examination be correct, that all preferences are unfair, and being unfair, are illegal, \u0097 a conclusion which we have seen is opposed to the settled law of Mississippi.</p>\n<p>In the case just referred to, of Eldridge v. Phillipson, the question was presented directly for decision for the first time to the Supreme Court of that State. It was then decided that no preference could be held to be unfair which, tested by the rules of law, is legal; and that as to be illegal it must be fraudulent, and as all fraudulent dispositions of his property by a debtor are prohibited in other words, the clause relating to unfair preferences is mere surplusage. This construction is confirmed by the fact that the words in question have been omitted from the code of 1880 by the legislature of Mississippi.</p>\n<p>In our opinion, this interpretation of the statute is correct, and we accordingly adopt it. The ruling of the Circuit Court, to the contrary, we adjudge, therefore, to be erroneous.</p>\n<p>The cause came on for further trial upon the issues raised by the pleas to the merits. Besides the general issue, the defendant pleaded, as to the note for $6,000 made by Forbes &amp; Fitzpatrick, the defence of the Statute of Frauds, that the alleged promise was not in writing, and, also, that the sole consideration therefor was the sale to him by Forbes of his interest to the partnership of Forbes &amp; Fitzpatrick, and that the promise to pay the same, as one of the debts of that firm, was procured from him by means of false and fraudulent misrepresentations made to him by Forbes as to the value of that interest.</p>\n<p>On the trial, as appears from the bill of exceptions, there was evidence tending to show that, although the original assumption by the firm of Fitzpatrick Brothers of the debts of Forbes &amp; Fitzpatrick was verbal, yet, that afterwards it was repeated in writing in sundry letters by the defendant, written after he had full knowledge of the character and condition of the assets, property, and business which he had purchased from Forbes.</p>\n<p>The court instructed the jury as follows: \u0097</p>\n<p>\"The plea of the defendant alleges, as to the $6,000 note of Forbes &amp; Fitzpatrick, that its payment was assumed as part consideration of a purchase by him from Eugene A. Forbes, <span class=\"star-pagination\">*660</span> and that said purchase was made on fraudulent misrepresentations as to the character and value of the things sold. If you believe this, and that the defendant was thereby injured, you will deduct from said note the amount of his damages by reason of such misrepresentations, unless you shall find that the defendant, after he had a full knowledge of the misrepresentations, continued to recognize his liability to plaintiffs, and promised to pay, after he had acquired such knowledge, in which case he will be estopped to make such defence.\"</p>\n<p>To this portion of the charge an exception was taken, and instructions of an opposite tenor asked to be given, which were refused, but which it is not necessary to notice specially, as they are directly negatived by the instruction given, and are disposed of if that be correct. And of its correctness we have no doubt. A subsequent promise, with full knowledge of the facts, is certainly equivalent to an original promise made under similar circumstances; and no one, acting with full knowledge, can justly say that he has been deceived by false representations. Volenti non fit injuria.</p>\n<p>We are advised that, according to the practice in Mississippi, as authorized by its statutes (Code of Miss. of 1880, sect. 2434), which, by sects. 914 and 915, Rev. Stat., are adopted as the practice of the Circuit Court of the United States in that district, the proceeding which resulted in the verdict sustaining the attachment, and the verdict and judgment on the merits of the cause of action are separate, and, consequently, may be separately considered on error. The judgment on the plea in abatement is not final in the sense that it may be reviewed before the final determination of the cause; but a writ of error upon the final judgment brings up the whole record, and subjects to review all the proceedings in the cause. As we find no error in the personal judgment against the defendant, ascertaining the existence and amount of the debt due from him, and awarding execution therefor, the same will be affirmed; but the judgment overruling the pleas in abatement and sustaining the attachment must be reversed, and the cause remanded with instructions to set aside the verdict upon the issues arising upon the pleas in abatement of the writ of attachment, and to grant a new trial thereof.</p>\n<p>Judgment accordingly.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></span> (____)</b></center>\n<center><h1>FITZPATRICK<br>\nv.<br>\nFLANNAGAN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Alfred B. Pittman for the plaintiff in error.</p>\n<p>Mr. Jefferson Chandler and Mr. William K. Ingersoll for the defendants in error.</p>\n<p><span class=\"star-pagination\">*649</span> MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>This is an action of assumpsit commenced by Charles M. Flannagan and George M. Flannagan, copartners, doing business under the firm name and style of C.M. &amp; G.M. Flannagan, by the issuing of a writ of attachment, according to the practice as prescribed by the law of Mississippi, they being citizens of Missouri. The process of attachment was founded on an affidavit, which set forth that John J. Fitzpatrick, as the surviving partner of the firm of Fitzpatrick Brothers, composed of himself and his brother James C. Fitzpatrick, deceased, was the legal owner of the partnership property; that he, as such survivor, was indebted to the plaintiffs in several sums, evidenced by partnership obligations, as well as in a sum of $6,000, for a debt contracted by James C. Fitzpatrick and Eugene A. Forbes, then partners under the name of Forbes &amp; Fitzpatrick, and which had, on the dissolution of that firm, by the retirement of Forbes, been assumed by the firm of Fitzpatrick Brothers, which debt was evidenced by the promissory note of Forbes &amp; Fitzpatrick, held by the plaintiffs. The whole indebtedness, for which suit was brought, was alleged to amount to $15,936.55. The affidavit then charged that \"the said John J. Fitzpatrick has property or rights in action which he conceals and unjustly refuses to apply to the payment of his debts, and that he has assigned or disposed of, or is about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors, or give an unfair preference to some of them; and that he has converted, or is about to convert, his property into money, or evidences of debt, with which to place it beyond the reach of his creditors.\" And suggesting that John McGinty, Edward McGinty, and George M. Klein, cashier of the Mississippi Valley Bank, are indebted to him, or have property of his in their hands, &amp;c., the affidavit prays for a summons against them as garnishees.</p>\n<p>The statutory bond having been given, a writ of attachment was issued, which the marshal returned as served by levying upon and taking possession of certain personal property, according to an inventory attached, as the property of the defendant; and that afterward Edward McGinty, having made claim that he was the owner of the property attached, and the same <span class=\"star-pagination\">*650</span> having been valued, and a claimant's bond given and accepted, he had turned said goods over to said McGinty, and had summoned the defendant and the garnishees.</p>\n<p>The defendant then, in due time, filed a plea in abatement to the writ, denying the several grounds thereof as alleged in the affidavit; and on the same day the plaintiffs, by leave of court, filed an amendment to the affidavit, setting forth \"that the firm of Fitzpatrick Brothers, composed of defendant and James C. Fitzpatrick, deceased, and of which he is the surviving partner, fraudulently contracted the debt or incurred the obligation for which suit has been brought.\" The granting of this leave to amend the affidavit was objected to by the defendant, and is the subject of an exception, and assigned for error. But sect. 1483 of the Code of Mississippi of 1871 expressly authorizes amendments to defective affidavits, and we see no objection on principle, under such a provision, to an amendment adding a new ground for the attachment. There was no claim on the part of the defendant of being taken by surprise or put to any disadvantage by reason of the amendment, and we fail to perceive how, in any way, he could have been prejudiced. In point of fact, he immediately filed his plea in abatement, traversing the additional allegations of the amendment; and the cause being at issue upon the pleas in abatement was submitted to a jury, according to the practice authorized by the statute. There was a verdict finding \"that the attachment herein was rightfully sued out;\" and the defendant thereupon had leave to plead to the merits, and filed with a plea of non assumpsit several special pleas, which it is not necessary now to notice. The cause having upon these issues been tried by a jury, there was a verdict for the plaintiff, whereon judgment was rendered. The present writ brings up for review these proceedings and judgment, errors having been assigned upon bills of exception duly taken to the rulings of the court upon both trials.</p>\n<p>Upon the trial of the issues of fact arising upon the pleas in abatement, evidence was introduced, as appears by the bill of exceptions, by the respective parties, tending to prove the following state of facts: \u0097</p>\n<p>In March, 1878, the defendant purchased the interest of <span class=\"star-pagination\">*651</span> Forbes in the firm of Forbes &amp; Fitzpatrick, wholesale grocers, and formed with the latter person the partnership of Fitzpatrick Brothers, which, by the terms of the purchase, assumed the liabilities of Forbes &amp; Fitzpatrick, including, among others, about $15,000 due to the plaintiffs. These liabilities, as was afterwards ascertained, exceeded the value of the assets of the original firm. James C. Fitzpatrick died in September, 1878, leaving in the hands of the defendant, as surviving partner, the partnership property, and the concern insolvent. The defendant continued the business, sold out in part the old stock, purchased other goods to replenish it to the amount of more than $12,000, partly on credit, partly for cash, putting the goods indiscriminately in stock with those on hand. The firm of Fitzpatrick Brothers, during its existence, paid part of the debt due to the plaintiffs, assumed by it, and contracted with them, for goods bought and money loaned, an indebtedness for about the same amount as that paid. The deceased partner, before his death, had drawn out of the partnership more than his interest therein, and was indebted to it. On Dec. 3, 1878, the defendant, being very much pressed to pay some maturing bills to the Mississippi Valley Bank, being debts created by the firm of Fitzpatrick Brothers, borrowed $5,700 from John McGinty, giving his note, at one day's date, verbally promising to repay the amount speedily out of the assets of the late firm. This money was used by him in paying partnership debts. Fitzpatrick Brothers owed John McGinty, besides, two notes, one for $2,500, and one for $5,200. Being unable to repay the borrowed money to John McGinty, the defendant, on Dec. 19, 1878, sold to Edward McGinty, a relative of John McGinty, his entire stock of goods, amounting to $6,633.46, at cost and ten per cent added, and the partnership accounts, amounting to $10,222.06, for which Edward McGinty paid $8,200 in cash, and assumed to pay obligations due in part from Fitzpatrick Brothers, and in part from the defendant, for commercial debts contracted by him since the death of his partner, to the amount of $6,974.16. This price was the full and fair value for the goods and accounts, and in fact Edward McGinty paid out several thousand dollars more on the debts assumed than he had collected out of the assets transferred.</p>\n<p><span class=\"star-pagination\">*652</span> This sale to Edward McGinty was made with the knowledge of John McGinty, who, in fact, advanced the money to complete it, Edward being without means, and upon an understanding that the money should be paid to John McGinty on account of the debts due to him; and accordingly the $8,200 cash was returned to him in payment of the two notes for $2,500 and $5,700, respectively. Immediately after the sale, Fitzpatrick was employed by Edward McGinty as a clerk to carry on the business, at a salary of $2,500 per annum, and shortly afterwards a partnership between them was advertised. The assets of the firm of Fitzpatrick Brothers on hand at the time of the death of James C. Fitzpatrick, together with after-acquired goods and moneys, were applied indiscriminately by the defendant to the payment of debts of the firm, and of those contracted by him in the subsequent course of business; and it appeared that he had paid as much at least on account of partnership debts, as he had realized from partnership assets, and that he had applied all the proceeds of the business, after paying its necessary expenses, to the payment of the debts of the late firm, and of his own, contracted in carrying on the business as surviving partner.</p>\n<p>The second issue, upon the pleas in abatement, was upon the allegation of the affidavit, that \"the defendant had assigned and disposed of, or was then about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors, or give an unfair preference to some of them.\"</p>\n<p>Upon the first branch of this issue \u0097 whether the defendant had disposed of any of his property with intent to defraud his creditors \u0097 the court charged the jury as follows: \u0097</p>\n<p>\"If you shall find from the evidence that the defendant sold or transferred any of the property or assets of the late firm of Fitzpatrick Brothers, with intent to prevent the creditors of the firm of Fitzpatrick Brothers, or any of them, from collecting their debts, such sale or disposition will sustain this ground of attachment. It was the duty of the defendant, as such surviving partner, to apply all of the assets of the firm to the payment of the debts due by the firm; and if he appropriated any part of them to the payment of his individual <span class=\"star-pagination\">*653</span> debts, it was a fraud upon the firm creditors, whether he so considered it or not, and, if established by the proof, will sustain this ground of attachment, as the law will presume that he intended the natural result of his act. The defendant being liable for the debts of the firm, could not, by borrowing money and paying the debts of the firm, create himself a creditor of the firm, or subrogate himself to the rights of the creditors as paid.\"</p>\n<p>And to the giving of this instruction an exception was taken.</p>\n<p>The ground on which this part of the charge appears to rest is, that a surviving partner, although invested with the legal title to the partnership property, on the dissolution of the firm, by the death of his copartner, is not the beneficial owner, but a mere trustee to liquidate the partnership affairs, by selling the assets and applying them to the payment of the partnership debts; that the continuance of the business by means of the partnership assets is a breach of that trust, and, if it results in diverting any of the partnership property from the creditors of the firm, is a fraud upon them. And yet, upon that supposition, it deserves consideration, whether the allegation made in the affidavit as the ground of the attachment \u0097 that the defendant has disposed of his own property to defraud his creditors \u0097 can be supported by proof, of a disposition of property, belonging to the firm, in order to defraud the creditors of the firm; especially, in view of the result, that, if the attachment is sustained, it not only subjects the partnership property, but also takes the individual property of the defendant, from individual creditors, for the payment of the firm debts. The writ runs against his individual property alone, and upon the sole ground that he has sought fraudulently to withdraw it from the claims of his individual creditors. This incongruity is sufficient, at least, strongly to suggest the suspicion that the proceeding itself, and the grounds on which it has been sustained, are based upon a misconception of the law which governs the case.</p>\n<p>And this will be confirmed by a critical examination of the charge.</p>\n<p>Upon the state of the evidence, as disclosed by the bill of <span class=\"star-pagination\">*654</span> exceptions, the jury may have found that the defendant, as surviving partner, with the assent, either express or tacit, of the personal representatives of his deceased copartner, had been left in possession of the firm property, for the purpose of continuing the business; that, in doing so, in good faith he raised money upon the individual credit given him, by reason of his possession and control of property, which he was allowed to deal with as his own, and applied it to the purpose of paying the debts due from the firm of which he was the surviving partner; and yet felt compelled, under this charge, to find that an appropriation out of the property which had come to him as such survivor, to repay such a loan, without any actual fraudulent intent, would be a fraud in law upon every creditor of the partnership, justifying a seizure, on attachment for that cause, of all his property, whether formerly belonging to the partnership, or since acquired, and that although his individual additions to his stock in trade were, at least, equal to what had been taken for the payment of individual debts.</p>\n<p>It is fair to consider this charge, although not so qualified, in connection with the facts, in reference to which there was evidence, that the firm of Fitzpatrick Brothers, and its individual members, were insolvent, in the sense of not being able to pay their debts, during the whole period of its existence, and the additional fact, that the deceased partner had before his death drawn from the partnership more than his interest therein, and was indebted to the firm.</p>\n<p>The legal right of a partnership creditor to subject the partnership property to the payment of his debt consists simply in the right to reduce his claim to judgment, and to sell the goods of his debtors on execution. His right to appropriate the partnership property specifically to the payment of his debt, in equity, in preference to creditors of an individual partner, is derived through the other partner, whose original right it is to have the partnership assets applied to the payment of partnership obligations. And this equity of the creditor subsists as long as that of the partner, through which it is derived, remains; that is, so long as the partner himself \"retains an interest in the firm assets, as a partner, a court of <span class=\"star-pagination\">*655</span> equity will allow the creditors of the firm to avail themselves of his equity, and enforce through it the application of those assets primarily to payment of the debts due them, whenever the property comes under its administration.\" Such was the language of this court in Case v. Beauregard, <span class=\"citation\" data-id=\"89922\"><a href=\"/opinion/89922/case-v-beauregard/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, in which Mr. Justice Strong, delivering its opinion, continued as follows: \"It is indispensable, however, to such relief, when the creditors are, as in the present case, simple-contract creditors, that the partnership property should be within the control of the court, and in the course of administration, brought there by the bankruptcy of the firm, or by an assignment, or by the creation of a trust in some mode. This is because neither the partners nor the joint creditors have any specific lien, nor is there any trust that can be enforced until the property has passed in custodiam legis.\" Hence it follows that, \"if before the interposition of the court is asked the property has ceased to belong to the partnership, if by a bona fide transfer it has become the several property either of one partner or of a third person, the equities of the partners are extinguished, and consequently the derivative equities of the creditors are at an end.\" In that case it was held, in respect to a firm admitted to be insolvent, that transfers made by the individual partners of their interest in the partnership property converted that property into individual property, terminated the equity of any partner to require the application thereof to the payment of the joint debts, and constituted a bar to a bill in equity filed by a partnership creditor to subject it to the payment of his debt, the relief prayed for being grounded on the claim that these transfers were in fraud of his rights as a creditor of the firm.</p>\n<p>Another case between the same parties came again for consideration before the court, which reaffirmed the decision, and held that in such a case the bill might be properly filed by a creditor, without first reducing his claim to judgment. Case v. Beauregard, 101 U.S. 688.</p>\n<p>The same doctrine has been fully sanctioned by the Supreme Court of Mississippi in Schmidlapp v. Currie, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">597</span></span>, where it is said, that \"the doctrine that firm assets must first be applied to the payment of firm debts, and individual property <span class=\"star-pagination\">*656</span> to individual debts, is only a principle of administration adopted by the courts where, from any cause, they are called upon to wind up the firm business, and find that the members have made no valid disposition of or charges upon its assets. Thus, where, upon a dissolution of the firm by death, or limitation, or bankruptcy, or from any other cause, the courts are called upon to wind up the concern, they adopt and enforce the principle stated; but the principle itself springs alone out of the obligation to do justice between the partners.\" In that case one of two partners, but with the assent of the other, and without any fraudulent intent, transferred the whole business and stock of the firm to a third person in payment of an individual debt. A creditor of the partnership sued out a writ of attachment against them, and caused it to be levied on the goods in the possession of the purchaser, upon the ground that the transfer of the firm goods in satisfaction of the individual debt of one of the partners was fraudulent and void as against firm creditors. The right to do so was denied.</p>\n<p>The same principle applies in case of a dissolution of the partnership. \"It is competent,\" says Mr. Justice Story, Partnership, sect. 358, \"for the partners, in cases of a voluntary dissolution, to agree that the joint property of the partnership shall belong to one of them; and if this agreement be bona fide and for a valuable consideration, it will transfer the whole property to such partner, wholly free from the claims of the joint creditors. The like result will arise from any stipulation to the same effect, in the original articles of copartnership, in cases of a dissolution by death or by any other personal incapacity.\"</p>\n<p>And, in case of dissolution by the death of one of the partners, without any previous agreement as to the mode of liquidation, the only difference is, that the joint creditor may, at his election, institute proceedings, by filing a bill in equity against the personal representatives of the deceased partner, and the survivors, to wind up the partnership business, to marshal the assets, and appropriate the partnership property to the payment of the joint debts. Story on Partnership, sects. 347, 362. Although, in Mississippi, it is denied that a court of equity has jurisdiction to entertain a suit on behalf <span class=\"star-pagination\">*657</span> of a firm creditor at large against a partnership, whether it be an existing one, or one that has ceased by limitation or by the withdrawal or death of one of the partners. Roach v. Brannon, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">490</span></span>; Freeman v. Stewart, 41 id. 138.</p>\n<p>And unless a partnership creditor, or the personal representatives of the deceased partner, commence such a proceeding, to liquidate the affairs of the partnership, there is nothing to prevent the surviving partner from dealing with the partnership property as his own, and, acting in good faith, to make valid dispositions of it. Locke v. Lewis, 124 Mass. 1. And if, in like good faith, with the acquiescence of the personal representatives of the deceased partner, he uses the firm property, to continue the business on his own account and in his own name, he does it without other liability than to be held accountable to the estate of his deceased partner for a share of the profits; or, as we have seen, upon a bill filed for that purpose, by the personal representatives of the deceased partner or a partnership creditor, to wind up the firm business and apply its assets to the payment of its debts. Any intermediate disposition of the property, made in good faith, even although it may have been specifically a part of the partnership assets, and even if it has been applied to the payment of his individual obligations, will be valid and effectual; and, without circumstances showing an actual intention to defraud, cannot be treated as a fraud in law upon partnership creditors. Accordingly, in Roach v. Brannon, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">490</span></span>, the Supreme Court of Mississippi said: \"If, then, a firm creditor may sue out and levy an attachment upon firm assets in the hands of a surviving partner, upon what grounds must he proceed? Must he aver and prove one of the specific grounds of attachment laid down in the statute, or will it be sufficient to show that the surviving partner is acting in violation of that quasi trust imposed upon him by law for the benefit of firm creditors? We have no hesitation in saying that he must bring his case strictly within the letter of the statute.\"</p>\n<p>The next assignment of error is based on an exception to the following instruction, being in continuation of that just considered: \u0097</p>\n<p>\"5th. The latter clause of this issue is as to whether or not <span class=\"star-pagination\">*658</span> the disposition made by the defendant of the assets was with the intention of giving an unfair preference to some of his creditors over others. It is difficult to determine what particular acts will constitute such preference. I am of the opinion that the legislature meant something by this expression, but it has never been construed by the Supreme Court of the State. In the absence of such construction, I will instruct you that when a debtor is insolvent, and knows that he will be unable for a great length of time to pay all his debts, and disposes of his means to one or more of his creditors, to the exclusion of others, and with the design that those unpaid shall remain so, it will constitute an unfair preference within the meaning of this clause of the statute. You will, therefore, apply this rule to the facts in proof under this issue.\"</p>\n<p>The language of the Mississippi Code of 1871, describing one of the grounds for which an attachment might issue, was that \"the debtor has assigned or disposed of, or is about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors or give an unfair preference to some of them.\" Code of 1871, sect. 1420. This provision, it is said, so far as it relates to an \"unfair preference,\" was first introduced into the statutes of the State by the code of 1857, art. 2, p. 372. It is said by the Supreme Court of Mississippi, in Eldridge v. Phillipson, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">270</span></span>, that \"the right of a debtor, insolvent or in failing circumstances, to give a preference to one or more of his creditors, if it be bona fide and with no intent to secure a benefit to himself, is a firmly established rule in the jurisprudence of this State,\" and many cases are cited, occurring both before and after the adoption of the code of 1857, in support of the statement. It was well settled, therefore, that whatever else the prohibition against unfair preferences might be supposed to include, it certainly did not make all preferences illegal. But the necessary result of preferring one or more creditors by a debtor unable to pay all, would be that the rest should remain unpaid, and for an indefinite length of time; and as the preference is supposed to have been designed, it could well be said, in every such case, that the debtor making it also designed its natural and expected consequences. It follows, therefore, if the part <span class=\"star-pagination\">*659</span> of the charge of the court now under examination be correct, that all preferences are unfair, and being unfair, are illegal, \u0097 a conclusion which we have seen is opposed to the settled law of Mississippi.</p>\n<p>In the case just referred to, of Eldridge v. Phillipson, the question was presented directly for decision for the first time to the Supreme Court of that State. It was then decided that no preference could be held to be unfair which, tested by the rules of law, is legal; and that as to be illegal it must be fraudulent, and as all fraudulent dispositions of his property by a debtor are prohibited in other words, the clause relating to unfair preferences is mere surplusage. This construction is confirmed by the fact that the words in question have been omitted from the code of 1880 by the legislature of Mississippi.</p>\n<p>In our opinion, this interpretation of the statute is correct, and we accordingly adopt it. The ruling of the Circuit Court, to the contrary, we adjudge, therefore, to be erroneous.</p>\n<p>The cause came on for further trial upon the issues raised by the pleas to the merits. Besides the general issue, the defendant pleaded, as to the note for $6,000 made by Forbes &amp; Fitzpatrick, the defence of the Statute of Frauds, that the alleged promise was not in writing, and, also, that the sole consideration therefor was the sale to him by Forbes of his interest to the partnership of Forbes &amp; Fitzpatrick, and that the promise to pay the same, as one of the debts of that firm, was procured from him by means of false and fraudulent misrepresentations made to him by Forbes as to the value of that interest.</p>\n<p>On the trial, as appears from the bill of exceptions, there was evidence tending to show that, although the original assumption by the firm of Fitzpatrick Brothers of the debts of Forbes &amp; Fitzpatrick was verbal, yet, that afterwards it was repeated in writing in sundry letters by the defendant, written after he had full knowledge of the character and condition of the assets, property, and business which he had purchased from Forbes.</p>\n<p>The court instructed the jury as follows: \u0097</p>\n<p>\"The plea of the defendant alleges, as to the $6,000 note of Forbes &amp; Fitzpatrick, that its payment was assumed as part consideration of a purchase by him from Eugene A. Forbes, <span class=\"star-pagination\">*660</span> and that said purchase was made on fraudulent misrepresentations as to the character and value of the things sold. If you believe this, and that the defendant was thereby injured, you will deduct from said note the amount of his damages by reason of such misrepresentations, unless you shall find that the defendant, after he had a full knowledge of the misrepresentations, continued to recognize his liability to plaintiffs, and promised to pay, after he had acquired such knowledge, in which case he will be estopped to make such defence.\"</p>\n<p>To this portion of the charge an exception was taken, and instructions of an opposite tenor asked to be given, which were refused, but which it is not necessary to notice specially, as they are directly negatived by the instruction given, and are disposed of if that be correct. And of its correctness we have no doubt. A subsequent promise, with full knowledge of the facts, is certainly equivalent to an original promise made under similar circumstances; and no one, acting with full knowledge, can justly say that he has been deceived by false representations. Volenti non fit injuria.</p>\n<p>We are advised that, according to the practice in Mississippi, as authorized by its statutes (Code of Miss. of 1880, sect. 2434), which, by sects. 914 and 915, Rev. Stat., are adopted as the practice of the Circuit Court of the United States in that district, the proceeding which resulted in the verdict sustaining the attachment, and the verdict and judgment on the merits of the cause of action are separate, and, consequently, may be separately considered on error. The judgment on the plea in abatement is not final in the sense that it may be reviewed before the final determination of the cause; but a writ of error upon the final judgment brings up the whole record, and subjects to review all the proceedings in the cause. As we find no error in the personal judgment against the defendant, ascertaining the existence and amount of the debt due from him, and awarding execution therefor, the same will be affirmed; but the judgment overruling the pleas in abatement and sustaining the attachment must be reversed, and the cause remanded with instructions to set aside the verdict upon the issues arising upon the pleas in abatement of the writ of attachment, and to grant a new trial thereof.</p>\n<p>Judgment accordingly.</p>\n</div>", 
  "sha1": "adc87de3cd92f6b2b16722f917841cbac1d82fdd", 
  "date_modified": "2014-12-21T01:29:29.233039", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90731/fitzpatrick-v-flannagan/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/381476/", 
  "html": "<p class=\"case_cite\">106 U.S. 648</p>\n    <p class=\"case_cite\">1 S.Ct. 369</p>\n    <p class=\"case_cite\">27 L.Ed. 211</p>\n    <p class=\"parties\">FITZPATRICK<br>v.<br>FLANNAGAN and another.</p>\n    <p class=\"date\">December 18, 1882.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>A. B. Pittman</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>Jeff. Chandler</i>, for defendants in error.</p>\n      <p class=\"indent\">MATTHEWS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action of <i>assumpsit</i> commenced by the defendants in error by the issuing of a writ of attachment, according to the practice as prescribed by the laws of Mississippi, the plaintiffs below being citizens of Missouri. The process of attachment was founded on an affidavit, which set forth that the plaintiff in error, as the surviving partner of the firm of Fitzpatrick Bros., composed of himself and his brother, James C. Fitzpatrick, deceased, was the legal owner of the partnership property; that the defendant, as such survivor, was indebted to the plaintiffs in several sums, evidenced by partnership obligations, as well as in a sum of $6,000, for a debt contracted by James C. Fitzpatrick and Eugene A. Forbes, then partners under the name of Forbes &amp; Fitzpatrick, and which had, on the dissolution of that firm, by the retirement of Forbes, been assumed by the firm of Fitzpatrick Bros., which debt was evidenced by the promissory note of Forbes &amp; Fitzpatrick, held by the plaintiffs. The whole indebtedness, for which suit was brought, was alleged to amount to $15,936.55. The affidavit then charged that 'the said John J. Fitzpatrick has property or rights in action which he conceals, and justly refuses to apply to the payment of his debts, and that he has assigned or disposed of, or is about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors, or give an unfair preference to some of them; and that he has converted, or is about to convert, his property into money or evidence of debt, with which to place it beyond the reach of his creditors.' And suggesting that John McGinty, Edward McGinty, and George M. Klein, cashier of the Mississippi Valley Bank, are indebted to the defendant, or have property of his in their hands, etc., the affidavit prays for a summons against them as garnishees.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The statutory bond having been given, a writ of attachment was issued, which the marshal returned as served by levying upon and taking possession of certain personal property, according to an inventory attached, as the property of the defendant; and that afterwards Edward McGinty, having made claim that he was the owner of the property attached, and the same having been valued, and a claimant's bond given and accepted, he had turned said goods over to said McGinty, and had summoned the defendant and the garnishees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant below then, in due time, filed a plea in abatement to the writ of attachment, denying the several grounds thereof as alleged in the affidavit; and on the same day the plaintiffs, by leave of court, filed an amendment to the affidavit, setting forth 'that the firm of Fitzpatrick Bros., composed of defendant and James C. Fitzpatrick, deceased, and of which he is the surviving partner, fraudulently contracted the debt or incurred the obligation for which suit has been brought.' The granting of this leave to amend the affidavit was objected to by the defendant, and is the subject of an exception and assigned for error. But section 1483 of the Code of Mississippi of 1871 expressly authorizes amendments to defective affidavits, and we see no objection on principle, under such a provision, to an amendment adding a new ground for the attachment. There was no claim on the part of the defendant of being taken by surprise or put to any disadvantage by reason of the amendment, and we fail to perceive how in any way he could have been prejudiced. In point of fact, he immediately filed his plea in abatement to the amended affidavit, traversing the additional allegations, and the cause being at issue upon the pleas in abatement, was submitted to a jury, according to the practice authorized by the statute. There was a verdict finding 'that the attachment herein was rightfully sued out,' and the defendant thereupon had leave to plead to the merits, and filed with a plea of <i>non-assumpsit</i> several special pleas, which it is not necessary now to notice. The cause having been tried to a jury upon these issues, there was a verdict and judgment for the plaintiff. The present writ of error brings up for reveiew these proceedings and judgment, errors having been assigned upon bills of exception duly taken to the rulings of the court upon both trials.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon the trial of the issues of fact arising upon the pleas in abatement, evidence was introduced, as appears by the bill of exceptions, by the respective parties, tending to prove the following state of facts:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That in March, 1878, defendant had purchased the interest of Forbes in the firm of Forbes &amp; Fitzpatrick, wholesale      grocers, forming with the latter the partnership of      Fitzpatrick Bros., who, by the terms of the purchase, assumed      the liabilities of Forbes &amp; Fitzpatrick, including, among      others, about $15,000 due to the plaintiffs. These      liabilities, as was afterwards ascertained, exceeded the      value of the assets of the original firm. James C.      Fitzpatrick died in September, 1878, leaving in the hands of      the defendant, as surviving partner, the partnership      property, and the concern insolvent. The defendant continued      the business, sold out in part the old stock, pur chased      other goods to replenish it to the amount of more than      $12,000, partly on credit, partly for cash, putting the goods      indiscriminately in stock with those on hand. During the      existence of the firm of Fitzpatrick Bros the firm paid part      of the debt due to the plaintiffs, assumed by them, and      contracter other indebtedness with them for goods bought and      money loaned for about the same amount as that paid. The      deceased partner, before his death, had drawn out of the      partnership more than his interest therein and was indebted      to it. On December 3, 1878, the defendant being very much      pressed to pay some maturing bills of the firm to the      Mississippi Valley Bank, being debts created by the firm of      Fitzpatrick Bros., borrowed $5,700 from John McGinty, giving      his note at one day's date, verbally promising to repay the      smount speedily out of the assets of the late firm. This      money was used by the defendant in paying partnership debts.      Fitzpatrick Bros. owed John McGinty, besides, two notes, one      for $2,500 and one for $5,200. Being unable to repay the      borrowed money to John McGinty the defendant on December 19,      1878, sold to Edward McGinty, a relative of John McGinty, his      entire stock of goods, amounting to $6,633.46, at cost and 10      per cent. added, and the partnership accounts, amounting to      $10,222.06, for which Edward McGinty paid $8,200 in cash and      assumed to pay obligations due in part from Fitzpatrick Bros.      and in part from Fitzpatrick, the surviving partner, for      commercial debts contracted by him since the death of his      partner, to the amount of $6,974.16. This price was a full      and fair value for the goods and accounts, and, in fact,      Edward McGinty paid out several thousand dollars more on the      debts assumed than he had collected out of the assets      transferred.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This sale to Edward McGinty was made with the knowledge           of John McGinty, who, in fact, advanced the money to           complete it, Edward being without means, and upon an           understanding that the money should be paid to John           McGinty on account of the debts due to him; and           accordingly the $8,200 cash was returned to him in           payment of the two notes for $2,500 and $5,700           respectively. Immediately after the sale Fitzpatrick was           employed by Edward McGinty as a clerk to carry on the           business at a salary of $2,500 per annum, and shortly           afterwards a partnership between them was advertised.           The assets of the firm of Fitzpatrick Bros. on hand at           the time of the death of J. C. Fitzpatrick, together           with after-acquired goods and moneys, were applied           indiscriminately by the defendant to the payment of           debts of the firm and of those contracted by him in the           subsequent course of business, and it appeared that he           had paid as much at least on account of partnership           debts as he had realized from partnership assets, and           that he had applied all the proceeds of the business,           after paying its necessary expenses, to the payment of           the debts of the late firm and of his own, contracted in           carrying on the business as surviving partner.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The second issue, upon the pleas in abatement, was upon the allegation of the affidavit that 'the defendant had assigned and disposed of, or was then about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors, or give an unfair preference to some of them.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon the first branch of this issue&#8212;whether the defendant had disposed of any of his property with intent to defraud his creditors&#8212;the court charged the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'If you shall find from the evidence that the defendant sold      or transferred any of the property or assets of the late firm      of Fitzpatrick &amp; Brothers, with intent to prevent the      creditors of the firm of Fitzpatrick &amp; Brothers, or any of      them, from collecting their debts, such sale or disposition      will sustain this ground of attachment. It was the duty of      the defendant, as such surviving partner, to apply all of the      assets of the firm to the payment of the debts due by the      firm, and if he appropriated any part of them to the payment      of his individual debts, it was a fraud upon the firm creditors, whether he so      considered it or not, and if established by the proof, will      sustain this ground of attachment, as the law will presume      that he intended the natural result of his act. The      defendant, being liable for the debts of the firm, could not,      by borrowing the money and paying the debts of the firm,      create himself a creditor of the firm, or subrogate himself      to the rights of the creditors as paid.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And to the giving of this instruction an exception was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The ground on which this part of the charge appears to rest is that a surviving partner, although invested with the legal title to the partnership property, on the dissolution of the firm, by the death of his copartner, is not the beneficial owner, but a mere trustee, to liquidate the partnership affairs, by selling the assets and applying them to the payment of the partnership debts; that the continuance of the business by means of the partnership assets is a breach of that trust, and, if it results in diverting any of the partnership property from the creditors of the firm, is a fraud upon them. And yet, upon that supposition, it deserves consideration whether the allegation made in the affidavit as the ground of the attachment&#8212;that defendant has disposed of his own property to defraud his creditors&#8212;can be supported by proof of a disposition of property belonging to the firm, in order to defraud the creditors of the firm; especially, in view of the result that, if the attachment is sustained, it not only subjects the partnership property, but also takes the individual property of the defendant from individual creditors for the payment of the firm debt. The writ runs against his individual property alone, and upon the sole ground that he has sought fraudulently to withdraw it from the claims of his individual creditors. This incongruity is sufficient, at least, strongly to suggest the suspicion that the proceeding itself, and the grounds on which it has been sustained, are based upon a misconception of the law which governs the case. And this will be confirmed by a critical examination of the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Upon the state of the evidence, as disclosed by the bill of exceptions, the jury may have found that the defendant, as surviving partner, with the assent, either express or tacit, of the personal representatives of his deceased copartner, had been left in possession of the firm property, for the purpose of continuing the business; that in doing so, in good faith, he raised money upon the individual credit given him, on the faith of his possession and control of property, which he was allowed to deal with as his own, and applied it to the purpose of paying the debts due from the firm of which he was the surviving partner; and yet felt compelled, under this charge, to find that an appropriation out of the property which had come to him as such survivor, to pay such a loan, without any actual fraudulent intent, would be a fraud in law upon every creditor of the partnership, justifying a seizure, on attachment for that cause, of all his property, whether formerly belonging to the partnership or since acquired, and that, although his individual additions to his stock in trade were, at east, equal to what had been taken for the payment of individual debts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is fair to consider this charge, although not so qualified, in connection with the facts, in reference to which there was evidence, that the firm of Fitzpatrick Bros., and its individual members, were insolvent, in the sense of not being able to pay their debts, during the whole period of its existence, and the additional fact that the deceased partner had before his death drawn from the partnership more than his interest therein, and was indebted to the firm.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The legal right of a partnership creditor to subject the partnership property to the payment of his debt, consists simply in the right to reduce his claim to judgment, and to sell the goods of his debtors on execution. His right to appropriate the partnership property specifically to the payment of his debt, in equity, in preference to creditors of an individual partner, is derived through the other partner, whose original right it is to have the partnership assets applied to the payment of partnership obligations. And this equity of the creditor subsists as long as that of the partner, through which it is derived, remains; that is, so long as the partner himself 'retains an interest in the firm assets, as a partner, a court of equity will allow the creditors of the firm to avail themselves of his equity, and enforce through it the application of those assets primarily to payment of the debts due them, whenever the property comes under its administration.' Such was the language of this court in <i>Case</i> v. <i>Beauregard</i>, 99 U. S. 119, in which Mr. Justice STRONG, delivering its opinion, continued as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'It is indispensable, however, to such relief, when the      creditors are, as in the present case, simple contract      creditors, that the partnership property should be within the      control of the court, and, in the course of administration,      brought there by the bankruptcy of the firm, or by an      assignment, or by the creation of a trust in some mode. This      is because neither the partners nor the joint creditors have      any specific lien, nor is there any trust that can be      enforced until the property has passed <i>in custodio legis</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hence it follows that 'if, before the interposition of the court is asked, the property has ceased to belong to the partnership, if by a <i>bona fide</i> transfer it has become the several property either of one partner or of a third person, the equities of the partners are extinguished, and consequently the derivative equities of the creditors are at an end.' In that case it was held, in respect to a firm admitted to be insolvent, that transfers made by the individual partners of their interest in the partnership property, converted that property into individual property, terminated the equity of any partner to require the application thereof to the payment of the joint debts, and constituted a bar to a bill in equity filed by a partnership creditor to subject it to the payment of his debt, the relief prayed for being grounded on the claim that these transfers were in fraud of his rights as a creditor of the firm.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Another case between the same parties came again for consideration before the court, which reaffirmed the decision, and held that in such a case the bill might be properly filed by a creditor, without first reducing his claim to judgment. <i>Case</i> v. <i>Beauregard</i>, 101 U. S. 688.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The same doctrine has been fully sanctioned by the supreme court of Mississippi in <i>Schmidlapp</i> v. <i>Currie</i>, 55 Miss. 597, where it is said, that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'The doctrine that firm assets must first be applied to the      payment of firm debts, and individual property to individual debts, is only a principle of      administration adopted by the courts where, from any cause,      they are called upon to wind up the firm business, and find      that the members have made no valid disposition of or charges      upon its assets. Thus, where, upon a dissolution of the firm      by death, or limitation, or bankruptcy, or from any other      cause, the courts are called upon to wind up the concern,      they adopt and enforce the principle state; but the principle      itself springs alone out of the obligation to do justice      between the partners.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In that case one of two partners, but with the assent of the other, and without any fraudulent intent, transferred the whole business and stock of the firm to a third person in payment of an individual debt. A creditor of the partnership sued out a writ of attachment against them, and caused it to be levied on the goods in the possession of the purchaser, upon the ground that the transfer of the firm goods in satisfaction of the individual debt of one of the partners was fraudulent and void as against firm creditors. The right to do so was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The same principle applies in case of a dissolution of the partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'It is competent,' says Mr. Justice STORY, Part. &#167; 358, 'for      the partners, in cases of a voluntary dissolution, to agree      that the joint property of the partnership shall belong to      one of them; and if this agreement be <i>bona fide</i>, and for a      valuable consideration, it will transfer the whole property      to such partner, wholly free from the claims of the joint      creditors. The like result will arise from any stipulation to      the same effect, in the original articles of copartnership,      in cases of a dissolution by death, or by any other personal      incapacity.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">And, in case of dissolution by death of one of the partners, without any previous agreement as to the mode of liquidation, the only difference is, that the joint creditor may, at his election, institute proceedings, by filing a bill in equity against the personal representatives of the deceased partner and the survivors, to wind up the partnership business, to marshal the assets, and appropriate the partnership property to the payment of the joint debts. Story, Part. &#167;&#167; 347, 362. Although, in Mississippi, it is denied that a court of equity has jurisdiction to entertain a suit on behalf of a firm creditor at large against a partnership, whether it be an existing one or one that has ceased by limitation or by the withdrawal or death of one of the partners. <i>Roach</i> v. <i>Brannon</i>, 57 Miss. 490-500; <i>Freeman</i> v. <i>Stewart</i>, 41 Miss. 133. And unless a partnership creditor, or the personal representatives of the deceased partner, commence such a proceeding, to liquidate the affairs of the partnership, there is nothing to prevent the surviving partner from dealing with the partnership property as his own, and, acting in good faith, to make valid dispositions of it. <i>Locke</i> v. <i>Lewis</i>, 124 Mass. 1. And if, in like good faith, with the acquiescence of the personal representatives of the deceased partner, he uses the firm property to continue the business on his own account and in his own name, he does it without other liability than to be held accountable to the estate of his deceased partner for a share of the profits; or, as we have seen, upon a bill filed for that purpose, by the personal representatives of the deceased partner or a partnership creditor, to wind up the firm business and apply its assets to the payment of its debts. Any intermediate disposition of the property, made in good faith, even although it may have been specifically a part of the partnership assets, and even if it has been applied to the payment of his individual obligations, will be valid and effectual; and, without circumstances showing an actual intention to defraud, cannot be treated as a fraud in law upon partnership creditors. Accordingly, in <i>Roach</i> v. <i>Brannon</i>, 57 Miss. 490-500, the supreme court of Mississippi said:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'If, then, a firm creditor may sue out and levy an attachment      upon firm assets in the hands of a surviving partner, upon      what grounds must he proceed? Must he aver and prove one of      the specific grounds of attachment laid down in the statute,      or will it be sufficient to show that the surviving partner      is acting in violation of that <i>quasi</i> trust imposed upon him      by law for the benefit of firm creditors? We have no      hesitation in saying that he must bring his case strictly      within the letter of the statute.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The next assignment of error is based on an exception to the following instruction, being in continuation of that just considered:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'(5) The latter clause of this issue is as to whether or not the disposition made by the defendant of the assets was with      the intention or giving an unfair preference to some of his      creditors over others. It is difficult to determine what      particular acts will constitute such preference. I am of the      opinion that the legislature meant something by this      expression, but it has never been construed by the supreme      court of the state. In the absence of such construction, I      will instruct you that when a debtor is insolvent, and knows      that he will be unable for a great length of time to pay all      his debts, and disposes of his means to one or more of his      creditors, to the exclusion of others, and with the design      that those unpaid shall remain so, it will constitute an      unfair preference, within the meaning of this clause of the      statute. You will, therefore, apply this rule to the facts in      proof under this issue.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The language of the Mississippi Code of 1871, describing one of the grounds for which an attachment might issue, was that 'the debtor has assigned or disposed of, or is about to assign or dispose of, his property or rights in action, or some part thereof, with intent to defraud his creditors or <i>give an unfair preference to some of them</i>.' Code 1871, &#167; 1420. This provision, it is said, so far as it relates to an 'unfair preference,' was first introduced into the statutes of the state by the Code of 1857, art. 2, p. 372. It is said by the supreme court of Mississippi, in <i>Eldridge</i> v. <i>Phillipson</i>, 58 Miss. 270, that 'the right of a debtor, insolvent or in failing circumstances, to give a preference to one or more of his creditors, if it be <i>bona fide</i>, and with no intent to secure a benefit to himself, is a firmly-established rule in the jurisprudence of this state,' and many cases are cited, occurring both before and after the adoption of the Code of 1857, in support of the statement. It was well settled, therefore, that whatever else the prohibition against unfair preferences might be supposed to include, it certainly did not make all preferences illegal. But the necessary result of preferring one or more creditors by a debtor unable to pay all, would be that the rest should remain unpaid, and for an indefinite length of time; and as the preference is supposed to have been designed, it could well be said, in every such case, that the debtor making it also designed its natural and expected consequences. It follows, therefore, if the part of the charge of the court now under examination be correct, that all preferences are unfair, and being unfair, are illegal,&#8212;a conclusion which we have seen is opposed to the settled law of Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the case just referred to, of <i>Eldridge</i> v. <i>Phillipson</i>, the question was presented directly for decision for the first time to the supreme court of that state. It was then decided that no preference could be held to be unfair which, tested by the rules of law, is legal; and that as, to be illegal, it must be fraudulent; and as all fraudulent dispositions of his property by a debtor are prohibited in other words, the clause relating to unfair preferences is mere surplusage. This construction is confirmed by the fact that the words in question have been omitted from the Code of 1880 by the legislature of Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In our opinion this interpretation of the statute is correct, and we accordingly adopt it. The ruling of the circuit court to the contrary we adjudge therefore to be erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The cause came on for further trial upon the issues raised by the pleas to the merits. Besides the general issue, the defendant pleaded as to the note for $6,000 made by Forbes &amp; Fitzpatrick, the defense of the statute of frauds, that the alleged promise was not in writing; <i>Eldridge</i> v. <i>Phillipson</i>, the question therefor was the sale to him by Forbes of his interest to the partnership of Forbes &amp; Fitzpatrick, and that the promise to pay the same, as one of the debts of that firm, was procured from him by means of false and fraudulent misrepresentations made to him by Forbes as to the value of that interest.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the trial, as appears from the bill of exceptions, there was evidence tending to show that, although the original assumption by the firm of Fitzpatrick Bros. of the debts of Forbes &amp; Fitzpatrick was verbal, yet that afterwards it was repeated in writing in sundry letters by the defendant&#8212;written after he had full knowledge of the character and condition of the assets, property, and business which he had purchased from Forbes. The court instructed the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The plea of the defendant alleges, as to the $6,000 note of      Forbes &amp; Fitzpatrick, that its payment was assumed as part      consideration of a purchase by him from Eugene A. Forbes, and that said purchase was made on fraudulent      misrepresentations as to the character and value of the      things sold. If you believe this, and that the defendant was      thereby injured, you will deduct from said note the amount of      his damages by reason of such misrepresentations, unless you      shall find that the defendant, after he had a full knowledge      of the misrepresentations, continued to recognize his      liability to plaintiffs, and promised to pay, after he had      acquired such knowledge, in which case he will be estopped to      make such defense.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To this portion of the charge an exception was taken, and instructions of an opposite tenor asked to be given, which were refused, but which it is not necessary to notice especially, as they are directly negatived by the instruction given, and are disposed of if that be correct. And of its correctness we have no doubt. A subsequent promise, with full knowledge of the facts, is certainly equivalent to an original promise made under similar circumstances, and no one, acting with full knowledge, can justly say that he has been deceived by false representations. <i>Volenti non fit injuria</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We are advised that, according to the practice in Mississippi, as authorized by its statutes, (Code of Miss. of 1880, &#167; 2434,) which, by sections 914 and 915, Rev. St., are adopted as the practice of the circuit court of the United States in that district, the proceedin which resulted in the verdict sustaining the attachment, and the verdict and judgment on the merits of the cause of action, are separate, and, consequently, may be separately considered on error. The judgment on the plea in abatement is not final in the sense that it may be reviewed before the final determination of the cause; but a writ of error, upon the final judgment, brings up the whole record and subjects to review all the proceedings in the cause. As we find no error in the personal judgment against the defendant, ascertaining the existence and amount of the debt due from him and awarding execution therefor, the same is accordingly affirmed; but the judgment overruling the pleas in abatement and sustaining the attachment is reversed, and the cause is remanded with instructions to set aside the verdict upon the issues arising upon the pleas in abatement of the writ of attachment, and to grant a new trial thereof. Judgment accordingly, with costs.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90731/"
}