{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "7 U.S. 357", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/84824/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Ma. In. Co. of Alexandria v. J. and Jh Tucker", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 51878, 
    "resource_uri": "/api/rest/v2/citation/51878/"
  }, 
  "id": 84824, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1806-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>7 U.S. 357 (____)</b></center>\n<center><b>3 Cranch 357</b></center>\n<center><h1>THE MARINE INSURANCE COMPANY OF ALEXANDRIA.<br>\nv.<br>\nJOHN AND JAMES H. TUCKER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*368</span> E.J. Lee, for the plaintiffs in error.</p>\n<p><span class=\"star-pagination\">*372</span> A voyage may be changed by taking on board a consignment to a different port; and the consignment will be evidence of the change. Or it may be changed by varying the plan of the adventure before the commencement of the risk; but a deviation takes place in the execution of the original plan. Therefore, an intention to alter the voyage will destroy the contract. Millar, 431.</p>\n<p>To vary in the smallest particular from the original plan of the voyage, constitutes an alteration. Millar, 392.</p>\n<p>In the present case the plan of the voyage was fixed by the policy, and on the 10th of August the vessel had actually cleared out with an intent to pursue it; after which, she discharged her ballast, and took in 30 hogsheads of sugar, to be delivered in Baltimore. This not only altered the original plan of the voyage, but increased the risk of capture, by increasing the value of the prize.</p>\n<p>The case of Stot v. Vaughan, cited in Marshall, 232, 4 Williams' cases, 296, determined by Lord Kenyon, is in favour of the underwriters upon this point.</p>\n<p>The case of Kewley v. Ryan, 2 H. Bl. 343, is the only one which has the appearance of opposition. But that case will be found to be unlike the present, in the following particulars:</p>\n<p>1. In Kewley &amp; Ryan the vessel sailed from Grenada for Liverpool, which was the voyage insured, but with an intention to touch at Cork, which was in the usual course from Grenada to Liverpool. But, in the present case, the vessel sailed for Baltimore, with an intention to come round to Alexandria from Baltimore, which is not in the course from Kingston to Alexandria.</p>\n<p>2. In Kewley v. Ryan the vessel intended only to touch at Cork; but, in the case at bar, the vessel sailed on a trading voyage for Baltimore. Stitt v. Wardell, 2 Esp. Rep. 610.</p>\n<p><span class=\"star-pagination\">*373</span> 3. The Eliza altered the plan of the original adventure, by taking in sugar for Baltimore; but in Kewley v. Ryan it does not appear that the original plan was changed.</p>\n<p>4. The risk was increased by taking the cargo for Baltimore, but the intention of touching at Cork did not increase the risk.</p>\n<p>Independent of these differences between the two cases, it is very questionable whether the determination in Kewley v. Ryan is correct upon principle. It establishes a doctrine which enables the insured to defraud underwriters, by making the evidence of intention to vary the voyage, depend upon the single testimony of the master, which is apt to bend to the interest of his employers. It too often happens, that insurance cases depend upon the same kind of testimony.</p>\n<p>The case of Kewley v. Ryan is also in principle contradicted by that of Middlewood v. Blakes, 7 T.R. 162. Marshall, 406, note (b.)</p>\n<p>2d. The 2d point is, that if the plaintiffs are entitled to recover any thing, they can recover only for a partial loss; for if an actual total loss has happened, it has arisen from the negligence and misconduct of the plaintiffs, or their agents, in not doing the best in their power for all concerned.</p>\n<p>The consideration of this question will involve that of the right of the plaintiffs to abandon at the time they offered to abandon; which is the 3d point in the cause.</p>\n<p>In many instances the practice of abandoning has been extended too far. The insured should in no case be permitted to abandon, where the effects insured, or the greater part of them, still exist and are in the power of the insured.</p>\n<p>The general rule is, that the insured may abandon in all cases where, by means of any of the perils insured against, the voyage is totally lost, or not worth pursuing, or where the thing insured is so damaged as to be of <span class=\"star-pagination\">*374</span> little or no value to the owner, or where the salvage is very high, or where what is saved is of less value than the freight, or where further expense is necessary, and the insurer will not undertake, at all events, to pay that expense.</p>\n<p>These principles are declared in the following cases: 2 Bur. 683, Goss v. Withers. 2 Bur. 1198, Hamilton v. Mendez. 7 T.R. 421, Aguilar v. Rodgers. 1 Dall. Rep. 11, Story v. Strettell. Park. 165. 4 Williams' cases, 373, 376.</p>\n<p>The capture or arrest of a vessel, or any detention, is prima facie a total loss, and immediately upon the capture, or at any time while the capture continues, the insured may abandon, and give notice, and thereby entitle himself to claim as for a total loss. But this must be done while the insured knows of the continuance of the capture, and not after he has information of the recovery or safety of the vessel. M`Master v. Shoolbred, 1 Esp. Rep. 237. Marshall, 494, 501.</p>\n<p>On the other hand, the recapture does not necessarily deprive the insured of the right to abandon. For, if in consequence of the capture, the voyage is lost, or not worth pursuing, if the salvage be very high, or if further expense be necessary, and the insurer will not undertake to pay that expense, the insured may abandon. Therefore the rule is, that if the thing insured be recovered before any loss is paid, the insured is entitled to claim as for a total or partial loss, according to the situation of the case at the time when he makes his claim. For there is no vested right to a total loss until the insured elects to abandon.</p>\n<p>There are two cases which will be cited for the defendants in error. Pringle v. Hartley, 3 Atk. 195, and Goss v. Withers, 2 Bur. 683, neither of which is like the present.</p>\n<p>In the case of Pringle v. Hartley, the salvage amounted to a moiety of the value of the vessel insured; and there was no person present to give security or answer for that moiety.</p>\n<p><span class=\"star-pagination\">*375</span> The case of Goss v. Withers was an insurance on the ship and goods. One fourth of the goods were thrown overboard to preserve the vessel and the residue of the cargo. After this the vessel was captured by the French. The master, mate and all the sailors, except an apprentice boy and a landsman, were taken out and sent to France. The ship remained eight days in the hands of the French, and was retaken by a British privateer, and on the 18th of January was carried into port for adjudication. Immediate notice was given and an offer to abandon.</p>\n<p>But before her capture, the ship, in a storm, was separated from her convoy, and disabled for proceeding on her voyage, without going into port to refit. The residue of her cargo was spoiled while she was refitting, after the offer to abandon, and before she could be refitted. The salvage was a moiety; the master and mariners were prisoners; the charter-party dissolved; the freight, except for the goods saved, was lost; and the voyage was not worth pursuing.</p>\n<p>But the situation of the Eliza was very different. She sailed from Jamaica on the 17th of August, was captured on the 22d, recaptured in less than three days, and on the 26th was brought into Kingston, the very port from which she had sailed only nine days before, and where the agents of the insured were. The salvage was only one eighth, and the coffee on board, belonging to the plaintiffs, would have been more than sufficient in value to pay the whole salvage, and all the charges and costs, which did not exceed 909 dollars, even when attended with the costs of the libel, sale and commissions.</p>\n<p>If they had rated the vessel at 3,800 dollars, the sum insured, yet the salvage would have been only 475 dollars.</p>\n<p>The point decided in Goss and Withers was, that a title to restitution cannot take away a vested right to abandon, if the vessel be unfit to perform the voyage.</p>\n<p>There is nothing in the record which shows that, at the time of the recapture, the Eliza was unfit to perform the voyage.</p>\n<p>The abandonment of a vessel is an extreme remedy, which the insured has in his power, but which he ought <span class=\"star-pagination\">*376</span> not to be permitted to use, when he has another remedy which will completely indemnify him for the injury he has actually sustained.</p>\n<p>This case, we contend, ought to be decided upon the principles which governed that of Hamilton v. Mendez, 2 Bur. 1198. There the ship was captured on the 6th of May, by a French privateer, and all her hands, excepting two, were taken out. On the 23d she was recaptured by a British ship of war, and sent into a British port, where she arrived on the 6th of June. As soon as the insured heard of the capture, he wrote and offered to abandon to the underwriters. They refused to receive the abandonment, but offered to pay the salvage, and all the losses and charges which the insured had sustained by the capture. The question was, whether, on the 26th June, the insured had a right to abandon and recover as for a total loss. The court decided, that he had no right to abandon, and that he could recover as for a partial loss only. The principle of that case is, that if the voyage be only temporarily interrupted, the property, upon the recapture, returns to the owner pledged to the recaptor for the amount of salvage. This doctrine is also stated in the case of Mills v. Fletcher, Doug. 219, and Thellusson v. Fletcher, 1 Esp. Rep. 73.</p>\n<p>The actual loss which the insured sustained, was not a total loss, until rendered so by their own negligence or misconduct, or that of their agents. It only amounted to 909 dollars, including salvage. Even if the vessel had been valued at the price insured, viz. 3,800 dollars, the salvage (which by Stat. 33 Geo. 3, c. 66, cannot exceed one eighth) would have amounted only to 475 dollars, which added to the other expenses, would not have exceeded 1,000 dollars.</p>\n<p>This sum ought to have been paid by the agents of the insured, who had in their possession funds of their principal, out of which it might have been paid. But it does not appear that they made any effort, or offer to pay it, or to prevent the sale; or any proposition to ascertain the value of the vessel, otherwise than by a sale. They did not do the best in their power for all concerned, but calmly stood by and saw the vessel sacrificed, when they had the power of preventing it.</p>\n<p><span class=\"star-pagination\">*377</span> The insured, therefore, cannot, by abandonment, turn a partial into a total loss. Esp. Rep. 73.</p>\n<p>It appears upon the record that the insured were anxious to sell the vessel, and this may account for the want of exertion on the part of their agents to prevent a sale, which would charge the underwriters with the full value of 3,800 dollars.</p>\n<p>4th. The loss of the register was not equivalent to the loss of the vessel, and was not an event against which the insurance was made.</p>\n<p>But the loss of the register might have been supplied by another document, such as a consular certificate, stating the circumstances attending the loss, which would have enabled the vessel to perform the voyage insured, 1 Rob. 184, The Betty Cathcart. 8 T.R. 198, Christie v. Secretan. The want of a register would not have occasioned a forfeiture of the vessel, but would only have subjected her to the inconvenience of being considered and treated as a foreign bottom.</p>\n<p>5th. The not communicating to the underwriters the intention of going to Baltimore vacated the policy, as the risk was thereby increased. Marsh. 347. 3 Bur. 1909, Carter v. Boehm. 1 W. Bl. 594, S.C. Millar, 450.</p>\n<p>Simms &amp; Swann, contra. Contended, 1. That the voyage commenced was the voyage insured. 2. That the insured had a right to abandon and recover as for a total loss.</p>\n<p>1. A policy of insurance, like every other written agreement, is to be construed according to the intention of the parties. The understanding in this case was that the underwriters should take all the risk of a voyage from Jamaica to Alexandria; and consequently they took the risk of the voyage from Jamaica to the Chesapeake Bay, through which a vessel must pass to arrive at Alexandria.</p>\n<p><span class=\"star-pagination\">*378</span> We admit the intention to deviate after entering the Chesapeake, but we insist that the voyage and risk insured had commenced; and that the vessel was in the actual prosecution of that voyage when the loss happened. In such a case, although there was an intention to deviate, the insured had a right to abandon. Park, 314. Str. 1249, Foster v. Wilmer. Burns on Insurance, 107. 2 H. Bl. 343, Kewley v. Ryan. 2 New-York Term Rep. 274, Henshaw v. Marine Insurance Company.</p>\n<p>In the case of Wooldridge v. Boydell, there was no intention of going at all to the place mentioned in the policy.</p>\n<p>The only point in the case of Stitt v. Wardell, 2 Esp. Rep. 610, is the difference between touching and trading at a port. In that case there was an actual trading, but here was only an intention to trade.</p>\n<p>In Beatson v. Haworth, 6 T.R. 531, the decision was merely that if the voyage described be to B and C, the vessel deviates by going to C first, and afterwards to B, although C be the nearest port.</p>\n<p>In Way v. Modigliani, 2 T.R. 30, the real ground of the opinion of the court is, an actual deviation by the vessel having sailed for and stopped to fish on the Banks, instead of sailing directly from Newfoundland to England.</p>\n<p>The opinion of Roccus, cited in a note to Marshall, 406, is contradicted by that of Emerigon, also cited in the same note \u0097 and the latter seems to be the better opinion.</p>\n<p>If the alteration of the voyage takes place before the risk is commenced, it becomes a different voyage; but if after, then it is only a deviation. Millar, 117.</p>\n<p>In the present case, the risk commenced at Jamaica, and before the alteration of the voyage was contemplated.</p>\n<p><span class=\"star-pagination\">*379</span> It was to terminate at Alexandria. When the terminus a quo, and the terminus ad quem, are the same, the voyage is the same.</p>\n<p>2. The loss itself, was, in fact, total, and unless the insured have been in fault, they ought to recover for a total loss.</p>\n<p>The loss of the register alone was sufficient to defeat the whole voyage, and if the vessel had sailed without it, and had been lost, the underwriters would have been discharged by that very fact of the vessel sailing without proper documents. It would so increase the risk of loss by seizure and condemnation, as to vacate the policy. If she had been found sailing without a register, she would have been considered by the British laws as an alien vessel, and if found trading from a British colony, would have been liable to condemnation. \u0097 Reeve on Ship. 46, 379, 429. Bryan &amp; Co. were not the general agents of the defendants in error. Their authority ceased when the vessel was dispatched and had sailed from Jamaica for Alexandria. They were not authorized to sacrifice the property of the insured in their hands, if they had any, to raise money to pay the salvage and expenses. It is true, the master had an implied authority to do what was fit and proper for the benefit of all concerned; but he was not authorised to send out the vessel without a register, and she could never get a new one unless her owners (the insured) should change their domicil. No document could supply the place of that which itself never could have been obtained, and to which the party was not entitled.</p>\n<p>The exception is to the refusal of the court to give the instruction prayed. This instruction would have been improper for two reasons.</p>\n<p>1. It would have been conclusive of the whole cause, and no such instruction can be given, unless all the evidence is stated, and unless the bill of exceptions avers it to be the whole evidence. This bill of exceptions does not contain the whole evidence, nor such an averment.</p>\n<p><span class=\"star-pagination\">*380</span> 2. The instruction prayed involves the decision of a fact, which the jury only were competent to find, viz. whether the damage amounted to more than half the value of the thing insured. Mills v. Fletcher, Doug. 230. This fact is not stated in the bill of exceptions, nor any other fact from which the court can infer it. It contains no evidence that the master had funds to pay the salvage and charges.</p>\n<p>The evidence shows the loss to be actually total. The information of the capture, recapture, libel for salvage, and sale to a stranger, all came to the insured at the same time; and there is no evidence of fraud or collusion. The only allegation is, that the master did not do every thing in his power to prevent a total loss. But this allegation is unsupported by evidence. Even if, by a sacrifice of the cargo, he had raised money enough to pay the salvage, expenses, costs, charges and repairs, he must have obtained a new crew, and then could not have sailed without a register.</p>\n<p>The voyage was completely destroyed; and, upon an abandonment, which the insured had a right to make, relief would have been refused to the underwriters, even in equity. 3 Atk. 195, Pringle v. Hartley. Marshall, 485.</p>\n<p>C. Lee, in reply. There are two bills of exceptions to the opinion of the court.</p>\n<p>1st. To the instruction given in favour of the plaintiff below, that there was no deviation from the voyage insured, and that the voyage insured was actually commenced.</p>\n<p>2d. To the refusal of the court to instruct the jury, that if the facts stated in that bill of exceptions, should be proved to their satisfaction, they ought not to find a verdict for a total, but at most for a partial loss.</p>\n<p>1. The voyage insured was a direct voyage from Kingston in Jamaica, to Alexandria in Virginia. But the voyage commenced was a voyage from Kingston to Baltimore, and from thence to Alexandria. Baltimore <span class=\"star-pagination\">*381</span> not being in the direct course from Kingston to Alexandria, the voyage commenced was not a direct voyage from Kingston to Alexandria, and, therefore, was not the voyage insured. There can be no necessity of referring to authorities to show that, in a policy, a voyage from one place to another, always means a direct voyage in the usual course; because, upon this principle is founded the whole doctrine of deviation. But the cases of Beatson v. Haworth, 6 T.R. 531. Delaney v. Stoddert, 1 T.R. 22, and Middlewood v. Blakes, 7 T.R. 162, show with what strictness it has been maintained.</p>\n<p>If the direct voyage was not commenced, the commencement of an indirect, circuitous voyage, will avail nothing. The voyage insured was not commenced, Doug. 16, Wooldridge v. Boydell. 2 T.R. 30, Way v. Modigliani. Even if the risk is diminished by the circuitous course, it is not a justification of the voyage, and will not support the policy. Millar, 377, 382.</p>\n<p>The case of Kewley v. Ryan, 2 H. Bl. 343, is relied upon by the defendants in error. But the law of that case is doubted by Marshall, 232, who refers to the case of Stott v. Vaughan, decided in the king's bench, in 1794, and is opposed to the case of Wooldridge v. Boydell.</p>\n<p>Kewley v. Ryan differs essentially from the present case. The intention in the former was only to touch at Cork, in the way to Liverpool. Whether Cork is not usually touched at in such voyages, does not appear; but no cargo was on board to be delivered at Cork. The only port of delivery was Liverpool.</p>\n<p>In the present case, a considerable cargo was received on freight, deliverable at Baltimore. The intention, therefore, was not merely to touch, but to trade at Baltimore. It was one of the principal objects of the voyage. To touch at a port, differs essentially from delivering a cargo, and trading at a port. 2 N.Y. Term Rep. Williams v. Smith, refers to Stitt v. Wardell, decided by Lord Kenyon, in 1797, Marshall, 187. After clearing for Alexandria, to receive a cargo for <span class=\"star-pagination\">*382</span> Baltimore, to be delivered there for trade, and to sail with intention to go to Baltimore first, was a complete alteration of the voyage insured.</p>\n<p>The opinion in Kewley v. Ryan, if understood rightly, does not decide this case against the underwriters. The court says, \"where the termini of the intended voyage are really the same as those described in the policy, it is to be considered as the same voyage.\"</p>\n<p>The word termini does not mean merely the beginning and end of a thing, but all the limits; and, in regard to a voyage, it means also the intermediate ports of delivery for any part of the cargo.</p>\n<p>In the present case the policy expresses but one port of delivery, the voyage commenced was to two; one of which was out of the course to that mentioned in the policy.</p>\n<p>The case of Way v. Modigliani, was not decided on the ground of deviation, but expressly on the ground of non-inception. Upon this point, the opinion of Buller, J. is full.</p>\n<p>Wooldridge v. Boydell was not decided on the fact, that there was no intention of sailing to the port mentioned in the policy, but upon the fact that the vessel had actually sailed for a different port.</p>\n<p>The weight of the case of Kewley v. Ryan, therefore, is diminished.</p>\n<p>1. Because it stands contradicted.</p>\n<p>2. It differs essentially from the case before the court, and is not decisive.</p>\n<p>3. It may be reconciled with the doctrine advanced in this case by the plaintiffs in error, and, if so understood, is in their favour.</p>\n<p><span class=\"star-pagination\">*383</span> 4. If understood as the defendants in error contend it ought to be, it is not law.</p>\n<p>2. The 2d bill of exceptions states a case, which would justify the instruction prayed by the defendants below.</p>\n<p>Bryan &amp; Co. were the agents and correspondents of the owners \u0097 Patton also was an agent \u0097 having gone out in the vessel as supercargo, and the owners are answerable for their negligence.</p>\n<p>On the 24th of September, Bell, the master, and Patton, the supercargo, by their protest, abandoned the vessel and cargo to the underwriters, when both were safe in the harbour of Kingston, liable only to a small salvage, and to some expenses; and, when the coffee belonging to the defendants in error, and then on board, was more than sufficient to pay all the demands against the vessel. There was no necessity of selling the vessel. Her value might have been ascertained in some other mode. Upon application to the court of admiralty, appraisers would have been appointed. But the agents neither attempted to agree with the recaptors for the amount of the salvage, nor applied to the court to appoint appraisers, but suffered the expenses to be increased unnecessarily, by the admiralty process, and by the commissions on the sale.</p>\n<p>The agents of the owners ought to have done as much to increase the amount saved, as if no insurance had been made. It was their duty to do the best for all concerned. If they did not, and if by their negligence the loss has been converted from a partial to a total loss, the underwriters ought not to suffer. Their contract was a contract of indemnity against unavoidable loss, and the insured were bound to use the same care and diligence which a prudent man would use in securing his own property.</p>\n<p>As to the loss of the register, it would not have been a cause of condemnation. The law cited from Reeves applies only to a vessel which never had a register, and <span class=\"star-pagination\">*384</span> not to one whose register has been destroyed by accident.</p>\n<p></p>\n<h2>March 4.</h2>\n<p>MARSHALL, Ch. J. did not sit in the trial of this cause.</p>\n<p>The other judges, except CHASE, J. whose ill health prevented his attendance, gave their opinions seriatim.</p>\n<p>JOHNSON, J. Upon the trial of this cause, in the court below, two grounds of defence were assumed by the plaintiffs in error.</p>\n<p>1. That the policy had been avoided by a deviation from the voyage insured.</p>\n<p>2. That if the insured were entitled to recover at all, it could only be for an average, not a total loss.</p>\n<p>In the argument before this court, the first ground was varied, and the plaintiffs in error contended, \"that the risk insured was never entered upon.\"</p>\n<p>Without considering the propriety of entering upon the discussion of a question so materially different from that made in the bill of exception, I will only remark \"that it was judicious in the counsel to abandon an opinion as inconsistent with natural reason, as it is with the established doctrine of the law of insurance. An intent to do an act, can never amount to the commission of the act itself. That an intended deviation will not vitiate a policy, and that the vessel remains covered by her insurance until she reaches the point of divergency, and actually turns off from the due course of the voyage insured, is a doctrine well understood among mercantile men, and has uniformly governed the decisions of the British courts from the case of Foster &amp; Wilmer to the present time.</p>\n<p>The doctrine now insisted on by the plaintiffs in error, was probably suggested by some incorrect expressions attributed to Lord Mansfield in the case of Wooldridge <span class=\"star-pagination\">*385</span> &amp; Boyde'l. It is said that the Judge in that case expressed an opinion, that \"if a ship be insured from A to B, and before her departure the insured determine that she shall call at C, which is out of the usual course of the voyage from A to B, this is rather a different voyage than an intended deviation.\" This opinion was certainly in no wise material to the decision of that case, and is expressly contradicted by the case of Kewley &amp; Ryan, and a case, which I consider with much respect, decided in the State of New-York, between Henshaw and the Marine Insurance Company of New-York. We can only vindicate the accuracy of his Lordship's opinion in the case which he states by supposing, that his mind was intent upon those cases of intended deviation, in which a suppressio veri, or necessary increase of risk, are the grounds of decision.</p>\n<p>The ordinary rule for ascertaining the identity of a voyage insured, is by adverting to the termini. A rule which is certainly correct as far at it extends, but in the rigid application of which, it is easy to conceive that cases may occur in which it would bear injuriously upon the insurer. If it has any defect, it is in not extending far enough the claim to indemnity, as the terminus ad quem may in many instances be relinquished without any possible increase of risk, or even without varying the risk, except only as to lessening its duration. I will instance the case of an insurance from America to St. Petersburg, when the vessel, in fact, is to terminate her voyage at Copenhagen; or the case of an insurance to Alexandria, in Virginia, when the vessel is to terminate her voyage at Georgetown, in Maryland.</p>\n<p>Whether the risk insured against in this case, ever was incurred, I would test by the question, whether, if the Eliza had arrived in safety, or even had sailed for Europe, the insured might have legally demanded a return of the premium? I presume not. The insurance being at and from the port of Kingston, the risk commenced during her stay in port, and cannot be apportioned when thus blended, but was wholly and indefeasibly vested in the underwriters, although the vessel <span class=\"star-pagination\">*386</span> had forfeited her policy by shaping her course for Europe the moment she had left the port of Kingston. In the case before us, she adhered to her ultimate destination, and the forfeiture of her insurance could not have been incurred until after entering the Chesapeake and actually bearing away farther eastward than was consistent with her course to the Potowmack.</p>\n<p>2. With regard to the question, whether it be a case of total or average loss, a very few observations will suffice to satisfy the mind that the judgment below is correct.</p>\n<p>If, under every combination of circumstances, the insured is bound to procure money at whatever interest, or to raise it at whatever sacrifice of property, to defray the disbursements for repairs, reshipping a crew, salvage, costs of suit, and every incidental expense, this will be shifting the loss from the insurer to the insured. Should it be admitted, that in the case before us, the insured were under any greater obligation to ransom and refit the vessel than the insurer, the circumstances in evidence are sufficient to excuse him. Unsuccessful attempts had been made to dispose of both vessel and cargo, and as to raising money on bottomry, who would have accepted the security of a vessel embarrassed by the loss of her register, to a degree, the extent of which could not possibly be foreseen; a bond for money to become due on the arrival of a vessel which perhaps might never be able to sail, or if she did sail without her necessary documents, would be exposed to innumerable hazards, and among them, the forfeiture of her insurance for that very cause.</p>\n<p>It is true, that a case of capture and recapture, where the two events are communicated, before an election to abandon has been actually communicated to the underwriters, will not, of itself, sanction an abandonment. \u0097 Yet, it is equally true, that in case of capture, a recapture alone will not deprive the party of his right to abandon. The consequences of the capture and recapture, the effect produced upon the fate of the voyage, must govern the right of the parties. This effect is always a matter of evidence, and must rest much upon <span class=\"star-pagination\">*387</span> the discretion of a jury. This doctrine is well illustrated in the cases of Pringle &amp; Hartley, and Goss &amp; Withers.</p>\n<p>In the case before us, the information of the capture, recapture, and sale, was communicated in the same letter. The loss was then certainly total, and as the insurers cannot charge the insured with any premeditated design to involve the vessel in the difficulties which broke up the voyage, I think they ought to bear the loss.</p>\n<p>Much has been said about the liability of the insured for the misconduct of his agents, but as all amounts to a charge that they did not make use of forced means to raise money for the release of the vessel, an obligation not incumbent upon them, it does not appear to me that the extent of the liability of the insured for the acts of the captain or supercargo, after the death-stroke is given to the voyage, need be considered.</p>\n<p>WASHINGTON, J. There are but two questions in this cause, which I deem worthy of particular consideration; for the last exception is, to the refusal of the court to give an opinion upon a matter of fact, and for which no foundation was laid by the evidence spread upon the record, even if it had been proper for the court, in such a case, to give an answer to the question propounded. I, also, lay out of the case, the award mentioned in the declaration, not only because no breach is assigned which applies to it, but because no opinion was asked of, or given by, the court respecting it.</p>\n<p>The first subject which claims attention is, whether, upon the facts stated in the second bill of exceptions, the court below was right in the direction given to the jury, that there was no deviation, at the time of capture, from the voyage insured, and that the voyage insured was actually commenced. The facts, material to the decision of this point, are, that the Eliza cleared out at Kingston, for Alexandria, and a bill of lading was signed by the master, to deliver her cargo at Alexandria. That after her <span class=\"star-pagination\">*388</span> clearances were obtained, she took in a cargo for Baltimore, and bills of lading were signed for delivering the same at that port. That the captain sailed from Kingston, with an intention, previously formed, of proceeding first to Baltimore, and there landing part of her cargo, and then to go to Alexandria, but she was captured before her arrival at the dividing point, between Baltimore and Alexandria.</p>\n<p>It is admitted, that this is not a case of deviation, because the intention formed at Kingston, before the voyage commenced, of going first to Baltimore, was never carried into execution. The only question then is, whether the voyage described in the policy was changed or not? As to this, there is no difference of opinion at the bar, respecting the legal effect of an alteration of the voyage, on the contract of indemnity; it is, and must be conceded, that the policy never attached. But the difficulty is in determining what circumstances do, in point of law, constitute such an alteration as will avoid the policy.</p>\n<p>The criticisms of the counsel for the plaintiffs in error, upon the rule contended for by the defendants, ought not, in my opinion, to avail them, if that rule be firmly established by uniform decisions: for in questions which respect the rights of property, it is better to adhere to principles once fixed, though, originally, they might not have been perfectly free from all objection, than to unsettle the law, in order to render it more consistent with the dictates of sound reason.</p>\n<p>The first case we meet with, upon this subject, is that of Carter v. The Royal Exchange Assurance Company, which is cited in Foster v. Wilmer, decided in the 19 Geo. 2. The former was an insurance on a ship from Honduras to London, and the latter on a ship from Carolina to Lisbon, and at and from thence to Bristol. In both, a cargo was taken in to be delivered at an intermediate port; but the loss having happened before the ship had arrived at the dividing point, the insurers were held liable, upon the ground that nothing more was intended than a deviation, which, not being carried into execution, did not avoid the policy.</p>\n<p><span class=\"star-pagination\">*389</span> The case of Wooldridge v. Boydell, is next in point of time. This was an insurance on a ship, at and from Maryland to Cadiz. She cleared for Falmouth, and a bond was given to land the whole cargo in Britain. No evidence was given that the vessel was bound to Cadiz; she was taken before she came to the dividing point. At the trial of this cause, Lord Mansfield told the jury, that if they thought the voyage intended, was to Cadiz, they were to find for the assured; but if there was no design to go to that port, then they were to find for the defendant, and the ground upon which the court decided the motion for a new trial was, that there never was an intention to go to Cadiz. But it is plain, that if Cadiz had been intended as the ultimate port of destination, the clearing out for an intermediate port, with an intention to land the cargo there, would not have been considered as any thing more than an intended deviation.</p>\n<p>Way and Modigliani was decided in 1787, and was an insurance at and from the 20th October, 1786, from Newfoundland to Falmouth, with liberty to touch at Ireland. She sailed on the 1st of October, from Newfoundland, went to the Banks and fished till the 7th, and then sailed for England, and was lost on the 20th. The reasons assigned for the decision of this case, give it the appearance of an authority unfavourable to the doctrine laid down in the above cases. But the weight of it is greatly diminished, if it be not destroyed, by the following considerations: 1st. That as there was a clear deviation, it was unnecessary to decide the other point that the policy did not attach; and, 2d. That this latter opinion seems to have been entertained only by one of the court, and even this judge seems to have relied very much upon the fact, that the vessel sailed to the Banks. 3d. From what is said in Kewley &amp; Ryan, it would appear that the ship, when she left Newfoundland, did not sail for England, and of course the voyage insured never was commenced.</p>\n<p>Kewley &amp; Ryan, decided in 1794, was a policy on goods from Genoa to Liverpool. The ship sailed on that voyage, but it was intended, as plainly appeared by the clearances, to touch at Cork. She was lost, however, before she arrived at the dividing point; and the decision conformed to those given in the preceding cases, the <span class=\"star-pagination\">*390</span> termini of the intended voyage being really the same as those described in the policy.</p>\n<p>The case of Stott &amp; Vaughan, decided at Nisi Prius, in 1794, before Lord Kenyon, seems opposed to the principles laid down in the preceding cases, and, if we have an accurate report of it, is inconsistent with the decisions of the same judge, in Kewley and Ryan, and other cases.</p>\n<p>Murdoch and Potts, decided in 1795, was, in principle, as strong a case of a change of voyage, as that of Wooldridge and Boydell, but equally contributes to explain the general doctrine laid down in all the cases. For in this, the terminus ad quem was, most obviously, St. Domingo, where the freight insured was payable, or some port, other than Norfolk, where the ship was to cal for the sole purpose of receiving orders.</p>\n<p>The last English case which I shall notice, is that of Middlewood and Blakes, decided in 1797. It was an insurance on the Arethusa, at and from London to Jamaica, for which place she cleared out; but the captain was bound by orders, to call at Cape St. Nicola Mole, in order to land stores there, pursuant to a charter-party. She was captured after she had passed the dividing point of three several courses to Jamaica, but before she had reached the subdividing point of the continuing course to Jamaica and that leading to the Mole. The whole court considered this as a case of deviation only, and Lawrence J. was so strongly impressed with the weight of former decisions, that, not attending to this obvious objection to the plaintiff's recovery, but considering the termini of the voyage intended to be the same with those mentioned in the policy, his first opinion inclined to the side of the plaintiff.</p>\n<p>The case of Henshaw and The Marine Insurance Company, decided in the supreme court of New-York, confirms the principles of the above cases, and would command my respect were it opposed to them.</p>\n<p>The rule, then, which I consider to be firmly established, by a long and uniform course of decisions, is, that if the ship sail from the port mentioned in the policy, with an intention to go to the port, or ports, also described <span class=\"star-pagination\">*391</span> therein, a determination to call at an intermediate port, either with a view to land a cargo, for orders, or the like, is not such a change of the voyage as to prevent the policy from attaching, but is merely a case of deviation, if the intention be carried into execution, or be persisted in after the vessel has arrived at the dividing point.</p>\n<p>The next question is, whether the court below, erred in refusing to instruct the jury, that if they believed the facts stated in the first bill of exceptions, they were to find an average and not a total loss? The defendants in error, contend, that by the capture and recapture of the vessel, under the various circumstances of loss of crew, inability to pay the salvage and expenses, loss of register, &amp;c. the voyage insured was completely defeated, and, therefore, the assured had a right to abandon and demand as for a total loss.</p>\n<p>On the other side it is insisted, that the captain might, in a variety of ways, have prevented the sale of the vessel, and that if he had done the best in his power for the interests of all concerned, he might have liberated the vessel from the lien of the captors, and have performed his voyage in safety to Alexandria, without any other inconvenience than this temporary interruption, and the payment of salvage and expenses. If so, that it was not competent to the assured, under these circumstances, to convert a loss partial in its nature into a total one.</p>\n<p>Whether the assured had a right to abandon, and recover as for a total loss, or not, was a question of law, dependent upon the point of fact, whether, upon the whole of the evidence, the voyage was broken up, and not worth pursuing; and in the consideration of this question, the jury would, of course, have inquired, amongst other matters, whether the captain had done what was best for the benefit of all concerned. The court might, with propriety, have stated the law arising upon this fact, which ever way the jury might find it, and indeed such would have been their duty, if a request to that effect had been made. But the court very correctly refused to give the direction as prayed, because, by doing so, they would have decided the important matter of fact, upon which the law was to arise, which was only proper for the determination of the jury. In the case of Mills <span class=\"star-pagination\">*392</span> and Fletcher, which turned upon the question, whether the captain, by his conduct, had not made the loss a total one, Lord Mansfield would not decide whether the loss was total or not, but informed the jury, that they were to find as for a total loss, if they were satisfied that the captain had done what was best for the benefit of all concerned.</p>\n<p>Upon the whole, then, I am of opinion, that the judgment ought to be affirmed.</p>\n<p>PATERSON, J. This action was brought on a policy of insurance, which John and James H. Tucker, being British subjects, residents at Alexandria, had effected on the body of the sloop Eliza, her tackle, apparel, and furniture, to the value of 3,800 dollars, at and from Kingston, in the island of Jamaica, to Alexandria, in the state of Virginia. The policy bears date the 1st of September, 1801.</p>\n<p>The first question to be considered is, whether the voyage, on which the sloop Eliza set out, was the same or a different voyage from the one insured? By the terms of the policy, it is stipulated, that the Eliza was to sail from Kingston to Alexandria; and it is stated in the bill of exceptions, that she did sail from Kingston, but with an intention to go first to Baltimore, and there deliver 20 hogsheads and 10 tierces of sugar, and then to proceed to Alexandria, which was the port of destination described in the policy. She cleared out at the custom-house in Kingston, on the 10th of August, 1801, for Alexandria, and the master signed a bill of lading to deliver her cargo at that place; after which he took in the sugar, to be delivered at Baltimore. It is contended on the part of the insurers, that the taking in the sugar, to be landed at Baltimore, constituted a different voyage from the one agreed upon, and vitiates the policy; or in other words, that the voyage which was the subject of the contract, was never commenced. From a review of the cases, which have been cited, the principle is established, that where the termini of a voyage are the same, an intention to touch at an intermediate port, though out of the direct course, and not mentioned in the policy, does not constitute a different voyage. In the present case the termini, or beginning and ending points of the intended <span class=\"star-pagination\">*393</span> voyage, were precisely the same as those specified in the policy, to wit, from Kingston to Alexandria, and, in legal estimation, form one and the same voyage, notwithstanding the meditated deviation. The first reported case on this subject is Foster v. Wilmer, in 2 Str. 1249; in which Lee, C.J. held, that taking in salt to be delivered at Falmouth, a port not mentioned in the policy, before the vessel went to Bristol, to which place she was insured, was only an intention to deviate, and not a different voyage. And the chief justice, in delivering his opinion, mentioned the case of Carter v. The Royal Exchange Assurance Company, where the insurance was from Honduras to London, and a consignment to Amsterdam; a loss happened before she came to the dividing point between the two voyages, for which the insurer was held liable. The adjudication in Strange was in the 19 Geo. 2, and from that time down to the year 1794, we find no variation in the doctrine. A remarkable uniformity runs through the current of authorities on this subject. In Kewley v. Ryan, 2 H. Bl. 343, Trinity term, 1794, the principle is recognised; and in 2 New-York Term Rep. 274, Henshaw v. The Marine Insurance Company, February, 1805, it is fortified and considered as settled by the supreme court of that state. In a lapse of sixty years we find no alteration in the doctrine, which is sanctioned, and has become too deeply rooted and venerable by time, usage, and repeated adjudications, to be shaken and overturned at the present day. It has grown up into a clear, known, and certain rule, for the regulation of commercial negotiations, and is incorporated into the law merchant of the land. Where is the inconvenience, injustice, or danger of the rule? It operates in favour of the insurers, by a diminution of the risk, and not of the insured, who have the departure in contemplation; for if the vessel, after she has arrived at the point of separation, should deviate from the usual and direct road to her port of destination, the insurers would be entitled to the premium, and exonerated from responsibility. An intention to deviate, if it be not carried into effect, will not avoid the policy. There must be an actual deviation. The policy being \"at and from,\" the risk commenced; there was also an actual inception of the voyage described; for the Eliza sailed from Kingston for Alexandria, was captured in a <span class=\"star-pagination\">*394</span> direct course to the latter, before she reached the dividing point; and, therefore, the underwriters became liable for the loss.</p>\n<p>The second point in the cause is, whether the insurers were liable for a total or a partial loss. And here a preliminary question presents itself. Was the abandonment made in proper time? When the Tuckers received information of the loss, it became incumbent on them to elect, whether they would abandon or not; and if they intended to abandon, it was incumbent on them to give notice of such intention to the underwriters. Our law has fixed no precise period, within which the abandonment shall be made, and notice of it shall be given to the insurers; but declares, that it shall be done within a reasonable time. In the case before us it appears, that John and James H. Tucker received information of the capture and recapture of the Eliza at the same time, in a letter from W. and B. Bryan and Co. dated on the 26th September, 1801; but it does not appear when the letter came to hand. On the 26th of November, 1801, the Tuckers offered to abandon the Eliza to the insurers, which offer was rejected. Can it, under these circumstances, be pretended, that the Tuckers were guilty of neglect, or that the abandonment was not made according to the settled rule? It was made within a reasonable time, and no neglect can justly be imputed to them. We must have some facts, whereon to build the charge of negligence, for it is not to be presumed; and the intervening period between the date of the letter and the time of abandonment, after making a due allowance for the passage of the letter, does not afford sufficient ground, on which to raise the imputation of neglect. This brings us to the great question in the cause, whether the insurers were liable for a total or an average loss. On the 22d August, 1801, the Eliza was captured by a Spanish armed schooner, in the usual course from Kingston to Baltimore and Alexandria, and a day or two afterwards was recaptured by a British sloop of war, and carried into Kingston on the 26th of the same month. The mere acts of capturing and recapturing are not of themselves sufficient to ascertain the nature and amount of the loss sustained. The loss may be total, though there is a recapture. Hamilton v. Mendez, 2 Bur. 1198. Aguilar and others v. Rodgers, 7 D. &amp; E. 421. Whether the loss be partial or total, will depend upon the particular <span class=\"star-pagination\">*395</span> circumstances of the case, which it becomes necessary to take into view. The Eliza was consigned to Bryan &amp; Co. at Kingston, who were authorised to dispose of her; they endeavoured to sell her, but without effect, and it is stated, that they could get no offer for her before she sailed from Kingston, nor since that time. Bryan &amp; Co. put on board 10 tierces of coffee, of the value of 1,000 dollars, belonging to the Tuckers, to be delivered at Alexandria; and when she was captured, all the seamen, except Bell, the ostensible master, and one man, were taken on board the Spanish schooner. The Eliza was navigated under a British register during the voyage; which register was lost by reason of the capture and recapture, and has never been found. After the recapture, the Eliza and her cargo were libelled in the vice-admiralty court for salvage; a claim was put in by Bryan &amp; Co. as agents for Eli Richards Patton, the real and navigating master and supercargo; and the sloop and cargo were adjudged to be lawful recaption on the high seas, and ordered to be restored, on paying to the recaptors one full eighth part of the value of the sloop and cargo for salvage, with full costs; and to ascertain the value it was further ordered, that the sloop and cargo should be forthwith sold by the claimants, unless the value should be otherwise agreed upon. The sloop was insured for 3,800 dollars, and sold for 915 dollars; the coffee sold for 1,000 dollars; and the costs, charges, and commissions, amounted to 909 dollars, which almost absorbed the sum for which the sloop was sold. It is not found, that the sloop had sustained no damage by the capture and recapture; and, considering the difference between 3,800 dollars, the value insured, and 909 dollars, the price for which she sold, the jury might, without other evidence, have presumed, that she had received considerable injury. From these facts taken together, the inference is rational and just, that the voyage was broke up and destroyed, and that the underwriters were liable for a total and not for an average loss. To repel this inference, and remove responsibility from the insurers, it has been urged in argument, that the agents for the Tuckers were guilty of gross neglect and misconduct. If Bryan &amp; Co. ceased to be agents after the sailing of the sloop, then <span class=\"star-pagination\">*396</span> the captain became cloathed with an implied authority to do what was fit and right, and most conductive for the interest and benefit of all the concerned; and, therefore, whether the agency of Bryan &amp; Co. continued, or, being at an end, devolved by operation of law on the captain, is perfectly immaterial; for the question still recurs, whether the actual or implied agent had been guilty of fraud, negligence, or other improper conduct, which would exonerate the insurers. I am not able to discern any misconduct on the part of the agent, that would exculpate the underwriters, and prevent their being responsible for a total loss. And indeed, this was a point proper for the decision of the jury, agreeably to the case of Mills v. Fletcher, in Doug. 230; and, therefore, the exception taken to the opinion of the court was not well-founded. The sloop could not be sold at private sale, and, by reason of the capture and recapture, she might have sustained consideraole damage. To sell the coffee, which constituted the cargo for Alexandria, to satisfy the salvage and costs, would have been an imprudent measure; for the redemption would have absorbed the whole proceeds, and then she would have returned to Alexandria without a cargo, as the captain had no funds to purchase one; and besides, she must have sailed without a register, which would have exposed her to great and unnecessary danger. Prudence dictated the sale as a safe step, and most for the benefit of the concerned.</p>\n<p>The error set forth in the third bill of exception is, that the court below refused to instruct the jury, that the loss of the register, by means of the capture and recapture, was not sufficient, in law, to defeat the voyage from Kingston to Alexandria, and might have been supplied by special documents. Though the register did not impart any physical ability to the sloop, in regard to her sailing; yet, it was a document which tended to communicate safety, as it designated her character, individually and nationally. It is a necessary paper, and operates as a national passport; for, without it, she might be seized as an unauthorised rover on the ocean, and in certain cases, would have been liable to confiscation. The register is a document <span class=\"star-pagination\">*397</span> of such a special and important nature, that its loss cannot be fully made up by other official papers. It would have been a very imprudent step for the captain to have proceeded on his voyage without a register; if he had, he would have been justly charged with improvidence, negligence, and culpable misconduct.</p>\n<p>CUSHING, J. I consider this as clearly a case of intentional, not actual deviation; but not as a case of non-inception of the voyage insured.</p>\n<p>This is proved by a number of cases cited; and contradicted by none.</p>\n<p>What a case of non-inception is, is shown by the case of Wooldridge v. Boydell, Douglass, 16, where the ship was insured from Maryland to Cadiz, having no intention at all of going there; but that is totally different from the present case, where the vessel was cleared out at Jamaica for Alexandria, with a cargo taken in for Alexandria, and intended to go there.</p>\n<p>It is true sugars were taken in for Baltimore, and the captain intended going there first. That amounts only to an intent to deviate; but no deviation unless executed.</p>\n<p>This is proved by divers authorities. Middlewood and Blakes, 7 T.R. p. 162, B.R. a ship insured at and from London to Jamaica, and the captain had orders (exactly like the case at the bar) to touch at Cape Nicola Mole, to land stores, pursuant to charter-party. Upon which, one of the judges (Lawrence) gave an opinion, that if the vessel had been captured before she came to the dividing point, between the northern and southern courses to Jamaica, the insurers would have been liable.</p>\n<p>And the other judges agreeing with judge Lawrence, to lay the whole stress of the cause in favour of the insurer, upon the captain's not exercising his judgment at the time, upon which was the best and safest of the three courses, (whose judgment the insurers had a right to have the benefit of) but taking the northern course, merely in pursuance of orders, to land stores at Cape Nicola Mole. All this shows, that had the captain exercised <span class=\"star-pagination\">*398</span> his judgment in going the northern course, as being the best and safest, the whole court would have held the insurer liable, as the vessel was captured before she came to the dividing point, between the course to the Cape and to Jamaica.</p>\n<p>Another case, more direct and decisive, is Foster v. Wilmer, 2 Str. 1248, 9, where the ship was insured from Carolina to Lisbon and to Bristol, and the captain took in salt to deliver at Falmouth, before going to Bristol, repugnant to the specification of the policy, yet being captured before arriving at the dividing point between Falmouth and Bristol, the insurer was held liable, which seems exactly the present case.</p>\n<p>The mere taking in goods for another port, does not, of itself, make a deviation. It may, however, if it materially vary the risk, and be a circumstance designedly concealed and suppressed, excuse the underwriters. In the present case it does not appear, materially, to vary the risk, any more than in taking in stores to land at Cape Nicola Mole, in the case of Middlewood and Blakes, varied the risk, which was not suggested by court or counsel, that it did; or the taking in salt to land at Falmouth, in the case of Foster and Wilmer. It did not delay the voyage in the present case; the vessel sailed with convoy as soon as it was ready, and was afterwards captured in the proper course, before deviating.</p>\n<p>The award may be laid out of the case, for more reasons than one. I think it void for uncertainty.</p>\n<p>As to the loss, whether total or average, the jury, who had the whole evidence before them, have, in effect, found a total loss, and the voyage broken up. It is not certified by the court, that the bill of exceptions contains the whole evidence; and as strong circumstances (I think conclusive ones) are stated, that show the voyage could not be safely pursued, or could not be pursued at all, in consequence of the loss of register and loss of hands by the capture, either of which, it does not appear, could be supplied, I think we are not warranted to overrule the verdict, or reverse the judgment.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:29", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></span> (____)</b></center>\n<center><b>3 Cranch 357</b></center>\n<center><h1>THE MARINE INSURANCE COMPANY OF ALEXANDRIA.<br>\nv.<br>\nJOHN AND JAMES H. TUCKER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*368</span> E.J. Lee, for the plaintiffs in error.</p>\n<p><span class=\"star-pagination\">*372</span> A voyage may be changed by taking on board a consignment to a different port; and the consignment will be evidence of the change. Or it may be changed by varying the plan of the adventure before the commencement of the risk; but a deviation takes place in the execution of the original plan. Therefore, an intention to alter the voyage will destroy the contract. Millar, 431.</p>\n<p>To vary in the smallest particular from the original plan of the voyage, constitutes an alteration. Millar, 392.</p>\n<p>In the present case the plan of the voyage was fixed by the policy, and on the 10th of August the vessel had actually cleared out with an intent to pursue it; after which, she discharged her ballast, and took in 30 hogsheads of sugar, to be delivered in Baltimore. This not only altered the original plan of the voyage, but increased the risk of capture, by increasing the value of the prize.</p>\n<p>The case of Stot v. Vaughan, cited in Marshall, 232, 4 Williams' cases, 296, determined by Lord Kenyon, is in favour of the underwriters upon this point.</p>\n<p>The case of Kewley v. Ryan, 2 H. Bl. 343, is the only one which has the appearance of opposition. But that case will be found to be unlike the present, in the following particulars:</p>\n<p>1. In Kewley &amp; Ryan the vessel sailed from Grenada for Liverpool, which was the voyage insured, but with an intention to touch at Cork, which was in the usual course from Grenada to Liverpool. But, in the present case, the vessel sailed for Baltimore, with an intention to come round to Alexandria from Baltimore, which is not in the course from Kingston to Alexandria.</p>\n<p>2. In Kewley v. Ryan the vessel intended only to touch at Cork; but, in the case at bar, the vessel sailed on a trading voyage for Baltimore. Stitt v. Wardell, 2 Esp. Rep. 610.</p>\n<p><span class=\"star-pagination\">*373</span> 3. The Eliza altered the plan of the original adventure, by taking in sugar for Baltimore; but in Kewley v. Ryan it does not appear that the original plan was changed.</p>\n<p>4. The risk was increased by taking the cargo for Baltimore, but the intention of touching at Cork did not increase the risk.</p>\n<p>Independent of these differences between the two cases, it is very questionable whether the determination in Kewley v. Ryan is correct upon principle. It establishes a doctrine which enables the insured to defraud underwriters, by making the evidence of intention to vary the voyage, depend upon the single testimony of the master, which is apt to bend to the interest of his employers. It too often happens, that insurance cases depend upon the same kind of testimony.</p>\n<p>The case of Kewley v. Ryan is also in principle contradicted by that of Middlewood v. Blakes, 7 T.R. 162. Marshall, 406, note (b.)</p>\n<p>2d. The 2d point is, that if the plaintiffs are entitled to recover any thing, they can recover only for a partial loss; for if an actual total loss has happened, it has arisen from the negligence and misconduct of the plaintiffs, or their agents, in not doing the best in their power for all concerned.</p>\n<p>The consideration of this question will involve that of the right of the plaintiffs to abandon at the time they offered to abandon; which is the 3d point in the cause.</p>\n<p>In many instances the practice of abandoning has been extended too far. The insured should in no case be permitted to abandon, where the effects insured, or the greater part of them, still exist and are in the power of the insured.</p>\n<p>The general rule is, that the insured may abandon in all cases where, by means of any of the perils insured against, the voyage is totally lost, or not worth pursuing, or where the thing insured is so damaged as to be of <span class=\"star-pagination\">*374</span> little or no value to the owner, or where the salvage is very high, or where what is saved is of less value than the freight, or where further expense is necessary, and the insurer will not undertake, at all events, to pay that expense.</p>\n<p>These principles are declared in the following cases: <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Bur.</span> <span class=\"page\">683</span></span>, Goss v. Withers. <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Bur.</span> <span class=\"page\">1198</span></span>, Hamilton v. Mendez. 7 T.R. 421, Aguilar v. Rodgers. 1 Dall. Rep. 11, Story v. Strettell. Park. 165. 4 Williams' cases, 373, 376.</p>\n<p>The capture or arrest of a vessel, or any detention, is prima facie a total loss, and immediately upon the capture, or at any time while the capture continues, the insured may abandon, and give notice, and thereby entitle himself to claim as for a total loss. But this must be done while the insured knows of the continuance of the capture, and not after he has information of the recovery or safety of the vessel. M`Master v. Shoolbred, 1 Esp. Rep. 237. Marshall, 494, 501.</p>\n<p>On the other hand, the recapture does not necessarily deprive the insured of the right to abandon. For, if in consequence of the capture, the voyage is lost, or not worth pursuing, if the salvage be very high, or if further expense be necessary, and the insurer will not undertake to pay that expense, the insured may abandon. Therefore the rule is, that if the thing insured be recovered before any loss is paid, the insured is entitled to claim as for a total or partial loss, according to the situation of the case at the time when he makes his claim. For there is no vested right to a total loss until the insured elects to abandon.</p>\n<p>There are two cases which will be cited for the defendants in error. Pringle v. Hartley, 3 Atk. 195, and Goss v. Withers, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Bur.</span> <span class=\"page\">683</span></span>, neither of which is like the present.</p>\n<p>In the case of Pringle v. Hartley, the salvage amounted to a moiety of the value of the vessel insured; and there was no person present to give security or answer for that moiety.</p>\n<p><span class=\"star-pagination\">*375</span> The case of Goss v. Withers was an insurance on the ship and goods. One fourth of the goods were thrown overboard to preserve the vessel and the residue of the cargo. After this the vessel was captured by the French. The master, mate and all the sailors, except an apprentice boy and a landsman, were taken out and sent to France. The ship remained eight days in the hands of the French, and was retaken by a British privateer, and on the 18th of January was carried into port for adjudication. Immediate notice was given and an offer to abandon.</p>\n<p>But before her capture, the ship, in a storm, was separated from her convoy, and disabled for proceeding on her voyage, without going into port to refit. The residue of her cargo was spoiled while she was refitting, after the offer to abandon, and before she could be refitted. The salvage was a moiety; the master and mariners were prisoners; the charter-party dissolved; the freight, except for the goods saved, was lost; and the voyage was not worth pursuing.</p>\n<p>But the situation of the Eliza was very different. She sailed from Jamaica on the 17th of August, was captured on the 22d, recaptured in less than three days, and on the 26th was brought into Kingston, the very port from which she had sailed only nine days before, and where the agents of the insured were. The salvage was only one eighth, and the coffee on board, belonging to the plaintiffs, would have been more than sufficient in value to pay the whole salvage, and all the charges and costs, which did not exceed 909 dollars, even when attended with the costs of the libel, sale and commissions.</p>\n<p>If they had rated the vessel at 3,800 dollars, the sum insured, yet the salvage would have been only 475 dollars.</p>\n<p>The point decided in Goss and Withers was, that a title to restitution cannot take away a vested right to abandon, if the vessel be unfit to perform the voyage.</p>\n<p>There is nothing in the record which shows that, at the time of the recapture, the Eliza was unfit to perform the voyage.</p>\n<p>The abandonment of a vessel is an extreme remedy, which the insured has in his power, but which he ought <span class=\"star-pagination\">*376</span> not to be permitted to use, when he has another remedy which will completely indemnify him for the injury he has actually sustained.</p>\n<p>This case, we contend, ought to be decided upon the principles which governed that of Hamilton v. Mendez, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Bur.</span> <span class=\"page\">1198</span></span>. There the ship was captured on the 6th of May, by a French privateer, and all her hands, excepting two, were taken out. On the 23d she was recaptured by a British ship of war, and sent into a British port, where she arrived on the 6th of June. As soon as the insured heard of the capture, he wrote and offered to abandon to the underwriters. They refused to receive the abandonment, but offered to pay the salvage, and all the losses and charges which the insured had sustained by the capture. The question was, whether, on the 26th June, the insured had a right to abandon and recover as for a total loss. The court decided, that he had no right to abandon, and that he could recover as for a partial loss only. The principle of that case is, that if the voyage be only temporarily interrupted, the property, upon the recapture, returns to the owner pledged to the recaptor for the amount of salvage. This doctrine is also stated in the case of Mills v. Fletcher, Doug. 219, and Thellusson v. Fletcher, 1 Esp. Rep. 73.</p>\n<p>The actual loss which the insured sustained, was not a total loss, until rendered so by their own negligence or misconduct, or that of their agents. It only amounted to 909 dollars, including salvage. Even if the vessel had been valued at the price insured, viz. 3,800 dollars, the salvage (which by Stat. 33 Geo. 3, c. 66, cannot exceed one eighth) would have amounted only to 475 dollars, which added to the other expenses, would not have exceeded 1,000 dollars.</p>\n<p>This sum ought to have been paid by the agents of the insured, who had in their possession funds of their principal, out of which it might have been paid. But it does not appear that they made any effort, or offer to pay it, or to prevent the sale; or any proposition to ascertain the value of the vessel, otherwise than by a sale. They did not do the best in their power for all concerned, but calmly stood by and saw the vessel sacrificed, when they had the power of preventing it.</p>\n<p><span class=\"star-pagination\">*377</span> The insured, therefore, cannot, by abandonment, turn a partial into a total loss. Esp. Rep. 73.</p>\n<p>It appears upon the record that the insured were anxious to sell the vessel, and this may account for the want of exertion on the part of their agents to prevent a sale, which would charge the underwriters with the full value of 3,800 dollars.</p>\n<p>4th. The loss of the register was not equivalent to the loss of the vessel, and was not an event against which the insurance was made.</p>\n<p>But the loss of the register might have been supplied by another document, such as a consular certificate, stating the circumstances attending the loss, which would have enabled the vessel to perform the voyage insured, 1 Rob. 184, The Betty Cathcart. 8 T.R. 198, Christie v. Secretan. The want of a register would not have occasioned a forfeiture of the vessel, but would only have subjected her to the inconvenience of being considered and treated as a foreign bottom.</p>\n<p>5th. The not communicating to the underwriters the intention of going to Baltimore vacated the policy, as the risk was thereby increased. Marsh. 347. <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Bur.</span> <span class=\"page\">1909</span></span>, Carter v. Boehm. 1 W. Bl. 594, S.C. Millar, 450.</p>\n<p>Simms &amp; Swann, contra. Contended, 1. That the voyage commenced was the voyage insured. 2. That the insured had a right to abandon and recover as for a total loss.</p>\n<p>1. A policy of insurance, like every other written agreement, is to be construed according to the intention of the parties. The understanding in this case was that the underwriters should take all the risk of a voyage from Jamaica to Alexandria; and consequently they took the risk of the voyage from Jamaica to the Chesapeake Bay, through which a vessel must pass to arrive at Alexandria.</p>\n<p><span class=\"star-pagination\">*378</span> We admit the intention to deviate after entering the Chesapeake, but we insist that the voyage and risk insured had commenced; and that the vessel was in the actual prosecution of that voyage when the loss happened. In such a case, although there was an intention to deviate, the insured had a right to abandon. Park, 314. Str. 1249, Foster v. Wilmer. Burns on Insurance, 107. 2 H. Bl. 343, Kewley v. Ryan. 2 New-York Term Rep. 274, Henshaw v. Marine Insurance Company.</p>\n<p>In the case of Wooldridge v. Boydell, there was no intention of going at all to the place mentioned in the policy.</p>\n<p>The only point in the case of Stitt v. Wardell, 2 Esp. Rep. 610, is the difference between touching and trading at a port. In that case there was an actual trading, but here was only an intention to trade.</p>\n<p>In Beatson v. Haworth, 6 T.R. 531, the decision was merely that if the voyage described be to B and C, the vessel deviates by going to C first, and afterwards to B, although C be the nearest port.</p>\n<p>In Way v. Modigliani, 2 T.R. 30, the real ground of the opinion of the court is, an actual deviation by the vessel having sailed for and stopped to fish on the Banks, instead of sailing directly from Newfoundland to England.</p>\n<p>The opinion of Roccus, cited in a note to Marshall, 406, is contradicted by that of Emerigon, also cited in the same note \u0097 and the latter seems to be the better opinion.</p>\n<p>If the alteration of the voyage takes place before the risk is commenced, it becomes a different voyage; but if after, then it is only a deviation. Millar, 117.</p>\n<p>In the present case, the risk commenced at Jamaica, and before the alteration of the voyage was contemplated.</p>\n<p><span class=\"star-pagination\">*379</span> It was to terminate at Alexandria. When the terminus a quo, and the terminus ad quem, are the same, the voyage is the same.</p>\n<p>2. The loss itself, was, in fact, total, and unless the insured have been in fault, they ought to recover for a total loss.</p>\n<p>The loss of the register alone was sufficient to defeat the whole voyage, and if the vessel had sailed without it, and had been lost, the underwriters would have been discharged by that very fact of the vessel sailing without proper documents. It would so increase the risk of loss by seizure and condemnation, as to vacate the policy. If she had been found sailing without a register, she would have been considered by the British laws as an alien vessel, and if found trading from a British colony, would have been liable to condemnation. \u0097 Reeve on Ship. 46, 379, 429. Bryan &amp; Co. were not the general agents of the defendants in error. Their authority ceased when the vessel was dispatched and had sailed from Jamaica for Alexandria. They were not authorized to sacrifice the property of the insured in their hands, if they had any, to raise money to pay the salvage and expenses. It is true, the master had an implied authority to do what was fit and proper for the benefit of all concerned; but he was not authorised to send out the vessel without a register, and she could never get a new one unless her owners (the insured) should change their domicil. No document could supply the place of that which itself never could have been obtained, and to which the party was not entitled.</p>\n<p>The exception is to the refusal of the court to give the instruction prayed. This instruction would have been improper for two reasons.</p>\n<p>1. It would have been conclusive of the whole cause, and no such instruction can be given, unless all the evidence is stated, and unless the bill of exceptions avers it to be the whole evidence. This bill of exceptions does not contain the whole evidence, nor such an averment.</p>\n<p><span class=\"star-pagination\">*380</span> 2. The instruction prayed involves the decision of a fact, which the jury only were competent to find, viz. whether the damage amounted to more than half the value of the thing insured. Mills v. Fletcher, Doug. 230. This fact is not stated in the bill of exceptions, nor any other fact from which the court can infer it. It contains no evidence that the master had funds to pay the salvage and charges.</p>\n<p>The evidence shows the loss to be actually total. The information of the capture, recapture, libel for salvage, and sale to a stranger, all came to the insured at the same time; and there is no evidence of fraud or collusion. The only allegation is, that the master did not do every thing in his power to prevent a total loss. But this allegation is unsupported by evidence. Even if, by a sacrifice of the cargo, he had raised money enough to pay the salvage, expenses, costs, charges and repairs, he must have obtained a new crew, and then could not have sailed without a register.</p>\n<p>The voyage was completely destroyed; and, upon an abandonment, which the insured had a right to make, relief would have been refused to the underwriters, even in equity. 3 Atk. 195, Pringle v. Hartley. Marshall, 485.</p>\n<p>C. Lee, in reply. There are two bills of exceptions to the opinion of the court.</p>\n<p>1st. To the instruction given in favour of the plaintiff below, that there was no deviation from the voyage insured, and that the voyage insured was actually commenced.</p>\n<p>2d. To the refusal of the court to instruct the jury, that if the facts stated in that bill of exceptions, should be proved to their satisfaction, they ought not to find a verdict for a total, but at most for a partial loss.</p>\n<p>1. The voyage insured was a direct voyage from Kingston in Jamaica, to Alexandria in Virginia. But the voyage commenced was a voyage from Kingston to Baltimore, and from thence to Alexandria. Baltimore <span class=\"star-pagination\">*381</span> not being in the direct course from Kingston to Alexandria, the voyage commenced was not a direct voyage from Kingston to Alexandria, and, therefore, was not the voyage insured. There can be no necessity of referring to authorities to show that, in a policy, a voyage from one place to another, always means a direct voyage in the usual course; because, upon this principle is founded the whole doctrine of deviation. But the cases of Beatson v. Haworth, 6 T.R. 531. Delaney v. Stoddert, 1 T.R. 22, and Middlewood v. Blakes, 7 T.R. 162, show with what strictness it has been maintained.</p>\n<p>If the direct voyage was not commenced, the commencement of an indirect, circuitous voyage, will avail nothing. The voyage insured was not commenced, Doug. 16, Wooldridge v. Boydell. 2 T.R. 30, Way v. Modigliani. Even if the risk is diminished by the circuitous course, it is not a justification of the voyage, and will not support the policy. Millar, 377, 382.</p>\n<p>The case of Kewley v. Ryan, 2 H. Bl. 343, is relied upon by the defendants in error. But the law of that case is doubted by Marshall, 232, who refers to the case of Stott v. Vaughan, decided in the king's bench, in 1794, and is opposed to the case of Wooldridge v. Boydell.</p>\n<p>Kewley v. Ryan differs essentially from the present case. The intention in the former was only to touch at Cork, in the way to Liverpool. Whether Cork is not usually touched at in such voyages, does not appear; but no cargo was on board to be delivered at Cork. The only port of delivery was Liverpool.</p>\n<p>In the present case, a considerable cargo was received on freight, deliverable at Baltimore. The intention, therefore, was not merely to touch, but to trade at Baltimore. It was one of the principal objects of the voyage. To touch at a port, differs essentially from delivering a cargo, and trading at a port. 2 N.Y. Term Rep. Williams v. Smith, refers to Stitt v. Wardell, decided by Lord Kenyon, in 1797, Marshall, 187. After clearing for Alexandria, to receive a cargo for <span class=\"star-pagination\">*382</span> Baltimore, to be delivered there for trade, and to sail with intention to go to Baltimore first, was a complete alteration of the voyage insured.</p>\n<p>The opinion in Kewley v. Ryan, if understood rightly, does not decide this case against the underwriters. The court says, \"where the termini of the intended voyage are really the same as those described in the policy, it is to be considered as the same voyage.\"</p>\n<p>The word termini does not mean merely the beginning and end of a thing, but all the limits; and, in regard to a voyage, it means also the intermediate ports of delivery for any part of the cargo.</p>\n<p>In the present case the policy expresses but one port of delivery, the voyage commenced was to two; one of which was out of the course to that mentioned in the policy.</p>\n<p>The case of Way v. Modigliani, was not decided on the ground of deviation, but expressly on the ground of non-inception. Upon this point, the opinion of Buller, J. is full.</p>\n<p>Wooldridge v. Boydell was not decided on the fact, that there was no intention of sailing to the port mentioned in the policy, but upon the fact that the vessel had actually sailed for a different port.</p>\n<p>The weight of the case of Kewley v. Ryan, therefore, is diminished.</p>\n<p>1. Because it stands contradicted.</p>\n<p>2. It differs essentially from the case before the court, and is not decisive.</p>\n<p>3. It may be reconciled with the doctrine advanced in this case by the plaintiffs in error, and, if so understood, is in their favour.</p>\n<p><span class=\"star-pagination\">*383</span> 4. If understood as the defendants in error contend it ought to be, it is not law.</p>\n<p>2. The 2d bill of exceptions states a case, which would justify the instruction prayed by the defendants below.</p>\n<p>Bryan &amp; Co. were the agents and correspondents of the owners \u0097 Patton also was an agent \u0097 having gone out in the vessel as supercargo, and the owners are answerable for their negligence.</p>\n<p>On the 24th of September, Bell, the master, and Patton, the supercargo, by their protest, abandoned the vessel and cargo to the underwriters, when both were safe in the harbour of Kingston, liable only to a small salvage, and to some expenses; and, when the coffee belonging to the defendants in error, and then on board, was more than sufficient to pay all the demands against the vessel. There was no necessity of selling the vessel. Her value might have been ascertained in some other mode. Upon application to the court of admiralty, appraisers would have been appointed. But the agents neither attempted to agree with the recaptors for the amount of the salvage, nor applied to the court to appoint appraisers, but suffered the expenses to be increased unnecessarily, by the admiralty process, and by the commissions on the sale.</p>\n<p>The agents of the owners ought to have done as much to increase the amount saved, as if no insurance had been made. It was their duty to do the best for all concerned. If they did not, and if by their negligence the loss has been converted from a partial to a total loss, the underwriters ought not to suffer. Their contract was a contract of indemnity against unavoidable loss, and the insured were bound to use the same care and diligence which a prudent man would use in securing his own property.</p>\n<p>As to the loss of the register, it would not have been a cause of condemnation. The law cited from Reeves applies only to a vessel which never had a register, and <span class=\"star-pagination\">*384</span> not to one whose register has been destroyed by accident.</p>\n<p></p>\n<h2>March 4.</h2>\n<p>MARSHALL, Ch. J. did not sit in the trial of this cause.</p>\n<p>The other judges, except CHASE, J. whose ill health prevented his attendance, gave their opinions seriatim.</p>\n<p>JOHNSON, J. Upon the trial of this cause, in the court below, two grounds of defence were assumed by the plaintiffs in error.</p>\n<p>1. That the policy had been avoided by a deviation from the voyage insured.</p>\n<p>2. That if the insured were entitled to recover at all, it could only be for an average, not a total loss.</p>\n<p>In the argument before this court, the first ground was varied, and the plaintiffs in error contended, \"that the risk insured was never entered upon.\"</p>\n<p>Without considering the propriety of entering upon the discussion of a question so materially different from that made in the bill of exception, I will only remark \"that it was judicious in the counsel to abandon an opinion as inconsistent with natural reason, as it is with the established doctrine of the law of insurance. An intent to do an act, can never amount to the commission of the act itself. That an intended deviation will not vitiate a policy, and that the vessel remains covered by her insurance until she reaches the point of divergency, and actually turns off from the due course of the voyage insured, is a doctrine well understood among mercantile men, and has uniformly governed the decisions of the British courts from the case of Foster &amp; Wilmer to the present time.</p>\n<p>The doctrine now insisted on by the plaintiffs in error, was probably suggested by some incorrect expressions attributed to Lord Mansfield in the case of Wooldridge <span class=\"star-pagination\">*385</span> &amp; Boyde'l. It is said that the Judge in that case expressed an opinion, that \"if a ship be insured from A to B, and before her departure the insured determine that she shall call at C, which is out of the usual course of the voyage from A to B, this is rather a different voyage than an intended deviation.\" This opinion was certainly in no wise material to the decision of that case, and is expressly contradicted by the case of Kewley &amp; Ryan, and a case, which I consider with much respect, decided in the State of New-York, between Henshaw and the Marine Insurance Company of New-York. We can only vindicate the accuracy of his Lordship's opinion in the case which he states by supposing, that his mind was intent upon those cases of intended deviation, in which a suppressio veri, or necessary increase of risk, are the grounds of decision.</p>\n<p>The ordinary rule for ascertaining the identity of a voyage insured, is by adverting to the termini. A rule which is certainly correct as far at it extends, but in the rigid application of which, it is easy to conceive that cases may occur in which it would bear injuriously upon the insurer. If it has any defect, it is in not extending far enough the claim to indemnity, as the terminus ad quem may in many instances be relinquished without any possible increase of risk, or even without varying the risk, except only as to lessening its duration. I will instance the case of an insurance from America to St. Petersburg, when the vessel, in fact, is to terminate her voyage at Copenhagen; or the case of an insurance to Alexandria, in Virginia, when the vessel is to terminate her voyage at Georgetown, in Maryland.</p>\n<p>Whether the risk insured against in this case, ever was incurred, I would test by the question, whether, if the Eliza had arrived in safety, or even had sailed for Europe, the insured might have legally demanded a return of the premium? I presume not. The insurance being at and from the port of Kingston, the risk commenced during her stay in port, and cannot be apportioned when thus blended, but was wholly and indefeasibly vested in the underwriters, although the vessel <span class=\"star-pagination\">*386</span> had forfeited her policy by shaping her course for Europe the moment she had left the port of Kingston. In the case before us, she adhered to her ultimate destination, and the forfeiture of her insurance could not have been incurred until after entering the Chesapeake and actually bearing away farther eastward than was consistent with her course to the Potowmack.</p>\n<p>2. With regard to the question, whether it be a case of total or average loss, a very few observations will suffice to satisfy the mind that the judgment below is correct.</p>\n<p>If, under every combination of circumstances, the insured is bound to procure money at whatever interest, or to raise it at whatever sacrifice of property, to defray the disbursements for repairs, reshipping a crew, salvage, costs of suit, and every incidental expense, this will be shifting the loss from the insurer to the insured. Should it be admitted, that in the case before us, the insured were under any greater obligation to ransom and refit the vessel than the insurer, the circumstances in evidence are sufficient to excuse him. Unsuccessful attempts had been made to dispose of both vessel and cargo, and as to raising money on bottomry, who would have accepted the security of a vessel embarrassed by the loss of her register, to a degree, the extent of which could not possibly be foreseen; a bond for money to become due on the arrival of a vessel which perhaps might never be able to sail, or if she did sail without her necessary documents, would be exposed to innumerable hazards, and among them, the forfeiture of her insurance for that very cause.</p>\n<p>It is true, that a case of capture and recapture, where the two events are communicated, before an election to abandon has been actually communicated to the underwriters, will not, of itself, sanction an abandonment. \u0097 Yet, it is equally true, that in case of capture, a recapture alone will not deprive the party of his right to abandon. The consequences of the capture and recapture, the effect produced upon the fate of the voyage, must govern the right of the parties. This effect is always a matter of evidence, and must rest much upon <span class=\"star-pagination\">*387</span> the discretion of a jury. This doctrine is well illustrated in the cases of Pringle &amp; Hartley, and Goss &amp; Withers.</p>\n<p>In the case before us, the information of the capture, recapture, and sale, was communicated in the same letter. The loss was then certainly total, and as the insurers cannot charge the insured with any premeditated design to involve the vessel in the difficulties which broke up the voyage, I think they ought to bear the loss.</p>\n<p>Much has been said about the liability of the insured for the misconduct of his agents, but as all amounts to a charge that they did not make use of forced means to raise money for the release of the vessel, an obligation not incumbent upon them, it does not appear to me that the extent of the liability of the insured for the acts of the captain or supercargo, after the death-stroke is given to the voyage, need be considered.</p>\n<p>WASHINGTON, J. There are but two questions in this cause, which I deem worthy of particular consideration; for the last exception is, to the refusal of the court to give an opinion upon a matter of fact, and for which no foundation was laid by the evidence spread upon the record, even if it had been proper for the court, in such a case, to give an answer to the question propounded. I, also, lay out of the case, the award mentioned in the declaration, not only because no breach is assigned which applies to it, but because no opinion was asked of, or given by, the court respecting it.</p>\n<p>The first subject which claims attention is, whether, upon the facts stated in the second bill of exceptions, the court below was right in the direction given to the jury, that there was no deviation, at the time of capture, from the voyage insured, and that the voyage insured was actually commenced. The facts, material to the decision of this point, are, that the Eliza cleared out at Kingston, for Alexandria, and a bill of lading was signed by the master, to deliver her cargo at Alexandria. That after her <span class=\"star-pagination\">*388</span> clearances were obtained, she took in a cargo for Baltimore, and bills of lading were signed for delivering the same at that port. That the captain sailed from Kingston, with an intention, previously formed, of proceeding first to Baltimore, and there landing part of her cargo, and then to go to Alexandria, but she was captured before her arrival at the dividing point, between Baltimore and Alexandria.</p>\n<p>It is admitted, that this is not a case of deviation, because the intention formed at Kingston, before the voyage commenced, of going first to Baltimore, was never carried into execution. The only question then is, whether the voyage described in the policy was changed or not? As to this, there is no difference of opinion at the bar, respecting the legal effect of an alteration of the voyage, on the contract of indemnity; it is, and must be conceded, that the policy never attached. But the difficulty is in determining what circumstances do, in point of law, constitute such an alteration as will avoid the policy.</p>\n<p>The criticisms of the counsel for the plaintiffs in error, upon the rule contended for by the defendants, ought not, in my opinion, to avail them, if that rule be firmly established by uniform decisions: for in questions which respect the rights of property, it is better to adhere to principles once fixed, though, originally, they might not have been perfectly free from all objection, than to unsettle the law, in order to render it more consistent with the dictates of sound reason.</p>\n<p>The first case we meet with, upon this subject, is that of Carter v. The Royal Exchange Assurance Company, which is cited in Foster v. Wilmer, decided in the 19 Geo. 2. The former was an insurance on a ship from Honduras to London, and the latter on a ship from Carolina to Lisbon, and at and from thence to Bristol. In both, a cargo was taken in to be delivered at an intermediate port; but the loss having happened before the ship had arrived at the dividing point, the insurers were held liable, upon the ground that nothing more was intended than a deviation, which, not being carried into execution, did not avoid the policy.</p>\n<p><span class=\"star-pagination\">*389</span> The case of Wooldridge v. Boydell, is next in point of time. This was an insurance on a ship, at and from Maryland to Cadiz. She cleared for Falmouth, and a bond was given to land the whole cargo in Britain. No evidence was given that the vessel was bound to Cadiz; she was taken before she came to the dividing point. At the trial of this cause, Lord Mansfield told the jury, that if they thought the voyage intended, was to Cadiz, they were to find for the assured; but if there was no design to go to that port, then they were to find for the defendant, and the ground upon which the court decided the motion for a new trial was, that there never was an intention to go to Cadiz. But it is plain, that if Cadiz had been intended as the ultimate port of destination, the clearing out for an intermediate port, with an intention to land the cargo there, would not have been considered as any thing more than an intended deviation.</p>\n<p>Way and Modigliani was decided in 1787, and was an insurance at and from the 20th October, 1786, from Newfoundland to Falmouth, with liberty to touch at Ireland. She sailed on the 1st of October, from Newfoundland, went to the Banks and fished till the 7th, and then sailed for England, and was lost on the 20th. The reasons assigned for the decision of this case, give it the appearance of an authority unfavourable to the doctrine laid down in the above cases. But the weight of it is greatly diminished, if it be not destroyed, by the following considerations: 1st. That as there was a clear deviation, it was unnecessary to decide the other point that the policy did not attach; and, 2d. That this latter opinion seems to have been entertained only by one of the court, and even this judge seems to have relied very much upon the fact, that the vessel sailed to the Banks. 3d. From what is said in Kewley &amp; Ryan, it would appear that the ship, when she left Newfoundland, did not sail for England, and of course the voyage insured never was commenced.</p>\n<p>Kewley &amp; Ryan, decided in 1794, was a policy on goods from Genoa to Liverpool. The ship sailed on that voyage, but it was intended, as plainly appeared by the clearances, to touch at Cork. She was lost, however, before she arrived at the dividing point; and the decision conformed to those given in the preceding cases, the <span class=\"star-pagination\">*390</span> termini of the intended voyage being really the same as those described in the policy.</p>\n<p>The case of Stott &amp; Vaughan, decided at Nisi Prius, in 1794, before Lord Kenyon, seems opposed to the principles laid down in the preceding cases, and, if we have an accurate report of it, is inconsistent with the decisions of the same judge, in Kewley and Ryan, and other cases.</p>\n<p>Murdoch and Potts, decided in 1795, was, in principle, as strong a case of a change of voyage, as that of Wooldridge and Boydell, but equally contributes to explain the general doctrine laid down in all the cases. For in this, the terminus ad quem was, most obviously, St. Domingo, where the freight insured was payable, or some port, other than Norfolk, where the ship was to cal for the sole purpose of receiving orders.</p>\n<p>The last English case which I shall notice, is that of Middlewood and Blakes, decided in 1797. It was an insurance on the Arethusa, at and from London to Jamaica, for which place she cleared out; but the captain was bound by orders, to call at Cape St. Nicola Mole, in order to land stores there, pursuant to a charter-party. She was captured after she had passed the dividing point of three several courses to Jamaica, but before she had reached the subdividing point of the continuing course to Jamaica and that leading to the Mole. The whole court considered this as a case of deviation only, and Lawrence J. was so strongly impressed with the weight of former decisions, that, not attending to this obvious objection to the plaintiff's recovery, but considering the termini of the voyage intended to be the same with those mentioned in the policy, his first opinion inclined to the side of the plaintiff.</p>\n<p>The case of Henshaw and The Marine Insurance Company, decided in the supreme court of New-York, confirms the principles of the above cases, and would command my respect were it opposed to them.</p>\n<p>The rule, then, which I consider to be firmly established, by a long and uniform course of decisions, is, that if the ship sail from the port mentioned in the policy, with an intention to go to the port, or ports, also described <span class=\"star-pagination\">*391</span> therein, a determination to call at an intermediate port, either with a view to land a cargo, for orders, or the like, is not such a change of the voyage as to prevent the policy from attaching, but is merely a case of deviation, if the intention be carried into execution, or be persisted in after the vessel has arrived at the dividing point.</p>\n<p>The next question is, whether the court below, erred in refusing to instruct the jury, that if they believed the facts stated in the first bill of exceptions, they were to find an average and not a total loss? The defendants in error, contend, that by the capture and recapture of the vessel, under the various circumstances of loss of crew, inability to pay the salvage and expenses, loss of register, &amp;c. the voyage insured was completely defeated, and, therefore, the assured had a right to abandon and demand as for a total loss.</p>\n<p>On the other side it is insisted, that the captain might, in a variety of ways, have prevented the sale of the vessel, and that if he had done the best in his power for the interests of all concerned, he might have liberated the vessel from the lien of the captors, and have performed his voyage in safety to Alexandria, without any other inconvenience than this temporary interruption, and the payment of salvage and expenses. If so, that it was not competent to the assured, under these circumstances, to convert a loss partial in its nature into a total one.</p>\n<p>Whether the assured had a right to abandon, and recover as for a total loss, or not, was a question of law, dependent upon the point of fact, whether, upon the whole of the evidence, the voyage was broken up, and not worth pursuing; and in the consideration of this question, the jury would, of course, have inquired, amongst other matters, whether the captain had done what was best for the benefit of all concerned. The court might, with propriety, have stated the law arising upon this fact, which ever way the jury might find it, and indeed such would have been their duty, if a request to that effect had been made. But the court very correctly refused to give the direction as prayed, because, by doing so, they would have decided the important matter of fact, upon which the law was to arise, which was only proper for the determination of the jury. In the case of Mills <span class=\"star-pagination\">*392</span> and Fletcher, which turned upon the question, whether the captain, by his conduct, had not made the loss a total one, Lord Mansfield would not decide whether the loss was total or not, but informed the jury, that they were to find as for a total loss, if they were satisfied that the captain had done what was best for the benefit of all concerned.</p>\n<p>Upon the whole, then, I am of opinion, that the judgment ought to be affirmed.</p>\n<p>PATERSON, J. This action was brought on a policy of insurance, which John and James H. Tucker, being British subjects, residents at Alexandria, had effected on the body of the sloop Eliza, her tackle, apparel, and furniture, to the value of 3,800 dollars, at and from Kingston, in the island of Jamaica, to Alexandria, in the state of Virginia. The policy bears date the 1st of September, 1801.</p>\n<p>The first question to be considered is, whether the voyage, on which the sloop Eliza set out, was the same or a different voyage from the one insured? By the terms of the policy, it is stipulated, that the Eliza was to sail from Kingston to Alexandria; and it is stated in the bill of exceptions, that she did sail from Kingston, but with an intention to go first to Baltimore, and there deliver 20 hogsheads and 10 tierces of sugar, and then to proceed to Alexandria, which was the port of destination described in the policy. She cleared out at the custom-house in Kingston, on the 10th of August, 1801, for Alexandria, and the master signed a bill of lading to deliver her cargo at that place; after which he took in the sugar, to be delivered at Baltimore. It is contended on the part of the insurers, that the taking in the sugar, to be landed at Baltimore, constituted a different voyage from the one agreed upon, and vitiates the policy; or in other words, that the voyage which was the subject of the contract, was never commenced. From a review of the cases, which have been cited, the principle is established, that where the termini of a voyage are the same, an intention to touch at an intermediate port, though out of the direct course, and not mentioned in the policy, does not constitute a different voyage. In the present case the termini, or beginning and ending points of the intended <span class=\"star-pagination\">*393</span> voyage, were precisely the same as those specified in the policy, to wit, from Kingston to Alexandria, and, in legal estimation, form one and the same voyage, notwithstanding the meditated deviation. The first reported case on this subject is Foster v. Wilmer, in 2 Str. 1249; in which Lee, C.J. held, that taking in salt to be delivered at Falmouth, a port not mentioned in the policy, before the vessel went to Bristol, to which place she was insured, was only an intention to deviate, and not a different voyage. And the chief justice, in delivering his opinion, mentioned the case of Carter v. The Royal Exchange Assurance Company, where the insurance was from Honduras to London, and a consignment to Amsterdam; a loss happened before she came to the dividing point between the two voyages, for which the insurer was held liable. The adjudication in Strange was in the 19 Geo. 2, and from that time down to the year 1794, we find no variation in the doctrine. A remarkable uniformity runs through the current of authorities on this subject. In Kewley v. Ryan, 2 H. Bl. 343, Trinity term, 1794, the principle is recognised; and in 2 New-York Term Rep. 274, Henshaw v. The Marine Insurance Company, February, 1805, it is fortified and considered as settled by the supreme court of that state. In a lapse of sixty years we find no alteration in the doctrine, which is sanctioned, and has become too deeply rooted and venerable by time, usage, and repeated adjudications, to be shaken and overturned at the present day. It has grown up into a clear, known, and certain rule, for the regulation of commercial negotiations, and is incorporated into the law merchant of the land. Where is the inconvenience, injustice, or danger of the rule? It operates in favour of the insurers, by a diminution of the risk, and not of the insured, who have the departure in contemplation; for if the vessel, after she has arrived at the point of separation, should deviate from the usual and direct road to her port of destination, the insurers would be entitled to the premium, and exonerated from responsibility. An intention to deviate, if it be not carried into effect, will not avoid the policy. There must be an actual deviation. The policy being \"at and from,\" the risk commenced; there was also an actual inception of the voyage described; for the Eliza sailed from Kingston for Alexandria, was captured in a <span class=\"star-pagination\">*394</span> direct course to the latter, before she reached the dividing point; and, therefore, the underwriters became liable for the loss.</p>\n<p>The second point in the cause is, whether the insurers were liable for a total or a partial loss. And here a preliminary question presents itself. Was the abandonment made in proper time? When the Tuckers received information of the loss, it became incumbent on them to elect, whether they would abandon or not; and if they intended to abandon, it was incumbent on them to give notice of such intention to the underwriters. Our law has fixed no precise period, within which the abandonment shall be made, and notice of it shall be given to the insurers; but declares, that it shall be done within a reasonable time. In the case before us it appears, that John and James H. Tucker received information of the capture and recapture of the Eliza at the same time, in a letter from W. and B. Bryan and Co. dated on the 26th September, 1801; but it does not appear when the letter came to hand. On the 26th of November, 1801, the Tuckers offered to abandon the Eliza to the insurers, which offer was rejected. Can it, under these circumstances, be pretended, that the Tuckers were guilty of neglect, or that the abandonment was not made according to the settled rule? It was made within a reasonable time, and no neglect can justly be imputed to them. We must have some facts, whereon to build the charge of negligence, for it is not to be presumed; and the intervening period between the date of the letter and the time of abandonment, after making a due allowance for the passage of the letter, does not afford sufficient ground, on which to raise the imputation of neglect. This brings us to the great question in the cause, whether the insurers were liable for a total or an average loss. On the 22d August, 1801, the Eliza was captured by a Spanish armed schooner, in the usual course from Kingston to Baltimore and Alexandria, and a day or two afterwards was recaptured by a British sloop of war, and carried into Kingston on the 26th of the same month. The mere acts of capturing and recapturing are not of themselves sufficient to ascertain the nature and amount of the loss sustained. The loss may be total, though there is a recapture. Hamilton v. Mendez, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Bur.</span> <span class=\"page\">1198</span></span>. Aguilar and others v. Rodgers, 7 D. &amp; E. 421. Whether the loss be partial or total, will depend upon the particular <span class=\"star-pagination\">*395</span> circumstances of the case, which it becomes necessary to take into view. The Eliza was consigned to Bryan &amp; Co. at Kingston, who were authorised to dispose of her; they endeavoured to sell her, but without effect, and it is stated, that they could get no offer for her before she sailed from Kingston, nor since that time. Bryan &amp; Co. put on board 10 tierces of coffee, of the value of 1,000 dollars, belonging to the Tuckers, to be delivered at Alexandria; and when she was captured, all the seamen, except Bell, the ostensible master, and one man, were taken on board the Spanish schooner. The Eliza was navigated under a British register during the voyage; which register was lost by reason of the capture and recapture, and has never been found. After the recapture, the Eliza and her cargo were libelled in the vice-admiralty court for salvage; a claim was put in by Bryan &amp; Co. as agents for Eli Richards Patton, the real and navigating master and supercargo; and the sloop and cargo were adjudged to be lawful recaption on the high seas, and ordered to be restored, on paying to the recaptors one full eighth part of the value of the sloop and cargo for salvage, with full costs; and to ascertain the value it was further ordered, that the sloop and cargo should be forthwith sold by the claimants, unless the value should be otherwise agreed upon. The sloop was insured for 3,800 dollars, and sold for 915 dollars; the coffee sold for 1,000 dollars; and the costs, charges, and commissions, amounted to 909 dollars, which almost absorbed the sum for which the sloop was sold. It is not found, that the sloop had sustained no damage by the capture and recapture; and, considering the difference between 3,800 dollars, the value insured, and 909 dollars, the price for which she sold, the jury might, without other evidence, have presumed, that she had received considerable injury. From these facts taken together, the inference is rational and just, that the voyage was broke up and destroyed, and that the underwriters were liable for a total and not for an average loss. To repel this inference, and remove responsibility from the insurers, it has been urged in argument, that the agents for the Tuckers were guilty of gross neglect and misconduct. If Bryan &amp; Co. ceased to be agents after the sailing of the sloop, then <span class=\"star-pagination\">*396</span> the captain became cloathed with an implied authority to do what was fit and right, and most conductive for the interest and benefit of all the concerned; and, therefore, whether the agency of Bryan &amp; Co. continued, or, being at an end, devolved by operation of law on the captain, is perfectly immaterial; for the question still recurs, whether the actual or implied agent had been guilty of fraud, negligence, or other improper conduct, which would exonerate the insurers. I am not able to discern any misconduct on the part of the agent, that would exculpate the underwriters, and prevent their being responsible for a total loss. And indeed, this was a point proper for the decision of the jury, agreeably to the case of Mills v. Fletcher, in Doug. 230; and, therefore, the exception taken to the opinion of the court was not well-founded. The sloop could not be sold at private sale, and, by reason of the capture and recapture, she might have sustained consideraole damage. To sell the coffee, which constituted the cargo for Alexandria, to satisfy the salvage and costs, would have been an imprudent measure; for the redemption would have absorbed the whole proceeds, and then she would have returned to Alexandria without a cargo, as the captain had no funds to purchase one; and besides, she must have sailed without a register, which would have exposed her to great and unnecessary danger. Prudence dictated the sale as a safe step, and most for the benefit of the concerned.</p>\n<p>The error set forth in the third bill of exception is, that the court below refused to instruct the jury, that the loss of the register, by means of the capture and recapture, was not sufficient, in law, to defeat the voyage from Kingston to Alexandria, and might have been supplied by special documents. Though the register did not impart any physical ability to the sloop, in regard to her sailing; yet, it was a document which tended to communicate safety, as it designated her character, individually and nationally. It is a necessary paper, and operates as a national passport; for, without it, she might be seized as an unauthorised rover on the ocean, and in certain cases, would have been liable to confiscation. The register is a document <span class=\"star-pagination\">*397</span> of such a special and important nature, that its loss cannot be fully made up by other official papers. It would have been a very imprudent step for the captain to have proceeded on his voyage without a register; if he had, he would have been justly charged with improvidence, negligence, and culpable misconduct.</p>\n<p>CUSHING, J. I consider this as clearly a case of intentional, not actual deviation; but not as a case of non-inception of the voyage insured.</p>\n<p>This is proved by a number of cases cited; and contradicted by none.</p>\n<p>What a case of non-inception is, is shown by the case of Wooldridge v. Boydell, Douglass, 16, where the ship was insured from Maryland to Cadiz, having no intention at all of going there; but that is totally different from the present case, where the vessel was cleared out at Jamaica for Alexandria, with a cargo taken in for Alexandria, and intended to go there.</p>\n<p>It is true sugars were taken in for Baltimore, and the captain intended going there first. That amounts only to an intent to deviate; but no deviation unless executed.</p>\n<p>This is proved by divers authorities. Middlewood and Blakes, 7 T.R. p. 162, B.R. a ship insured at and from London to Jamaica, and the captain had orders (exactly like the case at the bar) to touch at Cape Nicola Mole, to land stores, pursuant to charter-party. Upon which, one of the judges (Lawrence) gave an opinion, that if the vessel had been captured before she came to the dividing point, between the northern and southern courses to Jamaica, the insurers would have been liable.</p>\n<p>And the other judges agreeing with judge Lawrence, to lay the whole stress of the cause in favour of the insurer, upon the captain's not exercising his judgment at the time, upon which was the best and safest of the three courses, (whose judgment the insurers had a right to have the benefit of) but taking the northern course, merely in pursuance of orders, to land stores at Cape Nicola Mole. All this shows, that had the captain exercised <span class=\"star-pagination\">*398</span> his judgment in going the northern course, as being the best and safest, the whole court would have held the insurer liable, as the vessel was captured before she came to the dividing point, between the course to the Cape and to Jamaica.</p>\n<p>Another case, more direct and decisive, is Foster v. Wilmer, 2 Str. 1248, 9, where the ship was insured from Carolina to Lisbon and to Bristol, and the captain took in salt to deliver at Falmouth, before going to Bristol, repugnant to the specification of the policy, yet being captured before arriving at the dividing point between Falmouth and Bristol, the insurer was held liable, which seems exactly the present case.</p>\n<p>The mere taking in goods for another port, does not, of itself, make a deviation. It may, however, if it materially vary the risk, and be a circumstance designedly concealed and suppressed, excuse the underwriters. In the present case it does not appear, materially, to vary the risk, any more than in taking in stores to land at Cape Nicola Mole, in the case of Middlewood and Blakes, varied the risk, which was not suggested by court or counsel, that it did; or the taking in salt to land at Falmouth, in the case of Foster and Wilmer. It did not delay the voyage in the present case; the vessel sailed with convoy as soon as it was ready, and was afterwards captured in the proper course, before deviating.</p>\n<p>The award may be laid out of the case, for more reasons than one. I think it void for uncertainty.</p>\n<p>As to the loss, whether total or average, the jury, who had the whole evidence before them, have, in effect, found a total loss, and the voyage broken up. It is not certified by the court, that the bill of exceptions contains the whole evidence; and as strong circumstances (I think conclusive ones) are stated, that show the voyage could not be safely pursued, or could not be pursued at all, in consequence of the loss of register and loss of hands by the capture, either of which, it does not appear, could be supplied, I think we are not warranted to overrule the verdict, or reverse the judgment.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "sha1": "eb5559284309f3cd0dffdbb5d7135bf4ba9c57af", 
  "date_modified": "2014-12-21T01:23:45.885369", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/84824/ma-in-co-of-alexandria-v-j-and-jh-tucker/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1584/", 
  "html": "<p class=\"case_cite\">7 U.S. 357</p>\n    <p class=\"case_cite\">3 Cranch 357</p>\n    <p class=\"case_cite\">2 L.Ed. 466</p>\n    <p class=\"parties\">THE MARINE INSURANCE COMPANY OF ALEXANDRIA<br>v.<br>JOHN AND JAMES H. TUCKER.</p>\n    <p class=\"date\">February Term, 1806</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the circuit court, of the district of Columbia.</p>\n      <p class=\"indent\">This was an action of covenant, by John and James H. Tucker, on a policy of insurance, dated Sept. 1st, 1801, upon the sloop Eliza, <i>at and from Kingston, in Jamaica, to Alexandria, in Virginia</i>.</p>\n      <p class=\"center\">[Pages 359-365 intentionally omitted.]</p>\n      <p class=\"indent\">The defendants pleaded, 1st. That the vessel never sailed on the voyage insured, and was not prosecuting the voyage insured, at the time of the capture; and, 2d.</p>\n      <p class=\"indent\">A general performance of the covenants contained in the policy; upon which pleas the issues were joined, and verdict and judgment for a total loss.</p>\n      <p class=\"indent\">At the trial the defendants took three bills of exceptions.</p>\n      <p class=\"indent\">The 1st presents the following case:</p>\n      <p class=\"indent\">The execution of the policy was admitted. The vessel was of the value insured, and belonged to the plaintiffs, (the defendants in error) who were British subjects, resident at Alexandria. The vessel was navigated under a British register, and had sailed from Alexandria for Kingston, in June, 1801, with a cargo, consigned to Bryan, &amp; Co. in Jamaica, who were instructed, by a letter from the plaintiffs, to sell the vessel and remit the proceeds. The vessel was commanded, ostensibly, by Boaz Bell, but really, by Eli R. Patton, who also went as supercago, with orders to sell the vessel at any rate; but if not sold, to return to Alexandria, with the proceeds of the outward cargo. Bryan, &amp; Co. used their best endeavours to sell the vessel, but without effect, and could get no offer for her, either before or after she sailed from Kingston. Having taken in ten tierces of coffee, the property of the plaintiffs, to be delivered at Alexandria, she cleared out at the custom-house, in Kingston, on the 10th of August, 1801, for the port of Alexandria, with intention to sail, on that day, with convoy then lying at Port Royal, but which convoy did not sail until the 17th.</p>\n      <p class=\"indent\">While waiting for convoy, freight was offered to Baltimore, and the master, having obtained a permit, and made a port entry, discharged his ballast, and took on board twenty hogsheads and ten tierces of sugar, for that port, and signed bills of lading accordingly; but this caused no delay as to the time of his sailing, as he waited for convoy; it being known that several Spanish cruisers were hovering on the coast of Jamaica. On the 17th she sailed for Baltimore, with intention to go first to Baltimore, and from thence to Alexandria. On the 22d, whilst sailing, in the usual course, from Kingston to Baltimore, and Alexandria, she was captured, by a Spanish vessel, as prize, and all her men were taken out by the Spaniards, excepting Bell and one other. In less than three days she was recaptured by a British sloop of war, and carried back to Kingston on the 26th of August, where she was libelled for salvage.</p>\n      <p class=\"indent\">The rate of salvage, in cases of recapture, is fixed by British statutes, and does not exceed one-eighth of the value, at the port of adjudication.</p>\n      <p class=\"indent\">Bryan, and Co. as agents of Patton, put in a claim <i>in behalf of the underwriters;</i> alleging that the vessel had been abandoned to them.</p>\n      <p class=\"indent\">The vice-admiralty court decreed restoration, on payment of one-eighth for salvage, and full costs; and directed the vessel to be sold, to ascertain the true value, unless it could be otherwise agreed upon.</p>\n      <p class=\"indent\">The claimant used no endeavours to agree with the captors, as to the true value of the vessel and cargo, otherwise than by a sale; and, on the 1st of October, she was sold for 915 dollars, and the ten tierces of coffee were purchased by Patton, for the plaintiffs, at the price of 1,000 dollars. The costs, charges, and commissions, amounted to 909 dollars, and the salvage to 239 dollars. The agents of the plaintiffs were content, and satisfied with the mode of ascertaining the value by sale, and did not apply for an appointment of appraisers to ascertain the value.</p>\n      <p class=\"indent\">On the 24th of September, 1801, when the abandonment of the vessel was made, by Bell and Patton, she was safe in the harbour of Kingston, but liable for salvage; and the value of the ten tierces of coffee, was sufficient to pay the salvage, and all costs and charges.</p>\n      <p class=\"indent\">The register was lost by the capture and recapture, and has never been found. The plaintiffs could not, according to the laws of Great Britain, obtain a new British register, while they continued to reside out of the British dominions.</p>\n      <p class=\"indent\">Baltimore is not in the direct course from Kingston to Alexandria, after a vessel has entered the Chesapeake Bay.</p>\n      <p class=\"indent\">The plaintiffs received information of the capture, and recapture, at the same time, in a letter from Bryan, &amp; Co. dated 25th of September, 1801, which also mentions the sale; but it did not appear at what time the plaintiffs received that letter. On the 26th of November, they offered to abandon the vessel to the underwriters, who refused the offer. Upon this state of facts, the defendants moved the court, to instruct the jury, not to find a verdict for a total, but, at most, for a partial loss, which instruction the court refused to give, and the defendants took their bill of exceptions.</p>\n      <p class=\"indent\">The second bill of exceptions, did not vary the material facts above stated, but alleged that the vessel sailed from Kingston, with an intention of going to Alexandria, but, also, with an intention of touching first at Baltimore, and there delivering part of her cargo, and from thence to Alexandria. That while prosecuting her voyage, with that intent, and while in the direct course, both to Baltimore and Alexandria, and before she arrived at the dividing point, between Baltimore and Alexandria, she was captured, &amp;c. Whereupon, the plaintiffs prayed the court to instruct the jury, that there was no deviation at the time of the capture, and that the voyage insured, was actually commenced; which instruction the court gave as prayed, and the defendants took their second bill of exceptions.</p>\n      <p class=\"indent\">The third exception was, to the refusal of the court to instruct the jury, that the loss of the register, by means of the capture, and recapture, was not sufficient, in law, to defeat the voyage; but that the loss of that document, might be supplied by special documents of public officers, setting forth the circumstances of the loss, so that the vessel might have prosecuted that voyage, without seizure and confiscation, under the laws of Great Britain, for want of a British register.</p>\n      <p class=\"indent\"><i>E. J. Lee</i>, for the plaintiffs in error.</p>\n      <p class=\"indent\">1. The voyage insured was never commenced; and the vessel was not in the prosecution of that voyage, at the time of her capture.</p>\n      <p class=\"indent\">2. The plaintiffs cannot recover for a total loss. If there was, in fact, a total loss, it was caused by the misconduct, or neglect, of the plaintiffs, or their agents, in not doing <i>the best in their power</i>, for all concerned.</p>\n      <p class=\"indent\">3. The plaintiffs had not a right to abandon at the time when they offered to abandon.</p>\n      <p class=\"indent\">4. The loss of the register was not equivalent to the loss of the vessel.</p>\n      <p class=\"indent\">5. The not communicating to the underwriters, the intention of going to, or touching at, Baltimore, was such a concealment as vacated the policy.</p>\n      <p class=\"indent\">1st. Was there an inception of the voyage insured?</p>\n      <p class=\"indent\">The contract of insurance is founded on good faith, and must express the intention of the contracting parties. The object of a policy is, to reduce to certainty, and to preserve unaltered, what each party engages to perform. The voyage insured, must be truly and accurately described, as to the time and place at which the risk is to commence, the place of departure, and the place, or <i>places</i>, of destination.</p>\n      <p class=\"indent\">Every circumstance relating to the voyage must be stated with the greatest regard to truth. When, therefore, it is intended that the vessel shall <i>touch</i> at an intermediate port, or ports, it must be stated in the policy. <i>Marshall on Insurance</i>, 227.</p>\n      <p class=\"indent\">This minuteness of description must have for its object the protection of underwriters, from those frauds to which they are exposed, by their unfavourable situation for obtaining correct information. But this object will be defeated, if the insured are not bound to commence and prosecute the voyage described in the policy.</p>\n      <p class=\"indent\">The voyage insured was <i>from Kingston to Alexandria</i>. The vessel was bound to sail <i>directly</i> to Alexandria, as her <i>only port</i> of <i>destination</i>, with all convenient dispatch, in the regular and usual course from the one place to the other. If she sailed with a determination to go first to Baltimore, and there deliver a cargo of 30 hogsheads of sugar, and afterwards to come from Baltimore to Alexandria, she did not commence, and was not lost in the prosecution of the voyage described in the policy. If the voyage commenced was not <i>in every respect the same</i> with that insured, the underwriters are not liable.</p>\n      <p class=\"indent\">The voyage commenced was not a voyage from Kingston to Alexandria, but a voyage from Kingston to Baltimore, and from Baltimore to Alexandria.</p>\n      <p class=\"indent\">It is an uncontroverted principle of marine law, that if the voyage is <i>changed</i>, or <i>not performed in the manner described in the policy</i>, the policy does not attach. This principle is established by the case of <i>Wooldridge</i> v. <i>Boydell, Doug.</i> 16.</p>\n      <p class=\"indent\">This is not a case of <i>deviation</i>, but of <i>non-inception</i>. In cases of deviation the <i>termini</i> are the same. But it is immaterial whether the termination of the voyage <i>commenced</i> is the same with that <i>insured</i>, when the vessel, in fact and in truth, sails <i>directly</i> for a port not mentioned in the policy, nor contemplated by the parties at the time the insurance was made. If the vessel in this case had commenced a voyage for Baltimore, but with an intention to <i>touch</i> at Alexandria, in her way to Baltimore, it would not have been the voyage insured. So if the captain was under an engagement, when he sailed from Jamaica, to go to Baltimore <i>at all events</i>, before he came to Alexandria. The <i>termination</i> of the voyage commenced was <i>Baltimore and Alexandria</i>. The vessel was obliged to come to <i>both places</i>. The <i>termini</i> of the voyage were not those described in the policy.</p>\n      <p class=\"indent\">The necessity of <i>commencing and performing</i> the <i>precise</i> voyage described in the policy, is further proved by the opinion given in the case of <i>Beatson</i> v. <i>Haworth</i>, 6 <i>T. R.</i> 531, where it is decided, that if a vessel is insured to several ports, she must pursue the <i>order</i> in which the places are named in the policy. In the case of <i>Way</i> v. <i>Modigliani</i>, 2 <i>T. R.</i> 30, the question was, whether the policy ever attached; and, if it did, whether it was not discharged by the vessel's not sailing upon the <i>precise</i> voyage insured. The case was this: a ship was insured 'at and from the 20th of October, 1786, from any ports in Newfoundland to Falmouth, or her ports of discharge in the channel.' On the 1st of October the ship left Newfoundland, and went to the <i>Banks</i>, fished there until the 7th, and then sailed from the <i>Banks</i> to England; and on the 30th of November, while in the direct track from Newfoundland to England, she was lost. She left Newfoundland for the Banks long before the policy attached, and although on the 20th of October she was in the direct course from Newfoundland to England, and so continued until she was lost, yet because she sailed from Newfoundland with an intention of going to the Banks, and from thence to England, and actually carried that intention partially into effect, it was determined that the policy did not attach, and that the voyage insured was not commenced. The partial execution of the intent cannot vary the principle, and was not relied upon in that case.</p>\n      <p class=\"indent\">BULLER, J. said, 'The first is the substantial ground, namely, <i>that the policy never attached at all</i>. Where a policy is made in such terms as the present, to insure a vessel from one port to another, she must have sailed <i>on the voyage insured</i>, and not on any other. The voyage insured is from a port in <i>Newfoundland to England</i>, whereas the vessel sailed <i>to the Banks</i>, which was a different voyage. This point has been already decided by the case of <i>Wooldridge</i> v. <i>Boydell</i>, where it was held, that if a ship, insured for one voyage, sail upon another, <i>although in the same track part of the way, and she be taken before the dividing point between the two voyages</i>, the policy is discharged. That was a stronger case than the present, for there the very <i>intention</i> of sailing upon a voyage different from that insured, vacated the policy.'</p>\n      <p class=\"indent\">The actual sailing to a port is only one mode of proving the sailing with an intention of going to that port. If the intention is proved, it is not material by what means. <i>Marshall</i>, 406, (note.) If the voyage is changed, the policy is vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A voyage may be changed by taking on board a consignment to a different port; and the consignment will be evidence of the change. Or it may be <i>changed</i> by varying the plan of the adventure before the commencement of the risk; but a <i>deviation</i> takes place in the execution of the <i>original</i> plan. Therefore, an <i>intention</i> to alter the voyage will destroy the contract. <i>Millar</i>, 431.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To vary in the smallest particular from the original plan of the voyage, constitutes <i>an alteration. Millar</i>, 392.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the present case the plan of the voyage was fixed by the policy, and on the 10th of August the vessel had actually cleared out with an intent to pursue it; after which, she discharged her ballast, and took in 30 hogsheads of sugar, to be delivered in Baltimore. This not only altered the original plan of the voyage, but increased the risk of capture, by increasing the value of the prize.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case of <i>Stot</i> v. <i>Vaughan, cited in Marshall</i>, 232, 4 <i>Williams' cases</i>, 296, determined by <i>Lord Kenyon</i>, is in favour of the underwriters upon this point.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case of <i>Kewley</i> v. <i>Ryan</i>, 2 <i>H. Bl.</i> 343, is the only one which has the appearance of opposition. But that case will be found to be unlike the present, in the following particulars:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. In <i>Kewley &amp; Ryan</i> the vessel sailed from Grenada <i>for Liverpool</i>, which was the voyage insured, but with an intention to <i>touch</i> at Cork, which was in the usual course from Grenada to Liverpool. But, in the present case, the vessel sailed <i>for Baltimore</i>, with an intention to come round to Alexandria from Baltimore, which is not in the course from Kingston to Alexandria.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. In <i>Kewley</i> v. <i>Ryan</i> the vessel intended only to <i>touch</i> at Cork; but, in the case at bar, the vessel sailed on a trading voyage for Baltimore. <i>Stitt</i> v. <i>Wardell</i>, 2 <i>Esp. Rep.</i> 610.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">3. The <i>Eliza</i> altered the plan of the original adventure, by taking in sugar for Baltimore; but in <i>Kewley</i> v. <i>Ryan</i> it does not appear that the original plan was changed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">4. The risk was increased by taking the cargo for Baltimore, but the intention of touching at Cork did not increase the risk.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Independent of these differences between the two cases, it is very questionable whether the determination in <i>Kewley</i> v. <i>Ryan</i> is correct upon principle. It establishes a doctrine which enables the insured to defraud underwriters, by making the evidence of intention to vary the voyage, depend upon the single testimony of the master, which is apt to bend to the interest of his employers. It too often happens, that insurance cases depend upon the same kind of testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case of <i>Kewley</i> v. <i>Ryan</i> is also in principle contradicted by that of <i>Middlewood</i> v. <i>Blakes</i>, 7 <i>T. R.</i> 162. <i>Marshall</i>, 406, <i>note (b.</i>)</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2d. The 2d point is, that if the plaintiffs are entitled to recover any thing, they can recover only for a partial loss; for if an actual total loss has happened, it has arisen from the negligence and misconduct of the plaintiffs, or their agents, in not doing <i>the best in their power</i> for all concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The consideration of this question will involve that of the right of the plaintiffs to abandon at the time they offered to abandon; which is the 3d point in the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In many instances the practice of abandoning has been extended too far. The insured should in no case be permitted to abandon, where the effects insured, or the <i>greater part of them</i>, still exist and are <i>in the power</i> of the insured.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The general rule is, that the insured may abandon in all cases where, by means of any of the perils insured against, the voyage is <i>totally lost</i>, or <i>not worth pursuing</i>, or where the thing insured <i>is so damaged</i> as to be of <i>little or no value</i> to the owner, or where the salvage <i>is very high</i>, or where what is saved is of <i>less</i> value than the freight, or where further expense is necessary, and the insurer will not undertake, at all events, to pay that expense.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">These principles are declared in the following cases: 2 <i>Bur.</i> 683, <i>Goss</i> v. <i>Withers</i>. 2 <i>Bur.</i> 1198, <i>Hamilton</i> v. <i>Mendez</i>. 7 <i>T. R.</i> 421, <i>Aguilar</i> v. <i>Rodgers</i>. 1 <i>Dall. Rep.</i> 11, <i>Story</i> v. <i>Strettell. Park.</i> 165. 4 <i>Williams' cases</i>, 373, 376.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The capture or arrest of a vessel, or any detention, is <i>prima facie</i> a <i>total loss</i>, and <i>immediately</i> upon the capture, or at any time while the capture continues, the insured may abandon, and give notice, and thereby entitle himself to claim as for a total loss. But this must be done <i>while the insured knows of the continuance of the capture, and not after he has information of the recovery or safety of the vessel. M'Master</i> v. <i>Shoolbred</i>, 1 <i>Esp. Rep.</i> 237. <i>Marshall</i>, 494, 501.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On the other hand, the recapture does not necessarily deprive the insured of the right to abandon. For, if in consequence of the capture, the voyage is <i>lost</i>, or not <i>worth pursuing</i>, if the salvage be <i>very high</i>, or if further expense be necessary, and the insurer will not undertake to pay that expense, the insured may abandon. Therefore the rule is, that if the thing insured be recovered before any loss is <i>paid</i>, the insured is entitled to claim as for a total or partial loss, according to the situation of the case at the <i>time when he makes his claim</i>. For there is no vested right to a total loss until the insured <i>elects</i> to abandon.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There are two cases which will be cited for the defendants in error. <i>Pringle</i> v. <i>Hartley</i>, 3 <i>Atk.</i> 195, and <i>Goss</i> v. <i>Withers</i>, 2 <i>Bur.</i> 683, neither of which is like the present.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the case of <i>Pringle</i> v. <i>Hartley</i>, the salvage amounted to a moiety of the value of the vessel insured; and there was no person present to give security or answer for that moiety.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case of <i>Goss</i> v. <i>Withers</i> was an insurance on the ship and goods. One fourth of the goods were thrown overboard to preserve the vessel and the residue of the cargo. After this the vessel was captured by the French. The master, mate and all the sailors, <i>except an apprentice boy and a landsman</i>, were taken out and sent to France. The ship remained eight days in the hands of the French, and was retaken by a British privateer, and on the 18th of January was carried into port for adjudication. Immediate notice was given and an offer to abandon.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But before her capture, the ship, in a storm, was separated from her convoy, and disabled for proceeding on her voyage, without going into port to refit. The residue of her cargo was spoiled while she was refitting, after the offer to abandon, and before she could be refitted. The salvage was a <i>moiety;</i> the master and mariners were prisoners; the charter-party dissolved; the freight, except for the goods saved, was lost; and the voyage was not worth pursuing.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But the situation of the Eliza was very different. She sailed from Jamaica on the 17th of August, was captured on the 22d, recaptured in less than three days, and on the 26th was brought into <i>Kingston</i>, the very port from which she had sailed only nine days before, and where the agents of the insured were. The salvage was only <i>one eighth</i>, and the coffee on board, belonging to the plaintiffs, would have been more than sufficient in value to pay the whole salvage, and all the charges and costs, which did not exceed 909 dollars, even when attended with the costs of the libel, sale and commissions.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If they had rated the vessel at 3,800 dollars, the sum insured, yet the salvage would have been only 475 dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The point decided in <i>Goss and Withers</i> was, that a title to restitution cannot take away a <i>vested right to abandon</i>, if <i>the vessel be unfit to perform the voyage</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There is nothing in the record which shows that, at the time of the recapture, the Eliza was unfit to perform the voyage.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The abandonment of a vessel is an <i>extreme remedy</i>, which the insured has in his power, but which he ought not to be permitted to use, when he has <i>another remedy</i> which will completely indemnify him for the injury he has <i>actually sustained</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This case, we contend, ought to be decided upon the principles which governed that of <i>Hamilton</i> v. <i>Mendez</i>, 2 <i>Bur.</i> 1198. There the ship was captured on the 6th of May, by a French privateer, and all her hands, excepting two, were taken out. On the 23d she was recaptured by a British ship of war, and sent into a British port, where she arrived on the 6th of June. As soon as the insured heard of the capture, he wrote and offered to abandon to the underwriters. They refused to receive the abandonment, but offered to pay the salvage, and all the losses and charges which the insured had sustained by the capture. The question was, whether, on the 26th June, the insured had a right to abandon and recover as for a total loss. The court decided, that he had no right to abandon, and that he could recover as for a partial loss only. The principle of that case is, that if the voyage be only temporarily interrupted, the property, upon the recapture, returns to the owner pledged to the recaptor for the amount of salvage. This doctrine is also stated in the case of <i>Mills</i> v. <i>Fletcher, Doug.</i> 219, and <i>Thellusson</i> v. <i>Fletcher</i>, 1 <i>Esp. Rep.</i> 73.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The actual loss which the insured sustained, was not a total loss, until rendered so by their own negligence or misconduct, or that of their agents. It only amounted to 909 dollars, including salvage. Even if the vessel had been valued at the price insured, viz. 3,800 dollars, the salvage (which by <i>Stat.</i> 33 <i>Geo.</i> 3, <i>c.</i> 66, cannot exceed one eighth) would have amounted only to 475 dollars, which added to the other expenses, would not have exceeded 1,000 dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This sum ought to have been paid by the agents of the insured, who had in their possession funds of their principal, out of which it might have been paid. But it does not appear that they made any effort, or offer to pay it, or to prevent the sale; or any proposition to ascertain the value of the vessel, otherwise than by a sale. They did not do the best in their power for all concerned, but calmly stood by and saw the vessel sacrificed, when they had the power of preventing it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The insured, therefore, cannot, by abandonment, turn a partial into a total loss. <i>Esp. Rep.</i> 73.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It appears upon the record that the insured were anxious to sell the vessel, and this may account for the want of exertion on the part of their agents to prevent a sale, which would charge the underwriters with the full value of 3,800 dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">4th. The loss of the register was not equivalent to the loss of the vessel, and was not an event against which the insurance was made.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">But the loss of the register might have been supplied by another document, such as a consular certificate, stating the circumstances attending the loss, which would have enabled the vessel to perform the voyage insured, 1 <i>Rob.</i> 184, <i>The Betty Cathcart</i>. 8 <i>T. R.</i> 198, <i>Christie v. Secretan</i>. The want of a register would not have occasioned a forfeiture of the vessel, but would only have subjected her to the inconvenience of being considered and treated as a foreign bottom.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">5th. The not communicating to the underwriters the intention of going to Baltimore vacated the policy, as the risk was thereby increased. <i>Marsh.</i> 347. 3 <i>Bur.</i> 1909, <i>Carter v. Boehm.</i> 1 <i>W. Bl.</i> 594, <i>S. C. Millar</i>, 450.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Simms &amp; Swann, contra</i>. Contended, 1. That the voyage commenced was the voyage insured. 2. That the insured had a right to abandon and recover as for a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">1. A policy of insurance, like every other written agreement, is to be construed according to the intention of the parties. The understanding in this case was that the underwriters should take all the risk of a voyage from Jamaica to Alexandria; and consequently they took the risk of the voyage from Jamaica to the Chesapeake Bay, through which a vessel must pass to arrive at Alexandria.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We admit the intention to deviate after entering the Chesapeake, but we insist that the voyage and risk insured had commenced; and that the vessel was in the actual prosecution of that voyage when the loss happened. In such a case, although there was an intention to deviate, the insured had a right to abandon. <i>Park</i>, 314. <i>Str.</i> 1249, <i>Foster</i> v. <i>Wilmer. Burns on Insurance</i>, 107. 2 <i>H. Bl.</i> 343, <i>Kewley</i> v. <i>Ryan</i>. 2 <i>New-York Term Rep.</i> 274, <i>Henshaw</i> v. <i>Marine Insurance Company</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In the case of <i>Wooldridge</i> v. <i>Boydell, there was no intention</i> of going at all to the place mentioned in the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The only point in the case of <i>Stitt</i> v. <i>Wardell</i>, 2 <i>Esp. Rep.</i> 610, is the difference between <i>touching</i> and <i>trading</i> at a port. In that case there was an <i>actual trading</i>, but here was only an <i>intention</i> to trade.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In <i>Beatson</i> v. <i>Haworth</i>, 6 <i>T. R.</i> 531, the decision was merely that if the voyage described to be B and C, the vessel deviates by going to C first, and afterwards to B, although C be the nearest port.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In <i>Way</i> v. <i>Modigliani</i>, 2 <i>T. R.</i> 30, the real ground of the opinion of the court is, an <i>actual deviation</i> by the vessel having sailed for and stopped to fish on the <i>Banks</i>, instead of sailing directly from Newfoundland to England.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The opinion of <i>Roccus</i>, cited in a note to <i>Marshall</i>, 406, is contradicted by that of <i>Emerigon</i>, also cited in the same note&#8212;and the latter seems to be the better opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">If the alteration of the voyage takes place before the risk is commenced, it becomes a different voyage; but if after, then it is only a deviation. <i>Millar</i>, 117.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In the present case, the risk commenced <i>at</i> Jamaica, and before the alteration of the voyage was contemplated.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It was to terminate at Alexandria. When the <i>terminus a quo</i>, and the <i>terminus ad quem</i>, are the same, the voyage is the same.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">2. The loss itself, was, in fact, total, and unless the insured have been in fault, they ought to recover for a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The loss of the register alone was sufficient to defeat the whole voyage, and if the vessel had sailed without it, and had been lost, the underwriters would have been discharged by that very fact of the vessel sailing without proper documents. It would so increase the risk of loss by seizure and condemnation, as to vacate the policy. If she had been found sailing without a register, she would have been considered by the British laws as an alien vessel, and if found trading from a British colony, would have been liable to condemnation.&#8212;<i>Reeve on Ship.</i> 46, 379, 429. <i>Bryan &amp; Co.</i> were not the general agents of the defendants in error. Their authority ceased when the vessel was dispatched and had sailed from Jamaica for Alexandria. They were not authorised to sacrifice the property of the insured in their hands, if they had any, to raise money to pay the salvage and expenses. It is true, the master had an implied authority to do what was fit and proper for the benefit of all concerned; but he was not authorised to send out the vessel without a register, and she could never get a new one unless her owners (the insured) should change their domicil. No document could supply the place of that which itself never could have been obtained, and to which the party was not entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The exception is to the refusal of the court to give the instruction prayed. This instruction would have been improper for two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">1. It would have been conclusive of the whole cause; and no such instruction can be given, unless all the evidence is stated, and unless the bill of exceptions avers it to be the whole evidence. This bill of exceptions does not contain the whole evidence, nor such an averment.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2. The instruction prayed involves the decision of a fact, which the jury only were competent to find, viz. whether the damage amounted to more than half the value of the thing insured. <i>Mills</i> v. <i>Fletcher, Doug.</i> 230. This fact is not stated in the bill of exceptions, nor any other fact from which the court can infer it. It contains no evidence that the master had funds to pay the salvage and charges.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The evidence shows the loss to be actually total. The information of the capture, recapture, libel for salvage, and sale to a stranger, all came to the insured at the same time; and there is no evidence of fraud or collusion. The only allegation is, that the master did not do every thing in his power to prevent a total loss. But this allegation is unsupported by evidence. Even if, by a sacrifice of the cargo, he had raised money enough to pay the salvage, expenses, costs, charges and repairs, he must have obtained a new crew, and then could not have sailed without a register.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The voyage was completely destroyed; and, upon an abandonment, which the insured had a right to make, relief would have been refused to the underwriters, even in equity. 3 <i>Atk.</i> 195, <i>Pringle</i> v. <i>Hartley, Marshall</i>, 485.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\"><i>C. Lee</i>, in reply. There are two bills of exceptions to the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">1st. To the instruction given in favour of the plaintiff below, that there was no deviation from the voyage insured, and that the voyage insured was actually commenced.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">2d. To the refusal of the court to instruct the jury, that if the facts stated in that bill of exceptions, should be proved to their satisfaction, they ought not to find a verdict for a total, but at most for a partial loss.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">1. The voyage insured was a direct voyage from Kingston in Jamaica, to Alexandria in Virginia. But the voyage commenced was a voyage from Kingston to Baltimore, and from thence to Alexandria. Baltimore not being in the direct course from Kingston to Alexandria, the voyage commenced was not a direct voyage from Kingston to Alexandria, and, therefore, was not the voyage insured. There can be no necessity of referring to authorities to show that, in a policy, a voyage from one place to another, always means a direct voyage in the usual course; because, upon this principle is founded the whole doctrine of <i>deviation</i>. But the cases of <i>Beatson</i> v. <i>Haworth</i>, 6 <i>T. R.</i> 531. <i>Delaney</i> v. <i>Stoddert</i>, 1  <i>T. R.</i> 22, and <i>Middlewood</i> v. <i>Blakes</i>, 7 <i>T. R.</i> 162, show with what strictness it has been maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">If the direct voyage was not commenced, the commencement of an indirect, circuitous voyage, will avail nothing. The vovage insured was not commenced, <i>Doug.</i> 16, <i>Wooldridge</i> v. <i>Boydell</i>. 2 <i>T. R.</i> 30, <i>Way</i> v. <i>Modigliani</i>. Even if the risk is diminished by the circuitous course, it is not a justification of the voyage, and will not support the policy. <i>Millar</i>, 377, 382.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The case of <i>Kewley</i> v. <i>Ryan</i>, 2 <i>H. Bl.</i> 343, is relied upon by the defendants in error. But the law of that case is doubted by <i>Marshall</i>, 232, who refers to the case of <i>Stott</i> v. <i>Vaughan</i>, decided in the king's bench, in 1794, and is opposed to the case of <i>Wooldridge</i> v. <i>Boydell</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\"><i>Kewley</i> v. <i>Ryan</i> differs essentially from the present case. The intention in the former was only to <i>touch</i> at Cork, in the way to Liverpool. Whether Cork is not usually touched at in such voyages, does not appear; but no cargo was on board to be delivered at Cork. The only port of delivery was Liverpool.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In the present case, a considerable cargo was received on freight, deliverable at Baltimore. The intention, therefore, was not merely to touch, but to trade at Baltimore. It was one of the principal objects of the voyage. To <i>touch</i> at a port, differs essentially from delivering a cargo, and trading at a port. 2 <i>N. Y. Term Rep. Williams</i> v. <i>Smith</i>, refers to <i>Stitt</i> v. <i>Wardell</i>, decided by <i>Lord Kenyon</i>, in 1797, <i>Marshall</i>, 187. After clearing for Alexandria, to receive a cargo for Baltimore, to be delivered there for trade, and to sail with intention to go to Baltimore first, was a complete alteration of the voyage insured.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The opinion in <i>Kewley</i> v. <i>Ryan</i>, if understood rightly, does not decide this case against the underwriters. The court says, 'where the <i>termini</i> of the intended voyage are really the same as those described in the policy, it is to be considered as the same voyage.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The word <i>termini</i> does not mean merely the <i>begining</i> and <i>end</i> of a thing, but <i>all the limits;</i> and, in regard to a voyage, it means also the intermediate ports of delivery for any part of the cargo.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In the present case the policy expresses but one port of delivery, the voyage commenced was to two; one of which was out of the course to that mentioned in the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The case of <i>Way</i> v. <i>Modigliani</i>, was not decided on the ground of deviation, but expressly on the ground of non-inception. Upon this point, the opinion of <i>Buller</i>, J. is full.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\"><i>Wooldridge</i> v. <i>Boydell</i> was not decided on the fact, that there was no intention of sailing to the port mentioned in the policy, but upon the fact that the vessel had actually sailed for a different port.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The weight of the case of <i>Kewley</i> v. <i>Ryan</i>, therefore, is diminished.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">1. Because it stands contradicted.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">2. It differs essentially from the case before the court, and is not decisive.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">3. It may be reconciled with the doctrine advanced in this case by the plaintiffs in error, and, if so understood, is in their favour.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">4. If understood as the defendants in error contend it ought to be, it is not law.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">2. The 2d bill of exceptions states a case, which would justify the instruction prayed by the defendants below.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\"><i>Bryan &amp; Co.</i> were the agents and correspondents of the owners <i>Patton</i> also was an agent&#8212;having gone out in the vessel as supercargo, and the owners are answerable for their negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">On the 24th of September, <i>Bell</i>, the master, and <i>Patton</i>, the supercargo, by their protest, abandoned the vessel and cargo to the underwriters, when both were safe in the harbour of Kingston, liable only to a small salvage, and to some expenses; and, when the offee belonging to the defendants in error, and then on board, was more than sufficient to pay all the demands against the vessel. There was no necessity of selling the vessel. Her value might have been ascertained in some other mode. Upon application to the court of admiralty, appraisers would have been appointed. But the agents neither attempted to agree with the recaptors for the amount of the salvage, nor applied to the court to appoint appraisers, but suffered the expenses to be increased unnecessarily, by the admiralty process, and by the commissions on the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The agents of the owners ought to have done as much to increase the amount saved, as if no insurance had been made. It was their duty to do the best for all concerned. If they did not, and if by their negligence the loss has been converted from a partial to a total loss, the underwriters ought not to suffer. Their contract was a contract of indemnity against unavoidable loss, and the insured were bound to use the same care and diligence which a prudent man would use in securing his own property.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">As to the loss of the register, it would not have been a cause of condemnation. The law cited from <i>Reeves</i> applies only to a vessel which never had a register, and not to one whose register has been destroyed by accident.</p>\n    </div>\n    <p class=\"center\"><i>March</i> 4.</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">MARSHALL, Ch. J. did not sit in the trial of this cause.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The other judges, except CHASE, J. whose ill health prevented his attendance, gave their opinions <i>seriatim</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">JOHNSON, J.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Upon the trial of this cause, in the court below, two grounds of defence were assumed by the plaintiffs in error.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">1. That the policy had been avoided by a deviation from the voyage insured.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">2. That if the insured were entitled to recover at all, it could only be for an average, not a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">In the argument before this court, the first ground was varied, and the plaintiffs in error contended, 'that the risk insured was never entered upon.'</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Without considering the propriety of entering upon the discussion of a question so materially different from that made in the bill of exception, I will only remark 'that it was judicious in the counsel to abandon an opinion an inconsistent with natural reason, as it is with the established doctrine of the law of insurance. An intent to do an act, can never amount to the commission of the act itself. That an intended deviation will not vitiate a policy, and that the vessel remains covered by her insurance until she reaches the point of divergency, and actually turns off from the due course of the voyage insured, is a doctrine well understood among mercantile men, and has uniformly governed the decisions of the British courts from the case of <i>Foster &amp; Wilmer</i> to the present time.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The doctrine now insisted on by the plaintiffs in error, was probably suggested by some incorrect expressions attributed to Lord Mansfield in the case of <i>Wooldridge</i> v. <i>Boyde'l</i>. It is said that the Judge in that case expressed an opinion, that 'if a ship be insured from A to B, and before her departure the insured determine that she shall call at C, which is out of the usual course of the voyage from A to B, this is rather a different voyage than an intended deviation.' This opinion was certainly in no wise material to the decision of that case, and is expressly contradicted by the case of <i>Kewley &amp; Ryan</i>, and a case, which I consider with much respect, decided in the State of New-York, between <i>Henshaw</i> and <i>the Marine Insurance Company of New-York</i>. We can only vindicate the accuracy of his Lordship's opinion in the case which he states by supposing, that his mind was intent upon those cases of intended deviation, in which a <i>suppressio veri</i>, or necessary increase of risk, are the grounds of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The ordinary rule for ascertaining the identity of a voyage insured, is by adverting to the <i>termini</i>. A rule which is certainly correct as far at it extends, but in the rigid application of which, it is easy to conceive that cases may occur in which it would bear injuriously upon the insurer. If it has any defect, it is in not extending far enough the claim to indemnity, as the <i>terminus ad quem</i> may in many instances be relinquished without any possible increase of risk, or even without varying the risk, except only as to lessening its duration. I will instance the case of an insurance from America to St. Petersburg, when the vessel, in fact, is to terminate her voyage at Copenhagen; or the case of an insurance to Alexandria, in Virginia, when the vessel is to terminate her voyage at Georgetown, in Maryland.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Whether the risk insured against in this case, ever was incurred, I would test by the question, whether, if the <i>Eliza</i> had arrived in safety, or even had sailed for Europe, the insured might have legally demanded a return of the premium? I presume not. The insurance being at and from the port of Kingston, the risk commenced during her stay in port, and cannot be apportioned when thus blended, but was wholly and indefeasibly vested in the underwriters, although the vessel had forfeited her policy by shaping her course for Europe the moment she had left the port of Kingston. In the case before us, she adhered to her ultimate destination, and the forfeiture of her insurance could not have been incurred until after entering the Chesapeake and actually bearing away farther eastward than was consistent with her course to the Potowmack.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">2. With regard to the question, whether it be a case of total or average loss, a very few observations will suffice to satisfy the mind that the judgment below is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">If, under every combination of circumstances, the insured is bound to procure money at whatever interest, or to raise it at whatever sacrifice of property, to defray the disbursements for repairs, reshipping a crew, salvage, costs of suit, and every incidental expense, this will be shipting the loss from the insurer to the insured. Should it be admitted, that in the case before us, the insured were under any greater obligation to ransom and refit the vessel than the insurer, the circumstances in evidence are sufficient to excuse him. Unsuccessful attempts had been made to dispose of both vessel and cargo, and as to raising money on bottomry, who would have accepted the security of a vessel embarrassed by the loss of her register, to a degree, the extent of which could not possibly be foreseen; a bond for money to become due on the arrival of a vessel which perhaps might never be able to sail, or if she did sail without her necessary documents, would be exposed to innumerable hazards, and among them, the forfeiture of her insurance for that very cause.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">It is true, that a case of capture and recapture, where the two events are communicated, before an election to abandon has been actually communicated to the underwriters, will not, of itself, sanction an abandonment.&#8212;Yet, it is equally true, that in case of capture, a recapture alone will not deprive the party of his right to abandon. The consequences of the capture and recapture, the effect produced upon the fate of the voyage, must govern the right of the parties. This effect is always a matter of evidence, and must rest much upon the discretion of a jury. This doctrine is well illustrated in the cases of <i>Pringle &amp; Hartley</i>, and <i>Goss &amp; Withers</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In the case before us, the information of the capture, recapture, and sale, was communicated in the same letter. The loss was then certainly total, and as the insurers cannot charge the insured with any premeditated design to involve the vessel in the difficulties which broke up the voyage, I think they ought to bear the loss.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Much has been said about the liability of the insured for the misconduct of his agents, but as all amounts to a charge that they did not make use of forced means to raise money for the release of the vessel, an obligation not incumbent upon them, it does not appear to me that the extent of the liability of the insured for the acts of the captain or supercargo, after the death-stroke is given to the voyage, need be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">WASHINGTON, J.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">There are but two questions in this cause, which I deem worthy of particular consideration; for the last exception is, to the refusal of the court to give an opinion upon a matter of fact, and for which no foundation was laid by the evidence spread upon the record, even if it had been proper for the court, in such a case, to give an answer to the question propounded. I, also, lay out of the case, the award mentioned in the declaration, not only because no breach is assigned which applies to it, but because no opinion was asked of, or given by, the court respecting it.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The first subject which claims attention is, whether, upon the facts stated in the second bill of exceptions, the court below was right in the direction given to the jury, that there was no deviation, at the time of capture, from the voyage insured, and that the voyage insured was actually commenced. The facts, material to the decision of this point, are, that the Eliza cleared out at Kingston, for Alexandria, and a bill of lading was signed by the master, to deliver her cargo at Alexandria. That after her clearances were obtained, she took in a cargo for Baltimore, and bills of lading were signed for delivering the same at that port. That the captain sailed from Kingston, with an intention, previously formed, of proceeding first to Baltimore, and there landing part of her cargo, and then to go to Alexandria, but she was captured before her arrival at the dividing point, between Baltimore and Alexandria.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">It is admitted, that this is not a case of deviation, because the intention formed at Kingston, before the voyage commenced, of going first to Baltimore, was never carried into execution. The only question then is, whether the voyage described in the policy was changed or not? As to this, there is no difference of opinion at the bar, respecting the legal effect of an alteration of the voyage, on the contract of indemnity; it is, and must be conceded, that the policy never attached. But the difficulty is in determining what circumstances do, in point of law, constitute such an alteration as will avoid the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The criticisms of the counsel for the plaintiffs in error, upon the rule contended for by the defendants, ought not, in my opinion, to avail them, if that rule be firmly established by uniform decisions: for in questions which respect the rights of property, it is better to adhere to principles once fixed, through, originally, they might not have been perfectly free from all objection, than to unsettle the law, in order to render it more consistent with the dictates of sound reason.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The first case we meet with, upon this subject, is that of <i>Carter</i> v. <i>The Royal Exchange Assurance Company</i>, which is cited in <i>Foster</i> v. <i>Wilmer</i>, decided in the 19 <i>Geo.</i> 2. The former was an insurance on a ship from Honduras to London, and the latter on a ship from Carolina to Lisbon, and at and from thence to Bristol. In both, a cargo was taken in to be delivered at an intermediate port; but the loss having happened before the ship had arrived at the dividing point, the insurers were held liable, upon the ground that nothing more was intended than a deviation, which, not being carried into execution, did not avoid the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The case of <i>Wooldridge</i> v. <i>Boydell</i>, is next in point of time. This was an insurance on a ship, at and from Maryland to Cadiz. She cleared for Falmouth, and a bond was given to land the whole cargo in Britain. No evidence was given that the vessel was bound to Cadiz; she was taken before she came to the dividing point. At the trial of this cause, <i>Lord Munsfield</i> told the jury, that if they thought the voyage intended, was to <i>Cadiz</i>, they were to find for the assured; but if there was no design to go to that port, then they were to find for the defendant, and the ground upon which the court decided the motion for a new trial was, that there <i>never was an intention to go to Cadiz</i>. But it is plain, that if Cadiz had been intended as the ultimate port of destination, the clearing out for an intermediate port, with an intention to land the cargo there, would not have been considered as any thing more than an intended deviation.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\"><i>Way and Modigliani</i> was decided in 1787, and was an insurance at and from the 20th October, 1786, from Newfoundland to Falmouth, with liberty to touch at Ireland. She sailed on the 1st of October, from Newfoundland went to the Banks and fished till the 7th, and then sailed for England, and was lost on the 20th. The reasons assigned for the decision of this case, give it the appearance of an authority unfavourable to the doctrine laid down in the above cases. But the weight of it is greatly diminished, if it be not destroyed, by the following consideration: 1st. That as there was a clear <i>deviation</i>, it was unnecessary to decide the other point that the policy did not attach; and, 2d. That this latter opinion seems to have been entertained only by one of the court, and even this judge seems to have relied very much upon the fact, that the vessel <i>sailed to the Banks</i>. 3d. From what is said in <i>Kewley &amp; Ryan</i>, it would appear that the ship, when she left Newfoundland, did not sail for England, and of course the voyage insured never was commenced.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\"><i>Kewley &amp; Ryan</i>, decided in 1794, was a policy on goods from Genoa to Liverpool. The ship sailed on that voyage, but it was intended, as plainly appeared by the clearances, to touch at Cork. She was lost, however, before she arrived at the dividing point; and the decision conformed to those given in the preceding cases, the <i>termini</i> of the intended voyage being really the same as those described in the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The case of <i>Stott &amp; Vaughan</i>, decided at <i>Nisi Prius</i>, in 1794, before <i>LordKenyon</i>, seems opposed to the principles laid down in the preceding cases, and, if we have an accurate report of it, is inconsistent with the decisions of the same judge, in <i>Kewley and Ryan</i>, and other cases.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\"><i>Murdoch and Potts</i>, decided in 1795, was, in principle, as strong a case of a change of voyage, as that of <i>Wooldridge and Boydell</i>, but equally contributes to explain the general doctrine laid down in all the cases. For in this, the <i>terminus ad quem</i> was, most obviously, <i>St Domingo</i>, where the freight insured was payable, or some port, other than Norfolk, where the ship was to call for the sole purpose of receiving orders.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">The last English case which I shall notice, is that of <i>Middlewood and Blakes</i>, decided in 1797. It was an insurance on the <i>Arethusa</i>, at and from <i>London</i> to <i>Jamaica</i>, for which place she cleared out; but the captain was bound by orders, to call at <i>Cape St. Nicola Mole</i>, in order <i>to land stores there</i>, pursuant to a charter-party. She was captured after she had passed the dividing point of three several courses to Jamaica, but before she had reached the subdividing point of the continuing course to Jamaica and that leading to the Mole. The whole court considered this as a case of deviation only, and Lawrence J. was so strongly impressed with the weight of former decisions, that, nor attending to this obvious objection to the plaintiff's recovery, but considering the <i>termini</i> of the voyage intended to be the same with those mentioned in the policy, his first opinion inclined to the side of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">The case of <i>Henshaw and The Marine Insurance Company</i>, decided in the supreme court of <i>New-York</i>, confirms the principles of the above cases, and would command my respect were it opposed to them.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The rule, then, which I consider to be firmly established, by a long and uniform course of decisions, is, that if the ship sail from the port mentioned in the policy, with an intention to go to the port, or ports, also described therein, a determination to call at an intermediate port, either with a view <i>to land a cargo</i>, for orders, or the like, is not such a change of the voyage as to prevent the policy from attaching, but is merely a case of deviation, if the intention be carried into execution, or be persisted in after the vessel has arrived at the dividing point.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The next question is, whether the court below, erred in refusing to instruct the jury, that if they believed the facts stated in the first bill of exceptions, they were to find an average and not a total loss? The defendants in error, contend, that by the capture and recapture of the vessel, under the various circumstances of loss of crew, ianbility to pay the salvage and expenses, loss of register, &amp;c. the voyage insured was completely defeated, and, therefore, the assured had a right to abandon and demand as for a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">On the other side it is insisted, that the captain might, in a variety of ways, have prevented the sale of the vessel, and that if he had done the best in his power for the interests of all concerned, he might have liberated the vessel from the <i>lien</i> of the captors, and have performed his voyage in safety to Alexandria, without any other inconvenience than this temporary interruption, and the payment of salvage and expenses. If so, that it was not competent to the assured, under these circumstances, to convert a loss partial in its nature into a total one.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Whether the assured had a right to abandon, and recover as for a total loss, or not, was a question of law, dependent upon the point of fact, whether, upon the whole of the evidence, the voyage was broken up, and not worth pursuing; and in the consideration of this question, the jury would, of course, have inquired, amongst other matters, whether the captain had done what was best for the benefit of all concerned. The court might, with propriety, have stated the law arising upon this fact, which ever way the jury might find it, and indeed such would have been their duty, if a request to that effect had been made. But the court very correctly refused to give the direction as prayed, because, by doing so, they would have decided the important matter of fact, upon which the law was to arise, which was only proper for the determination of the jury. In the case of <i>Mills</i> v. <i>Fletcher,</i> which turned upon the question, whether the captain, by his conduct, had not made the loss a total one, <i>Lord Mansfield</i> would not decide whether the loss was total or not, but informed the jury, that they were to find as for a total loss, if they were satisfied that the captain had done what was best for the benefit of all concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">Upon the whole, then, I am of opinion, that the judgment ought to be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">PATERSON, J.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">This action was brought on a policy of insurance, which John and James H. Tucker, being British subjects, residents at Alexandria, had effected on the body of the sloop Eliza, her tackle, apparel, and furniture, to the value of 3,800 dollars, at and from Kingston, in the island of Jamica, to Alexandria, in the state of Virginia. The policy bears date the 1st of September, 1801.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The first question to be considered is, whether the voyage, on which the sloop Eliza set out, was the same or a different voyage from the one insured? By the terms of the policy, it is stipulated, that the Eliza was to sail from Kingston to Alexandria; and it is stated in the bill of exceptions, that she did sail from Kingston, but with an intention to go first to Baltimore, and there deliver 20 hogsheads and 10 tierces of sugar, and then to proceed to Alexandria, which was the port of destrination described in the policy. She cleared out at the customhouse in Kingston, on the 10th of August, 1801, for Alexandria, and the master signed a bill of lading to deliver her cargo at that place; after which he took in the sugar, to be delivered at Baltimore. It is contended on the part of the insurers, that the taking in the sugar, to be landed at Baltimore, constituted a different voyage from the one agreed upon, and vitiates the policy; or in other words, that the voyage which was the subject of the contract, was never commenced. From a review of the cases, which have been cited, the principle is established, that where the <i>termini</i> of a voyage are the same, an intention to touch at an intermediate port, though out of the direct course, and not mentioned in the policy, does not constitute a different voyage. In the present case the <i>termini</i>, or beginning and ending points of the intended voyage, were precisely the same as those specified in the policy, to wit, from Kingston to Alexandria, and, in legal estimation, form one and the same voyage, notwithstanding the meditated deviation. The first reported case on this subject is <i>Foster</i> v. <i>Wilmer</i>, in 2 <i>Str.</i> 1249; in which <i>Lee</i>, C. J. held, that taking in salt to be delivered at Falmouth, a port not mentioned in the policy, before the vessel went to Bristol, to which place she was insured, was only an intention to deviate, and not a different voyage. And the chief justice, in delivering his opinion, mentioned the case of <i>Carter</i> v. <i>The Royal Exchange Assurance Company</i>, where the insurance was from Honduras to London, and a consignment to Amsterdam; a loss happened before she came to the dividing point between the two voyages, for which the insurer was held liable. The adjudication in <i>Strange</i> was in the 19 <i>Geo.</i> 2, and from that time down to the year 1794, we find no variation in the doctrine. A remarkable uniformity runs through the current of authorities on this subject. In <i>Kewley</i> v. <i>Ryan</i>, 2 <i>H. Bl.</i> 343, <i>Trinity term</i>, 1794, the principle is recognised; and in 2 <i>New-York Term Rep.</i> 274, <i>Henshaw</i> v. <i>The Marine Insurance Company, February</i>, 1805, it is fortified and considered as settled by the supreme court of that state. In a lapse of sixty years we find no alteration in the doctrine, which is sanctioned, and has become too deeply rooted and venerable by time, usage, and repeated adjudications, to be shaken and overturned at the present day. It has grown up into a clear, known, and certain rule, for the regulation of commercial negotiations, and is incorporated into the law merchant of the land. Where is the inconvenience, injustice, or danger of the rule? It operates in favour of the insurers, by a diminution of the risk, and not of the insured, who have the departure in contemplation; for it the vessel, after she has arrived at the point of separation, should deviate from the usual and direct road to her port of destination, the insurers would be entitled to the premium, and exonerated from responsibility. An intention to deviate, if it be not carried into effect, will not avoid the policy. There must be an actual deviation. The policy being '<i>at and from</i>,' the risk <i>commenced;</i> there was also an actual inception of the voyage described; for the Eliza sailed from Kingston for Alexandria, was captured in a direct course to the latter, before she reached the dividing point; and, therefore, the underwriters became liable for the loss.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">The second point in the cause is, whether the insurers were liable for a total or a partial loss? And here a preliminary question presents itself. Was the abandonment made in proper time? When the Tuckers received information of the loss, it became incumbent on them to elect, whether they would abandon or not; and if they intended to abandon, it was incumbent on them to give notice of such intention to the underwriters. Our law has fixed no precise period, within which the abandonment shall be made, and notice of it shall be given to the insurers; but declares, that it shall be done within a reasonable time. In the case before us it appears, that John and James H. Tucker received information of the capture and recapture of the Eliza at the <i>same time</i>, in a letter from <i>W. and B. Bryan and Co.</i> dated on the 26th September, 1801; but it does not appear <i>when</i> the letter came to hand. On the 26th of November, 1801, the Tuckers offered to abandon the Eliza to the insurers, which offer was rejected. Can it, under these circumstances, be pretended, that the Tuckers were guilty of neglect, or that the abandonment was not made according to the settled rule? It was made within a reasonable time, and no neglect can justly be imputed to them. We must have some facts, whereon to build the charge of negligence, for it is not to be presumed; and the intervening period between the date of the letter and the time of abandonment, after making a due allowance for the passage of the letter, does not afford sufficient ground, on which to raise the imputation of neglect. This brings us to the great question in the cause, whether the insurers were liable for a total or an average loss. On the 22d August, 1801, the Eliza was captured by a Spanish armed schooner, in the usual course from Kingston to Baltimore and Alexandria, and a day or two afterwards was recaptured by a British sloop of war, and carried into Kingston on the 26th of the same month. The mere acts of capturing and recapturing are not of themselves suffi ient to ascertain the nature and amount of the loss sustained. The loss may be total, though there is a recapture. <i>Hamilton</i> v. <i>Mendez</i>, 2 <i>Bur.</i> 1198. <i>Aguilar and others</i> v. <i>Rodgers</i>, 7 <i>D. &amp; E.</i> 421. Whether the loss be partial or toal, will depend upon the particular circumstances of the case, which it becomes necessary to take into view. The Eliza was consigned to <i>Bryan &amp; Co.</i> at Kingston, who were authorised to dispose of her; they endeavoured to sell her, but without effect, and it is stated, that they could get no offer for her before she sailed from Kingston, nor since that time. <i>Bryan &amp; Co.</i> put on board 10 tierces of coffee, of the value of 1,000 dollars, belonging to the Tuckers, to be delivered at Alexandria; and when she was captured, all the seamen, except Bell, the ostensible master, and one man, were taken on board the Spanish schooner. The Eliza was navigated under a British register during the voyage; which register was lost by reason of the capture and recapture, and has never been found. After the recapture, the Eliza and her cargo were libelled in the vice-admiralty court for salvage; a claim was put in by <i>Bryan &amp; Co.</i> as agents for <i>Eli Richards Patton</i>, the real and navigating master and supercargo; and the sloop and cargo were adjudged to be lawful recaption on the high seas, and ordered to be restored, on paying to the recaptors one full eighth part of the value of the sloop and cargo for salvage, with full costs; and to ascertain the value it was further ordered, that the sloop and cargo should be forthwith sold by the claimants, unless the value should be otherwise agreed upon. The sloop was insured for 3,800 dollars, and sold for 915 dollars; the coffee sold for 1,000 dollars; and the costs, charges, and commissions, amounted to 909 dollars, which almost absorbed the sum for which the sloop was sold. It is not found, that the sloop had sustained no damage by the capture and recapture; and, considering the difference between 3,800 dollars, the value insured, and 909 dollars, the price for which she sold, the jury might, without other evidence, have presumed, that she had received considerable injury. From these facts taken together, the inference is rational and just, that the voyage was broke up and destroyed, and that the underwriters were liable for a total and not for an average loss. To repel this inference, and remove responsibility from the insurers, it has been urged in argument, that the agents for the Tuckers were guilty of gross neglect and misconduct. If <i>Bryan &amp; Co.</i> ceased to be agents after the sailing of the sloop, then the captain became cloathed with an implied authority to do what was fit and right, and most conducive for the interest and benefit of all the concerned; and, therefore, whether the agency of <i>Bryan &amp; Co.</i> continued, or, being at an end, devolved by operation of law on the captain, is perfectly immaterial; for the question still recurs, whether the actual or implied agent had been guilty of fraud, negligence, or other improper conduct, which would exonerate the insurers. I am not able to discern any misconduct on the part of the agent, that would exculpate the underwriters, and prevent their being responsible for a total loss. And indeed, this was a point proper for the decision of the jury, agreeably to the case of <i>Mills</i> v. <i>Fletcher</i>, in <i>Doug.</i> 230; and, therefore, the exception taken to the opinion of the court was not will founded. The sloop could not be sold at private sale, and, by reason of the capture and recapture, she might have sustained consideraole damage. To sell the coffee, which constituted the cargo for Alexandria, to satisfy the salvage and costs, would have been an imprudent measure; for the redemption would have absorbed the whole proceeds, and then she would have returned to Alexandria without a cargo, as the captain had no funds to purchase one; and besides, she must have sailed without a register, which would have exposed her to great and unnecessary danger. Prudence dictated the sale as a safe step, and most for the benefit of the concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">The error set forth in the third bill of exception is, that the court below refused to instruct the jury, that the loss of the register, by means of the capture and recapture, was not sufficient, in law, to defeat the voyage from Kingston to Alexandria, and might have been supplied by special documents. Though the register did not impart any physical ability to the sloop, in regard to her sailing; yet, it was a document which tended to communicate safety, as it designated her character, individually and nationally. It is a necessary paper, and operates as a national passport; for, without it, she might be seized as an unauthorised rover on the ocean, and in certain cases, would have been liable to confiscation. The register is a document of such a special and important nature, that its loss cannot be fully made up by other official papers. It would have been a very imprudent step for the captain to have proceeded on his voyage without a register; if he had, he would have been justly charged with improvidence, negligence, and culpable misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">CUSHING, J.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">I consider this as clearly a case of intentional, not actual deviation; but not as a case of non-inception of the voyage insured.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">This is proved by a number of cases cited; and contradicted by none.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">What a case of non-inception is, is shown by the case of <i>Wooldridge</i> v. <i>Boydell, Douglass</i>, 16, where the ship was insured from Maryland to Cadiz, having no intention at all of going there; but that is totally different from the present case, where the vessel was cleared out at Jamaica for Alexandria, with a cargo taken in for Alexandria, and intended to go there.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">It is true sugars were taken in for Baltimore, and the captain intended going there first. That amounts only to an intent to deviate; but no deviation unless executed.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">This is proved by divers authorities. <i>Middlewood and Blakes</i>, 7 <i>T. R. p.</i> 162, <i>B. R.</i> a ship insured at and from London to Jamaica, and the captain had orders (exactly like the case at the bar) to touch at Cape Nicola Mole, to land stores, pursuant to charter-party. Upon which, one of the judges <i>(Lawrence)</i> gave an opinion, that if the vessel had been captured before she came to the dividing point, between the northern and southern courses to Jamaica, the insurers would have been liable.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">And the other judges agreeing with judge Lawrence, to lay the whole stress of the cause in favour of the insurer, upon the captain's not exercising his judgment at the time, upon which was the best and safest of the three courses, (whose judgment the insurers had a right to have the benefit of) but taking the northern course, merely in pursuance of orders, to land stores at Cape Nicola Mole. All this shows, that had the captain exercised his judgment in going the northern course, as being the best and safest, the whole court would have held the insurer liable, as the vessel was captured before she came to the dividing point, between the course to the Cape and to Jamaica.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">Another case, more direct and decisive, is <i>Foster</i> v. <i>Wilmer</i>, 2 <i>Str.</i> 1248, 9, where the ship was insured from Carolina to Lisbon and to Bristol, and the captain took in salt to deliver at Falmouth, before going to Bristol, repugnant to the specification of the policy, yet being captured before arriving at the dividing point between Falmouth and Bristol, the insurer was held liable, which seems exactly the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">The mere taking in goods for another port, does not, of itself, make a deviation. It may, however, if it materially vary the risk, and be a circumstance designedly concealed and suppressed, excuse the underwriters. In the present case it does not appear, materially, to vary the risk, any more than in taking in stores to land at Cape Nicola Mole, in the case of <i>Middlewood and Blakes</i>, varied the risk, which was not suggested by court or counsel, that it did; or the taking in salt to land at Falmouth, in the case of <i>Foster and Wilmer</i>. It did not delay the voyage in the present case; the vessel sailed with convoy as soon as it was ready, and was afterwards captured in the proper course, before deviating.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">The award may be laid out of the case, for more reasons than one. I think it void for uncertainty.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">As to the loss, whether total or average, the jury, who had the whole evidence before them, have, in effect, found a total loss, and the voyage broken up. It is not certified by the court, that the bill of exceptions contains the whole evidence; and as strong circumstances (I think conclusive ones) are stated, that show the voyage could not be safely pursued, or could not be pursued at all, in consequence of the loss of register and loss of hands by the capture, either of which, it does not appear, could be supplied, I think we are not warranted to overrule the verdict, or reverse the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/84824/"
}