{"absolute_url": "/opinion/103743/clyde-mallory-lines-v-the-eglantine/", "blocked": false, "citation": {"case_name": "Clyde-Mallory Lines v. the Eglantine", "docket_number": "265", "document_uris": ["/api/rest/v2/document/103743/"], "federal_cite_one": "317 U.S. 395", "federal_cite_three": null, "federal_cite_two": null, "id": 88126, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88126/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1943-01-04", "date_modified": "2014-12-21T01:43:42.006175", "docket": "/api/rest/v2/docket/1507627/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">317 U.S. 395</p>\n    <p class=\"case_cite\">63 S.Ct. 294</p>\n    <p class=\"case_cite\">87 L.Ed. 355</p>\n    <p class=\"parties\">CLYDE-MALLORY LINE<br>v.<br>THE EGLANTINE et al.</p>\n    <p class=\"docket\">No. 265.</p>\n    <p class=\"date\">Argued Nov. 20, 1942.</p>\n    <p class=\"date\">Decided Jan. 4, 1943.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Chauncey J. Clark, of New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Sidney J. Kaplan, of Washington, D.C., for respondents.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question in this case is whether the libel in rem brought by the petitioner against the Steamship Eglantine is barred by Sec. 5 of the Suits in Admiralty Act, 41 Stat. 525, 46 U.S.C.A. &#167; 745, which provides that 'suits hereunder shall be brought within two years after the cause of action arises.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 21, 1932, while the Eglantine was being operated by the United States as a merchant vessel, it collided with the Steamship Brazos, owned by the petitioner. Four and one-half years later, after the government had sold the Eglantine to a private operator, the petitioner filed this libel in rem against the vessel and the marshal took it from the private owner under an admiralty warrant of attachment. Admiralty imposes a lien upon privately owned vessels for damages inflicted by negligent operation and provides for enforcement by proceedings against the vessels themselves.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In Sec. 9 of the Shipping Act of 1916, 39 Stat. 728, Congress permitted enforcement of such liens against government merchant vessels by providing that they should be 'subject to all laws, regulations, and liabilities governing merchant vessels' generally. The Shipping Act contained no limitation of time within which such actions must be commenced, but left that question to be decided in accordance with the general rules of laches under admiralty practice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This clause was carried forward and became a part of Sec. 18 of the Merchant Marine Act of 1920. 46 U.S.C. &#167; 808, 46 U.S.C.A. &#167; 808.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is the petitioner's contention that this action in rem was authorized and controlled by Sec. 9, as amended. The government contends that the Suits in Admiralty Act withdrew the previous 1916 congressional consent to impose and enforce liens against vessels for injuries inflicted by government operation whether the vessels are in its possession or that of its purchasers. In addition, the government asserts that this proceeding is one under and controlled by Sec. 5 of the Suits in Admiralty Act and therefore barred because brought more than two years after the collision. The District Court ruled against the government on both these defenses under authority of The Bascobal, 5 Cir., 295 F. 299. But the Circuit Court of Appeals declined to follow its former ruling in The Bascobal, held Sec. 5 applicable, and accordingly reversed, 127 F.2d 569. We granted certiorari because the questions raised are important in the construction of the Suits in Admiralty Act, 46 U.S.C.A. &#167; 741 et seq., and are in some doubt. Cf. The Caddo, D.C., 285 F. 643. We think the limitations of Sec. 5 of the Suits in Admiralty Act are controlling, and for that reason we find it unnecessary to consider the other defense set up by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In The Lake Monroe, 250 U.S. 246, 39 S.Ct. 460, 63 L.Ed. 962, this Court decided that Sec. 9 of the Shipping Act of 1916 did make government merchant vessels subject to seizure under in rem proceedings. This decision however prompted Congress shortly thereafter to review and reconsider the effect of the broad powers Sec. 9 had granted.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The result of this review was passage of the Suits in Admiralty Act in which Congress expressly withdrew its previous consent to have government vessels subject to the laws applicable to merchant ships generally. Sec. 1 provided for their immunity from arrest or seizure by judicial process in the United States or its possessions; Sec. 2 authorized libels in personam directly against the United States for injuries inflicted by its governmental ship operations. But Congress went beyond the cases of liability for ships in the possession of the United States and made careful provision in Sec. 4 for a manner of determining governmental liability for maritime torts occurring during the period of government ownership should government vessels be transferred to private owners before suit was brought. That Section gave the government the privilege, of which it availed itself in this case, to appear as a party defendant and assume liability, and expressly prescribed that 'thereafter such cause shall proceed against the United States in accordance with the provisions of this Act (chapter).' Immediately subsequent is the 'provision of this Act (chapter)' here in question: 'Suits hereunder shall be brought within two years.' This is as surely a provision of the Act in accordance with which the cases must be governed as is any other clause. The Suits in Admiralty Act thus prescribes a comprehensive procedural pattern designed fully to control the method by and the time within which obligations for damages inflicted by government operation of ships must be instituted and determined.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is no question that under the Suits in Admiralty Act suits against the government for maritime torts committed by its vessels, when brought while the vessels are still in the possession of the government, are subject to the two-year limitation provision. Sec. 4 provides so closely related a method of permitting the government to meet its obligations on a maritime tort with economy and dispatch that we should be slow to construe any ambiguity in the statute to establish a separate and distinct period of limitation for it. The conclusion is inescapable that there is no practical difference between suits against the government as owner of the vessel and against the government as the party in interest when it voluntarily appears to defend its lately sold property against tort liability.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As has been noted, Sec. 9 of the 1916 Act was incorporated in the 1920 Merchant Marine Act, passed three months after the Suits in Admiralty Act. It has been suggested, although not vigorously pressed, that even if the Suits in Admiralty Act was intended to bar actions such as this, it was modified by re-enactment of Sec. 9. Congress did not, however, in passing the Merchant Marine Act, as it did in passage of the Suits in Admiralty Act, have its attention focused on this particular problem. Running through the Merchant Marine Act there appears repeated manifestation of a congressional purpose to expedite transfer of government vessels into private hands,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> a purpose clearly compatible with the Suits in Admiralty Act which through its limitation provisions cut off lingering liens. There is nothing whatever in the 1920 Merchant Marine Act, 46 U.S.C.A. &#167; 802 et seq., nor, so far as has been pointed out to us, anything in its legislative history, indicating that Congress intended to repeal, alter, or amend the Suits in Admiralty Act in whole or in part. The 1920 re-enactment is not meaningless; it retains in the law that portion of the 1916 statute unaffected by the Suits in Admiralty Act. It remains an expression of the basic policy of waiver of immunity by the government for maritime torts of the sort within its scope.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We hold that when the government voluntarily appears in an action authorized by Sec. 4 of the Suits in Admiralty Act, the proceedings are governed by Sec. 5 with its limitation provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The John G. Stevens, 170 U.S. 113, 120, 18 S.Ct. 544, 547, 42 L.Ed. 969.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Key City, 14 Wall. 653, 20 L.Ed. 896.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Blamberg Bros. v. United States, 260 U.S. 452, 458, 43 S.Ct. 179, 180, 67 L.Ed. 346.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 41 Stat. 988, &#167;&#167; 1, 5, 6, 7, 12, 19, 46 U.S.C.A. &#167;&#167; 861, 864, 865, 866, 871, 876.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>317 U.S. 395 (1943)</b></center>\n<center><h1>CLYDE-MALLORY LINES<br>\nv.<br>\nTHE EGLANTINE ET AL.</h1></center>\n<center>No. 265.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 1942.</center>\n<center>Decided January 4, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. Chauncey I. Clark,</i> with whom <i>Mr. Eugene Underwood</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Sidney J. Kaplan,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Shea,</i> and <i>Mr. J. Frank Staley</i> were on the brief, for respondents.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>The question in this case is whether the libel in rem brought by the petitioner against the Steamship Eglantine <span class=\"star-pagination\">*396</span> is barred by § 5 of the Suits in Admiralty Act, 41 Stat. 525, which provides that \"suits hereunder shall be brought within two years after the cause of action arises.\"</p>\n<p>On December 21, 1932, while the Eglantine was being operated by the United States as a merchant vessel, it collided with the Steamship Brazos, owned by the petitioner. Four and one-half years later, after the government had sold the Eglantine to a private operator, the petitioner filed this libel in rem against the vessel and the marshal took it from the private owner under an admiralty warrant of attachment. Admiralty imposes a lien upon privately owned vessels for damages inflicted by negligent operation and provides for enforcement by proceedings against the vessels themselves.<sup>[1]</sup> In § 9 of the Shipping Act of 1916, 39 Stat. 728, Congress permitted enforcement of such liens against government merchant vessels by providing that they should be \"subject to all laws, regulations and liabilities governing merchant vessels\" generally. The Shipping Act contained no limitation of time within which such actions must be commenced, but left that question to be decided in accordance with the general rules of laches under admiralty practice.<sup>[2]</sup> This clause was carried forward and became a part of § 18 of the Merchant Marine Act of 1920. 46 U.S.C. § 808.</p>\n<p>It is the petitioner's contention that this action in rem was authorized and controlled by § 9 as amended. The government contends that the Suits in Admiralty Act withdrew the previous 1916 congressional consent to impose and enforce liens against vessels for injuries inflicted by government operation whether the vessels are in its possession or that of its purchasers. In addition, the government asserts that this proceeding is one under and controlled by § 5 of the Suits in Admiralty Act and therefore barred because brought more than two years after the collision. <span class=\"star-pagination\">*397</span> The District Court ruled against the government on both these defenses, under authority of <i>The Bascobal,</i> 295 F. 299. But the Circuit Court of Appeals declined to follow its former ruling in <i>The Bascobal,</i> held § 5 applicable, and accordingly reversed, 127 F.2d 569. We granted certiorari because the questions raised are important in the construction of the Suits in Admiralty Act, and are in some doubt. Cf. <i>The Caddo,</i> 285 F. 643. We think the limitations of § 5 of the Suits in Admiralty Act are controlling, and for that reason we find it unnecessary to consider the other defense set up by the government.</p>\n<p>In <i>The Lake Monroe,</i> 250 U.S. 246, this Court decided that § 9 of the Shipping Act of 1916 did make government merchant vessels subject to seizure under in rem proceedings. This decision however prompted Congress shortly thereafter to review and reconsider the effect of the broad powers § 9 had granted.<sup>[3]</sup> The result of this review was passage of the Suits in Admiralty Act in which Congress expressly withdrew its previous consent to have government vessels subject to the laws applicable to merchant ships generally. Section 1 provided for their immunity from arrest or seizure by judicial process in the United States or its possessions; § 2 authorized libels in personam directly against the United States for injuries inflicted by its governmental ship operations. But Congress went beyond the cases of liability for ships in the possession of the United States and made careful provision in § 4 for a manner of determining governmental liability for maritime torts occurring during the period of government ownership should government vessels be transferred to private owners before suit was brought. That Section gave the government the privilege, of which it availed itself in this case, to appear as a party defendant and assume liability, and expressly prescribed that \"thereafter such cause shall proceed against the United States in <span class=\"star-pagination\">*398</span> accordance with the provisions of this Act.\" Immediately subsequent is the \"provision of this Act\" here in question: \"Suits hereunder shall be brought within two years.\" This is as surely a provision of the Act in accordance with which the cases must be governed as is any other clause. The Suits in Admiralty Act thus prescribes a comprehensive procedural pattern designed fully to control the method by and the time within which obligations for damages inflicted by government operation of ships must be instituted and determined.</p>\n<p>There is no question that under the Suits in Admiralty Act suits against the government for maritime torts committed by its vessels, when brought while the vessels are still in the possession of the government, are subject to the two-year limitation provision. Section 4 provides so closely related a method of permitting the government to meet its obligations on a maritime tort with economy and dispatch that we should be slow to construe any ambiguity in the statute to establish a separate and distinct period of limitation for it. The conclusion is inescapable that there is no practical difference between suits against the government as owner of the vessel and against the government as the party in interest when it voluntarily appears to defend its lately sold property against tort liability.</p>\n<p>As has been noted, § 9 of the 1916 Act was incorporated in the 1920 Merchant Marine Act, passed three months after the Suits in Admiralty Act. It has been suggested, although not vigorously pressed, that even if the Suits in Admiralty Act was intended to bar actions such as this, it was modified by re-enactment of § 9. Congress did not, however, in passing the Merchant Marine Act, as it did in passage of the Suits in Admiralty Act, have its attention focused on this particular problem. Running through the Merchant Marine Act there appears repeated manifestation of a Congressional purpose to expedite transfer <span class=\"star-pagination\">*399</span> of government vessels into private hands,<sup>[4]</sup> a purpose clearly compatible with the Suits in Admiralty Act which through its limitation provisions cut off lingering liens. There is nothing whatever in the 1920 Merchant Marine Act, nor, so far as has been pointed out to us, anything in its legislative history, indicating that Congress intended to repeal, alter, or amend the Suits in Admiralty Act in whole or in part. The 1920 re-enactment is not meaningless; it retains in the law that portion of the 1916 statute unaffected by the Suits in Admiralty Act. It remains an expression of the basic policy of waiver of immunity by the government for maritime torts of the sort within its scope.</p>\n<p>We hold that when the government voluntarily appears in an action authorized by § 4 of the Suits in Admiralty Act, the proceedings are governed by § 5 with its limitation provisions.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>The John G. Stevens,</i> 170 U.S. 113, 120.</p>\n<p>[2]  <i>The Key City,</i> 14 Wall. 653.</p>\n<p>[3]  <i>Blamberg Bros.</i> v. <i>United States,</i> 260 U.S. 452, 458.</p>\n<p>[4]  41 Stat. 988, §§ 1, 5, 6, 7, 12, 19.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></span> (1943)</b></center>\n<center><h1>CLYDE-MALLORY LINES<br>\nv.<br>\nTHE EGLANTINE ET AL.</h1></center>\n<center>No. 265.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 20, 1942.</center>\n<center>Decided January 4, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. Chauncey I. Clark,</i> with whom <i>Mr. Eugene Underwood</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Sidney J. Kaplan,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Shea,</i> and <i>Mr. J. Frank Staley</i> were on the brief, for respondents.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>The question in this case is whether the libel in rem brought by the petitioner against the Steamship Eglantine <span class=\"star-pagination\">*396</span> is barred by § 5 of the Suits in Admiralty Act, 41 Stat. 525, which provides that \"suits hereunder shall be brought within two years after the cause of action arises.\"</p>\n<p>On December 21, 1932, while the Eglantine was being operated by the United States as a merchant vessel, it collided with the Steamship Brazos, owned by the petitioner. Four and one-half years later, after the government had sold the Eglantine to a private operator, the petitioner filed this libel in rem against the vessel and the marshal took it from the private owner under an admiralty warrant of attachment. Admiralty imposes a lien upon privately owned vessels for damages inflicted by negligent operation and provides for enforcement by proceedings against the vessels themselves.<sup>[1]</sup> In § 9 of the Shipping Act of 1916, 39 Stat. 728, Congress permitted enforcement of such liens against government merchant vessels by providing that they should be \"subject to all laws, regulations and liabilities governing merchant vessels\" generally. The Shipping Act contained no limitation of time within which such actions must be commenced, but left that question to be decided in accordance with the general rules of laches under admiralty practice.<sup>[2]</sup> This clause was carried forward and became a part of § 18 of the Merchant Marine Act of 1920. 46 U.S.C. § 808.</p>\n<p>It is the petitioner's contention that this action in rem was authorized and controlled by § 9 as amended. The government contends that the Suits in Admiralty Act withdrew the previous 1916 congressional consent to impose and enforce liens against vessels for injuries inflicted by government operation whether the vessels are in its possession or that of its purchasers. In addition, the government asserts that this proceeding is one under and controlled by § 5 of the Suits in Admiralty Act and therefore barred because brought more than two years after the collision. <span class=\"star-pagination\">*397</span> The District Court ruled against the government on both these defenses, under authority of <i>The Bascobal,</i> 295 F. 299. But the Circuit Court of Appeals declined to follow its former ruling in <i>The Bascobal,</i> held § 5 applicable, and accordingly reversed, 127 F.2d 569. We granted certiorari because the questions raised are important in the construction of the Suits in Admiralty Act, and are in some doubt. Cf. <i>The Caddo,</i> 285 F. 643. We think the limitations of § 5 of the Suits in Admiralty Act are controlling, and for that reason we find it unnecessary to consider the other defense set up by the government.</p>\n<p>In <i>The Lake Monroe,</i> <span class=\"citation\" data-id=\"99419\"><a href=\"/opinion/99419/the-lake-monroe/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, this Court decided that § 9 of the Shipping Act of 1916 did make government merchant vessels subject to seizure under in rem proceedings. This decision however prompted Congress shortly thereafter to review and reconsider the effect of the broad powers § 9 had granted.<sup>[3]</sup> The result of this review was passage of the Suits in Admiralty Act in which Congress expressly withdrew its previous consent to have government vessels subject to the laws applicable to merchant ships generally. Section 1 provided for their immunity from arrest or seizure by judicial process in the United States or its possessions; § 2 authorized libels in personam directly against the United States for injuries inflicted by its governmental ship operations. But Congress went beyond the cases of liability for ships in the possession of the United States and made careful provision in § 4 for a manner of determining governmental liability for maritime torts occurring during the period of government ownership should government vessels be transferred to private owners before suit was brought. That Section gave the government the privilege, of which it availed itself in this case, to appear as a party defendant and assume liability, and expressly prescribed that \"thereafter such cause shall proceed against the United States in <span class=\"star-pagination\">*398</span> accordance with the provisions of this Act.\" Immediately subsequent is the \"provision of this Act\" here in question: \"Suits hereunder shall be brought within two years.\" This is as surely a provision of the Act in accordance with which the cases must be governed as is any other clause. The Suits in Admiralty Act thus prescribes a comprehensive procedural pattern designed fully to control the method by and the time within which obligations for damages inflicted by government operation of ships must be instituted and determined.</p>\n<p>There is no question that under the Suits in Admiralty Act suits against the government for maritime torts committed by its vessels, when brought while the vessels are still in the possession of the government, are subject to the two-year limitation provision. Section 4 provides so closely related a method of permitting the government to meet its obligations on a maritime tort with economy and dispatch that we should be slow to construe any ambiguity in the statute to establish a separate and distinct period of limitation for it. The conclusion is inescapable that there is no practical difference between suits against the government as owner of the vessel and against the government as the party in interest when it voluntarily appears to defend its lately sold property against tort liability.</p>\n<p>As has been noted, § 9 of the 1916 Act was incorporated in the 1920 Merchant Marine Act, passed three months after the Suits in Admiralty Act. It has been suggested, although not vigorously pressed, that even if the Suits in Admiralty Act was intended to bar actions such as this, it was modified by re-enactment of § 9. Congress did not, however, in passing the Merchant Marine Act, as it did in passage of the Suits in Admiralty Act, have its attention focused on this particular problem. Running through the Merchant Marine Act there appears repeated manifestation of a Congressional purpose to expedite transfer <span class=\"star-pagination\">*399</span> of government vessels into private hands,<sup>[4]</sup> a purpose clearly compatible with the Suits in Admiralty Act which through its limitation provisions cut off lingering liens. There is nothing whatever in the 1920 Merchant Marine Act, nor, so far as has been pointed out to us, anything in its legislative history, indicating that Congress intended to repeal, alter, or amend the Suits in Admiralty Act in whole or in part. The 1920 re-enactment is not meaningless; it retains in the law that portion of the 1916 statute unaffected by the Suits in Admiralty Act. It remains an expression of the basic policy of waiver of immunity by the government for maritime torts of the sort within its scope.</p>\n<p>We hold that when the government voluntarily appears in an action authorized by § 4 of the Suits in Admiralty Act, the proceedings are governed by § 5 with its limitation provisions.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>The John G. Stevens,</i> <span class=\"citation\" data-id=\"94851\"><a href=\"/opinion/94851/the-john-g-stevens/\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 120.</p>\n<p>[2]  <i>The Key City,</i> 14 Wall. 653.</p>\n<p>[3]  <i>Blamberg Bros.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100084\"><a href=\"/opinion/100084/blamberg-brothers-v-united-states/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 458.</p>\n<p>[4]  41 Stat. 988, §§ 1, 5, 6, 7, 12, 19.</p>\n\n</div>", "id": 103743, "judges": "Black", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/103743/", "sha1": "d5093d474b17d67f0f486f562b174e1e2572784b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:32"}