{"absolute_url": "/opinion/103773/united-states-v-brooks-callaway-co/", "blocked": false, "citation": {"case_name": "United States v. Brooks-Callaway Co.", "docket_number": "366", "document_uris": ["/api/rest/v2/document/103773/"], "federal_cite_one": "318 U.S. 120", "federal_cite_three": null, "federal_cite_two": null, "id": 88156, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88156/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1943-02-01", "date_modified": "2014-12-21T01:43:46.861780", "docket": "/api/rest/v2/docket/407940/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">318 U.S. 120</p>\n    <p class=\"case_cite\">63 S.Ct. 474</p>\n    <p class=\"case_cite\">87 L.Ed. 653</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>BROOKS-CALLAWAY CO.</p>\n    <p class=\"docket\">No. 366.</p>\n    <p class=\"date\">Argued Jan. 4, 1943.</p>\n    <p class=\"date\">Decided Feb. 1, 1943.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Valentine Brooks, of San Francisco, Cal., for petitioner.</p>\n      <p class=\"indent\">Mr. George R. Shields, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice MURPHY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are asked to decide whether the proviso to Article 9 of the Standard Form of Government Construction Contract<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which provides that a contractor shall not be charged with liquidated damages because of delays due to unforeseeable causes beyond the control and without the fault of the contractor, including floods, requires the remission of liquidated damages for delay caused by high water found to have been customary and foreseeable by the contracting officer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondent brought this suit in the Court of Claims to recover the sum of $3,900 which was deducted from the contract price as liquidated damages for delay in the completion of a contract for the construction of levees on the Mississippi River. The contract was not completed until 290 days after the date set, and liquidated damages in the amount of $5,800 (figured at the contract rate of $20 for each day of delay) were originally assessed. Respondent protested, and upon consideration the contracting officer found that respondent had been delayed a total of 278 days by high water, 183 days of which were due to conditions normally to be expected and 95 of which were unforeseeable. He recommended that liquidated damages in the amount of $1,900 (representing 95 days of unforeseeable delay at $20 per day) be remitted and that the balance of $3,900 be retained. Payment was made on this basis.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Claims held that liquidated damages should not have been assessed for any of the 278 days of delay caused by high water because the high water was a 'flood' and under the proviso all floods were unforeseeable per se. Accordingly, it gave judgment in respondent's favor in the sum of $3,660.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> No findings were made as to whether any of the high water was in fact foreseeable. We granted certiorari because the case presents an important question in the interpretation of the Standard Form of Government Construction Contract.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We believe that the construction adopted below is contrary to the purpose and sense of the proviso and may easily produce unreasonable results. The purpose of the proviso is to remove uncertainty and needless litigation by defining with some particularity the otherwise hazy area of unforeseeable events which might excuse non-performance within the contract period. Thus contractors know they are not to be penalized for unexpected impediments to prompt performance, and, since their bids can be based on foreseeable and probable, rather than possible hindrances, the Government secures the benefit of lower bids and an enlarged selection of bidders.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To avoid a narrow construction of the term, 'unforeseeable causes', limiting it perhaps to acts of God, the proviso sets forth some illustrations of unforeseeable interferences. These it describes as 'including, but not restricted to, acts of God, or of the public enemy, acts of the Government, fires, floods, epidemics, quarantine restrictions, strikes, freight embargoes, and unusually severe weather, or delays of subcontractors due to such causes'. The purpose of the proviso to protect the contractor against the unexpected, and its grammatical sense both militate against holding that the listed events are always to be regarded as unforeseeable, no matter what the attendant circumstances are. Rather, the adjective 'unforeseeable' must modify each event set out in the 'including' phrase. Otherwise absurd results are produced as was well pointed out by Judge Madden, dissenting below:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'* * * Not every fire or quarantine or strike or freight embargo should be an excuse for delay under the proviso. The contract might be one to excavate for a building in an area where a coal mine had been on fire for years, well known to everybody, including the contractor, and where a large element of the contract price was attributable to this known difficulty. A quarantine, or freight embargo, may have been in effect for many years as a permanent policy of the controlling government. A strike may be an old and chronic one whose settlement within an early period is not expected. In any of these situations there could be no possible reason why the contractor, who of course anticipated these obstacles in his estimate of time and cost, should have his time extended because of them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The same is true of high water or 'floods'. The normally expected high water in a stream over the course of a year, being foreseeable, is not an 'unforeseeable' cause of delay. Here plaintiff's vice-president testified that in making its bid plaintiff took into consideration the fact that there would be high water and that when there was, work on the levee would stop. * * *'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A logical application of the decision below would even excuse delays from the causes listed although they were within the control, or caused by the fault of the contractor, and this despite the proviso's requirement that the events be 'beyond the control and without the fault or negligence of the contractor'. If fire is always an excuse, a contractor is free to use inflammable materials in a tinder-box factory and escape any damages for delay due to a resulting fire. Any contractor could shut his eyes to the extremest probability that any of the listed events might occur, submit a low bid, and then take his own good time to finish the work free of the compulsion of mounting damages, thus making the time fixed for completion practically meaningless and depriving the Government of all recompense for the delay.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We intimate no opinion on whether the high water amounted to a 'flood' within the meaning of the proviso. Whether high water or flood, the sense of the proviso requires it to be unforeseeable before remission of liquidated damages for delay is warranted. The contracting officer found that 183 days of delay caused by high water were due to conditions normally to be expected. No appeal appears to have been taken from his decision to the head of the department, and it is not clear whether his findings were communicated to respondent so that it might have appealed. The Court of Claims did not determine whether respondent was concluded by the findings of the contracting officer under the second proviso to Article 9,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and not having made this threshold determination, of course made no findings itself as to foreseeability. We think these matters should be determined in the first instance by the Court of Claims. Accordingly the judgment is reversed and the cause remanded with instructions to determine whether respondent is concluded by the findings of the contracting officer, and, if not, for a finding by the court whether the 183 days of high water or any part of that time were in fact foreseeable.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In general Article 9 gives the Government the option of terminating the contractor's right to proceed, or of allowing him to proceed subject to liquidated damages if he fails to proceed with diligence or to complete the work in time. The full text of the proviso is:</p>\n        <p>'* * * Provided, That the right of the contractor to proceed shall not be terminated or the contractor charged with liquidated damages because of any delays in the completion of the work due to unforeseeable causes beyond the control and without the fault or negligence of the contractor, including, but not restricted to, acts of God, or of the public enemy, acts of the Government, fires, floods, epidemics, quarantine restrictions, strikes, freight embargoes, and unusually severe weather or delays of subcontractors due to such causes: * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The contracting officer found that the remaining delay of 12 days (the difference between the total delay of 290 days and the 278 days due to high water) was not excusable, as claimed by respondent, on account of the Government's failure to secure a necessary right of way, or on account of the requirement by the contracting officer that respondent build a tie-in levee. On these points the court below sustained the conclusions of the contracting officer. Respondent has not appealed and this phase of the case is not before us.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 97 Ct.Cl. 689, decided June 1, 1942.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 97 Ct.Cl. 689, 702.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The second proviso to Article 9 immediately follows the unforeseeability proviso and states:</p>\n        <p>'Provided further, That the contractor shall within ten days from the beginning of any such delay notify the contracting officer in writing of the causes of delay, who shall ascertain the facts and the extent of the delay, and his findings of facts thereon shall be final and conclusive on the parties thereto, subject only to appeal, within thirty days, by the contractor to the head of the department concerned, whose decision on such appeal as to the facts of delay shall be final and conclusive on the parties hereto.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>318 U.S. 120 (1943)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBROOKS-CALLAWAY CO.</h1></center>\n<center>No. 366.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 4, 1943.</center>\n<center>Decided February 1, 1943.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><i>Mr. Valentine Brookes,</i> with whom <i>Solicitor General Fahy</i> and <i>Assistant Attorney General Shea</i> were on the brief, for the United States.</p>\n<p><i>Mr. George R. Shields,</i> with whom <i>Messrs. Herman J. Galloway, John W. Gaskins,</i> and <i>Frederick W. Shields</i> were on the brief, for respondent.</p>\n<p>MR. JUSTICE MURPHY delivered the opinion of the Court.</p>\n<p>We are asked to decide whether the proviso to Article 9 of the Standard Form of Government Construction Contract,<sup>[1]</sup> which provides that a contractor shall not be <span class=\"star-pagination\">*121</span> charged with liquidated damages because of delays due to unforeseeable causes beyond the control and without the fault of the contractor, including floods, requires the remission of liquidated damages for delay caused by high water found to have been customary and foreseeable by the contracting officer.</p>\n<p>Respondent brought this suit in the Court of Claims to recover the sum of $3,900 which was deducted from the contract price as liquidated damages for delay in the completion of a contract for the construction of levees on the Mississippi River. The contract was not completed until 290 days after the date set, and liquidated damages in the amount of $5,800 (figured at the contract rate of $20 for each day of delay) were originally assessed. Respondent protested, and upon consideration the contracting officer found that respondent had been delayed a total of 278 days by high water, 183 days of which were due to conditions normally to be expected and 95 of which were unforeseeable. He recommended that liquidated damages in the amount of $1,900 (representing 95 days of unforeseeable delay at $20 per day) be remitted and that the balance of $3,900 be retained. Payment was made on this basis.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*122</span> The Court of Claims held that liquidated damages should not have been assessed for any of the 278 days of delay caused by high water because the high water was a \"flood\" and under the proviso all floods were unforeseeable <i>per se.</i> Accordingly, it gave judgment in respondent's favor in the sum of $3,660.<sup>[3]</sup> No findings were made as to whether any of the high water was in fact foreseeable. We granted certiorari because the case presents an important question in the interpretation of the Standard Form of Government Construction Contract.</p>\n<p>We believe that the construction adopted below is contrary to the purpose and sense of the proviso and may easily produce unreasonable results. The purpose of the proviso is to remove uncertainty and needless litigation by defining with some particularity the otherwise hazy area of unforeseeable events which might excuse non-performance within the contract period. Thus contractors know they are not to be penalized for unexpected impediments to prompt performance, and, since their bids can be based on foreseeable and probable, rather than possible hindrances, the Government secures the benefit of lower bids and an enlarged selection of bidders.</p>\n<p>To avoid a narrow construction of the term, \"unforeseeable causes,\" limiting it perhaps to acts of God, the proviso sets forth some illustrations of unforeseeable interferences. These it describes as \"including, but not restricted to, acts of God, or of the public enemy, acts of the Government, fires, floods, epidemics, quarantine restrictions, strikes, freight embargoes, and unusually severe weather, or delays of subcontractors due to such causes.\" The purpose of the proviso to protect the contractor against the unexpected, and its grammatical sense, both <span class=\"star-pagination\">*123</span> militate against holding that the listed events are always to be regarded as unforeseeable, no matter what the attendant circumstances are. Rather, the adjective \"unforeseeable\" must modify each event set out in the \"including\" phrase. Otherwise, absurd results are produced, as was well pointed out by Judge Madden, dissenting below:</p>\n<p>\". . . Not every fire or quarantine or strike or freight embargo should be an excuse for delay under the proviso. The contract might be one to excavate for a building in an area where a coal mine had been on fire for years, well known to everybody, including the contractor, and where a large element of the contract price was attributable to this known difficulty. A quarantine, or freight embargo, may have been in effect for many years as a permanent policy of the controlling government. A strike may be an old and chronic one whose settlement within an early period is not expected. In any of these situations there would be no possible reason why the contractor, who of course anticipated these obstacles in his estimate of time and cost, should have his time extended because of them.</p>\n<p>\"The same is true of high water or `floods.' The normally expected high water in a stream over the course of a year, being foreseeable, is not an `unforeseeable' cause of delay. Here plaintiff's vice-president testified that in making its bid plaintiff took into consideration the fact that there would be high water and that when there was, work on the levee would stop.. . .\"<sup>[4]</sup></p>\n<p>A logical application of the decision below would even excuse delays from the causes listed although they were within the control, or caused by the fault of the contractor, and this despite the proviso's requirement that the events be \"beyond the control and without the fault or negligence <span class=\"star-pagination\">*124</span> of the contractor.\" If fire is always an excuse, a contractor is free to use inflammable materials in a tinder-box factory and escape any damages for delay due to a resulting fire. Any contractor could shut his eyes to the extremest probability that any of the listed events might occur, submit a low bid, and then take his own good time to finish the work free of the compulsion of mounting damages, thus making the time fixed for completion practically meaningless and depriving the Government of all recompense for the delay.</p>\n<p>We intimate no opinion on whether the high water amounted to a \"flood\" within the meaning of the proviso. Whether high water or flood, the sense of the proviso requires it to be unforeseeable before remission of liquidated damages for delay is warranted. The contracting officer found that 183 days of delay caused by high water were due to conditions normally to be expected. No appeal appears to have been taken from his decision to the head of the department, and it is not clear whether his findings were communicated to respondent so that it might have appealed. The Court of Claims did not determine whether respondent was concluded by the findings of the contracting officer under the second proviso to Article 9,<sup>[5]</sup> and not having made this threshold determination, of course made no findings itself as to foreseeability. We think these matters should be determined in the first instance by the Court of Claims. Accordingly <span class=\"star-pagination\">*125</span> the judgment is reversed and the cause remanded with instructions to determine whether respondent is concluded by the findings of the contracting officer, and, if not, for a finding by the court whether the 183 days of high water or any part of that time were in fact foreseeable.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In general, Article 9 gives the Government the option of terminating the contractor's right to proceed, or of allowing him to proceed subject to liquidated damages if he fails to proceed with diligence or to complete the work in time. The full text of the proviso is:\n</p>\n<p>\". . . <i>Provided,</i> That the right of the contractor to proceed shall not be terminated or the contractor charged with liquidated damages because of any delays in the completion of the work due to unforeseeable causes beyond the control and without the fault or negligence of the contractor, including, but not restricted to, acts of God, or of the public enemy, acts of the Government, fires, floods, epidemics, quarantine restrictions, strikes, freight embargoes, and unusually severe weather or delays of subcontractors due to such causes: . . .\"</p>\n<p>[2]  The contracting officer found that the remaining delay of 12 days (the difference between the total delay of 290 days and the 278 days due to high water) was not excusable, as claimed by respondent, on account of the Government's failure to secure a necessary right of way, or on account of the requirement by the contracting officer that respondent build a tie-in levee. On these points the court below sustained the conclusions of the contracting officer. Respondent has not appealed and this phase of the case is not before us.</p>\n<p>[3]  97 Ct. Cls. 689.3</p>\n<p>[4]  97 Ct. Cls. 701, 702.</p>\n<p>[5]  The second proviso to Article 9 immediately follows the unforeseeability proviso and states:\n</p>\n<p>\"<i>Provided further,</i> That the contractor shall within ten days from the beginning of any such delay notify the contracting officer in writing of the causes of delay, who shall ascertain the facts and the extent of the delay, and his findings of facts thereon shall be final and conclusive on the parties thereto, subject only to appeal, within thirty days, by the contractor to the head of the department concerned, whose decision on such appeal as to the facts of delay shall be final and conclusive on the parties hereto.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">120</span></span> (1943)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBROOKS-CALLAWAY CO.</h1></center>\n<center>No. 366.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 4, 1943.</center>\n<center>Decided February 1, 1943.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><i>Mr. Valentine Brookes,</i> with whom <i>Solicitor General Fahy</i> and <i>Assistant Attorney General Shea</i> were on the brief, for the United States.</p>\n<p><i>Mr. George R. Shields,</i> with whom <i>Messrs. Herman J. Galloway, John W. Gaskins,</i> and <i>Frederick W. Shields</i> were on the brief, for respondent.</p>\n<p>MR. JUSTICE MURPHY delivered the opinion of the Court.</p>\n<p>We are asked to decide whether the proviso to Article 9 of the Standard Form of Government Construction Contract,<sup>[1]</sup> which provides that a contractor shall not be <span class=\"star-pagination\">*121</span> charged with liquidated damages because of delays due to unforeseeable causes beyond the control and without the fault of the contractor, including floods, requires the remission of liquidated damages for delay caused by high water found to have been customary and foreseeable by the contracting officer.</p>\n<p>Respondent brought this suit in the Court of Claims to recover the sum of $3,900 which was deducted from the contract price as liquidated damages for delay in the completion of a contract for the construction of levees on the Mississippi River. The contract was not completed until 290 days after the date set, and liquidated damages in the amount of $5,800 (figured at the contract rate of $20 for each day of delay) were originally assessed. Respondent protested, and upon consideration the contracting officer found that respondent had been delayed a total of 278 days by high water, 183 days of which were due to conditions normally to be expected and 95 of which were unforeseeable. He recommended that liquidated damages in the amount of $1,900 (representing 95 days of unforeseeable delay at $20 per day) be remitted and that the balance of $3,900 be retained. Payment was made on this basis.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*122</span> The Court of Claims held that liquidated damages should not have been assessed for any of the 278 days of delay caused by high water because the high water was a \"flood\" and under the proviso all floods were unforeseeable <i>per se.</i> Accordingly, it gave judgment in respondent's favor in the sum of $3,660.<sup>[3]</sup> No findings were made as to whether any of the high water was in fact foreseeable. We granted certiorari because the case presents an important question in the interpretation of the Standard Form of Government Construction Contract.</p>\n<p>We believe that the construction adopted below is contrary to the purpose and sense of the proviso and may easily produce unreasonable results. The purpose of the proviso is to remove uncertainty and needless litigation by defining with some particularity the otherwise hazy area of unforeseeable events which might excuse non-performance within the contract period. Thus contractors know they are not to be penalized for unexpected impediments to prompt performance, and, since their bids can be based on foreseeable and probable, rather than possible hindrances, the Government secures the benefit of lower bids and an enlarged selection of bidders.</p>\n<p>To avoid a narrow construction of the term, \"unforeseeable causes,\" limiting it perhaps to acts of God, the proviso sets forth some illustrations of unforeseeable interferences. These it describes as \"including, but not restricted to, acts of God, or of the public enemy, acts of the Government, fires, floods, epidemics, quarantine restrictions, strikes, freight embargoes, and unusually severe weather, or delays of subcontractors due to such causes.\" The purpose of the proviso to protect the contractor against the unexpected, and its grammatical sense, both <span class=\"star-pagination\">*123</span> militate against holding that the listed events are always to be regarded as unforeseeable, no matter what the attendant circumstances are. Rather, the adjective \"unforeseeable\" must modify each event set out in the \"including\" phrase. Otherwise, absurd results are produced, as was well pointed out by Judge Madden, dissenting below:</p>\n<p>\". . . Not every fire or quarantine or strike or freight embargo should be an excuse for delay under the proviso. The contract might be one to excavate for a building in an area where a coal mine had been on fire for years, well known to everybody, including the contractor, and where a large element of the contract price was attributable to this known difficulty. A quarantine, or freight embargo, may have been in effect for many years as a permanent policy of the controlling government. A strike may be an old and chronic one whose settlement within an early period is not expected. In any of these situations there would be no possible reason why the contractor, who of course anticipated these obstacles in his estimate of time and cost, should have his time extended because of them.</p>\n<p>\"The same is true of high water or `floods.' The normally expected high water in a stream over the course of a year, being foreseeable, is not an `unforeseeable' cause of delay. Here plaintiff's vice-president testified that in making its bid plaintiff took into consideration the fact that there would be high water and that when there was, work on the levee would stop.. . .\"<sup>[4]</sup></p>\n<p>A logical application of the decision below would even excuse delays from the causes listed although they were within the control, or caused by the fault of the contractor, and this despite the proviso's requirement that the events be \"beyond the control and without the fault or negligence <span class=\"star-pagination\">*124</span> of the contractor.\" If fire is always an excuse, a contractor is free to use inflammable materials in a tinder-box factory and escape any damages for delay due to a resulting fire. Any contractor could shut his eyes to the extremest probability that any of the listed events might occur, submit a low bid, and then take his own good time to finish the work free of the compulsion of mounting damages, thus making the time fixed for completion practically meaningless and depriving the Government of all recompense for the delay.</p>\n<p>We intimate no opinion on whether the high water amounted to a \"flood\" within the meaning of the proviso. Whether high water or flood, the sense of the proviso requires it to be unforeseeable before remission of liquidated damages for delay is warranted. The contracting officer found that 183 days of delay caused by high water were due to conditions normally to be expected. No appeal appears to have been taken from his decision to the head of the department, and it is not clear whether his findings were communicated to respondent so that it might have appealed. The Court of Claims did not determine whether respondent was concluded by the findings of the contracting officer under the second proviso to Article 9,<sup>[5]</sup> and not having made this threshold determination, of course made no findings itself as to foreseeability. We think these matters should be determined in the first instance by the Court of Claims. Accordingly <span class=\"star-pagination\">*125</span> the judgment is reversed and the cause remanded with instructions to determine whether respondent is concluded by the findings of the contracting officer, and, if not, for a finding by the court whether the 183 days of high water or any part of that time were in fact foreseeable.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In general, Article 9 gives the Government the option of terminating the contractor's right to proceed, or of allowing him to proceed subject to liquidated damages if he fails to proceed with diligence or to complete the work in time. The full text of the proviso is:\n</p>\n<p>\". . . <i>Provided,</i> That the right of the contractor to proceed shall not be terminated or the contractor charged with liquidated damages because of any delays in the completion of the work due to unforeseeable causes beyond the control and without the fault or negligence of the contractor, including, but not restricted to, acts of God, or of the public enemy, acts of the Government, fires, floods, epidemics, quarantine restrictions, strikes, freight embargoes, and unusually severe weather or delays of subcontractors due to such causes: . . .\"</p>\n<p>[2]  The contracting officer found that the remaining delay of 12 days (the difference between the total delay of 290 days and the 278 days due to high water) was not excusable, as claimed by respondent, on account of the Government's failure to secure a necessary right of way, or on account of the requirement by the contracting officer that respondent build a tie-in levee. On these points the court below sustained the conclusions of the contracting officer. Respondent has not appealed and this phase of the case is not before us.</p>\n<p>[3]  97 Ct. Cls. 689.3</p>\n<p>[4]  97 Ct. Cls. 701, 702.</p>\n<p>[5]  The second proviso to Article 9 immediately follows the unforeseeability proviso and states:\n</p>\n<p>\"<i>Provided further,</i> That the contractor shall within ten days from the beginning of any such delay notify the contracting officer in writing of the causes of delay, who shall ascertain the facts and the extent of the delay, and his findings of facts thereon shall be final and conclusive on the parties thereto, subject only to appeal, within thirty days, by the contractor to the head of the department concerned, whose decision on such appeal as to the facts of delay shall be final and conclusive on the parties hereto.\"</p>\n\n</div>", "id": 103773, "judges": "Murphy", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/103773/", "sha1": "42a2ea4652769b4f943c445def2f498720469be1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:33"}