{"absolute_url": "/opinion/94169/colvin-v-jacksonville/", "blocked": false, "citation": {"case_name": "Colvin v. Jacksonville", "docket_number": "874", "document_uris": ["/api/rest/v2/document/94169/"], "federal_cite_one": "157 U.S. 368", "federal_cite_three": null, "federal_cite_two": null, "id": 78550, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78550/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1895-04-01", "date_modified": "2014-12-21T01:32:11.984030", "docket": "/api/rest/v2/docket/62215/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">157 U.S. 368</p>\n    <p class=\"case_cite\">15 S.Ct. 634</p>\n    <p class=\"case_cite\">39 L.Ed. 736</p>\n    <p class=\"parties\">COLVIN<br>v.<br>CITY OF JACKSONVILLE et al.</p>\n    <p class=\"docket\">No. 874.</p>\n    <p class=\"date\">April 1, 1895.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On May 3, 1894, John H. Colvin, describing himself as a citizen of the state of Illinois, filed a bill of complaint in the circuit court of the United States for the Northern district of Florida against the city of Jacksonville, a municipal corporation of the state of Florida, and one D. U. Fletcher, mayor of said city, wherein, alleging that he was the owner of property, real and personal, to the amount of $50,000, within said city, and subject to municipal taxation, he prayed that the defendants should be restrained from issuing and disposing of bonds of the city to the amount of $1,000,000. The grounds of relief stated in the bill were that, after the qualified electors approved the issue of the bonds payable in lawful money, the city council, by ordinance, provided that it should be payable in gold coin, and that the law under which the question of issuing the bonds had been submitted to the electors was illegal and void, because repugnant to the constitution of the United States. The bill was subsequently amended, and an answer was filed, denying that the complainant was a citizen of the state of Illinois and that he had taxable property in the city of Jacksonville to the amount of $50,000.</p>\n      <p class=\"indent\">There was a motion for an injunction and the appointment of a receiver, and on the 3d day of December, 1894, the court denied the motion for an injunction; and thereupon the complainant filed a motion, and asked leave to further amend his bill by joining as parties complainant the names of other owners of property assessable by the city, so that the joint liability of such owners and the complainant would exceed $2,000 for taxes, and thus remove the objection to the jurisdiction of the court that the amount involved in dispute did not exceed the sum of $2,000.</p>\n      <p class=\"indent\">On December 4, 1894, the court denied leave to amend the bill, and made a final decree dismissing the bill for want of jurisdiction. Thereupon the complainant prayed for an appeal to the supreme court, which was allowe  by the district judge.</p>\n      <p class=\"indent\"><i>H. Bisbee,</i> for appellant.</p>\n      <p class=\"indent\"><i>A. W. Cockrell</i> and <i>J. C. Cooper,</i> for appellees.</p>\n      <p class=\"indent\">Mr. Justice SHIRAS, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is claimed on behalf of the appellant that the appeal may be sustained in this case because it is one in which the question of the jurisdiction of the court below is in issue, and thus within section 5 of the judiciary act of March 3, 1891.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">But that section provides that 'in such case the question of jurisdiction alone shall be certified to the supreme court from the court below for decision,' and this record does not disclose any such certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Accordingly, no course is left open to this court but to dismiss the appeal for want of jurisdiction. Any discussion of this question of practice is rendered unnecessary by the full treatment it received in the recent case of Maynard v. Hecht, 151 U. S. 324, 14 Sup. Ct. 353, wherein it was held that in the instance of an appeal upon the question of jurisdiction, under the fifth section of the act, a certificate by the circuit court, presenting such question for the determination of this court, is explicitly and in terms required, in order to invoke the exercise by this court of its appellate jurisdiction, and that the absence of such certificate is fatal to the maintenance of the appeal. See, likewise, Shields v. Coleman, 157 U. S. 168, 15 Sup. Ct. 570.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appeal dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>157 U.S. 368 (1895)</b></center>\n<center><h1>COLVIN<br>\nv.<br>\nJACKSONVILLE.</h1></center>\n<center>No. 874.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 11, 1895.</center>\n<center>Decided April 1, 1895.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF FLORIDA.\n<p><span class=\"star-pagination\">*369</span> <i>Mr. H. Bisbee</i> for appellant.</p>\n<p><i>Mr. John C. Cooper</i> for appellees. <i>Mr. A.W. Cockrell</i> filed a brief for same.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>It is claimed on behalf of the appellant that the appeal may be sustained in this case because it is one in which the question of the jurisdiction of the court below is in issue, and thus within section five of the judiciary act of March 3, 1891.</p>\n<p>But that section provides that \"in such case the question of jurisdiction alone shall be certified to the Supreme Court from the court below for decision,\" and this record does not disclose any such certificate.</p>\n<p>Accordingly no course is left open to this court but to dismiss the appeal for want of jurisdiction. Any discussion of this question of practice is rendered unnecessary by the full treatment it received in the recent case of <i>Maynard</i> v. <i>Hecht,</i> 151 U.S. 324, wherein it was held that in the instance of an appeal upon the question of jurisdiction under the fifth section of the act, a certificate by the Circuit Court presenting such question for the determination of this court is explicitly and in terms required in order to invoke the exercise by this court of its <span class=\"star-pagination\">*370</span> appellate jurisdiction, and that the absence of such certificate is fatal to the maintenance of the appeal. See likewise <i>Shields</i> v. <i>Coleman, ante,</i> 168.</p>\n<p><i>Appeal dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></span> (1895)</b></center>\n<center><h1>COLVIN<br>\nv.<br>\nJACKSONVILLE.</h1></center>\n<center>No. 874.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 11, 1895.</center>\n<center>Decided April 1, 1895.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF FLORIDA.\n<p><span class=\"star-pagination\">*369</span> <i>Mr. H. Bisbee</i> for appellant.</p>\n<p><i>Mr. John C. Cooper</i> for appellees. <i>Mr. A.W. Cockrell</i> filed a brief for same.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>It is claimed on behalf of the appellant that the appeal may be sustained in this case because it is one in which the question of the jurisdiction of the court below is in issue, and thus within section five of the judiciary act of March 3, 1891.</p>\n<p>But that section provides that \"in such case the question of jurisdiction alone shall be certified to the Supreme Court from the court below for decision,\" and this record does not disclose any such certificate.</p>\n<p>Accordingly no course is left open to this court but to dismiss the appeal for want of jurisdiction. Any discussion of this question of practice is rendered unnecessary by the full treatment it received in the recent case of <i>Maynard</i> v. <i>Hecht,</i> <span class=\"citation\" data-id=\"93773\"><a href=\"/opinion/93773/maynard-v-hecht/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, wherein it was held that in the instance of an appeal upon the question of jurisdiction under the fifth section of the act, a certificate by the Circuit Court presenting such question for the determination of this court is explicitly and in terms required in order to invoke the exercise by this court of its <span class=\"star-pagination\">*370</span> appellate jurisdiction, and that the absence of such certificate is fatal to the maintenance of the appeal. See likewise <i>Shields</i> v. <i>Coleman, ante,</i> 168.</p>\n<p><i>Appeal dismissed.</i></p>\n</div>", "id": 94169, "judges": "Shiras, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94169/", "sha1": "33b45dea358ae0b98b6e10e10c8089cd05007eaa", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:22:02"}