{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "225 U.S. 347", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/1997012/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Hyde v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "447", 
    "id": 1969783, 
    "resource_uri": "/api/rest/v2/citation/1969783/"
  }, 
  "id": 1997012, 
  "blocked": false, 
  "judges": "McKenna", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1912-06-10", 
  "download_url": null, 
  "source": "L", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>225 U.S. 347 (1912)</b></center>\n<center><h1>HYDE AND SCHNEIDER<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 447.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 23, 24, 1911.</center>\n<center>Reargued May 3, 1912.</center>\n<center>Decided June 10, 1912.</center>\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*349</span> <i>Mr. A.S. Worthington,</i> for the petitioners.</p>\n<p>The <i>Solicitor General</i> for the United States.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>This writ brings up for review a judgment of the Court of Appeals of the District of Columbia affirming a conviction of petitioners for the crime of conspiracy.</p>\n<p>The main question in the case is the jurisdiction of the Supreme Court of the District of Columbia, where the trial and conviction were had, depending upon the place where the conspiracy, if any, was formed and the overt acts, if any, were done to effect its purpose. What the indictment charges is a fundamental element in the question.</p>\n<p>Before proceeding to consider the indictment it may be well to state the laws and conditions to which the conspiracy charged in the indictment relates. By acts of Congress dated, respectively, March 3, 1853, 10 Stat. 244, 246, c. 145, and February 14, 1859, 11 Stat. 383, c. 33, the States of California and Oregon were granted, for the purpose of public schools, all of sections 16 and 32 in each township, with certain exceptions unimportant to mention. The States authorized the sale of the land so granted for $1.25 per acre, California limiting the right of purchase <span class=\"star-pagination\">*350</span> by one person (of land not suitable for cultivation) to 640 acres. The limitation in Oregon was 320 acres. The States required applicants to be citizens of the United States and of the States, that the purchases be for their own benefit, and a statement from each applicant that he had made no contract for the sale or disposition of the lands applied for.</p>\n<p>Subsequent to these grants and prior to the year 1897 most of the lands had been taken up by settlers. Those not taken up were in the mountainous regions and were regarded as valueless.</p>\n<p>By an act of Congress approved March 3, 1891, 26 Stat. 1093, 1103, c. 559, the President was authorized to create forest reservations, and by a subsequent act it was provided \"that in cases in which a tract covered by an unperfected <i>bona fide</i> claim or by a patent is included within the limits of a public forest reservation, the settler or owner thereof may, if he desires to do so, relinquish the tract to the Government and may select in lieu thereof a tract of vacant land open to settlement not exceeding in area the tract covered by his claim or patent.\"</p>\n<p>The charge of the indictment is that the defendants in the case conspired to use the privilege of this act after fraudulently acquiring school sections from California and Oregon, and conspired to corrupt or use the officers of the General Land Office in Washington to make or facilitate the selection in exchange for such sections lands of the United States, and thereby defraud the United States.</p>\n<p>Its allegations, omitting repetitions and redundancies, are as follows:</p>\n<p>Frederick A. Hyde and John A. Benson were engaged from the 24th of October, 1901, until the 1st of February, 1904, in the city of San Francisco, State of California, in the business of obtaining from the United States and appropriating, in the manner hereinafter set forth, the possession and use of and title to public lands of the United <span class=\"star-pagination\">*351</span> States outside forest reserves established under the laws of the United States, in exchange for and in lieu of lands lying within such reserves and known as school lands, by them obtained from the States of California and Oregon in the manner hereinafter set forth. Henry P. Dimond and Joost H. Schneider were, during said periods, employes of Hyde and Benson in the matter of their business, Dimond as agent and attorney and Schneider as agent. Woodford D. Harlan and William E. Valk were, before and during such period, employes of the United States, holding official positions in the General Land Office at the city of Washington, in the District of Columbia, paid salaries as such, and, respectively, charged with duties pertaining to the disposal of the public lands lying outside of forest reserves established under the laws of the United States and open to selection under said laws, in exchange for and in lieu of lands within such reserves.</p>\n<p>Benjamin F. Allen, was before and during such period, an employe of the United States, that is, a forest superintendent, and Grant I. Taggart a forest supervisor.</p>\n<p>Hyde, Benson, Dimond and Schneider during such period, to-wit, on the 30th day of December, 1901, at Washington, D.C., unlawfully did conspire, combine and confederate together, and with other persons unknown, to defraud the United States out of the possession and use of and title to divers tracts of the public lands of the United States open and to be opened to selection in lieu of lands within forest reserves established and to be established in California and Oregon by means of false and fraudulent practices whereby Hyde and Benson were to obtain fraudulently from those States title to and possession of school lands within the limits of such reserves which were open to purchase from those States by residents thereof, being citizens of the United States or having declared their intention to become such, under the laws thereof, in quantities for each resident not exceeding 640 <span class=\"star-pagination\">*352</span> acres in California and 320 acres in Oregon, upon appropriate application supported by affidavit showing his qualifications to make such purchase, and, amongst other things (as before and during the said period was required by the laws of the said States), his intention to purchase in good faith and for his own benefit and that he had made no contract or agreement to sell the same. These applications were to be made in the names of fictitious persons and in the names of persons not really desiring or qualified to purchase said lands. The use of the last-mentioned names for such purpose Hyde and Benson were to procure by paying or causing to be paid to such persons small sums of money, and by falsely representing or causing to be represented to some of them that they were merely disposing of their rights to purchase such school lands.</p>\n<p>The proposed use of fictitious affidavits is set out at considerable length, with the names that were used, the purpose being charged to obtain the lands according to the conspiracy detailed, obtain title from the United States with the intention of disposing of the same to the general public, and to defraud the United States \"to the profit, gain and use of themselves.\"</p>\n<p>Hyde and Benson were, during said period, to induce and procure and take advantage of the fact that they had induced and procured the said Woodford D. Harlan and William E. Valk, by paying them respectively divers sums of money for that purpose, corruptly to furnish information concerning the status in the General Land Office of all matters pertaining to their said business and especially to their false and fraudulent selections, and to expedite, contrary to their duty, the matters which should be pending in the Land Office pertaining to their business and the examination of such selections made and to be made by Hyde and Benson and by securing the approval thereof in advance and otherwise favoring and assisting Hyde and Benson in their fraudulent practices. This <span class=\"star-pagination\">*353</span> charge is dwelt upon at some length, and it is charged, besides, that Allen, the forest superintendent, and Taggart, the forest supervisor, had been and were to be corrupted, whereby they were to give such advice and information as to including or not including lands within a forest reserve as should be to the interest of Hyde and Benson.</p>\n<p>Hyde, Benson, Dimond and Schneider, as a part of their conspiracy, were to secure by the means detailed and other means too numerous and diverse to be described, the establishment of forest reserves in California and Oregon in such localities in those States as would best effect the object of the conspiracy, by reason of the fact that large quantities of school lands in such localities were still undisposed of and open to purchase from said States, respectively.</p>\n<p>Dimond, for money and other valuable considerations paid by Hyde and Benson, was, as attorney, to aid and assist Hyde and Benson in their business by appearing in their behalf before the appropriate officers of the Department of the Interior and of the General Land Office from time to time to urge speedy action by those officers upon the matters there pending pertaining to their said business and to further said business in the manner hereinafter shown, he, Dimond, knowing full well the fraudulent character of the business.</p>\n<p>Schneider, in the capacity of employe of Hyde and Benson, was to aid and assist them by obtaining in the States of California and Oregon the fictitious affidavits and the affidavits of those persons who would permit the use of their names as stated, he knowing while so assisting the fraudulent character of the applications and the purpose for which they and the affidavits were to be used.</p>\n<p>The indictment contains the description of the lands which it was the object of the conspiracy to secure, amounting to 6,800 acres, of which 3,400 acres were selected in <span class=\"star-pagination\">*354</span> the name of C.W. Clarke; all of the lands being in forest reserves then lately before established under the laws of the United States.</p>\n<p>On December 30, 1901, Dimond entered his appearance in the General Land Office as attorney for Clarke.</p>\n<p>The other counts in the indictment, numbering 41, are substantially alike in their general allegations, differing as to their incidents. They charge, as in the first count, a conspiracy formed in Washington by the same parties and for the same purpose and to be executed in the same way in regard to lands in the various districts of the respective States, and that in pursuance of the conspiracy certain overt acts were done. Most of the overt acts charged consisted in the filing in the General Land Office by Dimond, as attorney for Hyde, his appearance in different selection cases, in some of which he urges and sets forth the reasons for favoring a speedy action.</p>\n<p>In counts 35 to 40, both inclusive, the overt act charged is the payment of money by Benson to either Valk or Harlan, alleged in the indictment to be salaried officials of the General Land Office and charged with duties pertaining to the exchange of lands of private claim or ownership included in a forest reserve or other public land.</p>\n<p>Two overt acts are charged against Hyde, one of which was committed on July 29, 1903, by causing to be transmitted by mail from the United States land office at Vancouver to the Commissioner of the General Land Office at Washington a written notification to the Commissioner, signed by Hyde for C.W. Clarke, that the latter appealed to the Secretary of the Interior from a certain decision of the Commissioner, with an assignment of errors, and the second of which was that Hyde, on March 31, 1902, caused to be presented by the hand of Dimond a paper signed by him, Hyde, notifying the Commissioner that one S.E. Kieffer was authorized and appointed as Hyde's <span class=\"star-pagination\">*355</span> agent to post notices on the ground described in a certain application and to make affidavit of posting.</p>\n<p>Shortly after the indictment was found removal proceedings were instituted against Hyde and Dimond before a United States Commissioner in California, who, after taking testimony, ordered their removal. The United States Circuit Court denied writs of <i>habeas corpus</i> and <i>certiorari,</i> and its action was affirmed by this court. <i>Hyde</i> v. <i>Shine,</i> 199 U.S. 62.</p>\n<p>There was a demurrer to the indictment, which was overruled, the ruling upon which was affirmed by the Court of Appeals of the District. <i>Hyde</i> v. <i>United States,</i> 27 App. D.C. 362.</p>\n<p>Motions to require the Government to elect on which counts it would proceed were filed and also motions for a bill of particulars. The latter was granted and the bill of particulars filed; the former was overruled.</p>\n<p>Pleas in abatement were filed, to which demurrers were sustained, and finally the defendants were arraigned and pleas of not guilty made and the case proceeded to trial. Benson and Dimond were acquitted. Hyde and Schneider were convicted on all counts except 29 and 33, which were abandoned by the Government. Hyde was sentenced to two years' imprisonment and to pay a fine of $10,000, and Schneider was sentenced to imprisonment for one year and two months and to pay a fine of $2,000.</p>\n<p>Their conviction and sentence were affirmed by the Court of Appeals. <i>Hyde</i> v. <i>United States,</i> 35 App. D.C. 451.</p>\n<p>The case is here on <i>certiorari.</i></p>\n<p>The Attorney General assented to the granting of the writ, he saying that \"the determination of this case depends upon the principles of law governing conspiracy,\" and that in view of the decisions of the lower courts and of the numerous prosecutions under the conspiracy statute, \"it was of vital importance to the United States, as <span class=\"star-pagination\">*356</span> well as to its citizens, that these principles be definitely settled by this court.\"</p>\n<p>The petitioners asked the court to review the case for the purpose of having it decide certain questions of law which they characterized as \"important and fundamental,\" one of which, counsel says, granting the writ took out of the case. Of those remaining one is \"as to the effect of an overt act in giving jurisdiction in an indictment for conspiracy under section 5440;\" and the other is \"as to the effect of overt acts by some of the accused in depriving the petitioners of the benefit of the statute of limitations.\"</p>\n<p>There are other questions arising from the conduct of the trial and upon which separate briefs are filed. We postpone their consideration until after the more important questions, which induced the <i>certiorari,</i> are discussed.</p>\n<p>First, as to the overt acts in giving jurisdiction:</p>\n<p>It will be observed that the indictment charges that the conspiracy was formed in the District of Columbia and that certain of the overt acts were performed there and others in California. A question arose at the termination of the trial and before the case was submitted to the jury as to whether the charge of the indictment was sustained. Defendant moved to take the case from the jury because there was no evidence to support the allegation that the defendants conspired within the District of Columbia. The court denied the motion, but said in passing on it that it was \"not claimed on the part of the Government that the defendants had conspired within this District in any other sense than that overt acts were committed by them here.\" The contention was, the court said further, \"that if any overt act was committed here the defendants thereby conspired here.\" So understanding the contentions and the proof, the court expressed its views as follows: \"If these defendants got together in California and planned to defraud the United States out of its lands by the means charged in the indictment, and <span class=\"star-pagination\">*357</span> in pursuance of that plan sent Dimond here to get the titles from the Government, they were acting within the District of Columbia as much as if they had come and done the thing themselves.\" And subsequently the United States Attorney assented to the proposition that the Government could not prevail except on the theory that it was sufficient to show an overt act in the District of Columbia, and the court said \"that if that theory was wrong, of course they failed.\"</p>\n<p>The question, therefore, is presented as to the venue in conspiracy cases, whether it must be at the place where the conspiracy is entered into or whether it may be at the place where the overt act is performed, the Sixth Amendment of the Constitution of the United States requiring all criminal prosecutions to be in the \"district wherein the crime shall have been committed.\"</p>\n<p>The crime of conspiracy is defined by § 5440 of the Revised Statutes as follows:</p>\n<p>\"If two or more persons conspire either to commit any offense against the United States, or to defraud the United States in any manner or for any purpose, and one or more of such parties do any act to effect the object of the conspiracy, all the parties to such conspiracy shall be liable to a penalty of not more than ten thousand dollars, or to imprisonment for not more than two years, or to both fine and imprisonment in the discretion of the court.\"</p>\n<p>It is contended by the defendants that the conspiracy \u0097 the union in an unlawful purpose \u0097 constitutes the crime and that the requirement of an overt act does not give the offense criminal quality or extent, but that the provision of the statute in regard to such act merely affords an opportunity to withdraw from the design without incurring its criminality (called in the cases a <i>locus penitentiae</i>). The following, among other cases, are cited in support of this view: <i>United States</i> v. <i>Britton,</i> 108 U.S. 199, 204; <i>Pettibone</i> v. <i>United States,</i> 148 U.S. 197, 203; <span class=\"star-pagination\">*358</span> <i>Dealy</i> v. <i>United States,</i> 152 U.S. 539, 547; <i>Bannon</i> v. <i>United States</i><i>,</i> 156 U.S. XXX-XXX-XXX, and the opinion of this court when this case was here before, 199 U.S. 62-76.</p>\n<p>It must be conceded at the outset that there is language in those cases that, considered by itself, justifies the contention based upon them. In <i>United States</i> v. <i>Britton</i><i>,</i> for instance \u0097 and the language of the case is resorted to for the genesis of the doctrine and makes strongest for the contention \u0097 Mr. Justice Woods, speaking for the court, said:</p>\n<p>\"The offence charged in the counts of this indictment is a conspiracy. This offence does not consist of both the conspiracy and the acts done to effect the object of the conspiracy, but of the conspiracy alone. The provision of the statute, that there must be an act done to effect the object of the conspiracy, merely affords a <i>locus penitentiae,</i> so that before the act is done either one or all of the parties may abandon their design, and thus avoid the penalty prescribed by the statute. It follows as a rule of criminal pleading that in an indictment for conspiracy under section 5440, the conspiracy must be sufficiently charged, and that it cannot be aided by the averments of acts done by one or more of the conspirators in furtherance of the object of the conspiracy. <i>Reg.</i> v. <i>King,</i> 7 Q.B. 782; <i>Commonwealth</i> v. <i>Shedd,</i> 7 Cush. 514.\"</p>\n<p>The case was followed in <i>Pettibone</i> v. <i>United States</i> to the effect \"that the conspiracy must be sufficiently charged, and cannot be aided by averments of acts done by any one or more of the conspirators in furthering the object of the conspiracy.\"</p>\n<p>In <i>Dealy</i> v. <i>United States</i> it is said that \"the gist of the offense is the conspiracy. . . . Hence, if the conspiracy was entered into within the limits of the United States and the jurisdiction of the court, the crime was then complete, and the subsequent overt act in pursuance thereof may have been done anywhere.\"</p>\n<p><span class=\"star-pagination\">*359</span> Indeed, it must be said that the cases abound with statements that the conspiracy is the \"gist\" of the offense or the \"gravamen\" of it, and we realize the strength of the argument based upon them. But we think the argument insists too exactly on the ancient law of conspiracy, and does not give effect to the change made in it by § 5440, <i>supra.</i> It is true that the conspiracy, the unlawful combination, has been said to be the crime, and that at common law it was not necessary to aver or prove an overt act; but § 5440 has gone beyond such rigid abstraction and prescribes, as necessary to the offense, not only the unlawful conspiracy, but that one or more of the parties must do an \"act to effect\" its object, and provides that when such act is done \"all the parties to such conspiracy\" become liable. Interpreting the provision, it was decided in <i>Hyde</i> v. <i>Shine,</i> 199 U.S. 62, 76, that an overt act is necessary to complete the offense. And so it was said in <i>United States</i> v. <i>Hirsch,</i> 100 U.S. 33, recognizing that while the combination of minds in an unlawful purpose was the foundation of the offense, an overt act was necessary to complete it. It seems like a contradiction to say that a thing is necessary to complete another thing and yet that other thing is complete without it. It seems like a paradox to say that anything, to quote the Solicitor General, \"can be a crime of which no court can take cognizance.\" The conspiracy, therefore, cannot alone constitute the offense. It needs the addition of the overt act. Such act is something more, therefore, than evidence of a conspiracy. It constitutes the execution or part execution of the conspiracy and all incur guilt by it, or rather complete their guilt by it, consummating a crime by it cognizable then by the judicial tribunals, such tribunals only then acquiring jurisdiction.</p>\n<p>A question may be raised as to the extent of the agency between conspirators, but we need not enter into that broad inquiry. As far as the case at bar is concerned, it <span class=\"star-pagination\">*360</span> may be admitted that the act must have the conspiracy in view and have some power to effect it. In the present case the field of operation and its consummation were to be and were in the States of California and Oregon and in the District of Columbia, where the General Land Office is situated. The action of the latter was to be induced or influenced; and this might be through deception, it might be through fraud, or it might be through innocent agents and acts of themselves having no illegality, but effectually causing and moving official action to the consummation of the end designed and contemplated. Overt acts of all these kinds are charged. The bribery and deception of the officers, the intervention of attorneys and the seemingly harmless mailing of information and directions all are charged and all had some relation to the scheme devised and were steps to its accomplishment. The powers of the Land Office were necessarily to be invoked and proceedings therein instituted and prosecuted by acts innocent indeed of themselves, taking only criminal taint from the purpose for which they were done. Indeed, is not this so of acts done in the execution of any crime? Discharging a loaded pistol at a target is an innocent pastime; discharging a loaded pistol at a human being with felonious intent takes a quality from such intent and may constitute murder.</p>\n<p>If the unlawful combination and the overt act constitute the offense, as stated in <i>Hyde</i> v. <i>Shine</i><i>,</i> marking its beginning and its execution or a step to its execution, § 731 of the Revised Statute must be applied. That section provides that \"when any offense against the United States is begun in one judicial district and completed in another it shall be deemed to have been commited in either, and may be dealt with, inquired of, tried, determined and punished in either district, in the same manner as if it had been actually and wholly committed therein.\" This provision takes an emphasis of signification from the fact <span class=\"star-pagination\">*361</span> that it was originally a part of the same section of the statute which defined conspiracy \u0097 that is § 30 of the act of March 2, 1867, 14 Stat. 484, c. 169. Nor has the provision lost the strength of meaning derived from such association by its subsequent separation, for it is provided in § 5600 of the Revised Statutes that \"the arrangement and classification of the several sections of the revision have been made for the more convenient and orderly arrangement of the same, and therefore no inference or presumption of a legislative construction is to be drawn by reason of the Title, under which any particular section is placed.\"</p>\n<p>Section 731 was applied in <i>In re Palliser</i> (136 U.S. 257) to the offense of unlawfully using the mails. It was decided that an offense committed by mailing a letter was continued in the place where the letter was received, and triable in the District Court of the United States having jurisdiction in such place. The case was cited in <i>Benson</i> v. <i>Henkel,</i> 198 U.S. 1, 15, which was concerned with extradition proceedings against one charged with the crime of bribery, alleged to have been committed by mailing a letter in the State of California, directed to certain officers of the General Land Office in the District of Columbia. It was objected to the removal of the defendant to the District of Columbia for trial that the crime was committed, if at all, in California. The contention was held untenable under the ruling in <i>In re Palliser.</i> The strong expression of counsel for the defendants may, therefore, be turned from derision of to the support of the view, that crime, even conspiracy, may be carried from one place to another in the \"mail pouches.\" And we may ask in passing, may not a conspiracy be formed through the mails, constituted by letters sent by persons living in different States? And, if so formed, we may further ask, to which State would the conspiracy be assigned? In such cases must the law come forward with some presumption or fiction, if you <span class=\"star-pagination\">*362</span> please, to give locality to an union of minds between men who were never at the same place at the same time? The statute cuts through such puzzles and makes the act of a conspirator, which necessarily has a definite place without the aid of presumption or fiction, the legal inception of guilt inculpating all and subjecting all to punishment.</p>\n<p><i>In re Palliser</i> was also applied in <i>Burton</i> v. <i>United States,</i> 202 U.S. 344, in which it was held that there was jurisdiction in Missouri of a criminal charge against Burton for agreeing in that State to receive prohibited compensation for certain services to be rendered by him while he was a United States Senator, the offer being carried to Missouri by an agent and accepted there, Burton not being personally present in the State. The court said, through Mr. Justice HARLAN (p. 387): \"The constitutional requirement is that the crime shall be tried in the State and District where committed, not necessarily in the State or district where the party committing it happened to be at the time. This distinction was brought out and recognized in <i>Palliser's</i> case, 136 U.S. 257, 265.\"</p>\n<p>And, after stating that the agreement between the parties was completed at the time of the acceptance of Burton's offer at St. Louis, he added: \"Then the offense was committed, and it was committed at St. Louis, notwithstanding the defendant was not personally present in Missouri when his offer was accepted and the agreement was completed.\" And the contention was rejected \"that an individual could not, either in law or within the meaning of the Constitution, commit a crime within a State in which he is not physically present at the time the crime is committed.\"</p>\n<p>This court has recognized, therefore, that there may be a constructive presence in a State, distinct from a personal presence, by which a crime may be consummated. And if it may be consummated it may be punished by an exercise of jurisdiction; that is, a person committing it may <span class=\"star-pagination\">*363</span> be brought to trial and condemnation. And this must be so if we would fit the laws and their administration to the acts of men and not be led away by mere \"bookish theorick.\" We have held that a conspiracy is not necessarily the conception and purpose of the moment, but may be continuing. If so in time, it may be in place \u0097 carrying to the whole area of its operations the guilt of its conception and that which follows guilt, trial and punishment. As we have pointed out, the statute states what in addition to the agreement is necessary to complete the measure of the offense. The guilty purpose must be put into a guilty act.</p>\n<p>We realize the strength of the apprehension that to extend the jurisdiction of conspiracy by overt acts may give to the Government a power which may be abused, and we do not wish to put out of view such possibility. But there are counter considerations. It is not an oppression in the law to accept the place where an unlawful purpose is attempted to be executed as the place of its punishment, and rather conspirators be taken from their homes than the victims and witnesses of the conspiracy be taken from theirs. We must not, in too great a solicitude for the criminal, give him a kind of immunity from punishment because of the difficulty in convicting him \u0097 indeed, of even detecting him. And this may result, if the rule contended for be adopted. Let him meet with his fellows in secret and he will try to do so; let the place be concealed, as it can be, and he and they may execute their crime in every State in the Union and defeat punishment in all. And the suppositions are not fanciful, as illustrated by a case submitted coincidently with this. <i>Brown</i> v. <i>Elliott</i><i>, post,</i> p. 392. The possibility of such a result repels the contention and demonstrates that to yield to it would carry technical rules and rigidity of reasoning too far for the practical administration of criminal justice. We see no reason why a constructive presence should not be assigned <span class=\"star-pagination\">*364</span> to conspirators as well as to other criminals; and we certainly cannot assent to the proposition that it is not competent for Congress to define what shall constitute the offense of conspiracy or when it shall be considered complete and do with it as with other crimes which are commenced in one place and continued in another. Nor do we think that the size of our country has become too great for the effective administration of criminal justice. We held in <i>Armour Packing Company</i> v. <i>United States,</i> 209 U.S. 56, that the transportation of merchandise for less than the published rate is, under the Elkins Act, a continuing offense, and that the Sixth Amendment of the Constitution of the United States, providing that an accused shall be tried in the State and District where the crime is committed, did not preclude a trial of the offense in any of the districts through which the transportation was conducted. See also <i>Haas</i> v. <i>Henkel,</i> 216 U.S. 462, 473.</p>\n<p>Cases are cited which oppose the views we have expressed and others to support them. In <i>Robinson</i> v. <i>United States,</i> in the Circuit Court of Appeals of the Eighth Circuit, the question was directly presented. 172 Fed. Rep. 105. The conspiracy passed on was alleged in the indictment to have been entered into in Cincinnati and Chicago, the overt acts set out were proved to have been committed in Minneapolis and the evidence showed that it was the intention of the conspirators to carry out their conspiracy at Minneapolis. The trial court was moved to direct a verdict for the defendants if the jury found that the agreement was entered into in Cincinnati and Chicago and was complete when the parties went into the district of Minnesota. The instruction was refused and, the defendants having been convicted, the refusal was assigned as error, in the Circuit Court of Appeals, based on the provisions of the Constitution of the United States giving those accused of crime the right to trial by jury of the State and district wherein the crime shall have been committed.</p>\n<p><span class=\"star-pagination\">*365</span> The court, passing on the ruling of the trial court, said by District Judge Carland (p. 108) and we quote its language to avail ourselves not only of the citation of cases, but of the comments upon them:</p>\n<p>\"At common law the venue in conspiracy could be laid in any county in which it could be proven that an overt act was done by any one of the conspirators in furtherance of their common design. 1 Archbold's Criminal Practice and Pleading (8th ed.) p. 226. Where a conspiracy was formed at sea, and an overt act done in Middlesex county, it was held that the venue was properly laid in that county. <i>The King</i> v. <i>Bresac and Scott,</i> 4 East, 164. In the case of <i>King</i> v. <i>Bowes and Others,</i> referred to in the above case, the conspirators were tried in Middlesex, though there was no proof of an actual conspiracy in that county, and the acts and doings of some of them were wholly in other counties. In <i>People</i> v. <i>Mather,</i> 4 Wend. (N.Y.) 261, 21 Am. Dec. 122, Marcy, J., in delivering the opinion of the court, said:</p>\n<p>`I admit that it is the illegal agreement that constitutes the crime. When that is concluded the crime is perfect, and the conspirators may be convicted if the crime can be proved. No overt act need be shown or ever performed to authorize a conviction. If conspirators enter into the illegal agreement in one county, the crime is perpetrated there, and they may be immediately prosecuted; but the proceedings against them must be in that county. If they go into another county to execute their plans of mischief, and there commit an overt act, they may be punished in the latter county without any evidence of an express renewal of their agreement. The law considers that wherever they act there they renew, or perhaps, to speak more properly they continue, their agreement, and this agreement is renewed or continued as to all whenever any one of them does an act in furtherance of their common design. In this respect, conspiracy resembles <span class=\"star-pagination\">*366</span> treason in England, when directed against the life of the King. The crime consists in imagining the death of the King. In contemplation of law, the crime is committed wherever the traitor is and furnishes proof of his wicked intention by the exhibition of any overt act.'</p>\n<p>\"To the same effect are <i>Commonwealth</i> v. <i>Gillespie,</i> 7 Serg. &amp; R. (Pa.) 469, 10 Am. Dec. 475; <i>Noyes</i> v. <i>State,</i> 41 N.J. Law, 418; <i>Commonwealth</i> v. <i>Corlies,</i> 3 Brewst. (Pa.) 575.</p>\n<p>\"If this was the law of venue in conspiracies at common law, where proof of an overt act was not necessary to show a completed offense, the same rule can be urged with much greater force under section 5440, Rev. St. U.S., as the offense described therein for all practical purposes is not complete until an overt act is committed. . . . It seems clear, then, that whether we place reliance on the common law or on section 731, Rev. St., the venue of the offense was correctly laid in the district of Minnesota, and the evidence sustained the allegation of the indictment.\"</p>\n<p>To the cases cited by the learned court these may be added: <i>State</i> v. <i>Nugent,</i> 77 N.J.L. 84, 86; <i>Bloomer</i> v. <i>State,</i> 48 Maryland, 521; <i>People</i> v. <i>Arnold,</i> 46 Michigan, 268, 275; <i>American Insurance Co.</i> v. <i>State,</i> 75 Mississippi, 24; <i>State</i> v. <i>Hamilton,</i> 13 Nevada, 386; <i>International Harvester Co.</i> v. <i>Commonwealth,</i> 137 Kentucky, 668, 674; <i>Pearce</i> v. <i>Territory,</i> 11 Oklahoma, 438; <i>Ex parte Rogers,</i> 10 Tex. App. 655, and <i>Raleigh</i> v. <i>Cook,</i> 60 Texas, 438.</p>\n<p>There are cases in the lower Federal courts which may be cited for and against the demarcation of the conspiracy and the overt act. To compare and comment on them would extend this opinion to too great length. We may say the same of the special citation of cases by defendants.</p>\n<p>But it is said that the crime charged is not the crime proved, even if it be assumed that the overt act is part of the crime of conspiracy under § 5440. In support of <span class=\"star-pagination\">*367</span> the contention it is said that the averment of the indictment is that the conspiracy itself was entered into in the District of Columbia and that the overt acts were committed there. It is conceded by the Government that the conspiracy was originally formed, not in the District of Columbia, but in the State of California, and we have been that it was the view of the trial court that the defendants had not conspired within the District of Columbia \"in any other sense than that overt acts were committed by them\" there.</p>\n<p>The contention is answered by the views which we have already expressed. As the overt acts give jurisdiction for trial, it is not essential where the conspiracy is formed so far as the jurisdiction of the court in which the indictment is found and tried is concerned. This is established by the cases which have been cited, and the question will be considered further in <i>Brown</i> v. <i>Elliott</i> and <i>Moore</i> v. <i>Elliott,</i> cases submitted coincidently with this, <i>post,</i> p. 392.</p>\n<p>The fifth, sixth, seventh and eighth assignments of error invoke the statute of limitations in behalf of Hyde and Schneider.</p>\n<p>The plea of the statute as affected by overt acts was considered in <i>United States</i> v. <i>Kissel,</i> 218 U.S. 601, where it was declared that a conspiracy may be a continuing one, and the doctrine is applicable to the case at bar unless there is something special in the facts regarding Hyde and Schneider which constitutes a defense as to them. This is asserted. It is contended that the relation of Schneider to the conspiracy was only that of one rendering service as a servant of his master (Hyde), in consideration of the salary paid to him by his master, and that he had not within three years before the finding of the indictment participated in any way in the carrying out of the master's scheme, the subject of the conspiracy. And from this it is contended the question arises whether Hyde is not also entitled to the protection of the statute of limitation <span class=\"star-pagination\">*368</span> in so far as he is charged with conspiring with his employe. Schneider.</p>\n<p>But the fact that a salary was paid by one to another would not preclude a conspiracy between them. It might, indeed, mark a more humble criminal desire, and one which preferred a certain reward rather than take chances in the success of a criminal enterprise, and it was certainly not inconsistent with a full and active participation in the scheme. Indeed, Schneider, in a confession which we shall presently refer to, stated that a salary and the certainty of employment was his inducement.</p>\n<p>The Government contends that there was such participation originally and to a time within the statute, and that there is nothing to show a repudiation of or withdrawal from the conspiracy by him before 1902, when he made a partial disclosure of the conspiracy to the Government. But upon this the Government frankly says it cannot rely for an affirmance of the judgment, in view of the charge of the court to the jury.</p>\n<p>The court charged the jury in substance that if Schneider had engaged in the conspiracy \"back of the three year period\" and the conspiracy contemplated that acts should be done from time to time through a series of years until the purposes of the conspiracy should be accomplished, although he, Schneider, did not do anything within the three year period but \"remained acquiescent, expecting and understanding\" that further acts should be performed, they, if performed, would be his acts \"and would have the same effect against him as if he had done them himself. He would still be acting through his colleagues. He might be playing his part by keeping still as much as he did formerly by acting.\"</p>\n<p>The contention of the defendants is that the statute begins to run from the last overt act within three years from the formation of the conspiracy within which there was <i>conscious participation.</i> (Italics ours.) The Government <span class=\"star-pagination\">*369</span> makes the counter contention that however true this may be as to accomplished conspiracies it is not true of one having continuity of purpose and which contemplated the performance of acts through a series of years. And that such a distinction can exist, we have seen, is decided and illustrated in <i>United States</i> v. <i>Kissel</i><i>.</i> And necessarily so. Men may have lawful and unlawful purposes, temporary or enduring. The distinction is vital and has different consequences and incidents. The conspiracy accomplished or having a distinct period of accomplishment is different from one that is to be continuous. If it may continue it would seem necessarily to follow the relation of the conspirators to it must continue, being to it during its life as it was to it the moment it was brought into life. If each conspirator was the agent of the others at the latter time he remains an agent during all of the former time. This view does not, as it is contended, take the defense of the statute of limitations from conspiracies. It allows it to all, but makes its application different. Nor does it take from a conspirator the power to withdraw from the execution of the offense or to avert a continuing criminality. It requires affirmative action, but certainly that is no hardship. Having joined in an unlawful scheme, having constituted agents for its performance, scheme and agency to be continuous until full fruition be secured, until he does some act to disavow or defeat the purpose he is in no situation to claim the delay of the law. As the offense has not been terminated or accomplished he is still offending. And we think, consciously offending, offending as certainly, as we have said, as at the first moment of his confederation, and consciously through every moment of its existence. The successive overt acts are but steps toward its accomplishment, not necessarily its accomplishment. This is the reasoning of the <i>Kissel Case</i> stated in another way. As he has started evil forces he must withdraw his support <span class=\"star-pagination\">*370</span> from them or incur the guilt of their continuance. Until he does withdraw there is conscious offending and the principle of the cases cited by defendants is satisfied.<sup>[1]</sup></p>\n<p>But it is contended that under the instructions of the court Schneider was involved in criminality by overt acts done not only after he had ceased to be in Hyde's employment in any capacity, but after he had disclosed that there was a conspiracy against the Government. It was testified by Woodford D. Harlan that disclosure of frauds had come through one J.A. Zabriskie, he, however, knowing nothing about the matters except as informed by Schneider. The matter was referred to an agent who reported conversations with Schneider giving detailed information of the frauds and the manner by which they were accomplished. This report was received at the General Land Office in November, 1902. It does not appear what became of the report. The recollection of the witness was that he saw the report first, and he testified that he took it to the clerk who was distributing the mail, but for what purpose it does not appear. He never saw it again until one day during the trial. He, however, wrote to Benson about it, and after having seen weekly statements of certain special agents who were investigating the Schneider charges, he notified Benson. This seems to have been in March, 1903. Later, in October and November, 1903, he also wrote Benson at the suggestion of detective Burns.</p>\n<p>There are overt acts charged subsequent to the disclosure made by Schneider, and it is contended that by the instruction embodied in the seventh assignment of error Schneider was continued in the conspiracy by overt acts committed after his disclosure to the agent of the Land <span class=\"star-pagination\">*371</span> Department had been communicated to the Commissioner of the General Land Office.</p>\n<p>The instruction to which this effect is attributed is as follows:</p>\n<p>\"Now if he [Schneider] had stood by that and had gone on and disclosed all he knew about the matter, and said: `I will have nothing more to do with this matter,' nothing that could have been done by the others after that could affect him at all. He would have been out of it; he would have repudiated it. As bearing on the effect of what he did there if you find he did it, you are to consider what he did afterwards. If, after having made this disclosure as far as he did, he shut his mouth and said: `I will not say anything more about this matter; the Government shall not get anything more out of me,' that is not an act by him in furtherance of the conspiracy, but it is a piece of evidence to be considered by you as bearing on the question whether he was acquiescent \u0097 what his attitude of mind toward the conspiracy was.</p>\n<p>\"If he had stood on his disclosure, you might have said: `Well, he is out of it from now on' \u0097 but in connection with that you are to consider what he said afterwards. If you find that he closed his mouth and refused to say anything more about the matter and kept still in the interest of the others, you would have a right to say that that showed that he was still acquiescent in the matter. It would neutralize, if you choose to treat it so, the effect of his former declaration, that he did know, and was willing to disclose.\"</p>\n<p>The instruction does not sustain the contention based upon it. The court submitted to the jury the effect of repudiation, and whether it was adhered to, as evidence of Schneider's further participation in the conspiracy by the overt acts done subsequent to the date of his disclosure. Acts prior to that time are within the principles we have announced, and the only question under the <span class=\"star-pagination\">*372</span> instruction is whether there was an acquiescence which embraced the later acts, and this, we think, under the circumstances, was for the jury to determine.</p>\n<p>The other questions in the case we shall now proceed to consider.</p>\n<p>It is contended (ninth assignment of error) that the court erred in sustaining the demurrers to the pleas in abatement of Hyde and Schneider.</p>\n<p>The defendants demurred to the indictment, which was overruled, and a special appeal was allowed to the Court of Appeals of the District and the ruling on the demurrer affirmed.</p>\n<p>The case was remanded for further proceedings and the mandate was filed in the Supreme Court of the District April 26, 1906. Nearly two years afterwards (April 1, 1908) the defendants filed pleas in abatement, alleging irregularity in the making up of the list of jurors from which the grand jury which found the indictment was selected. The charge was that the commission to make a list of jurors appointed under § 198 of the District Code placed on the \"list the names of persons many of which were selected not by themselves or by any of them, but by some other person or persons whose names are\" to the defendant unknown, and that on the 16th of November, 1903, the commissioners met in the District of Columbia and then and there made an order by which they undertook to appoint one James A. Harstock secretary of said commission, and undertook by a further order to give him the right of access to the jury box provided in accordance with § 200 of the Code, and that he took the box, unaccompanied by any other person into a room in the City Hall and there opened it and took out of it all of the pieces of paper therein containing the names of the jurors, and from day to day during several successive days replaced in the box such names as he deemed fit and thereupon returned it to the custody of the clerk. The <span class=\"star-pagination\">*373</span> names of twenty-three persons were drawn from the box and constituted the grand jury which found the indictment. In consequence of this it was averred that the grand jury was not a legal body.</p>\n<p>Demurrers were filed and sustained to the pleas, and to support the ruling of the court the Government cites <i>Agnew</i> v. <i>United States,</i> 165 U.S. 36. The defendants contest the application of the case on two grounds: (1) that under the District Code a plea in abatement comes properly after a demurrer to the indictment and before pleas to the matter of the indictment, such as not guilty or special pleas; and (2) that whether a plea is seasonably filed cannot be resisted by demurrer but only by a motion to strike out.</p>\n<p>Both propositions may be formally correct, but do not preclude the court from itself noticing an unreasonable delay or treating the demurrer as raising that objection. And by concession of counsel that is what the court, in effect, did. Indeed, in the \"points and authorities\" filed with the demurrer it is urged that \"the said pleas are not filed within a reasonable time.\" There was certainly unreasonable delay. It is said in the <i>Agnew Case</i> that pleas in abatement on account of irregularities in selecting and impaneling a grand jury which did not relate to the competency of individual jurors must be pleaded with strict exactness and that a defendant must take the first opportunity in his power to make the objection. The indictment in that case was returned December 12, 1895; the plea in abatement was filed on the 17th of that month. It was held to have been filed too late.</p>\n<p>In the case at bar four years elapsed between the finding of the indictment and the filing of the plea, two years after the mandate of the Court of Appeals sustaining the action of the trial court upon the demurrer and after a bill of particulars had been demanded and furnished. The delay is not attempted to be explained.</p>\n<p><span class=\"star-pagination\">*374</span> It is extremely doubtful whether the pleas were not defective under the <i>Agnew Case.</i> In that case it was alleged that the irregularities complained of tended to the injury and prejudice of the defendant, no grounds, however, being assigned for the conclusion, and the record did not exhibit any. In the case at bar the plea is not even that specific. It is not shown that any juror was disqualified, nor is it shown that the grand jury was composed of jurors not selected by the commission. It is alleged, it is true, that names which had been put in the box by the commissioners had been taken out by Harstock, and that he put back those only that he deemed fit and proper. It follows, of course, from this that had all of the original names been in the box the grand jury might have been differently composed, but from this it cannot be inferred that injury or prejudice resulted to the defendants.</p>\n<p>The tenth assignment of error is directed against the instruction of the court that the jury might convict any one of the defendants alone, including Hyde. In explanation of the instruction the court said to the jury that as to each defendant evidence was admitted which was not admitted against the others, and instanced as an example an alleged confession of Schneider which, the court said, was admitted against him only. \"The same would be true,\" the court said, \"as to Dimond, as to whom a great deal of evidence was admitted that was not received against the other defendants.\" And further: \"So that it is true, as I stated in a proposition for the benefit of counsel, that there may be a verdict against any one of the defendants, whether one or more, as to whom the evidence submitted, and received against him or them, proves that he or they conspired as charged, provided any overt act is also proved.\"</p>\n<p>If there is confusion in the instruction it is easily resolved. It is clear when read in connection with other <span class=\"star-pagination\">*375</span> instructions that the court distinguished the purpose and effect of particular testimony and did not mean to say that there could be a conspiracy by one defendant alone. So regarding it, we pass to the consideration of the objection urged against it.</p>\n<p>It is insisted that it is not competent in any case where two or more persons are charged with conspiracy, and all are on trial, to find a verdict against one of them only, in any aspect of the evidence, and, further, that as to the defendant Hyde there is no evidence in the case which justified a verdict against him alone, even if the principle announced by the court is in the abstract correct.</p>\n<p>The immediate answer is that there was not a verdict against one defendant, and besides the argument of counsel is somewhat minute, and its criticism is based on a partial view of the instructions and of the evidence, which, we think, preclude the inferences which are deduced from the instructions.</p>\n<p>The court's charge was necessarily very long and comprehensive, and a reproduction of it is not convenient, but certain of its general propositions may be stated. \"Each count of the indictment,\" it was said, \"charges the same conspiracy, and, in addition thereto, one or more overt acts alleged to have been done in pursuance of it. So that, stated in one way, these counts subsequent to the first count contain nothing new except the overt acts; and when you take those up one by one, the question is, if you have found the conspiracy in the first place, whether the overt acts charged were committed. If you do not find the conspiracy, of course the overt acts cannot be found.\"</p>\n<p>The court emphasized the necessity of the proof of the conspiracy and stated that by it the overt acts were to be judged, saying, \"An overt act must be one in pursuance of the conspiracy and one in furtherance of it;\" and whether a certain act was in pursuance of it might depend entirely upon what the conspiracy was.</p>\n<p><span class=\"star-pagination\">*376</span> \"The first question is,\" the court charged, \"Did the defendants conspire at all? The second question is whether they conspired to accomplish the end alleged. The third question is, whether they conspired to accomplish that end by the fraudulent means alleged, so far as the indictment in that respect is necessary to be proved, referring to what has been already stated in that regard. The fourth question is, under each count, whether the overt act therein mentioned has been proved.</p>\n<p>\"Two other important questions must be determined in connection with the foregoing: One relating to the place, the other to the time. The conspiracy must have existed in the District of Columbia, and it must have existed and some overt act in pursuance of it must have been committed within three years next before the filing of the indictment.\"</p>\n<p>And, assuming that the conspiracy was established and overt acts in furtherance of it shown in the District of Columbia, the court explained, \"the conspiracy is here [the District of Columbia] just as truly as if the defendants were all here in person, doing those things with the common mind and purpose which contemplated them. In such circumstances the defendants would be conspiring together in the doing of each act because each act would have reference to the conspiracy. It would not be necessary that they should put their heads together and go over the terms of the conspiracy every time an act was done in furtherance of it. It would be enough if the act was an expression of their common understanding.\"</p>\n<p>The court instructed the jury further as follows:</p>\n<p>\"Now, it has been suggested that if these men were guilty there were others just as guilty. That does not make any difference. The indictment itself, in one clause of it which I did not read to you, charges that these defendants conspired with each other and with other persons to the grand jury unknown. But that does not make any <span class=\"star-pagination\">*377</span> difference. If there are other persons who might have been prosecuted, and would have been liable, and they are not prosecuted, that is no concern of yours. You are only to consider the question of whether these defendants conspired in the way alleged, and whether the overt act was committed.\"</p>\n<p>And the court charged the jury that some of the defendants could be convicted on one count and some on another count; that there was \"practically one charge, although in so many counts. It is one conspiracy with allegations of different acts done in pursuance of it. . . . But you cannot split the matter up.\"</p>\n<p>We think, therefore, that the instruction excepted to was in the interest of the defendants, not to their prejudice. It excluded from consideration as to each of them testimony which might possibly have no relation to him. It is true that the jury convicted Hyde and Schneider and acquitted Benson and Dimond. But, as said by the Government, \"This does not signify that the evidence against Hyde and Schneider was of a different offense than that charged, but only that the proof against them was more conclusive than that against Benson and Dimond.\"</p>\n<p>It is not necessary to review the cases cited by the defendants holding that conspiracy is the crime of at least two persons and that where all but one are acquitted there can be no legal conviction as to him, the acquittal of the others being tantamount to the finding of no conspiracy. All but one were not acquitted.</p>\n<p>The next assignment of defendants is that the court erred in allowing the District Attorney, on the direct examination of witnesses for the Government, to examine them as to previous statements made by them to certain representatives of the Government and in permitting comment upon such statements as tended to show their truth.</p>\n<p><span class=\"star-pagination\">*378</span> This assignment is directed particularly against the examination of three witnesses, William E. Valk, S.J. Holsinger and Tillie A. Fleischauer. These witnesses, not remembering certain matters, were asked about conversations with him or of written statements made by the witnesses examined, for the purpose of refreshing their memory. This was the purpose declared at the time and was the ground of the ruling of the court. Objection was made, however, and it was urged and is now urged here, that this could not be done unless upon the ground of surprise and for the purpose of discrediting the witnesses. In support of the objection § 1073a of the District Code is cited in regard to the manner and extent of contradicting witnesses by proof of former statements. The court, however, permitted the examination solely as a means of refreshing the memory of the witnesses, and they, besides, admitted the truth of what was stated. We see no error in the ruling. Indeed, it may be said that as to two of the witnesses, their statements related to Benson alone, and by his acquittal, if the ruling was error, it became unimportant.</p>\n<p>The next contention, constituting the twelfth assignment of error, is as to the refusal of the court to permit the defendants to prove that certain letters addressed to John P. Jones never reached the Dead Letter Office. This testimony, it is insisted, became significant and important to the defendants from the fact that the District Attorney had asked Schneider if he (Schneider) had not gone under the name of John P. Jones at the post office while in Mexico at a place called Allamos. On redirect examination he explained the reason to have been that he had suspected the postmaster at Tucson, that letters which had been written to him had not reached him, and that at the time mentioned his wife, who was at Tucson, addressed him as John P. Jones, but that nobody else had. He further testified that the letters he referred to were <span class=\"star-pagination\">*379</span> \"right on the desk\" (the desk in the court room) \"in the possession of the Government.\" Upon the demand of counsel the District Attorney produced the letters. Thereupon counsel questioned Schneider as to the letters which were addressed to John P. Jones at Fuerte, Mexico, postmarked Tucson, Arizona. The District Attorney then asked counsel for defendants if he desired \"to offer the envelopes in evidence,\" to which the answer was made: \"No; I don't care to offer anything further in connection with that transaction, at present.\" The District Attorney then offered them. Objection was made but was subsequently withdrawn, the court saying, upon the witness stating that the address upon them was in his wife's handwriting, \"They [the letters] are addressed to him in the name of John P. Jones. The envelopes may be received, if it is so agreed, for the purpose of showing the postmarks, etc. This I suppose to be in corroboration of the statements of the witness as to why he changed his name.\"</p>\n<p>The District Attorney was then called as a witness by counsel for the defendants and testified that he had not seen the letters \"until one day in court here,\" and that when reference was made to them \"they were produced\" to him \"by Mr. Pugh.\" The latter being called said that they came into his \"possession in an envelope taken from Secretary Hitchcock's safe some time after Mr. Burns withdrew from the case, or some time after he severed his government connection with it.\" Burns, he testified, was in San Francisco.</p>\n<p>Dalzell was subsequently called as a witness to testify, as has been stated, and it was said by counsel for defendants, addressing the court, that the Government had brought out that Schneider had gone under an assumed name, and that the evidence tended to show that the \"reason for that, or one reason for it, was that his mail was being tampered with,\" \"but it leaves room for the <span class=\"star-pagination\">*380</span> Government to contend that those letters have been to the Dead Letter Office, and have been opened there, and might have gotten in the possession of the Secretary of the Interior or Mr. Burns honestly. We offer to call this witness [Dalzell] for the purpose of closing that gap, and showing that necessarily somebody must have been committing a greater crime than is charged against any of these defendants, in robbing the mail.\" The District Attorney in effect disclaimed the purpose which was attributed to him and necessarily there was no gap to be closed, nor is it shown that any purpose was subsequently attempted, which the testimony would have precluded.</p>\n<p>The possibility suggested by the testimony is not attempted to be justified by the Government, and gives a painful surprise, but we cannot see how proof of \"a greater crime . . . in robbing the mails\" was relevant to a decision of the charge then under consideration.</p>\n<p>The thirteenth assignment of error is directed against an instruction of the court which opposed the contention of defendants that \"the titles obtained from the States were perfectly and absolutely valid as to all persons and at all times, except as to the particular State which had given the title and which alone could assail it.\" The question involved in the contention is settled by the decision of the case when it was here on the proceedings in <i>habeas corpus,</i> 199 U.S. 62, 82 and 83.</p>\n<p>The fourteenth assignment of error is that the court erred in refusing to instruct the jury that want of personal knowledge of the character of the land applied for, or that it was not adversely occupied, did not make the application void. It is contended that if the applicant believed the statements were true, the application was neither false nor fraudulent.</p>\n<p>We answer the contention as the Court of Appeals did, \"the question is immaterial, because the applications were fraudulent by reason of the agreement for transfer\" \u0097 <span class=\"star-pagination\">*381</span> that is, the applicants were not buying for themselves, but for Hyde. We need not inquire whether the statutes required the affidavits to be made on personal knowledge.</p>\n<p>Objection is made in other assignments of error to the comments of the court \"that written evidence, letters, for instance, written by parties at the time, are entitled to peculiar consideration as evidence.\" And to the further comment as to certain anonymous letters attributed to Dimond, the court saying to the jury that they would have to consider whether he wrote them, and added the following: \"That has been treated in the argument as a very important question, and justly so. You cannot fail to see the importance of that question. There are some of the letters that were typewritten, and there is one printed with a pen.\"</p>\n<p>Any evidence affecting a particular defendant is important to him when on trial. It ceases to be so in a tribunal of review if he was acquitted, as Dimond was, and may be dismissed from further consideration. And we see no error in the comments of the court on the consideration to be given to written evidence. It was but the declaration of an abstract proposition. It was not an attempt to enforce some particular part of the testimony and to take from the jury their province of considering it all or weighing the respective parts. This is shown by the charge of the court, considered in its entirety.</p>\n<p>In the seventeenth assignment of error defendants complain that they were not allowed to show by an examination of the jurors that the \"verdict was the result of a bargain and was brought about by what, under the circumstances, amounted to coercion by the court.\"</p>\n<p>The record shows the following:</p>\n<p>\"Monday, June 22, 1908, at 11:30 A.M., the jury returned to the courtroom and the foreman announced that they were unable to agree. The court thereupon instructed the jury to retire for further deliberation, and <span class=\"star-pagination\">*382</span> make another effort to agree upon a verdict, charging them, however, that should they render a verdict it must be one to which they all freely agreed; that the law would not recognize a coerced verdict or one which was not the free expression of the views and opinions of the jurymen, and that if after another conscientious effort the jury still fail to agree they should return to the court and so state. That it was not the purpose of the court to unduly prolong their deliberations, and that if they could not conscientiously and freely agree upon a verdict they would be discharged.\"</p>\n<p>At ten minutes before three o'clock they were brought into court and again declared that they were unable to agree, and the court instructed them further, after consultation with counsel for the Government and defendants, and to which no exception was made, suggesting a consideration of the possibility of the guilt of some of the defendants and not of others. The jury, shortly after they went out, announced their agreement, finding a verdict against Hyde and Schneider of being guilty \"in manner and form as charged,\" and Benson and Dimond not guilty.</p>\n<p>On motion of counsel the jury was polled as to Hyde and Schneider, respectively, and they answered guilty on certain counts and not guilty on the 29th and 33d counts.</p>\n<p>The supposed misconduct of the jury was made a ground of new trial. Certain supporting affidavits were made by counsel upon information. Counsel respectively averred that they believed the information given them to be true and that it was received partly from one of the jurors and partly from a person who had conferences with another; and that two of the jurors were requested to make affidavit, but under the advice of their counsel they declined unless required by the court.</p>\n<p>The motion for a new trial set forth that the verdict was the result of an agreement between certain of the <span class=\"star-pagination\">*383</span> jurors who believed all of the defendants should be convicted and certain jurors who believed that all of the defendants should be acquitted, by which agreement the acquittal of Benson was exchanged for the conviction of Hyde and the conviction of Schneider for the acquittal of Dimond. And this was brought about, it is contended and argued, as the result of what \"under the circumstances amounted to coercion by the court.\"</p>\n<p>There is nothing in the record to justify the contention. It is true the trial was a long one and that the jury were not allowed to separate. Neither fact is unusual in criminal trials; the first is often necessary, the second often expedient, and contributes to an impartial judgment for and against defendants. It is true that the jury was in consultation for three days and nights without agreement, but the case was unusual in its issues and evidence and the detailed attention that was required.</p>\n<p>It well might be that jurors should not see the exact bearing of the evidence as it affected particular defendants until the final instructions of the court, which we have set out and about which counsel were consulted. The court took care to say to the jury that the law would not recognize a coerced verdict, and that it was not the court's intention to unduly prolong their deliberations, and if after another effort \"they could not conscientiously and freely agree upon a verdict they would be discharged.\" It is hard to believe that with that admonition yet in their ears they bartered their convictions, with that promise expressly made to them, they were coerced by a threat of confinement to acquit those who they were convinced were guilty or convict those who they were convinced were innocent.</p>\n<p>But, even conceiving such possibility, we think the court rightly ruled. It was within the issues of the case to convict some of the defendants and acquit others, and we think the rule expressed in <i>Wright</i> v. <i>Illinois &amp; Miss.</i> <span class=\"star-pagination\">*384</span> <i>Tel. Co.,</i> 20 Iowa, 195, and <i>Gottleib Bros.</i> v. <i>Jasper &amp; Co.,</i> 27 Kansas, 770, should apply, that the testimony of jurors should not be received to show matters which essentially inhere in the verdict itself and necessarily depend upon the testimony of the jurors and can receive no corroboration.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE HOLMES, with whom concurred MR. JUSTICE LURTON, MR. JUSTICE HUGHES and MR. JUSTICE LAMAR, dissenting.</p>\n<p>This is an indictment under Rev. Stat. § 5440, amended, act of May 17, 1879, c. 8, 21 Stat. 4, for a conspiracy to defraud the United States. The petitioners were tried and convicted in the District of Columbia, the conviction was affirmed by the Court of Appeals, 35 App. D.C. 451, and thereupon a writ of certiorari was granted by this court. The scheme was to obtain by fraudulent devices from the States of California and Oregon school lands lying within forest reserves, to exchange them for public lands of the United States open to selection, and then to sell the lands so obtained. Hyde and Schneider were in California and never were actually in the District in aid of the conspiracy, but overt acts are alleged to have been done there to effect the objects in view. Most of these acts are innocent, taken by themselves, consisting mainly of the entry of appearance by Hyde's lawyer in the matter of different selections, the filing of papers concerning them, and letters urging speed. Hyde is alleged to have caused some documents affecting the same to be transmitted from California to the Commissioner at Washington, and in the last six counts payments to employes in the Land Office are alleged to have been made with corrupt purpose and in aid of the plan by a person who was included in the indictment as a conspirator, but whom the jury did not convict.</p>\n<p><span class=\"star-pagination\">*385</span> The court instructed the jury that if the defendants agreed to accomplish their purpose by having any of the alleged overt acts done in the District of Columbia, and any of those acts were done there, the conspiracy was in the District, whether the defendants were there or not. The defendants excepted to this instruction, as well as to many others.</p>\n<p>I have said enough to show that there was more than one question in the case, but as the first and also the most important one is whether the court had jurisdiction of the alleged offence, I shall confine myself to that.</p>\n<p>The conspiracy was continuous in its nature and is averred to have been so. <i>United States</i> v. <i>Kissel,</i> 218 U.S. 601. Therefore, wherever it was formed, it might have been continued in the District of Columbia, as, for instance, if the conspirators had met there for the purposes of their scheme Moreover, in order to narrow the question, I will assume that, so far as the statute of limitations is concerned, an overt act done anywhere with the express or implied consent of conspirators would show the conspiracy to be continuing between the parties so consenting, and leave them open to prosecution for three years from that date. But it does not follow that an overt act draws the conspiracy to wherever such overt act may be done, and whether it does so or not is the question before us now.</p>\n<p>In order to answer this question it is not enough to say that as the overt act was one that was contemplated by the conspirators it is treated as the act of them all, and that this is equivalent to saying that they were constructively present. That would be passing <i>a dicto secundum quid ad dictum simpliciter.</i> They are chargeable there for the act, but it does not follow that they were there to other intents. They are shown not to have been by the fact that they could not be treated as fugitives from justice even in respect of that very act, when and although that act was itself a crime. <i>Hyatt</i> v. <i>Corkran,</i> 188 U.S. 691, 712. <span class=\"star-pagination\">*386</span> To speak of constructive presence is to use the language of fiction, and so to hinder precise analysis. When a man is said to be constructively present where the consequences of an act done elsewhere are felt, it is meant that for some special purpose he will be treated as he would have been treated if he had been present, although he was not. For instance, if a man acting in one State sets forces in motion that kill a man in another, or produces or induces some consequence in that other that it regards as very hurtful and wishes to prevent, the latter State is very likely to say that if it can catch him it will punish him, although he was not subject to its laws when he did the act. <i>Strassheim</i> v. <i>Daily,</i> 221 U.S. 280, 285. But as States usually confine their threats to those within the jurisdiction at the time of the act, <i>American Banana Co.</i> v. <i>United Fruit Co.,</i> 213 U.S. 347, 356, the symmetry of general theory is preserved by saying that the offender was constructively present in the case supposed. <i>Burton</i> v. <i>United States,</i> 202 U.S. 344, 389. We must not forget facts, however. He was not present in fact, and in theory of law he was present only so far as to be charged with the act.</p>\n<p>Obviously the use of this fiction or form of words must not be pushed to such a point in the administration of the national law as to transgress the requirement of the Constitution that the trial of crimes shall be held in the State and district where the crimes shall have been committed. Art. III, § 2, Cl. 3. Amendments, Art. VI. With the country extending from ocean to ocean this requirement is even more important now than it was a hundred years ago, and must be enforced in letter and spirit if we are to make impossible hardships amounting to grievous wrongs. In the case of conspiracy the danger is conspicuously brought out. Every overt act done in aid of it of course is attributed to the conspirators, and if that means that the conspiracy is present as such wherever any <span class=\"star-pagination\">*387</span> overt act is done, it might be at the choice of the Government to prosecute in any one of twenty States in none of which the conspirators had been. And as wherever two or more have united for the commission of a crime there is a conspiracy, the opening to oppression thus made is very wide indeed. It is even wider if success should be held not to merge the conspiracy in the crime intended and achieved. I think it unnecessary to dwell on oppressions that I believe have been practised or on the constitutional history impressively adduced by Mr. Worthington to show that this is one of the wrongs that our forefathers meant to prevent.</p>\n<p>No distinction can be taken based on the gravity of the overt act, or the fact that it was contemplated, or that it is important for the accomplishment of the substantive evil that the conspiracy aims to bring about and the law seeks to prevent. That would be carrying over the law of attempts to where it does not belong. Although both are adjective crimes, a conspiracy is not an attempt, even under Rev. Stat. § 5440, which requires an overt act. When I first read that section I thought that it was an indefinite enlargement of the law of attempts. But reflection and the decisions both convinced me that I was wrong. The statute simply did away with a doubt as to the requirements of the common law. <i>Rex</i> v. <i>Spragg,</i> 2 Burr. 993, 999; Roscoe, Crim. Ev. 6th ed. 381, 382. An attempt, in the strictest sense, is an act expected to bring about a substantive wrong by the forces of nature. With it is classed the kindred offence where the act and the natural conditions present or supposed to be present are not enough to do the harm without a further act, but where it is so near to the result that if coupled with an intent to produce that result, the danger is very great. <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375, 396. But combination, intention and overt act may all be present without amounting to a criminal attempt \u0097 as if all that <span class=\"star-pagination\">*388</span> were done should be an agreement to murder a man fifty miles away and the purchase of a pistol for the purpose. There must be dangerous proximity to success. But when that exists the overt act is the essence of the offence. On the other hand, the essence of the conspiracy is being combined for an unlawful purpose \u0097 and if an overt act is required, it does not matter how remote the act may be from accomplishing the purpose, if done to effect it; that is, I suppose, in furtherance of it in any degree. In this case the statute treats the conspiracy as the crime and the indictment follows the statute.</p>\n<p>The cases in this court have agreed that the statute has not made the overt act a part of the crime, which still remains the conspiracy alone. By the same reasoning the overt act gives no ground for the application of Rev. Stat. § 731, creating a double jurisdiction when an offence against the United States is begun in one district and completed in another. The act is no part of the conspiracy even if it is an element in some other crime, as is stated in so many words in <i>Hyde</i> v. <i>Shine,</i> 199 U.S. 62, 76, quoting the well known statement in <i>United States</i> v. <i>Britton,</i> 108 U.S. 199, 204, that the statutory requirement merely affords a <i>locus penitentioe. </i><i>Delay</i> v. <i>United States,</i> 152 U.S. 539, 547. See also <i>United States</i> v. <i>Hirsch,</i> 100 U.S. 33. <i>Pettibone</i> v. <i>United States,</i> 148 U.S. 197, 202. <i>Bannon</i> v. <i>United States,</i> 156 U.S. 464, 469. The overt act is simply evidence that the conspiracy has passed beyond words and is on foot when the act is done. As a test of actuality it is made a condition to punishment, but it is no more a part of the crime than it was at common law, where it was customary to allege such an act; or than is the fact that the statute of limitations has not run.</p>\n<p>I can think of no other case in which it would be argued that an act constituting no part of the crime charged draws jurisdiction to the place where it is done. Even when the act is the substance of a felony the history of the <span class=\"star-pagination\">*389</span> law shows that the courts only slowly and with hesitation came to the admission that a man, although within the jurisdiction, could be a principal when he was not present at the accomplishment of the crime. Y.B. 7 Henry, VII, 18, pl. 10. The distinction between principal and accessory before the fact is a late surviving expression of the doubt. 4 Bl. Com. 36, 37. When the accessory is in a different jurisdiction it has been held that he could not be convicted as such in the place of the crime, even in modern cases. <i>State</i> v. <i>Moore,</i> 6 Foster, N.H. 448, Bish. Crim. Law, 8th ed., § 111. It would be an amazing extension of even the broadest form of fiction if it should be held that an otherwise innocent overt act done in one State drew to itself a conspiracy in another State to defraud people in the latter, even though the first State would punish a conspiracy to commit a fraud beyond its own boundaries. Of course in the present case the conspiracy as well as the overt act was within the United States, but the case that I have supposed of different jurisdictions is a perfect test of where the crime was committed. If a conspiracy exists wherever an overt act is done in aid of it, the act ought to give jurisdiction over conspirators in a foreign State, if later they should be caught in the place where the act was done.</p>\n<p>The defendants were in California and never left the State, so far as this case is concerned. The fraud, assuming as I do for the purposes of decision that there was one, was to get land from the United States there and elsewhere on the Pacific Coast. If successful it would be punished there. The crime with which the defendants are charged is having been engaged in or members of a conspiracy, nothing else; no act, other than what is implied as necessary to signify their understanding to each other. It is punished only to create a further obstacle to the ultimate crime in California. The defendants never were members of a conspiracy within a thousand miles of the District <span class=\"star-pagination\">*390</span> in fact. Yet if a lawyer entered his appearance there in a case before the Land Department, and the defendants directed it and expected to profit by it in carrying out their plans, it is said that we should feign that they were here in order to warrant their being taken across the continent and tried in this place. The Constitution is not to be satisfied with a fiction. When a man causes an unlawful act, as in the case of a prohibited use of the mails, it needs no fiction to say that the crime is committed at the place of the act, wherever the man may be. <i>Re Palliser,</i> 136 U.S. 256. But when the offense consists solely in a relation to other men with a certain intent, it is pure fiction to say that the relation is maintained and present in the case supposed. If the Government, instead of prosecuting for the substantive offence, charges only conspiracy to commit it, trial ought to be where the conspiracy exists in fact.</p>\n<p>The effect of an overt act upon the statute of limitations is consistent with what I have said. If an overt act is done with the consent of the conspirators, and to effect their end, the reason why the statute begins to run afresh is not that a new conspiracy is made or the old one renewed by the act, but that the facts supposed show conclusively that the conspiracy is continuing in life. So long as it does so it cannot be barred, although the earlier years of it may be.</p>\n<p>To avoid misapprehension the distinction should be noted between acts done in aid of a conspiracy and acts that constitute and call it into being. If a conspiracy should be formed by letters between men living in California, Louisiana and Massachusetts, who never left their several States, nothing that I have said would disparage the right of the Government to indict them where in contemplation of law the agreement was made.</p>\n<p>It is said that the conspiracy may be a secret one; but that cannot affect the tests of jurisdiction. The overt act may amount to evidence not only of its existence but of its place. But to treat overt acts as evidence is one <span class=\"star-pagination\">*391</span> thing; it is quite another to treat any overt act as sufficient in itself to give jurisdiction, although the conspiracy exists only in another place.</p>\n<p>The intimations that are to be found, opposed to the view that I take, appear to have been induced by the confusion that I have tried to dispel, and to assume that an overt act creates jurisdiction over a conspiracy on the same ground that causing a death may give jurisdiction in murder; or, perhaps, in <i>The King</i> v. <i>Brisac,</i> 4 East, 164, 171, to proceed on the dangerous analogy of treasonable conspiracies to levy war or compass the death of the sovereign. The dictum in that case gains no new force from the repetition by text writers. It is one of the misfortunes of the law that ideas become encysted in phrases and thereafter for a long time cease to provoke further analysis. On the other hand, if overt acts had been regarded as founding jurisdiction, the petitioners could not have been discharged in <i>Tinsley</i> v. <i>Treat,</i> 205 U.S. 20, where overt acts of other conspirators within the jurisdiction were alleged and not denied. Although the point was not mentioned in the opinion, it was argued and was not overlooked. At least in the absence of clear statutory words I am of opinion that logic and the policy and general intent of the Constitution agree in refusing to extend the fiction of constructive presence to a case like this. I think that the true view still is that of <i>Reg.</i> v. <i>Best,</i> 1 Salk. 174, \"The <i>venue</i> must be where the conspiracy was, not where the result of the conspiracy is put in execution,\" quoted as correct in principle in Markby's edition of Roscoe's Criminal Evidence, 6th ed., 391; and that to decide otherwise is to overrule not only the often expressed and settled understanding but the express decisions of this court.</p>\n<p>MR. JUSTICE LURTON, MR. JUSTICE HUGHES and MR. JUSTICE LAMAR concur in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Ex parte Black,</i> 147 Fed. Rep. 832, 840, and same case in 160 Fed. Rep. 431; <i>Ware</i> v. <i>United States,</i> 154 Fed. Rep. 577; <i>United States</i> v. <i>Eccles,</i> 181 Fed. Rep. 906; <i>United States</i> v. <i>Greene,</i> 115 Fed. Rep. 343, 350; <i>Ochs</i> v. <i>The People,</i> 25 Ill. App. 379, <i>same case,</i> 124 Illinois, 399.</p>\n\n</div>", 
  "time_retrieved": "2013-10-30T01:00:24.049995", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></span> (1912)</b></center>\n<center><h1>HYDE AND SCHNEIDER<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 447.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 23, 24, 1911.</center>\n<center>Reargued May 3, 1912.</center>\n<center>Decided June 10, 1912.</center>\nON WRIT OF CERTIORARI TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*349</span> <i>Mr. A.S. Worthington,</i> for the petitioners.</p>\n<p>The <i>Solicitor General</i> for the United States.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>This writ brings up for review a judgment of the Court of Appeals of the District of Columbia affirming a conviction of petitioners for the crime of conspiracy.</p>\n<p>The main question in the case is the jurisdiction of the Supreme Court of the District of Columbia, where the trial and conviction were had, depending upon the place where the conspiracy, if any, was formed and the overt acts, if any, were done to effect its purpose. What the indictment charges is a fundamental element in the question.</p>\n<p>Before proceeding to consider the indictment it may be well to state the laws and conditions to which the conspiracy charged in the indictment relates. By acts of Congress dated, respectively, March 3, 1853, 10 Stat. 244, 246, c. 145, and February 14, 1859, 11 Stat. 383, c. 33, the States of California and Oregon were granted, for the purpose of public schools, all of sections 16 and 32 in each township, with certain exceptions unimportant to mention. The States authorized the sale of the land so granted for $1.25 per acre, California limiting the right of purchase <span class=\"star-pagination\">*350</span> by one person (of land not suitable for cultivation) to 640 acres. The limitation in Oregon was 320 acres. The States required applicants to be citizens of the United States and of the States, that the purchases be for their own benefit, and a statement from each applicant that he had made no contract for the sale or disposition of the lands applied for.</p>\n<p>Subsequent to these grants and prior to the year 1897 most of the lands had been taken up by settlers. Those not taken up were in the mountainous regions and were regarded as valueless.</p>\n<p>By an act of Congress approved March 3, 1891, 26 Stat. 1093, 1103, c. 559, the President was authorized to create forest reservations, and by a subsequent act it was provided \"that in cases in which a tract covered by an unperfected <i>bona fide</i> claim or by a patent is included within the limits of a public forest reservation, the settler or owner thereof may, if he desires to do so, relinquish the tract to the Government and may select in lieu thereof a tract of vacant land open to settlement not exceeding in area the tract covered by his claim or patent.\"</p>\n<p>The charge of the indictment is that the defendants in the case conspired to use the privilege of this act after fraudulently acquiring school sections from California and Oregon, and conspired to corrupt or use the officers of the General Land Office in Washington to make or facilitate the selection in exchange for such sections lands of the United States, and thereby defraud the United States.</p>\n<p>Its allegations, omitting repetitions and redundancies, are as follows:</p>\n<p>Frederick A. Hyde and John A. Benson were engaged from the 24th of October, 1901, until the 1st of February, 1904, in the city of San Francisco, State of California, in the business of obtaining from the United States and appropriating, in the manner hereinafter set forth, the possession and use of and title to public lands of the United <span class=\"star-pagination\">*351</span> States outside forest reserves established under the laws of the United States, in exchange for and in lieu of lands lying within such reserves and known as school lands, by them obtained from the States of California and Oregon in the manner hereinafter set forth. Henry P. Dimond and Joost H. Schneider were, during said periods, employes of Hyde and Benson in the matter of their business, Dimond as agent and attorney and Schneider as agent. Woodford D. Harlan and William E. Valk were, before and during such period, employes of the United States, holding official positions in the General Land Office at the city of Washington, in the District of Columbia, paid salaries as such, and, respectively, charged with duties pertaining to the disposal of the public lands lying outside of forest reserves established under the laws of the United States and open to selection under said laws, in exchange for and in lieu of lands within such reserves.</p>\n<p>Benjamin F. Allen, was before and during such period, an employe of the United States, that is, a forest superintendent, and Grant I. Taggart a forest supervisor.</p>\n<p>Hyde, Benson, Dimond and Schneider during such period, to-wit, on the 30th day of December, 1901, at Washington, D.C., unlawfully did conspire, combine and confederate together, and with other persons unknown, to defraud the United States out of the possession and use of and title to divers tracts of the public lands of the United States open and to be opened to selection in lieu of lands within forest reserves established and to be established in California and Oregon by means of false and fraudulent practices whereby Hyde and Benson were to obtain fraudulently from those States title to and possession of school lands within the limits of such reserves which were open to purchase from those States by residents thereof, being citizens of the United States or having declared their intention to become such, under the laws thereof, in quantities for each resident not exceeding 640 <span class=\"star-pagination\">*352</span> acres in California and 320 acres in Oregon, upon appropriate application supported by affidavit showing his qualifications to make such purchase, and, amongst other things (as before and during the said period was required by the laws of the said States), his intention to purchase in good faith and for his own benefit and that he had made no contract or agreement to sell the same. These applications were to be made in the names of fictitious persons and in the names of persons not really desiring or qualified to purchase said lands. The use of the last-mentioned names for such purpose Hyde and Benson were to procure by paying or causing to be paid to such persons small sums of money, and by falsely representing or causing to be represented to some of them that they were merely disposing of their rights to purchase such school lands.</p>\n<p>The proposed use of fictitious affidavits is set out at considerable length, with the names that were used, the purpose being charged to obtain the lands according to the conspiracy detailed, obtain title from the United States with the intention of disposing of the same to the general public, and to defraud the United States \"to the profit, gain and use of themselves.\"</p>\n<p>Hyde and Benson were, during said period, to induce and procure and take advantage of the fact that they had induced and procured the said Woodford D. Harlan and William E. Valk, by paying them respectively divers sums of money for that purpose, corruptly to furnish information concerning the status in the General Land Office of all matters pertaining to their said business and especially to their false and fraudulent selections, and to expedite, contrary to their duty, the matters which should be pending in the Land Office pertaining to their business and the examination of such selections made and to be made by Hyde and Benson and by securing the approval thereof in advance and otherwise favoring and assisting Hyde and Benson in their fraudulent practices. This <span class=\"star-pagination\">*353</span> charge is dwelt upon at some length, and it is charged, besides, that Allen, the forest superintendent, and Taggart, the forest supervisor, had been and were to be corrupted, whereby they were to give such advice and information as to including or not including lands within a forest reserve as should be to the interest of Hyde and Benson.</p>\n<p>Hyde, Benson, Dimond and Schneider, as a part of their conspiracy, were to secure by the means detailed and other means too numerous and diverse to be described, the establishment of forest reserves in California and Oregon in such localities in those States as would best effect the object of the conspiracy, by reason of the fact that large quantities of school lands in such localities were still undisposed of and open to purchase from said States, respectively.</p>\n<p>Dimond, for money and other valuable considerations paid by Hyde and Benson, was, as attorney, to aid and assist Hyde and Benson in their business by appearing in their behalf before the appropriate officers of the Department of the Interior and of the General Land Office from time to time to urge speedy action by those officers upon the matters there pending pertaining to their said business and to further said business in the manner hereinafter shown, he, Dimond, knowing full well the fraudulent character of the business.</p>\n<p>Schneider, in the capacity of employe of Hyde and Benson, was to aid and assist them by obtaining in the States of California and Oregon the fictitious affidavits and the affidavits of those persons who would permit the use of their names as stated, he knowing while so assisting the fraudulent character of the applications and the purpose for which they and the affidavits were to be used.</p>\n<p>The indictment contains the description of the lands which it was the object of the conspiracy to secure, amounting to 6,800 acres, of which 3,400 acres were selected in <span class=\"star-pagination\">*354</span> the name of C.W. Clarke; all of the lands being in forest reserves then lately before established under the laws of the United States.</p>\n<p>On December 30, 1901, Dimond entered his appearance in the General Land Office as attorney for Clarke.</p>\n<p>The other counts in the indictment, numbering 41, are substantially alike in their general allegations, differing as to their incidents. They charge, as in the first count, a conspiracy formed in Washington by the same parties and for the same purpose and to be executed in the same way in regard to lands in the various districts of the respective States, and that in pursuance of the conspiracy certain overt acts were done. Most of the overt acts charged consisted in the filing in the General Land Office by Dimond, as attorney for Hyde, his appearance in different selection cases, in some of which he urges and sets forth the reasons for favoring a speedy action.</p>\n<p>In counts 35 to 40, both inclusive, the overt act charged is the payment of money by Benson to either Valk or Harlan, alleged in the indictment to be salaried officials of the General Land Office and charged with duties pertaining to the exchange of lands of private claim or ownership included in a forest reserve or other public land.</p>\n<p>Two overt acts are charged against Hyde, one of which was committed on July 29, 1903, by causing to be transmitted by mail from the United States land office at Vancouver to the Commissioner of the General Land Office at Washington a written notification to the Commissioner, signed by Hyde for C.W. Clarke, that the latter appealed to the Secretary of the Interior from a certain decision of the Commissioner, with an assignment of errors, and the second of which was that Hyde, on March 31, 1902, caused to be presented by the hand of Dimond a paper signed by him, Hyde, notifying the Commissioner that one S.E. Kieffer was authorized and appointed as Hyde's <span class=\"star-pagination\">*355</span> agent to post notices on the ground described in a certain application and to make affidavit of posting.</p>\n<p>Shortly after the indictment was found removal proceedings were instituted against Hyde and Dimond before a United States Commissioner in California, who, after taking testimony, ordered their removal. The United States Circuit Court denied writs of <i>habeas corpus</i> and <i>certiorari,</i> and its action was affirmed by this court. <i>Hyde</i> v. <i>Shine,</i> <span class=\"citation\" data-id=\"96326\"><a href=\"/scotus/uCN/hyde-v-shine/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>.</p>\n<p>There was a demurrer to the indictment, which was overruled, the ruling upon which was affirmed by the Court of Appeals of the District. <i>Hyde</i> v. <i>United States,</i> 27 App. D.C. 362.</p>\n<p>Motions to require the Government to elect on which counts it would proceed were filed and also motions for a bill of particulars. The latter was granted and the bill of particulars filed; the former was overruled.</p>\n<p>Pleas in abatement were filed, to which demurrers were sustained, and finally the defendants were arraigned and pleas of not guilty made and the case proceeded to trial. Benson and Dimond were acquitted. Hyde and Schneider were convicted on all counts except 29 and 33, which were abandoned by the Government. Hyde was sentenced to two years' imprisonment and to pay a fine of $10,000, and Schneider was sentenced to imprisonment for one year and two months and to pay a fine of $2,000.</p>\n<p>Their conviction and sentence were affirmed by the Court of Appeals. <i>Hyde</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">451</span></span>.</p>\n<p>The case is here on <i>certiorari.</i></p>\n<p>The Attorney General assented to the granting of the writ, he saying that \"the determination of this case depends upon the principles of law governing conspiracy,\" and that in view of the decisions of the lower courts and of the numerous prosecutions under the conspiracy statute, \"it was of vital importance to the United States, as <span class=\"star-pagination\">*356</span> well as to its citizens, that these principles be definitely settled by this court.\"</p>\n<p>The petitioners asked the court to review the case for the purpose of having it decide certain questions of law which they characterized as \"important and fundamental,\" one of which, counsel says, granting the writ took out of the case. Of those remaining one is \"as to the effect of an overt act in giving jurisdiction in an indictment for conspiracy under section 5440;\" and the other is \"as to the effect of overt acts by some of the accused in depriving the petitioners of the benefit of the statute of limitations.\"</p>\n<p>There are other questions arising from the conduct of the trial and upon which separate briefs are filed. We postpone their consideration until after the more important questions, which induced the <i>certiorari,</i> are discussed.</p>\n<p>First, as to the overt acts in giving jurisdiction:</p>\n<p>It will be observed that the indictment charges that the conspiracy was formed in the District of Columbia and that certain of the overt acts were performed there and others in California. A question arose at the termination of the trial and before the case was submitted to the jury as to whether the charge of the indictment was sustained. Defendant moved to take the case from the jury because there was no evidence to support the allegation that the defendants conspired within the District of Columbia. The court denied the motion, but said in passing on it that it was \"not claimed on the part of the Government that the defendants had conspired within this District in any other sense than that overt acts were committed by them here.\" The contention was, the court said further, \"that if any overt act was committed here the defendants thereby conspired here.\" So understanding the contentions and the proof, the court expressed its views as follows: \"If these defendants got together in California and planned to defraud the United States out of its lands by the means charged in the indictment, and <span class=\"star-pagination\">*357</span> in pursuance of that plan sent Dimond here to get the titles from the Government, they were acting within the District of Columbia as much as if they had come and done the thing themselves.\" And subsequently the United States Attorney assented to the proposition that the Government could not prevail except on the theory that it was sufficient to show an overt act in the District of Columbia, and the court said \"that if that theory was wrong, of course they failed.\"</p>\n<p>The question, therefore, is presented as to the venue in conspiracy cases, whether it must be at the place where the conspiracy is entered into or whether it may be at the place where the overt act is performed, the Sixth Amendment of the Constitution of the United States requiring all criminal prosecutions to be in the \"district wherein the crime shall have been committed.\"</p>\n<p>The crime of conspiracy is defined by § 5440 of the Revised Statutes as follows:</p>\n<p>\"If two or more persons conspire either to commit any offense against the United States, or to defraud the United States in any manner or for any purpose, and one or more of such parties do any act to effect the object of the conspiracy, all the parties to such conspiracy shall be liable to a penalty of not more than ten thousand dollars, or to imprisonment for not more than two years, or to both fine and imprisonment in the discretion of the court.\"</p>\n<p>It is contended by the defendants that the conspiracy \u0097 the union in an unlawful purpose \u0097 constitutes the crime and that the requirement of an overt act does not give the offense criminal quality or extent, but that the provision of the statute in regard to such act merely affords an opportunity to withdraw from the design without incurring its criminality (called in the cases a <i>locus penitentiae</i>). The following, among other cases, are cited in support of this view: <i>United States</i> v. <i>Britton,</i> <span class=\"citation\" data-id=\"1087839\"><a href=\"/scotus/6znR/united-states-v-britton/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span>, 204; <i>Pettibone</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93551\"><a href=\"/scotus/tNX/pettibone-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 203; <span class=\"star-pagination\">*358</span> <i>Dealy</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93858\"><a href=\"/scotus/tUf/dealy-v-united-states/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 547; <i>Bannon</i> v. <i>United States</i><i>,</i> 156 U.S. XXX-XXX-XXX, and the opinion of this court when this case was here before, <span class=\"citation\" data-id=\"96326\"><a href=\"/scotus/uCN/hyde-v-shine/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>-76.</p>\n<p>It must be conceded at the outset that there is language in those cases that, considered by itself, justifies the contention based upon them. In <i>United States</i> v. <i>Britton</i><i>,</i> for instance \u0097 and the language of the case is resorted to for the genesis of the doctrine and makes strongest for the contention \u0097 Mr. Justice Woods, speaking for the court, said:</p>\n<p>\"The offence charged in the counts of this indictment is a conspiracy. This offence does not consist of both the conspiracy and the acts done to effect the object of the conspiracy, but of the conspiracy alone. The provision of the statute, that there must be an act done to effect the object of the conspiracy, merely affords a <i>locus penitentiae,</i> so that before the act is done either one or all of the parties may abandon their design, and thus avoid the penalty prescribed by the statute. It follows as a rule of criminal pleading that in an indictment for conspiracy under section 5440, the conspiracy must be sufficiently charged, and that it cannot be aided by the averments of acts done by one or more of the conspirators in furtherance of the object of the conspiracy. <i>Reg.</i> v. <i>King,</i> 7 Q.B. 782; <i>Commonwealth</i> v. <i>Shedd,</i> 7 Cush. 514.\"</p>\n<p>The case was followed in <i>Pettibone</i> v. <i>United States</i> to the effect \"that the conspiracy must be sufficiently charged, and cannot be aided by averments of acts done by any one or more of the conspirators in furthering the object of the conspiracy.\"</p>\n<p>In <i>Dealy</i> v. <i>United States</i> it is said that \"the gist of the offense is the conspiracy. . . . Hence, if the conspiracy was entered into within the limits of the United States and the jurisdiction of the court, the crime was then complete, and the subsequent overt act in pursuance thereof may have been done anywhere.\"</p>\n<p><span class=\"star-pagination\">*359</span> Indeed, it must be said that the cases abound with statements that the conspiracy is the \"gist\" of the offense or the \"gravamen\" of it, and we realize the strength of the argument based upon them. But we think the argument insists too exactly on the ancient law of conspiracy, and does not give effect to the change made in it by § 5440, <i>supra.</i> It is true that the conspiracy, the unlawful combination, has been said to be the crime, and that at common law it was not necessary to aver or prove an overt act; but § 5440 has gone beyond such rigid abstraction and prescribes, as necessary to the offense, not only the unlawful conspiracy, but that one or more of the parties must do an \"act to effect\" its object, and provides that when such act is done \"all the parties to such conspiracy\" become liable. Interpreting the provision, it was decided in <i>Hyde</i> v. <i>Shine,</i> <span class=\"citation\" data-id=\"96326\"><a href=\"/scotus/uCN/hyde-v-shine/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 76, that an overt act is necessary to complete the offense. And so it was said in <i>United States</i> v. <i>Hirsch,</i> <span class=\"citation\" data-id=\"90008\"><a href=\"/scotus/sKS/united-states-v-hirsch/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, recognizing that while the combination of minds in an unlawful purpose was the foundation of the offense, an overt act was necessary to complete it. It seems like a contradiction to say that a thing is necessary to complete another thing and yet that other thing is complete without it. It seems like a paradox to say that anything, to quote the Solicitor General, \"can be a crime of which no court can take cognizance.\" The conspiracy, therefore, cannot alone constitute the offense. It needs the addition of the overt act. Such act is something more, therefore, than evidence of a conspiracy. It constitutes the execution or part execution of the conspiracy and all incur guilt by it, or rather complete their guilt by it, consummating a crime by it cognizable then by the judicial tribunals, such tribunals only then acquiring jurisdiction.</p>\n<p>A question may be raised as to the extent of the agency between conspirators, but we need not enter into that broad inquiry. As far as the case at bar is concerned, it <span class=\"star-pagination\">*360</span> may be admitted that the act must have the conspiracy in view and have some power to effect it. In the present case the field of operation and its consummation were to be and were in the States of California and Oregon and in the District of Columbia, where the General Land Office is situated. The action of the latter was to be induced or influenced; and this might be through deception, it might be through fraud, or it might be through innocent agents and acts of themselves having no illegality, but effectually causing and moving official action to the consummation of the end designed and contemplated. Overt acts of all these kinds are charged. The bribery and deception of the officers, the intervention of attorneys and the seemingly harmless mailing of information and directions all are charged and all had some relation to the scheme devised and were steps to its accomplishment. The powers of the Land Office were necessarily to be invoked and proceedings therein instituted and prosecuted by acts innocent indeed of themselves, taking only criminal taint from the purpose for which they were done. Indeed, is not this so of acts done in the execution of any crime? Discharging a loaded pistol at a target is an innocent pastime; discharging a loaded pistol at a human being with felonious intent takes a quality from such intent and may constitute murder.</p>\n<p>If the unlawful combination and the overt act constitute the offense, as stated in <i>Hyde</i> v. <i>Shine</i><i>,</i> marking its beginning and its execution or a step to its execution, § 731 of the Revised Statute must be applied. That section provides that \"when any offense against the United States is begun in one judicial district and completed in another it shall be deemed to have been commited in either, and may be dealt with, inquired of, tried, determined and punished in either district, in the same manner as if it had been actually and wholly committed therein.\" This provision takes an emphasis of signification from the fact <span class=\"star-pagination\">*361</span> that it was originally a part of the same section of the statute which defined conspiracy \u0097 that is § 30 of the act of March 2, 1867, 14 Stat. 484, c. 169. Nor has the provision lost the strength of meaning derived from such association by its subsequent separation, for it is provided in § 5600 of the Revised Statutes that \"the arrangement and classification of the several sections of the revision have been made for the more convenient and orderly arrangement of the same, and therefore no inference or presumption of a legislative construction is to be drawn by reason of the Title, under which any particular section is placed.\"</p>\n<p>Section 731 was applied in <i>In re Palliser</i> (<span class=\"citation\" data-id=\"92822\"><a href=\"/scotus/tAo/in-re-palliser/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>) to the offense of unlawfully using the mails. It was decided that an offense committed by mailing a letter was continued in the place where the letter was received, and triable in the District Court of the United States having jurisdiction in such place. The case was cited in <i>Benson</i> v. <i>Henkel,</i> <span class=\"citation\" data-id=\"96274\"><a href=\"/scotus/uBU/benson-v-henkel/\"><span class=\"volume\">198</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, which was concerned with extradition proceedings against one charged with the crime of bribery, alleged to have been committed by mailing a letter in the State of California, directed to certain officers of the General Land Office in the District of Columbia. It was objected to the removal of the defendant to the District of Columbia for trial that the crime was committed, if at all, in California. The contention was held untenable under the ruling in <i>In re Palliser.</i> The strong expression of counsel for the defendants may, therefore, be turned from derision of to the support of the view, that crime, even conspiracy, may be carried from one place to another in the \"mail pouches.\" And we may ask in passing, may not a conspiracy be formed through the mails, constituted by letters sent by persons living in different States? And, if so formed, we may further ask, to which State would the conspiracy be assigned? In such cases must the law come forward with some presumption or fiction, if you <span class=\"star-pagination\">*362</span> please, to give locality to an union of minds between men who were never at the same place at the same time? The statute cuts through such puzzles and makes the act of a conspirator, which necessarily has a definite place without the aid of presumption or fiction, the legal inception of guilt inculpating all and subjecting all to punishment.</p>\n<p><i>In re Palliser</i> was also applied in <i>Burton</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96480\"><a href=\"/scotus/uFs/burton-v-united-states/\"><span class=\"volume\">202</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, in which it was held that there was jurisdiction in Missouri of a criminal charge against Burton for agreeing in that State to receive prohibited compensation for certain services to be rendered by him while he was a United States Senator, the offer being carried to Missouri by an agent and accepted there, Burton not being personally present in the State. The court said, through Mr. Justice HARLAN (p. 387): \"The constitutional requirement is that the crime shall be tried in the State and District where committed, not necessarily in the State or district where the party committing it happened to be at the time. This distinction was brought out and recognized in <i>Palliser's</i> case, <span class=\"citation\" data-id=\"92822\"><a href=\"/scotus/tAo/in-re-palliser/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 265.\"</p>\n<p>And, after stating that the agreement between the parties was completed at the time of the acceptance of Burton's offer at St. Louis, he added: \"Then the offense was committed, and it was committed at St. Louis, notwithstanding the defendant was not personally present in Missouri when his offer was accepted and the agreement was completed.\" And the contention was rejected \"that an individual could not, either in law or within the meaning of the Constitution, commit a crime within a State in which he is not physically present at the time the crime is committed.\"</p>\n<p>This court has recognized, therefore, that there may be a constructive presence in a State, distinct from a personal presence, by which a crime may be consummated. And if it may be consummated it may be punished by an exercise of jurisdiction; that is, a person committing it may <span class=\"star-pagination\">*363</span> be brought to trial and condemnation. And this must be so if we would fit the laws and their administration to the acts of men and not be led away by mere \"bookish theorick.\" We have held that a conspiracy is not necessarily the conception and purpose of the moment, but may be continuing. If so in time, it may be in place \u0097 carrying to the whole area of its operations the guilt of its conception and that which follows guilt, trial and punishment. As we have pointed out, the statute states what in addition to the agreement is necessary to complete the measure of the offense. The guilty purpose must be put into a guilty act.</p>\n<p>We realize the strength of the apprehension that to extend the jurisdiction of conspiracy by overt acts may give to the Government a power which may be abused, and we do not wish to put out of view such possibility. But there are counter considerations. It is not an oppression in the law to accept the place where an unlawful purpose is attempted to be executed as the place of its punishment, and rather conspirators be taken from their homes than the victims and witnesses of the conspiracy be taken from theirs. We must not, in too great a solicitude for the criminal, give him a kind of immunity from punishment because of the difficulty in convicting him \u0097 indeed, of even detecting him. And this may result, if the rule contended for be adopted. Let him meet with his fellows in secret and he will try to do so; let the place be concealed, as it can be, and he and they may execute their crime in every State in the Union and defeat punishment in all. And the suppositions are not fanciful, as illustrated by a case submitted coincidently with this. <i>Brown</i> v. <i>Elliott</i><i>, post,</i> p. 392. The possibility of such a result repels the contention and demonstrates that to yield to it would carry technical rules and rigidity of reasoning too far for the practical administration of criminal justice. We see no reason why a constructive presence should not be assigned <span class=\"star-pagination\">*364</span> to conspirators as well as to other criminals; and we certainly cannot assent to the proposition that it is not competent for Congress to define what shall constitute the offense of conspiracy or when it shall be considered complete and do with it as with other crimes which are commenced in one place and continued in another. Nor do we think that the size of our country has become too great for the effective administration of criminal justice. We held in <i>Armour Packing Company</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96814\"><a href=\"/scotus/uMd/armour-packing-co-v-united-states/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, that the transportation of merchandise for less than the published rate is, under the Elkins Act, a continuing offense, and that the Sixth Amendment of the Constitution of the United States, providing that an accused shall be tried in the State and District where the crime is committed, did not preclude a trial of the offense in any of the districts through which the transportation was conducted. See also <i>Haas</i> v. <i>Henkel,</i> <span class=\"citation\" data-id=\"97192\"><a href=\"/scotus/uTJ/haas-v-henkel/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 473.</p>\n<p>Cases are cited which oppose the views we have expressed and others to support them. In <i>Robinson</i> v. <i>United States,</i> in the Circuit Court of Appeals of the Eighth Circuit, the question was directly presented. 172 Fed. Rep. 105. The conspiracy passed on was alleged in the indictment to have been entered into in Cincinnati and Chicago, the overt acts set out were proved to have been committed in Minneapolis and the evidence showed that it was the intention of the conspirators to carry out their conspiracy at Minneapolis. The trial court was moved to direct a verdict for the defendants if the jury found that the agreement was entered into in Cincinnati and Chicago and was complete when the parties went into the district of Minnesota. The instruction was refused and, the defendants having been convicted, the refusal was assigned as error, in the Circuit Court of Appeals, based on the provisions of the Constitution of the United States giving those accused of crime the right to trial by jury of the State and district wherein the crime shall have been committed.</p>\n<p><span class=\"star-pagination\">*365</span> The court, passing on the ruling of the trial court, said by District Judge Carland (p. 108) and we quote its language to avail ourselves not only of the citation of cases, but of the comments upon them:</p>\n<p>\"At common law the venue in conspiracy could be laid in any county in which it could be proven that an overt act was done by any one of the conspirators in furtherance of their common design. 1 Archbold's Criminal Practice and Pleading (8th ed.) p. 226. Where a conspiracy was formed at sea, and an overt act done in Middlesex county, it was held that the venue was properly laid in that county. <i>The King</i> v. <i>Bresac and Scott,</i> 4 East, 164. In the case of <i>King</i> v. <i>Bowes and Others,</i> referred to in the above case, the conspirators were tried in Middlesex, though there was no proof of an actual conspiracy in that county, and the acts and doings of some of them were wholly in other counties. In <i>People</i> v. <i>Mather,</i> 4 Wend. (N.Y.) 261, 21 Am. Dec. 122, Marcy, J., in delivering the opinion of the court, said:</p>\n<p>`I admit that it is the illegal agreement that constitutes the crime. When that is concluded the crime is perfect, and the conspirators may be convicted if the crime can be proved. No overt act need be shown or ever performed to authorize a conviction. If conspirators enter into the illegal agreement in one county, the crime is perpetrated there, and they may be immediately prosecuted; but the proceedings against them must be in that county. If they go into another county to execute their plans of mischief, and there commit an overt act, they may be punished in the latter county without any evidence of an express renewal of their agreement. The law considers that wherever they act there they renew, or perhaps, to speak more properly they continue, their agreement, and this agreement is renewed or continued as to all whenever any one of them does an act in furtherance of their common design. In this respect, conspiracy resembles <span class=\"star-pagination\">*366</span> treason in England, when directed against the life of the King. The crime consists in imagining the death of the King. In contemplation of law, the crime is committed wherever the traitor is and furnishes proof of his wicked intention by the exhibition of any overt act.'</p>\n<p>\"To the same effect are <i>Commonwealth</i> v. <i>Gillespie,</i> 7 Serg. &amp; R. (Pa.) 469, 10 Am. Dec. 475; <i>Noyes</i> v. <i>State,</i> 41 N.J. Law, 418; <i>Commonwealth</i> v. <i>Corlies,</i> 3 Brewst. (Pa.) 575.</p>\n<p>\"If this was the law of venue in conspiracies at common law, where proof of an overt act was not necessary to show a completed offense, the same rule can be urged with much greater force under section 5440, Rev. St. U.S., as the offense described therein for all practical purposes is not complete until an overt act is committed. . . . It seems clear, then, that whether we place reliance on the common law or on section 731, Rev. St., the venue of the offense was correctly laid in the district of Minnesota, and the evidence sustained the allegation of the indictment.\"</p>\n<p>To the cases cited by the learned court these may be added: <i>State</i> v. <i>Nugent,</i> <span class=\"citation\" data-id=\"96079\"><a href=\"/scotus/uyx/united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">84</span></a></span>, 86; <i>Bloomer</i> v. <i>State,</i> 48 Maryland, 521; <i>People</i> v. <i>Arnold,</i> 46 Michigan, 268, 275; <i>American Insurance Co.</i> v. <i>State,</i> 75 Mississippi, 24; <i>State</i> v. <i>Hamilton,</i> 13 Nevada, 386; <i>International Harvester Co.</i> v. <i>Commonwealth,</i> 137 Kentucky, 668, 674; <i>Pearce</i> v. <i>Territory,</i> 11 Oklahoma, 438; <i>Ex parte Rogers,</i> 10 Tex. App. 655, and <i>Raleigh</i> v. <i>Cook,</i> 60 Texas, 438.</p>\n<p>There are cases in the lower Federal courts which may be cited for and against the demarcation of the conspiracy and the overt act. To compare and comment on them would extend this opinion to too great length. We may say the same of the special citation of cases by defendants.</p>\n<p>But it is said that the crime charged is not the crime proved, even if it be assumed that the overt act is part of the crime of conspiracy under § 5440. In support of <span class=\"star-pagination\">*367</span> the contention it is said that the averment of the indictment is that the conspiracy itself was entered into in the District of Columbia and that the overt acts were committed there. It is conceded by the Government that the conspiracy was originally formed, not in the District of Columbia, but in the State of California, and we have been that it was the view of the trial court that the defendants had not conspired within the District of Columbia \"in any other sense than that overt acts were committed by them\" there.</p>\n<p>The contention is answered by the views which we have already expressed. As the overt acts give jurisdiction for trial, it is not essential where the conspiracy is formed so far as the jurisdiction of the court in which the indictment is found and tried is concerned. This is established by the cases which have been cited, and the question will be considered further in <i>Brown</i> v. <i>Elliott</i> and <i>Moore</i> v. <i>Elliott,</i> cases submitted coincidently with this, <i>post,</i> p. 392.</p>\n<p>The fifth, sixth, seventh and eighth assignments of error invoke the statute of limitations in behalf of Hyde and Schneider.</p>\n<p>The plea of the statute as affected by overt acts was considered in <i>United States</i> v. <i>Kissel,</i> <span class=\"citation\" data-id=\"97324\"><a href=\"/scotus/uW1/united-states-v-kissel/\"><span class=\"volume\">218</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, where it was declared that a conspiracy may be a continuing one, and the doctrine is applicable to the case at bar unless there is something special in the facts regarding Hyde and Schneider which constitutes a defense as to them. This is asserted. It is contended that the relation of Schneider to the conspiracy was only that of one rendering service as a servant of his master (Hyde), in consideration of the salary paid to him by his master, and that he had not within three years before the finding of the indictment participated in any way in the carrying out of the master's scheme, the subject of the conspiracy. And from this it is contended the question arises whether Hyde is not also entitled to the protection of the statute of limitation <span class=\"star-pagination\">*368</span> in so far as he is charged with conspiring with his employe. Schneider.</p>\n<p>But the fact that a salary was paid by one to another would not preclude a conspiracy between them. It might, indeed, mark a more humble criminal desire, and one which preferred a certain reward rather than take chances in the success of a criminal enterprise, and it was certainly not inconsistent with a full and active participation in the scheme. Indeed, Schneider, in a confession which we shall presently refer to, stated that a salary and the certainty of employment was his inducement.</p>\n<p>The Government contends that there was such participation originally and to a time within the statute, and that there is nothing to show a repudiation of or withdrawal from the conspiracy by him before 1902, when he made a partial disclosure of the conspiracy to the Government. But upon this the Government frankly says it cannot rely for an affirmance of the judgment, in view of the charge of the court to the jury.</p>\n<p>The court charged the jury in substance that if Schneider had engaged in the conspiracy \"back of the three year period\" and the conspiracy contemplated that acts should be done from time to time through a series of years until the purposes of the conspiracy should be accomplished, although he, Schneider, did not do anything within the three year period but \"remained acquiescent, expecting and understanding\" that further acts should be performed, they, if performed, would be his acts \"and would have the same effect against him as if he had done them himself. He would still be acting through his colleagues. He might be playing his part by keeping still as much as he did formerly by acting.\"</p>\n<p>The contention of the defendants is that the statute begins to run from the last overt act within three years from the formation of the conspiracy within which there was <i>conscious participation.</i> (Italics ours.) The Government <span class=\"star-pagination\">*369</span> makes the counter contention that however true this may be as to accomplished conspiracies it is not true of one having continuity of purpose and which contemplated the performance of acts through a series of years. And that such a distinction can exist, we have seen, is decided and illustrated in <i>United States</i> v. <i>Kissel</i><i>.</i> And necessarily so. Men may have lawful and unlawful purposes, temporary or enduring. The distinction is vital and has different consequences and incidents. The conspiracy accomplished or having a distinct period of accomplishment is different from one that is to be continuous. If it may continue it would seem necessarily to follow the relation of the conspirators to it must continue, being to it during its life as it was to it the moment it was brought into life. If each conspirator was the agent of the others at the latter time he remains an agent during all of the former time. This view does not, as it is contended, take the defense of the statute of limitations from conspiracies. It allows it to all, but makes its application different. Nor does it take from a conspirator the power to withdraw from the execution of the offense or to avert a continuing criminality. It requires affirmative action, but certainly that is no hardship. Having joined in an unlawful scheme, having constituted agents for its performance, scheme and agency to be continuous until full fruition be secured, until he does some act to disavow or defeat the purpose he is in no situation to claim the delay of the law. As the offense has not been terminated or accomplished he is still offending. And we think, consciously offending, offending as certainly, as we have said, as at the first moment of his confederation, and consciously through every moment of its existence. The successive overt acts are but steps toward its accomplishment, not necessarily its accomplishment. This is the reasoning of the <i>Kissel Case</i> stated in another way. As he has started evil forces he must withdraw his support <span class=\"star-pagination\">*370</span> from them or incur the guilt of their continuance. Until he does withdraw there is conscious offending and the principle of the cases cited by defendants is satisfied.<sup>[1]</sup></p>\n<p>But it is contended that under the instructions of the court Schneider was involved in criminality by overt acts done not only after he had ceased to be in Hyde's employment in any capacity, but after he had disclosed that there was a conspiracy against the Government. It was testified by Woodford D. Harlan that disclosure of frauds had come through one J.A. Zabriskie, he, however, knowing nothing about the matters except as informed by Schneider. The matter was referred to an agent who reported conversations with Schneider giving detailed information of the frauds and the manner by which they were accomplished. This report was received at the General Land Office in November, 1902. It does not appear what became of the report. The recollection of the witness was that he saw the report first, and he testified that he took it to the clerk who was distributing the mail, but for what purpose it does not appear. He never saw it again until one day during the trial. He, however, wrote to Benson about it, and after having seen weekly statements of certain special agents who were investigating the Schneider charges, he notified Benson. This seems to have been in March, 1903. Later, in October and November, 1903, he also wrote Benson at the suggestion of detective Burns.</p>\n<p>There are overt acts charged subsequent to the disclosure made by Schneider, and it is contended that by the instruction embodied in the seventh assignment of error Schneider was continued in the conspiracy by overt acts committed after his disclosure to the agent of the Land <span class=\"star-pagination\">*371</span> Department had been communicated to the Commissioner of the General Land Office.</p>\n<p>The instruction to which this effect is attributed is as follows:</p>\n<p>\"Now if he [Schneider] had stood by that and had gone on and disclosed all he knew about the matter, and said: `I will have nothing more to do with this matter,' nothing that could have been done by the others after that could affect him at all. He would have been out of it; he would have repudiated it. As bearing on the effect of what he did there if you find he did it, you are to consider what he did afterwards. If, after having made this disclosure as far as he did, he shut his mouth and said: `I will not say anything more about this matter; the Government shall not get anything more out of me,' that is not an act by him in furtherance of the conspiracy, but it is a piece of evidence to be considered by you as bearing on the question whether he was acquiescent \u0097 what his attitude of mind toward the conspiracy was.</p>\n<p>\"If he had stood on his disclosure, you might have said: `Well, he is out of it from now on' \u0097 but in connection with that you are to consider what he said afterwards. If you find that he closed his mouth and refused to say anything more about the matter and kept still in the interest of the others, you would have a right to say that that showed that he was still acquiescent in the matter. It would neutralize, if you choose to treat it so, the effect of his former declaration, that he did know, and was willing to disclose.\"</p>\n<p>The instruction does not sustain the contention based upon it. The court submitted to the jury the effect of repudiation, and whether it was adhered to, as evidence of Schneider's further participation in the conspiracy by the overt acts done subsequent to the date of his disclosure. Acts prior to that time are within the principles we have announced, and the only question under the <span class=\"star-pagination\">*372</span> instruction is whether there was an acquiescence which embraced the later acts, and this, we think, under the circumstances, was for the jury to determine.</p>\n<p>The other questions in the case we shall now proceed to consider.</p>\n<p>It is contended (ninth assignment of error) that the court erred in sustaining the demurrers to the pleas in abatement of Hyde and Schneider.</p>\n<p>The defendants demurred to the indictment, which was overruled, and a special appeal was allowed to the Court of Appeals of the District and the ruling on the demurrer affirmed.</p>\n<p>The case was remanded for further proceedings and the mandate was filed in the Supreme Court of the District April 26, 1906. Nearly two years afterwards (April 1, 1908) the defendants filed pleas in abatement, alleging irregularity in the making up of the list of jurors from which the grand jury which found the indictment was selected. The charge was that the commission to make a list of jurors appointed under § 198 of the District Code placed on the \"list the names of persons many of which were selected not by themselves or by any of them, but by some other person or persons whose names are\" to the defendant unknown, and that on the 16th of November, 1903, the commissioners met in the District of Columbia and then and there made an order by which they undertook to appoint one James A. Harstock secretary of said commission, and undertook by a further order to give him the right of access to the jury box provided in accordance with § 200 of the Code, and that he took the box, unaccompanied by any other person into a room in the City Hall and there opened it and took out of it all of the pieces of paper therein containing the names of the jurors, and from day to day during several successive days replaced in the box such names as he deemed fit and thereupon returned it to the custody of the clerk. The <span class=\"star-pagination\">*373</span> names of twenty-three persons were drawn from the box and constituted the grand jury which found the indictment. In consequence of this it was averred that the grand jury was not a legal body.</p>\n<p>Demurrers were filed and sustained to the pleas, and to support the ruling of the court the Government cites <i>Agnew</i> v. <i>United States,</i> 165 U.S. 36. The defendants contest the application of the case on two grounds: (1) that under the District Code a plea in abatement comes properly after a demurrer to the indictment and before pleas to the matter of the indictment, such as not guilty or special pleas; and (2) that whether a plea is seasonably filed cannot be resisted by demurrer but only by a motion to strike out.</p>\n<p>Both propositions may be formally correct, but do not preclude the court from itself noticing an unreasonable delay or treating the demurrer as raising that objection. And by concession of counsel that is what the court, in effect, did. Indeed, in the \"points and authorities\" filed with the demurrer it is urged that \"the said pleas are not filed within a reasonable time.\" There was certainly unreasonable delay. It is said in the <i>Agnew Case</i> that pleas in abatement on account of irregularities in selecting and impaneling a grand jury which did not relate to the competency of individual jurors must be pleaded with strict exactness and that a defendant must take the first opportunity in his power to make the objection. The indictment in that case was returned December 12, 1895; the plea in abatement was filed on the 17th of that month. It was held to have been filed too late.</p>\n<p>In the case at bar four years elapsed between the finding of the indictment and the filing of the plea, two years after the mandate of the Court of Appeals sustaining the action of the trial court upon the demurrer and after a bill of particulars had been demanded and furnished. The delay is not attempted to be explained.</p>\n<p><span class=\"star-pagination\">*374</span> It is extremely doubtful whether the pleas were not defective under the <i>Agnew Case.</i> In that case it was alleged that the irregularities complained of tended to the injury and prejudice of the defendant, no grounds, however, being assigned for the conclusion, and the record did not exhibit any. In the case at bar the plea is not even that specific. It is not shown that any juror was disqualified, nor is it shown that the grand jury was composed of jurors not selected by the commission. It is alleged, it is true, that names which had been put in the box by the commissioners had been taken out by Harstock, and that he put back those only that he deemed fit and proper. It follows, of course, from this that had all of the original names been in the box the grand jury might have been differently composed, but from this it cannot be inferred that injury or prejudice resulted to the defendants.</p>\n<p>The tenth assignment of error is directed against the instruction of the court that the jury might convict any one of the defendants alone, including Hyde. In explanation of the instruction the court said to the jury that as to each defendant evidence was admitted which was not admitted against the others, and instanced as an example an alleged confession of Schneider which, the court said, was admitted against him only. \"The same would be true,\" the court said, \"as to Dimond, as to whom a great deal of evidence was admitted that was not received against the other defendants.\" And further: \"So that it is true, as I stated in a proposition for the benefit of counsel, that there may be a verdict against any one of the defendants, whether one or more, as to whom the evidence submitted, and received against him or them, proves that he or they conspired as charged, provided any overt act is also proved.\"</p>\n<p>If there is confusion in the instruction it is easily resolved. It is clear when read in connection with other <span class=\"star-pagination\">*375</span> instructions that the court distinguished the purpose and effect of particular testimony and did not mean to say that there could be a conspiracy by one defendant alone. So regarding it, we pass to the consideration of the objection urged against it.</p>\n<p>It is insisted that it is not competent in any case where two or more persons are charged with conspiracy, and all are on trial, to find a verdict against one of them only, in any aspect of the evidence, and, further, that as to the defendant Hyde there is no evidence in the case which justified a verdict against him alone, even if the principle announced by the court is in the abstract correct.</p>\n<p>The immediate answer is that there was not a verdict against one defendant, and besides the argument of counsel is somewhat minute, and its criticism is based on a partial view of the instructions and of the evidence, which, we think, preclude the inferences which are deduced from the instructions.</p>\n<p>The court's charge was necessarily very long and comprehensive, and a reproduction of it is not convenient, but certain of its general propositions may be stated. \"Each count of the indictment,\" it was said, \"charges the same conspiracy, and, in addition thereto, one or more overt acts alleged to have been done in pursuance of it. So that, stated in one way, these counts subsequent to the first count contain nothing new except the overt acts; and when you take those up one by one, the question is, if you have found the conspiracy in the first place, whether the overt acts charged were committed. If you do not find the conspiracy, of course the overt acts cannot be found.\"</p>\n<p>The court emphasized the necessity of the proof of the conspiracy and stated that by it the overt acts were to be judged, saying, \"An overt act must be one in pursuance of the conspiracy and one in furtherance of it;\" and whether a certain act was in pursuance of it might depend entirely upon what the conspiracy was.</p>\n<p><span class=\"star-pagination\">*376</span> \"The first question is,\" the court charged, \"Did the defendants conspire at all? The second question is whether they conspired to accomplish the end alleged. The third question is, whether they conspired to accomplish that end by the fraudulent means alleged, so far as the indictment in that respect is necessary to be proved, referring to what has been already stated in that regard. The fourth question is, under each count, whether the overt act therein mentioned has been proved.</p>\n<p>\"Two other important questions must be determined in connection with the foregoing: One relating to the place, the other to the time. The conspiracy must have existed in the District of Columbia, and it must have existed and some overt act in pursuance of it must have been committed within three years next before the filing of the indictment.\"</p>\n<p>And, assuming that the conspiracy was established and overt acts in furtherance of it shown in the District of Columbia, the court explained, \"the conspiracy is here [the District of Columbia] just as truly as if the defendants were all here in person, doing those things with the common mind and purpose which contemplated them. In such circumstances the defendants would be conspiring together in the doing of each act because each act would have reference to the conspiracy. It would not be necessary that they should put their heads together and go over the terms of the conspiracy every time an act was done in furtherance of it. It would be enough if the act was an expression of their common understanding.\"</p>\n<p>The court instructed the jury further as follows:</p>\n<p>\"Now, it has been suggested that if these men were guilty there were others just as guilty. That does not make any difference. The indictment itself, in one clause of it which I did not read to you, charges that these defendants conspired with each other and with other persons to the grand jury unknown. But that does not make any <span class=\"star-pagination\">*377</span> difference. If there are other persons who might have been prosecuted, and would have been liable, and they are not prosecuted, that is no concern of yours. You are only to consider the question of whether these defendants conspired in the way alleged, and whether the overt act was committed.\"</p>\n<p>And the court charged the jury that some of the defendants could be convicted on one count and some on another count; that there was \"practically one charge, although in so many counts. It is one conspiracy with allegations of different acts done in pursuance of it. . . . But you cannot split the matter up.\"</p>\n<p>We think, therefore, that the instruction excepted to was in the interest of the defendants, not to their prejudice. It excluded from consideration as to each of them testimony which might possibly have no relation to him. It is true that the jury convicted Hyde and Schneider and acquitted Benson and Dimond. But, as said by the Government, \"This does not signify that the evidence against Hyde and Schneider was of a different offense than that charged, but only that the proof against them was more conclusive than that against Benson and Dimond.\"</p>\n<p>It is not necessary to review the cases cited by the defendants holding that conspiracy is the crime of at least two persons and that where all but one are acquitted there can be no legal conviction as to him, the acquittal of the others being tantamount to the finding of no conspiracy. All but one were not acquitted.</p>\n<p>The next assignment of defendants is that the court erred in allowing the District Attorney, on the direct examination of witnesses for the Government, to examine them as to previous statements made by them to certain representatives of the Government and in permitting comment upon such statements as tended to show their truth.</p>\n<p><span class=\"star-pagination\">*378</span> This assignment is directed particularly against the examination of three witnesses, William E. Valk, S.J. Holsinger and Tillie A. Fleischauer. These witnesses, not remembering certain matters, were asked about conversations with him or of written statements made by the witnesses examined, for the purpose of refreshing their memory. This was the purpose declared at the time and was the ground of the ruling of the court. Objection was made, however, and it was urged and is now urged here, that this could not be done unless upon the ground of surprise and for the purpose of discrediting the witnesses. In support of the objection § 1073a of the District Code is cited in regard to the manner and extent of contradicting witnesses by proof of former statements. The court, however, permitted the examination solely as a means of refreshing the memory of the witnesses, and they, besides, admitted the truth of what was stated. We see no error in the ruling. Indeed, it may be said that as to two of the witnesses, their statements related to Benson alone, and by his acquittal, if the ruling was error, it became unimportant.</p>\n<p>The next contention, constituting the twelfth assignment of error, is as to the refusal of the court to permit the defendants to prove that certain letters addressed to John P. Jones never reached the Dead Letter Office. This testimony, it is insisted, became significant and important to the defendants from the fact that the District Attorney had asked Schneider if he (Schneider) had not gone under the name of John P. Jones at the post office while in Mexico at a place called Allamos. On redirect examination he explained the reason to have been that he had suspected the postmaster at Tucson, that letters which had been written to him had not reached him, and that at the time mentioned his wife, who was at Tucson, addressed him as John P. Jones, but that nobody else had. He further testified that the letters he referred to were <span class=\"star-pagination\">*379</span> \"right on the desk\" (the desk in the court room) \"in the possession of the Government.\" Upon the demand of counsel the District Attorney produced the letters. Thereupon counsel questioned Schneider as to the letters which were addressed to John P. Jones at Fuerte, Mexico, postmarked Tucson, Arizona. The District Attorney then asked counsel for defendants if he desired \"to offer the envelopes in evidence,\" to which the answer was made: \"No; I don't care to offer anything further in connection with that transaction, at present.\" The District Attorney then offered them. Objection was made but was subsequently withdrawn, the court saying, upon the witness stating that the address upon them was in his wife's handwriting, \"They [the letters] are addressed to him in the name of John P. Jones. The envelopes may be received, if it is so agreed, for the purpose of showing the postmarks, etc. This I suppose to be in corroboration of the statements of the witness as to why he changed his name.\"</p>\n<p>The District Attorney was then called as a witness by counsel for the defendants and testified that he had not seen the letters \"until one day in court here,\" and that when reference was made to them \"they were produced\" to him \"by Mr. Pugh.\" The latter being called said that they came into his \"possession in an envelope taken from Secretary Hitchcock's safe some time after Mr. Burns withdrew from the case, or some time after he severed his government connection with it.\" Burns, he testified, was in San Francisco.</p>\n<p>Dalzell was subsequently called as a witness to testify, as has been stated, and it was said by counsel for defendants, addressing the court, that the Government had brought out that Schneider had gone under an assumed name, and that the evidence tended to show that the \"reason for that, or one reason for it, was that his mail was being tampered with,\" \"but it leaves room for the <span class=\"star-pagination\">*380</span> Government to contend that those letters have been to the Dead Letter Office, and have been opened there, and might have gotten in the possession of the Secretary of the Interior or Mr. Burns honestly. We offer to call this witness [Dalzell] for the purpose of closing that gap, and showing that necessarily somebody must have been committing a greater crime than is charged against any of these defendants, in robbing the mail.\" The District Attorney in effect disclaimed the purpose which was attributed to him and necessarily there was no gap to be closed, nor is it shown that any purpose was subsequently attempted, which the testimony would have precluded.</p>\n<p>The possibility suggested by the testimony is not attempted to be justified by the Government, and gives a painful surprise, but we cannot see how proof of \"a greater crime . . . in robbing the mails\" was relevant to a decision of the charge then under consideration.</p>\n<p>The thirteenth assignment of error is directed against an instruction of the court which opposed the contention of defendants that \"the titles obtained from the States were perfectly and absolutely valid as to all persons and at all times, except as to the particular State which had given the title and which alone could assail it.\" The question involved in the contention is settled by the decision of the case when it was here on the proceedings in <i>habeas corpus,</i> <span class=\"citation\" data-id=\"96326\"><a href=\"/scotus/uCN/hyde-v-shine/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 82 and 83.</p>\n<p>The fourteenth assignment of error is that the court erred in refusing to instruct the jury that want of personal knowledge of the character of the land applied for, or that it was not adversely occupied, did not make the application void. It is contended that if the applicant believed the statements were true, the application was neither false nor fraudulent.</p>\n<p>We answer the contention as the Court of Appeals did, \"the question is immaterial, because the applications were fraudulent by reason of the agreement for transfer\" \u0097 <span class=\"star-pagination\">*381</span> that is, the applicants were not buying for themselves, but for Hyde. We need not inquire whether the statutes required the affidavits to be made on personal knowledge.</p>\n<p>Objection is made in other assignments of error to the comments of the court \"that written evidence, letters, for instance, written by parties at the time, are entitled to peculiar consideration as evidence.\" And to the further comment as to certain anonymous letters attributed to Dimond, the court saying to the jury that they would have to consider whether he wrote them, and added the following: \"That has been treated in the argument as a very important question, and justly so. You cannot fail to see the importance of that question. There are some of the letters that were typewritten, and there is one printed with a pen.\"</p>\n<p>Any evidence affecting a particular defendant is important to him when on trial. It ceases to be so in a tribunal of review if he was acquitted, as Dimond was, and may be dismissed from further consideration. And we see no error in the comments of the court on the consideration to be given to written evidence. It was but the declaration of an abstract proposition. It was not an attempt to enforce some particular part of the testimony and to take from the jury their province of considering it all or weighing the respective parts. This is shown by the charge of the court, considered in its entirety.</p>\n<p>In the seventeenth assignment of error defendants complain that they were not allowed to show by an examination of the jurors that the \"verdict was the result of a bargain and was brought about by what, under the circumstances, amounted to coercion by the court.\"</p>\n<p>The record shows the following:</p>\n<p>\"Monday, June 22, 1908, at 11:30 A.M., the jury returned to the courtroom and the foreman announced that they were unable to agree. The court thereupon instructed the jury to retire for further deliberation, and <span class=\"star-pagination\">*382</span> make another effort to agree upon a verdict, charging them, however, that should they render a verdict it must be one to which they all freely agreed; that the law would not recognize a coerced verdict or one which was not the free expression of the views and opinions of the jurymen, and that if after another conscientious effort the jury still fail to agree they should return to the court and so state. That it was not the purpose of the court to unduly prolong their deliberations, and that if they could not conscientiously and freely agree upon a verdict they would be discharged.\"</p>\n<p>At ten minutes before three o'clock they were brought into court and again declared that they were unable to agree, and the court instructed them further, after consultation with counsel for the Government and defendants, and to which no exception was made, suggesting a consideration of the possibility of the guilt of some of the defendants and not of others. The jury, shortly after they went out, announced their agreement, finding a verdict against Hyde and Schneider of being guilty \"in manner and form as charged,\" and Benson and Dimond not guilty.</p>\n<p>On motion of counsel the jury was polled as to Hyde and Schneider, respectively, and they answered guilty on certain counts and not guilty on the 29th and 33d counts.</p>\n<p>The supposed misconduct of the jury was made a ground of new trial. Certain supporting affidavits were made by counsel upon information. Counsel respectively averred that they believed the information given them to be true and that it was received partly from one of the jurors and partly from a person who had conferences with another; and that two of the jurors were requested to make affidavit, but under the advice of their counsel they declined unless required by the court.</p>\n<p>The motion for a new trial set forth that the verdict was the result of an agreement between certain of the <span class=\"star-pagination\">*383</span> jurors who believed all of the defendants should be convicted and certain jurors who believed that all of the defendants should be acquitted, by which agreement the acquittal of Benson was exchanged for the conviction of Hyde and the conviction of Schneider for the acquittal of Dimond. And this was brought about, it is contended and argued, as the result of what \"under the circumstances amounted to coercion by the court.\"</p>\n<p>There is nothing in the record to justify the contention. It is true the trial was a long one and that the jury were not allowed to separate. Neither fact is unusual in criminal trials; the first is often necessary, the second often expedient, and contributes to an impartial judgment for and against defendants. It is true that the jury was in consultation for three days and nights without agreement, but the case was unusual in its issues and evidence and the detailed attention that was required.</p>\n<p>It well might be that jurors should not see the exact bearing of the evidence as it affected particular defendants until the final instructions of the court, which we have set out and about which counsel were consulted. The court took care to say to the jury that the law would not recognize a coerced verdict, and that it was not the court's intention to unduly prolong their deliberations, and if after another effort \"they could not conscientiously and freely agree upon a verdict they would be discharged.\" It is hard to believe that with that admonition yet in their ears they bartered their convictions, with that promise expressly made to them, they were coerced by a threat of confinement to acquit those who they were convinced were guilty or convict those who they were convinced were innocent.</p>\n<p>But, even conceiving such possibility, we think the court rightly ruled. It was within the issues of the case to convict some of the defendants and acquit others, and we think the rule expressed in <i>Wright</i> v. <i>Illinois &amp; Miss.</i> <span class=\"star-pagination\">*384</span> <i>Tel. Co.,</i> 20 Iowa, 195, and <i>Gottleib Bros.</i> v. <i>Jasper &amp; Co.,</i> 27 Kansas, 770, should apply, that the testimony of jurors should not be received to show matters which essentially inhere in the verdict itself and necessarily depend upon the testimony of the jurors and can receive no corroboration.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE HOLMES, with whom concurred MR. JUSTICE LURTON, MR. JUSTICE HUGHES and MR. JUSTICE LAMAR, dissenting.</p>\n<p>This is an indictment under Rev. Stat. § 5440, amended, act of May 17, 1879, c. 8, 21 Stat. 4, for a conspiracy to defraud the United States. The petitioners were tried and convicted in the District of Columbia, the conviction was affirmed by the Court of Appeals, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">451</span></span>, and thereupon a writ of certiorari was granted by this court. The scheme was to obtain by fraudulent devices from the States of California and Oregon school lands lying within forest reserves, to exchange them for public lands of the United States open to selection, and then to sell the lands so obtained. Hyde and Schneider were in California and never were actually in the District in aid of the conspiracy, but overt acts are alleged to have been done there to effect the objects in view. Most of these acts are innocent, taken by themselves, consisting mainly of the entry of appearance by Hyde's lawyer in the matter of different selections, the filing of papers concerning them, and letters urging speed. Hyde is alleged to have caused some documents affecting the same to be transmitted from California to the Commissioner at Washington, and in the last six counts payments to employes in the Land Office are alleged to have been made with corrupt purpose and in aid of the plan by a person who was included in the indictment as a conspirator, but whom the jury did not convict.</p>\n<p><span class=\"star-pagination\">*385</span> The court instructed the jury that if the defendants agreed to accomplish their purpose by having any of the alleged overt acts done in the District of Columbia, and any of those acts were done there, the conspiracy was in the District, whether the defendants were there or not. The defendants excepted to this instruction, as well as to many others.</p>\n<p>I have said enough to show that there was more than one question in the case, but as the first and also the most important one is whether the court had jurisdiction of the alleged offence, I shall confine myself to that.</p>\n<p>The conspiracy was continuous in its nature and is averred to have been so. <i>United States</i> v. <i>Kissel,</i> <span class=\"citation\" data-id=\"97324\"><a href=\"/scotus/uW1/united-states-v-kissel/\"><span class=\"volume\">218</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>. Therefore, wherever it was formed, it might have been continued in the District of Columbia, as, for instance, if the conspirators had met there for the purposes of their scheme Moreover, in order to narrow the question, I will assume that, so far as the statute of limitations is concerned, an overt act done anywhere with the express or implied consent of conspirators would show the conspiracy to be continuing between the parties so consenting, and leave them open to prosecution for three years from that date. But it does not follow that an overt act draws the conspiracy to wherever such overt act may be done, and whether it does so or not is the question before us now.</p>\n<p>In order to answer this question it is not enough to say that as the overt act was one that was contemplated by the conspirators it is treated as the act of them all, and that this is equivalent to saying that they were constructively present. That would be passing <i>a dicto secundum quid ad dictum simpliciter.</i> They are chargeable there for the act, but it does not follow that they were there to other intents. They are shown not to have been by the fact that they could not be treated as fugitives from justice even in respect of that very act, when and although that act was itself a crime. <i>Hyatt</i> v. <i>Corkran,</i> <span class=\"citation\" data-id=\"95815\"><a href=\"/scotus/utZ/hyatt-v-people-ex-rel-corkran/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 712. <span class=\"star-pagination\">*386</span> To speak of constructive presence is to use the language of fiction, and so to hinder precise analysis. When a man is said to be constructively present where the consequences of an act done elsewhere are felt, it is meant that for some special purpose he will be treated as he would have been treated if he had been present, although he was not. For instance, if a man acting in one State sets forces in motion that kill a man in another, or produces or induces some consequence in that other that it regards as very hurtful and wishes to prevent, the latter State is very likely to say that if it can catch him it will punish him, although he was not subject to its laws when he did the act. <i>Strassheim</i> v. <i>Daily,</i> <span class=\"citation\" data-id=\"97424\"><a href=\"/scotus/uXJ/strassheim-v-daily/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, 285. But as States usually confine their threats to those within the jurisdiction at the time of the act, <i>American Banana Co.</i> v. <i>United Fruit Co.,</i> <span class=\"citation\" data-id=\"97021\"><a href=\"/scotus/uQM/american-banana-co-v-united-fruit-co/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 356, the symmetry of general theory is preserved by saying that the offender was constructively present in the case supposed. <i>Burton</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96480\"><a href=\"/scotus/uFs/burton-v-united-states/\"><span class=\"volume\">202</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 389. We must not forget facts, however. He was not present in fact, and in theory of law he was present only so far as to be charged with the act.</p>\n<p>Obviously the use of this fiction or form of words must not be pushed to such a point in the administration of the national law as to transgress the requirement of the Constitution that the trial of crimes shall be held in the State and district where the crimes shall have been committed. Art. III, § 2, Cl. 3. Amendments, Art. VI. With the country extending from ocean to ocean this requirement is even more important now than it was a hundred years ago, and must be enforced in letter and spirit if we are to make impossible hardships amounting to grievous wrongs. In the case of conspiracy the danger is conspicuously brought out. Every overt act done in aid of it of course is attributed to the conspirators, and if that means that the conspiracy is present as such wherever any <span class=\"star-pagination\">*387</span> overt act is done, it might be at the choice of the Government to prosecute in any one of twenty States in none of which the conspirators had been. And as wherever two or more have united for the commission of a crime there is a conspiracy, the opening to oppression thus made is very wide indeed. It is even wider if success should be held not to merge the conspiracy in the crime intended and achieved. I think it unnecessary to dwell on oppressions that I believe have been practised or on the constitutional history impressively adduced by Mr. Worthington to show that this is one of the wrongs that our forefathers meant to prevent.</p>\n<p>No distinction can be taken based on the gravity of the overt act, or the fact that it was contemplated, or that it is important for the accomplishment of the substantive evil that the conspiracy aims to bring about and the law seeks to prevent. That would be carrying over the law of attempts to where it does not belong. Although both are adjective crimes, a conspiracy is not an attempt, even under Rev. Stat. § 5440, which requires an overt act. When I first read that section I thought that it was an indefinite enlargement of the law of attempts. But reflection and the decisions both convinced me that I was wrong. The statute simply did away with a doubt as to the requirements of the common law. <i>Rex</i> v. <i>Spragg,</i> 2 Burr. 993, 999; Roscoe, Crim. Ev. 6th ed. 381, 382. An attempt, in the strictest sense, is an act expected to bring about a substantive wrong by the forces of nature. With it is classed the kindred offence where the act and the natural conditions present or supposed to be present are not enough to do the harm without a further act, but where it is so near to the result that if coupled with an intent to produce that result, the danger is very great. <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/scotus/uAH/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 396. But combination, intention and overt act may all be present without amounting to a criminal attempt \u0097 as if all that <span class=\"star-pagination\">*388</span> were done should be an agreement to murder a man fifty miles away and the purchase of a pistol for the purpose. There must be dangerous proximity to success. But when that exists the overt act is the essence of the offence. On the other hand, the essence of the conspiracy is being combined for an unlawful purpose \u0097 and if an overt act is required, it does not matter how remote the act may be from accomplishing the purpose, if done to effect it; that is, I suppose, in furtherance of it in any degree. In this case the statute treats the conspiracy as the crime and the indictment follows the statute.</p>\n<p>The cases in this court have agreed that the statute has not made the overt act a part of the crime, which still remains the conspiracy alone. By the same reasoning the overt act gives no ground for the application of Rev. Stat. § 731, creating a double jurisdiction when an offence against the United States is begun in one district and completed in another. The act is no part of the conspiracy even if it is an element in some other crime, as is stated in so many words in <i>Hyde</i> v. <i>Shine,</i> <span class=\"citation\" data-id=\"96326\"><a href=\"/scotus/uCN/hyde-v-shine/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 76, quoting the well known statement in <i>United States</i> v. <i>Britton,</i> <span class=\"citation\" data-id=\"1087839\"><a href=\"/scotus/6znR/united-states-v-britton/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span>, 204, that the statutory requirement merely affords a <i>locus penitentioe. </i><i>Delay</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93858\"><a href=\"/scotus/tUf/dealy-v-united-states/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 547. See also <i>United States</i> v. <i>Hirsch,</i> <span class=\"citation\" data-id=\"90008\"><a href=\"/scotus/sKS/united-states-v-hirsch/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>. <i>Pettibone</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93551\"><a href=\"/scotus/tNX/pettibone-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 202. <i>Bannon</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94111\"><a href=\"/scotus/tYB/bannon-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 469. The overt act is simply evidence that the conspiracy has passed beyond words and is on foot when the act is done. As a test of actuality it is made a condition to punishment, but it is no more a part of the crime than it was at common law, where it was customary to allege such an act; or than is the fact that the statute of limitations has not run.</p>\n<p>I can think of no other case in which it would be argued that an act constituting no part of the crime charged draws jurisdiction to the place where it is done. Even when the act is the substance of a felony the history of the <span class=\"star-pagination\">*389</span> law shows that the courts only slowly and with hesitation came to the admission that a man, although within the jurisdiction, could be a principal when he was not present at the accomplishment of the crime. Y.B. 7 Henry, VII, 18, pl. 10. The distinction between principal and accessory before the fact is a late surviving expression of the doubt. 4 Bl. Com. 36, 37. When the accessory is in a different jurisdiction it has been held that he could not be convicted as such in the place of the crime, even in modern cases. <i>State</i> v. <i>Moore,</i> 6 Foster, N.H. 448, Bish. Crim. Law, 8th ed., § 111. It would be an amazing extension of even the broadest form of fiction if it should be held that an otherwise innocent overt act done in one State drew to itself a conspiracy in another State to defraud people in the latter, even though the first State would punish a conspiracy to commit a fraud beyond its own boundaries. Of course in the present case the conspiracy as well as the overt act was within the United States, but the case that I have supposed of different jurisdictions is a perfect test of where the crime was committed. If a conspiracy exists wherever an overt act is done in aid of it, the act ought to give jurisdiction over conspirators in a foreign State, if later they should be caught in the place where the act was done.</p>\n<p>The defendants were in California and never left the State, so far as this case is concerned. The fraud, assuming as I do for the purposes of decision that there was one, was to get land from the United States there and elsewhere on the Pacific Coast. If successful it would be punished there. The crime with which the defendants are charged is having been engaged in or members of a conspiracy, nothing else; no act, other than what is implied as necessary to signify their understanding to each other. It is punished only to create a further obstacle to the ultimate crime in California. The defendants never were members of a conspiracy within a thousand miles of the District <span class=\"star-pagination\">*390</span> in fact. Yet if a lawyer entered his appearance there in a case before the Land Department, and the defendants directed it and expected to profit by it in carrying out their plans, it is said that we should feign that they were here in order to warrant their being taken across the continent and tried in this place. The Constitution is not to be satisfied with a fiction. When a man causes an unlawful act, as in the case of a prohibited use of the mails, it needs no fiction to say that the crime is committed at the place of the act, wherever the man may be. <i>Re Palliser,</i> 136 U.S. 256. But when the offense consists solely in a relation to other men with a certain intent, it is pure fiction to say that the relation is maintained and present in the case supposed. If the Government, instead of prosecuting for the substantive offence, charges only conspiracy to commit it, trial ought to be where the conspiracy exists in fact.</p>\n<p>The effect of an overt act upon the statute of limitations is consistent with what I have said. If an overt act is done with the consent of the conspirators, and to effect their end, the reason why the statute begins to run afresh is not that a new conspiracy is made or the old one renewed by the act, but that the facts supposed show conclusively that the conspiracy is continuing in life. So long as it does so it cannot be barred, although the earlier years of it may be.</p>\n<p>To avoid misapprehension the distinction should be noted between acts done in aid of a conspiracy and acts that constitute and call it into being. If a conspiracy should be formed by letters between men living in California, Louisiana and Massachusetts, who never left their several States, nothing that I have said would disparage the right of the Government to indict them where in contemplation of law the agreement was made.</p>\n<p>It is said that the conspiracy may be a secret one; but that cannot affect the tests of jurisdiction. The overt act may amount to evidence not only of its existence but of its place. But to treat overt acts as evidence is one <span class=\"star-pagination\">*391</span> thing; it is quite another to treat any overt act as sufficient in itself to give jurisdiction, although the conspiracy exists only in another place.</p>\n<p>The intimations that are to be found, opposed to the view that I take, appear to have been induced by the confusion that I have tried to dispel, and to assume that an overt act creates jurisdiction over a conspiracy on the same ground that causing a death may give jurisdiction in murder; or, perhaps, in <i>The King</i> v. <i>Brisac,</i> 4 East, 164, 171, to proceed on the dangerous analogy of treasonable conspiracies to levy war or compass the death of the sovereign. The dictum in that case gains no new force from the repetition by text writers. It is one of the misfortunes of the law that ideas become encysted in phrases and thereafter for a long time cease to provoke further analysis. On the other hand, if overt acts had been regarded as founding jurisdiction, the petitioners could not have been discharged in <i>Tinsley</i> v. <i>Treat,</i> <span class=\"citation\" data-id=\"96617\"><a href=\"/scotus/uHP/tinsley-v-treat/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></a></span>, where overt acts of other conspirators within the jurisdiction were alleged and not denied. Although the point was not mentioned in the opinion, it was argued and was not overlooked. At least in the absence of clear statutory words I am of opinion that logic and the policy and general intent of the Constitution agree in refusing to extend the fiction of constructive presence to a case like this. I think that the true view still is that of <i>Reg.</i> v. <i>Best,</i> 1 Salk. 174, \"The <i>venue</i> must be where the conspiracy was, not where the result of the conspiracy is put in execution,\" quoted as correct in principle in Markby's edition of Roscoe's Criminal Evidence, 6th ed., 391; and that to decide otherwise is to overrule not only the often expressed and settled understanding but the express decisions of this court.</p>\n<p>MR. JUSTICE LURTON, MR. JUSTICE HUGHES and MR. JUSTICE LAMAR concur in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Ex parte Black,</i> 147 Fed. Rep. 832, 840, and same case in 160 Fed. Rep. 431; <i>Ware</i> v. <i>United States,</i> 154 Fed. Rep. 577; <i>United States</i> v. <i>Eccles,</i> 181 Fed. Rep. 906; <i>United States</i> v. <i>Greene,</i> 115 Fed. Rep. 343, 350; <i>Ochs</i> v. <i>The People,</i> <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">Ill. App.</span> <span class=\"page\">379</span></span>, <i>same case,</i> 124 Illinois, 399.</p>\n\n</div>", 
  "sha1": "694d28723da43b45418c190a5d093025c60e8692", 
  "date_modified": "2014-12-09T08:51:49.449299", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/1997012/hyde-v-united-states/", 
  "citation_count": 251, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/307268/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/1997012/"
}