{"absolute_url": "/opinion/97521/united-states-v-barnes/", "blocked": false, "citation": {"case_name": "United States v. Barnes", "docket_number": "565", "document_uris": ["/api/rest/v2/document/97521/"], "federal_cite_one": "222 U.S. 513", "federal_cite_three": null, "federal_cite_two": null, "id": 81904, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81904/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 17, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1912-01-09", "date_modified": "2014-12-21T01:35:15.415136", "docket": "/api/rest/v2/docket/1306466/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">222 U.S. 513</p>\n    <p class=\"case_cite\">32 S.Ct. 117</p>\n    <p class=\"case_cite\">56 L.Ed. 291</p>\n    <p class=\"parties\">UNITED STATES, Plff. in Err.,<br>v.<br>B. H. BARNES and F. D. Barnes.</p>\n    <p class=\"docket\">No. 565.</p>\n    <p class=\"date\">Argued October 24, 1911.</p>\n    <p class=\"date\">Decided January 9, 1912.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Assistant Attorney General Harr for plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">[Argument of Counsel from pages 513-515 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mr. Henry M. Johnson for defendants in error.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">[Argument of Counsel from page 515 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mr. Justice  Van Devanter delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The sole question presented for decision by this writ of error is whether Rev. Stat. &#167; 3177, U. S. Comp. Stat. 1901, p. 2069, is applicable to the collection or enforcement of the specific tax imposed on oleomargarin by the act of August 2, 1886, chap. 840, 24 Stat. at L. 209, U. S. Comp. Stat. 1901, p. 2228. In the district court a negative answer to the question was given, and an indictment drawn and returned upon the contrary view was held bad upon demurrer. To a right appreciation of the question it is essential that a brief outline be given of the internal revenue laws, of which &#167; 3177 is a part, and of the later oleomargarin act.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Title 35 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 2038) is a codification and consolidation, according to an orderly arrangement, of all the then-existing laws relating to internal revenue. It is subdivided into chapters, each embracing cognate sections bearing upon a particular branch of the general subject. The first two chapters, one dealing with the officers of internal revenue and the other with assessments and collections, are, with minor exceptions, general in their terms and application. The third chapter deals with 'special taxes' exacted of those who engage in designated classes of business, such as rectifying or selling distilled spirits and manufacturing or selling cigars; other chapters deal separately with specific taxes imposed upon particular articles or objects, such as distilled spirits and cigars, and the final chapter comprises provisions common to several objects of taxation. Section 3177 is a part of the second chapter, dealing with assessments and collections, and reads:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Any collector, deputy collector, or inspector may enter, in the daytime, any building or place where <i>any articles or objects subject to tax</i> are made, produced, or kept, within his district, so far as it may be necessary, for the purpose of examining said articles or objects. And any owner of such building or place, or person having the agency or superintendence of the same, who refuses to admit such officer, or to suffer him to examine such article or articles, shall, for every such refusal, forfeit five hundred dollars. And when such premises are open at night, such officers may enter them while so open, in the performance of their official duties. And if any person shall forcibly obstruct or hinder any collector, deputy collector, or inspector, in the execution of any power and authority vested in him by law, or shall forcibly rescue or cause to be rescued any property, articles, or objects after the same shall have been seized by him, or shall attempt or endeavor so to do, the person so offending, excepting in cases otherwise provided for, shall, for every such offense, forfeit and pay the sum of five hundred dollars, or double the value of the property so rescued, or be imprisoned for a term not exceeding two years, at the discretion of the court.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It will be perceived that the section is comprehensive in its terms and evidently designed to promote the enforcement of the revenue laws as to 'any articles or objects subject to tax.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The act of August 2, 1886, is a revenue law of the same class as those embodied in title 35 of the Revised Statutes. It imposes a specific tax on oleomargarin and 'special taxes' on those who engage in its manufacture or sale, and contains several administrative and penal provisions. But it does not purport to be independent of other legislation or complete in itself. On the contrary, it plainly contemplates the existence of an established system of revenue laws to which resort shall be had in carrying it into effect. Section 3, which imposes the special taxes, declares that &#167;&#167; 3232 to 3241, and 3243, of the Revised Statutes (U. S. Comp. Stat. 1901, pp. 2091 to 2094, and 2095), 'are, so far as applicable, made to extend to . . . the <i>special taxes imposed by this section</i> and to the persons upon whom <i>they</i> are imposed.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is the express extension of those sections to the special taxes imposed by the oleomargarin act which gives rise to the question before stated. The position taken by the defendants in error, and sustained by the district court, is, that that extension of particular sections is an implied exclusion of all others. <i>Expressio unius est exclusio alterius</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are unable to assent to that position. The maxim invoked expresses a rule of construction, not of substantive law, and serves only as an aid in discovering the legislative intent when that is not otherwise manifest. In such instances it is of deciding importance; in others, not. In the instance now before us too much is claimed for it. The sections named in &#167; 3 of the oleomargarin act are a part of chapter 3 of title 35 of the Revised Statutes. They relate exclusively to special taxes, and are so restricted in their terms that it is at least doubtful that they could be applied to any special taxes not imposed by that chapter, unless expressly extended to them. To illustrate, &#167; 3232, which precedes the others and is more or less a key to their meaning, declares: 'No person shall be engaged in or carry on any trade or business <i>hereinafter mentioned</i> until he has paid a special tax therefor in the manner <i>hereinafter provided</i>.' On the other hand, the sections in chapters 1 and 2 are, with minor exceptions, so general in their terms as to leave no doubt of their applicability to taxes imposed by subsequent legislation containing no provision to the contrary. In other words, the difference between the sections named and those in chapters 1 and 2 discloses an occasion for affirmatively extending the operation of the former, and no occasion for mentioning the latter. It also is apparent that the oleomargarin act will measurably fail of its purpose if the general provisions of chapters 1 and 2 are not applicable to the taxes which it imposes; for, as before indicated, it does not in itself provide a complete or effective scheme for their enforcement. Neither does it contain any provision for the redress of those from whom such taxes are erroneously or illegally exacted, although the settled policy of the government long has been to afford relief from all such exactions, as is shown by &#167;&#167; 3220, 3226, 3227, and 3228 in chapter 2 (U. S. Comp. Stat. 1901, pp. 2086, 2088, 2089). These omissions are cogent evidence that it is intended that recourse shall be had to the general provisions of chapters 1 and 2, save as, in the oleomargarin act, it may be provided otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Much of our national legislation is embodied in codes, or systematic collections of general rules, each dealing in a comprehensive way with some general subject, such as the customs internal revenue, public lands, Indians, and patents for inventions; and it is the settled rule of decision in this court that where there is subsequent legislation upon such a subject, it carries with it an implication that the general rules are not superseded, but are to be applied in its enforcement, save as the contrary clearly appears. Thus, in Wood v. United States, 16 Pet. 342, 363, 10 L. ed. 987, 995, where a question arose as to what effect should be given a general provision of an early customs law in view of a later enactment upon that subject, it was said: 'And it may be added that, in the interpretation of all laws for the collection of revenue, whose provisions are often very complicated and numerous to guard against frauds by importers, it would be a strong ground to assert that the main provisions of any such laws sedulously introduced to meet the case of a palpable fraud should be deemed repealed, merely because in subsequent laws other powers and authorities are given to the customhouse officers, and other modes of proceeding are allowed to be had by them before the goods have passed from their custody, in order to ascertain whether there has been any fraud attempted upon the government. The more natural, if not the necessary, inference in all such cases is, that the legislature intend the new laws to be quxiliary to and in aid of the purposes of the old law, even when some of the cases provided for may equally be within the reach of each. There certainly, under such circumstances, ought to be a manifest and total repugnancy in the provisions to lead to the conclusion that the latter laws abrogated, and were designated to abrogate, the former.' In Saxonville Mills v. Russell, 116 U. S. 13, 21, 29 L. ed. 554, 556, 6 Sup. Ct. Rep. 237, it was said, in disposing of a like question: 'It would be an unsound and unsafe rule of construction which would separate from the tariff revenue system, consisting of numerous and diverse enactments, each new act altering it, in any of its details, or prescribing new duties in lieu of existing ones on particular articles. The whole system must be regarded in each alteration, and no disturbance allowed of existing legislative rules of general application beyond the clear intention of Congress.' And in Catholic Bishop v. Gibbon, 158 U. S. 155, 166, 167, 39 L. ed. 931, 936, 15 Sup. Ct. Rep. 779, where the question was whether general statutes defining the powers of the officers of the Land Department were applicable to a grant of public lands by a subsequent act of Congress, it was said: 'While there may be no specific reference in the act of 1848 [9 Stat. at L. 323, chap. 177] of questions arising under this grant to the Land Department, yet its administration comes within the scope of the general powers vested in that Department. . . . It may be laid down as a general rule that, in the absence of some specific provision to the contrary in respect to any particular grant of public land, its administration falls wholly and absolutely within the jurisdiction of the Commissioner of the General Land Office, under the supervision of the Secretary of the Interior. It is not necessary that with each grant there shall go a direction that its administration shall be under the authority of the Land Department. It falls there unless there is express direction to the contrary.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that, while the express extension of particular sections in chapter 3, dealing with special taxes, to the like taxes imposed by &#167; 3 of the oleomargarin act, may operate as an implied exclusion of the other sections in that chapter, it does not in any wise restrict or affect the operation of any of the general sections in chapters 1 and 2. And as &#167; 3177 is a part of chapter 2, is general in its terms, and does not appear to be repugnant to any provision in the oleomargarin act, we think the question first above stated must be answered in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The cases of Craft v. Schafer, 83 C. C. A. 677, 154 Fed. 1002; Tucker v. Grier, 87 C. C. A. 513, 160 Fed. 611, and Hastings v. Herold, 184 Fed. 759, although not involving &#167; 3177, disclose some contrariety of opinion in the lower Federal courts upon the matter principally discussed herein, and we deem it appropriate to observe that our conclusion has been reached only after a careful consideration of those cases.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>222 U.S. 513 (1912)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBARNES.</h1></center>\n<center>No. 565.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 24, 1911.</center>\n<center>Decided January 9, 1912.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF KENTUCKY.\n<p><i>Mr. Assistant Attorney General Harr</i> for the United States.</p>\n<p><span class=\"star-pagination\">*515</span> <i>Mr. Henry M. Johnson</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*516</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>The sole question presented for decision by this writ of error is, whether Rev. Stat., § 3177, is applicable to the collection <span class=\"star-pagination\">*517</span> or enforcement of the specific tax imposed on oleomargarine by the act of August 2, 1886, c. 840, 24 Stat. 209. In the District Court a negative answer to the question was given, and an indictment drawn and returned upon the contrary view was held bad upon demurrer. To a right appreciation of the question it is essential that a brief outline be given of the internal revenue laws, of which § 3177 is a part, and of the later Oleomargarine Act.</p>\n<p>Title XXXV of the Revised Statutes is a codification and consolidation, according to an orderly arrangement, of all the then existing laws relating to internal revenue. It is subdivided into chapters, each embracing cognate sections bearing upon a particular branch of the general subject. The first two chapters, one dealing with the officers of internal revenue and the other with assessments and collections, are, with minor exceptions, general in their terms and application. The third chapter deals with \"special taxes\" exacted of those who engage in designated classes of business, such as rectifying or selling distilled spirits and manufacturing or selling cigars; other chapters deal separately with specific taxes imposed upon particular articles or objects, such as distilled spirits and cigars, and the final chapter comprises provisions common to several objects of taxation. Section 3177 is a part of the second chapter, dealing with assessments and collections, and reads:</p>\n<p>\"Any collector, deputy collector, or inspector may enter, in the day-time, any building or place where <i>any articles or objects subject to tax</i> are made, produced, or kept, within his district, so far as it may be necessary, for the purpose of examining said articles or objects. And any owner of such building or place, or person having the agency or superintendence of the same, who refuses to admit such officer, or to suffer him to examine such article or articles, shall, for every such refusal, forfeit five hundred dollars. And when such premises are open at night, such officers <span class=\"star-pagination\">*518</span> may enter them while so open, in the performance of their official duties. And if any person shall forcibly obstruct or hinder any collector, deputy collector, or inspector, in the execution of any power and authority vested in him by law, or shall forcibly rescue or cause to be rescued any property, articles, or objects after the same shall have been seized by him, or shall attempt or endeavor so to do, the person so offending, excepting in cases otherwise provided for, shall, for every such offense, forfeit and pay the sum of five hundred dollars, or double the value of the property so rescued, or be imprisoned for a term not exceeding two years, at the discretion of the court.\"</p>\n<p>It will be perceived that the section is comprehensive in its terms and evidently designed to promote the enforcement of the revenue laws as to \"any articles or objects subject to tax.\"</p>\n<p>The act of August 2, 1886, is a revenue law of the same class as those embodied in Title XXXV of the Revised Statutes. It imposes a specific tax on oleomargarine and \"special taxes\" on those who engage in its manufacture or sale, and contains several administrative and penal provisions. But it does not purport to be independent of other legislation or complete in itself. On the contrary, it plainly contemplates the existence of an established system of revenue laws to which resort shall be had in carrying it into effect. Section 3, which imposes the special taxes, declares that §§ 3232 to 3241, and 3243, of the Revised Statutes \"are, so far as applicable, made to extend to . . . the <i>special taxes imposed by this section,</i> and to the persons upon whom <i>they</i> are imposed.\"</p>\n<p>It is the express extension of those sections to the special taxes imposed by the Oleomargarine Act which gives rise to the question before stated. The position taken by the defendants in error, and sustained by the District Court, is, that that extension of particular sections is an implied exclusion of all others. <i>Expressio unius est exclusio alterius.</i></p>\n<p><span class=\"star-pagination\">*519</span> We are unable to assent to that position. The maxim invoked expresses a rule of construction, not of substantive law, and serves only as an aid in discovering the legislative intent when that is not otherwise manifest. In such instances it is of deciding importance; in others, not. In the instance now before us too much is claimed for it. The sections named in § 3 of the Oleomargarine Act are a part of chapter 3 of Title XXXV of the Revised Statutes. They relate exclusively to special taxes and are so restricted in their terms that it is at least doubtful that they could be applied to any special taxes not imposed by that chapter, unless expressly extended to them. To illustrate, § 3232, which precedes the others and is more or less a key to their meaning, declares: \"No person shall be engaged in or carry on any trade or business <i>hereinafter mentioned</i> until he has paid a special tax therefor in the manner <i>hereinafter provided.\"</i> On the other hand, the sections in chapters 1 and 2 are, with minor exceptions, so general in their terms as to leave no doubt of their applicability to taxes imposed by subsequent legislation containing no provision to the contrary. In other words, the difference between the sections named and those in chapters 1 and 2 discloses an occasion for affirmatively extending the operation of the former and no occasion for mentioning the latter. It also is apparent that the Oleomargarine Act will measurably fail of its purpose if the general provisions of chapters 1 and 2 are not applicable to the taxes which it imposes; for, as before indicated, it does not in itself provide a complete or effective scheme for their enforcement. Neither does it contain any provision for the redress of those from whom such taxes are erroneously or illegally exacted, although the settled policy of the Government long has been to afford relief from all such exactions, as is shown by §§ 3220, 3226, 3227 and 3228 in chapter 2. These omissions are cogent evidence that it is intended that recourse shall be had to the <span class=\"star-pagination\">*520</span> general provisions of chapters 1 and 2, save as in the Oleomargarine Act it may be provided otherwise.</p>\n<p>Much of our national legislation is embodied in codes, or systematic collections of general rules, each dealing in a comprehensive way with some general subject, such as the customs, internal revenue, public lands, Indians, and patents for inventions; and it is the settled rule of decision in this court that where there is subsequent legislation upon such a subject it carries with it an implication that the general rules are not superseded, but are to be applied in its enforcement, save as the contrary clearly appears. Thus, in <i>Wood</i> v. <i>United States,</i> 16 Pet. 342, 363, where a question arose as to what effect should be given a general provision of an early customs law in view of a later enactment upon that subject, it was said: \"And it may be added that in the interpretation of all laws for the collection of revenue, whose provisions are often very complicated and numerous to guard against frauds by importers, it would be a strong ground to assert that the main provisions of any such laws sedulously introduced to meet the case of a palpable fraud, should be deemed repealed, merely because in subsequent laws other powers and authorities are given to the custom-house officers, and other modes of proceeding are allowed to be had by them before the goods have passed from their custody, in order to ascertain whether there has been any fraud attempted upon the government. The more natural, if not the necessary inference in all such cases is, that the legislature intends the new laws to be auxiliary to, and in aid of the purposes of the old law, even when some of the cases provided for may equally be within the reach of each. There certainly, under such circumstances, ought to be a manifest and total repugnancy in the provisions, to lead to the conclusion that the latter laws abrogated, and were designed to abrogate the former.\" In <i>Saxonville Mills</i> v. <i>Russell,</i> 116 U.S. 13, 21, it was said, in disposing of a like <span class=\"star-pagination\">*521</span> question: \"It would be an unsound and unsafe rule of construction which would separate from the tariff revenue system, consisting of numerous and diverse enactments, each new act altering it, in any of its details, or prescribing new duties in lieu of existing ones on particular articles. The whole system must be regarded in each alteration, and no disturbance allowed of existing legislative rules of general application beyond the clear intention of Congress.\" And in <i>Catholic Bishop of Nesqually</i> v. <i>Gibbon,</i> 158 U.S. 155, 166, 167, where the question was, whether general statutes defining the powers of the officers of the Land Department were applicable to a grant of public lands by a subsequent act of Congress, it was said: \"While there may be no specific reference in the act of 1848 of questions arising under this grant to the land department, yet its administration comes within the scope of the general powers vested in that department.. . . It may be laid down as a general rule that, in the absence of some specific provision to the contrary in respect to any particular grant of public land, its administration falls wholly and absolutely within the jurisdiction of the Commissioner of the General Land Office, under the supervision of the Secretary of the Interior. It is not necessary that with each grant there shall go a direction that its administration shall be under the authority of the land department. It falls there unless there is express direction to the contrary.\"</p>\n<p>We conclude that, while the express extension of perticular sections in chapter 3, dealing with special taxes, to the like taxes imposed by § 3 of the Oleomargarine Act may operate as an implied exclusion of the other sections in that chapter, it does not in any wise restrict or affect the operation of any of the general sections in chapters 1 and 2. And as § 3177 is a part of chapter 2, is general in its terms, and does not appear to be repugnant to any provision in the Oleomargarine Act, we think the question <span class=\"star-pagination\">*522</span> first above stated must be answered in the affirmative.</p>\n<p>The cases of <i>Craft</i> v. <i>Schafer,</i> 154 Fed. Rep. 1002; <i>Tucker</i> v. <i>Grier,</i> 160 Fed. Rep. 611, and <i>Hastings</i> v. <i>Herold,</i> 184 Fed. Rep. 759, although not involving § 3177, disclose some contrariety of opinion in the lower Federal courts upon the matter principally discussed herein, and we deem it appropriate to observe that our conclusion has been reached only after a careful consideration of those cases.</p>\n<p><i>Reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></span> (1912)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBARNES.</h1></center>\n<center>No. 565.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 24, 1911.</center>\n<center>Decided January 9, 1912.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF KENTUCKY.\n<p><i>Mr. Assistant Attorney General Harr</i> for the United States.</p>\n<p><span class=\"star-pagination\">*515</span> <i>Mr. Henry M. Johnson</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*516</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>The sole question presented for decision by this writ of error is, whether Rev. Stat., § 3177, is applicable to the collection <span class=\"star-pagination\">*517</span> or enforcement of the specific tax imposed on oleomargarine by the act of August 2, 1886, c. 840, 24 Stat. 209. In the District Court a negative answer to the question was given, and an indictment drawn and returned upon the contrary view was held bad upon demurrer. To a right appreciation of the question it is essential that a brief outline be given of the internal revenue laws, of which § 3177 is a part, and of the later Oleomargarine Act.</p>\n<p>Title XXXV of the Revised Statutes is a codification and consolidation, according to an orderly arrangement, of all the then existing laws relating to internal revenue. It is subdivided into chapters, each embracing cognate sections bearing upon a particular branch of the general subject. The first two chapters, one dealing with the officers of internal revenue and the other with assessments and collections, are, with minor exceptions, general in their terms and application. The third chapter deals with \"special taxes\" exacted of those who engage in designated classes of business, such as rectifying or selling distilled spirits and manufacturing or selling cigars; other chapters deal separately with specific taxes imposed upon particular articles or objects, such as distilled spirits and cigars, and the final chapter comprises provisions common to several objects of taxation. Section 3177 is a part of the second chapter, dealing with assessments and collections, and reads:</p>\n<p>\"Any collector, deputy collector, or inspector may enter, in the day-time, any building or place where <i>any articles or objects subject to tax</i> are made, produced, or kept, within his district, so far as it may be necessary, for the purpose of examining said articles or objects. And any owner of such building or place, or person having the agency or superintendence of the same, who refuses to admit such officer, or to suffer him to examine such article or articles, shall, for every such refusal, forfeit five hundred dollars. And when such premises are open at night, such officers <span class=\"star-pagination\">*518</span> may enter them while so open, in the performance of their official duties. And if any person shall forcibly obstruct or hinder any collector, deputy collector, or inspector, in the execution of any power and authority vested in him by law, or shall forcibly rescue or cause to be rescued any property, articles, or objects after the same shall have been seized by him, or shall attempt or endeavor so to do, the person so offending, excepting in cases otherwise provided for, shall, for every such offense, forfeit and pay the sum of five hundred dollars, or double the value of the property so rescued, or be imprisoned for a term not exceeding two years, at the discretion of the court.\"</p>\n<p>It will be perceived that the section is comprehensive in its terms and evidently designed to promote the enforcement of the revenue laws as to \"any articles or objects subject to tax.\"</p>\n<p>The act of August 2, 1886, is a revenue law of the same class as those embodied in Title XXXV of the Revised Statutes. It imposes a specific tax on oleomargarine and \"special taxes\" on those who engage in its manufacture or sale, and contains several administrative and penal provisions. But it does not purport to be independent of other legislation or complete in itself. On the contrary, it plainly contemplates the existence of an established system of revenue laws to which resort shall be had in carrying it into effect. Section 3, which imposes the special taxes, declares that §§ 3232 to 3241, and 3243, of the Revised Statutes \"are, so far as applicable, made to extend to . . . the <i>special taxes imposed by this section,</i> and to the persons upon whom <i>they</i> are imposed.\"</p>\n<p>It is the express extension of those sections to the special taxes imposed by the Oleomargarine Act which gives rise to the question before stated. The position taken by the defendants in error, and sustained by the District Court, is, that that extension of particular sections is an implied exclusion of all others. <i>Expressio unius est exclusio alterius.</i></p>\n<p><span class=\"star-pagination\">*519</span> We are unable to assent to that position. The maxim invoked expresses a rule of construction, not of substantive law, and serves only as an aid in discovering the legislative intent when that is not otherwise manifest. In such instances it is of deciding importance; in others, not. In the instance now before us too much is claimed for it. The sections named in § 3 of the Oleomargarine Act are a part of chapter 3 of Title XXXV of the Revised Statutes. They relate exclusively to special taxes and are so restricted in their terms that it is at least doubtful that they could be applied to any special taxes not imposed by that chapter, unless expressly extended to them. To illustrate, § 3232, which precedes the others and is more or less a key to their meaning, declares: \"No person shall be engaged in or carry on any trade or business <i>hereinafter mentioned</i> until he has paid a special tax therefor in the manner <i>hereinafter provided.\"</i> On the other hand, the sections in chapters 1 and 2 are, with minor exceptions, so general in their terms as to leave no doubt of their applicability to taxes imposed by subsequent legislation containing no provision to the contrary. In other words, the difference between the sections named and those in chapters 1 and 2 discloses an occasion for affirmatively extending the operation of the former and no occasion for mentioning the latter. It also is apparent that the Oleomargarine Act will measurably fail of its purpose if the general provisions of chapters 1 and 2 are not applicable to the taxes which it imposes; for, as before indicated, it does not in itself provide a complete or effective scheme for their enforcement. Neither does it contain any provision for the redress of those from whom such taxes are erroneously or illegally exacted, although the settled policy of the Government long has been to afford relief from all such exactions, as is shown by §§ 3220, 3226, 3227 and 3228 in chapter 2. These omissions are cogent evidence that it is intended that recourse shall be had to the <span class=\"star-pagination\">*520</span> general provisions of chapters 1 and 2, save as in the Oleomargarine Act it may be provided otherwise.</p>\n<p>Much of our national legislation is embodied in codes, or systematic collections of general rules, each dealing in a comprehensive way with some general subject, such as the customs, internal revenue, public lands, Indians, and patents for inventions; and it is the settled rule of decision in this court that where there is subsequent legislation upon such a subject it carries with it an implication that the general rules are not superseded, but are to be applied in its enforcement, save as the contrary clearly appears. Thus, in <i>Wood</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"97591\"><a href=\"/opinion/97591/wood-v-united-states/\"><span class=\"volume\">16</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">342</span></a></span>, 363, where a question arose as to what effect should be given a general provision of an early customs law in view of a later enactment upon that subject, it was said: \"And it may be added that in the interpretation of all laws for the collection of revenue, whose provisions are often very complicated and numerous to guard against frauds by importers, it would be a strong ground to assert that the main provisions of any such laws sedulously introduced to meet the case of a palpable fraud, should be deemed repealed, merely because in subsequent laws other powers and authorities are given to the custom-house officers, and other modes of proceeding are allowed to be had by them before the goods have passed from their custody, in order to ascertain whether there has been any fraud attempted upon the government. The more natural, if not the necessary inference in all such cases is, that the legislature intends the new laws to be auxiliary to, and in aid of the purposes of the old law, even when some of the cases provided for may equally be within the reach of each. There certainly, under such circumstances, ought to be a manifest and total repugnancy in the provisions, to lead to the conclusion that the latter laws abrogated, and were designed to abrogate the former.\" In <i>Saxonville Mills</i> v. <i>Russell,</i> <span class=\"citation\" data-id=\"91494\"><a href=\"/opinion/91494/saxonville-mills-v-russell/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, 21, it was said, in disposing of a like <span class=\"star-pagination\">*521</span> question: \"It would be an unsound and unsafe rule of construction which would separate from the tariff revenue system, consisting of numerous and diverse enactments, each new act altering it, in any of its details, or prescribing new duties in lieu of existing ones on particular articles. The whole system must be regarded in each alteration, and no disturbance allowed of existing legislative rules of general application beyond the clear intention of Congress.\" And in <i>Catholic Bishop of Nesqually</i> v. <i>Gibbon,</i> <span class=\"citation\" data-id=\"94199\"><a href=\"/opinion/94199/catholic-bishop-of-nesqually-v-gibbon/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, 166, 167, where the question was, whether general statutes defining the powers of the officers of the Land Department were applicable to a grant of public lands by a subsequent act of Congress, it was said: \"While there may be no specific reference in the act of 1848 of questions arising under this grant to the land department, yet its administration comes within the scope of the general powers vested in that department.. . . It may be laid down as a general rule that, in the absence of some specific provision to the contrary in respect to any particular grant of public land, its administration falls wholly and absolutely within the jurisdiction of the Commissioner of the General Land Office, under the supervision of the Secretary of the Interior. It is not necessary that with each grant there shall go a direction that its administration shall be under the authority of the land department. It falls there unless there is express direction to the contrary.\"</p>\n<p>We conclude that, while the express extension of perticular sections in chapter 3, dealing with special taxes, to the like taxes imposed by § 3 of the Oleomargarine Act may operate as an implied exclusion of the other sections in that chapter, it does not in any wise restrict or affect the operation of any of the general sections in chapters 1 and 2. And as § 3177 is a part of chapter 2, is general in its terms, and does not appear to be repugnant to any provision in the Oleomargarine Act, we think the question <span class=\"star-pagination\">*522</span> first above stated must be answered in the affirmative.</p>\n<p>The cases of <i>Craft</i> v. <i>Schafer,</i> 154 Fed. Rep. 1002; <i>Tucker</i> v. <i>Grier,</i> 160 Fed. Rep. 611, and <i>Hastings</i> v. <i>Herold,</i> 184 Fed. Rep. 759, although not involving § 3177, disclose some contrariety of opinion in the lower Federal courts upon the matter principally discussed herein, and we deem it appropriate to observe that our conclusion has been reached only after a careful consideration of those cases.</p>\n<p><i>Reversed.</i></p>\n</div>", "id": 97521, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97521/", "sha1": "7875d8682c675ec8f1f389ab73a21e1562652081", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:36"}