{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "223 U.S. 215", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97544/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Fairbanks v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 112 and 113", 
    "id": 81927, 
    "resource_uri": "/api/rest/v2/citation/81927/"
  }, 
  "id": 97544, 
  "blocked": false, 
  "judges": "McKenna", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1912-02-19", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>223 U.S. 215 (1912)</b></center>\n<center><h1>FAIRBANKS<br>\nv.<br>\nUNITED STATES.<br>\nWARREN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>Nos. 112, 113.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18, 19, 1912.</center>\n<center>Decided February 19, 1912.</center>\nAPPEALS FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*216</span> <i>Mr. F.W. Houghton,</i> with whom <i>Mr. George B. Edgerton</i> was on the brief, for appellants.</p>\n<p><i>Mr. Assistant Attorney General Knaebel,</i> with whom <i>Mr. S.W. Williams</i> was on the brief, for the United States.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>The appellants were plaintiffs in the court below, and we shall so designate them.</p>\n<p>The plaintiffs, one a minor (No. 112) and the other an adult (No. 113), residing on the White Earth Indian Reservation, brought these actions to determine their rights, respectively, to allotments of land under the provisions of a treaty with the Chippewa Indians proclaimed April 18, 1867, and certain acts of Congress relating to such Indians.</p>\n<p>The Government claims that two minor children of Samuel Mooers, also Chippewa Indians, residing on the reservation with their father, have been justly allotted the lands on account of a superior right under the treaty and acts of Congress. The cases were tried together and a decree was entered in each case in accordance with the prayer of the plaintiffs, respectively. The decrees were reversed by the Circuit Court of Appeals and the bills directed to be dismissed. 171 Fed. Rep. 337.</p>\n<p>The treaty of March 19, 1867, and certain acts of Congress are elements in the controversy. The treaty provided that as soon as the location of the reservation should have been approximately ascertained it should be surveyed in conformity with the system of Government surveys, and that any Indian of bands parties to the treaty, either male or female, who should have 10 acres of land under cultivation should be entitled to a certificate showing him to be entitled to 40 acres and a like number of <span class=\"star-pagination\">*217</span> acres for every additional 10 acres cultivated until the full amount of 160 acres should be certified. 16 Stat. 719, 721. This was denominated the \"cultivation clause\" and many allotments of 160 acres were made under it.</p>\n<p>On February 8, 1887 (24 Stat. 388, c. 119), Congress passed an act \"to provide for the allotment of lands in severalty to Indians on the various reservations.\" The first section of the act provided that where any tribe or band of Indians had been or should be located upon any reservation created for their use by treaty, act of Congress or executive order, the President was authorized, if the reservation or any part thereof was advantageous for agricultural and grazing purposes, to cause the reservation to be surveyed or resurveyed, and to allot the lands in severalty as follows: To each head of a family 1/4 of a section, to each single person over 18 years of age, 1/8 of a section, a like fraction to an orphan child under 18 years, to each single person under 18 then living or who might be born prior to the date of the President's order directing allotment, 1/16 of a section. In case of deficiency the allotments were to be made <i>pro rata.</i> It was provided further that where the treaty or act of Congress setting apart the reservation provided for allotments in excess of those designated the allotments should be made in the quantities specified in such treaty or act.</p>\n<p>This act was amended February 28, 1891 (26 Stat. 794, c. 383). The allotment to which each Indian was to be entitled was made 1/8 of a section of land. In case of an insufficiency a <i>pro rata</i> allotment as near as might be according to legal subdivision was provided. On January 14, 1889 (25 Stat. 642, c. 24), an act was passed entitled \"An act for the relief and civilization of the Chippewa Indians in the State of Minnesota.\" It is known as the Nelson Act and provided for the appointment by the President of three commissioners to negotiate with the different bands of Chippewas for the cession of all their <span class=\"star-pagination\">*218</span> lands except so much of the White Earth and Red Lake Reservations as the Commissioner should deem necessary for allotments to be made to the Indians. It also provided for the removal to the White Earth Reservation of all but Red Lake Indians and for allotments to such Indians on White Earth Reservation under the direction of such commissioners.</p>\n<p>Section 4 of the act provided for the survey of the lands after the cession and relinquishment of the Indian title and that upon the report of the survey the Secretary of the Interior should appoint a sufficient number of competent examiners to go upon the lands thus surveyed and personally make a careful, complete and thorough examination of the same by 40-acre lots for the purpose of ascertaining upon which lots there was growing or standing pine timber, and the tract upon which such timber was standing or growing should be termed pine lands. The minutes of examination were directed to be entered in books showing with particularity the quantity of timber to be estimated by feet and the quality of timber, which estimates and reports should be filed with the Commissioner of the General Land Office as a part of its permanent records, and that officer should thereupon make up a list of such lands, describing each 40-acre tract separately, and opposite each description place the actual cash value of the same according to his best judgment and information, but such valuation should not be less than $3 per thousand feet, board measure. The list should thereupon be transmitted to the Secretary of the Interior for his approval, modification or rejection, as he may deem proper. It is further provided that \"all other lands acquired from the said Indians on said reservation other than pine lands are for the purposes of this act termed agricultural lands.\" There are provisions for the sale of the pine lands in 40-acre parcels, for the disposal to actual settlers only of the agricultural lands, and that the money <span class=\"star-pagination\">*219</span> received from both shall be deposited in the Treasury of the United States for the benefit of the Indians.</p>\n<p>There are amending acts which need not be noticed. Then came the act of April 28, 1904 (33 Stat. 539, c. 1786), entitled \"An Act to provide allotments to Indians on White Earth Reservation in Minnesota.\" It is called the Steenerson act. It authorized the President to allot to each Chippewa Indian legally residing on the White Earth Reservation, under the treaty or laws of the United States, 160 acres of land. The act recited that it was enacted in accordance with the express promise made to the Indians by previous acts and the treaty, and that the allotments should be made and the patents issued therefor should be in the manner and have the same effect as provided in the acts of February 8, 1887, and February 28, 1891. And it was provided \"that where any allotment of less than one hundred and sixty acres has heretofore been made, the allottee shall be allowed to take an additional allotment, which, together with the land already allotted, shall not exceed one hundred and sixty acres.\" There is a provision, in case of insufficiency, for <i>pro rata</i> allotment, as follows: \"That if there is not sufficient land in said White Earth (diminished) Reservation subject to allotment each Indian entitled to allotments under the provisions of this Act shall receive a pro rata allotment.\"</p>\n<p>These acts constitute the statutory law of the case.</p>\n<p>The facts are as follows: On June 29, 1904, and June 30, 1904, respectively, the plaintiffs, Annie Fairbanks, through her father, Warren, for himself, applied at the White Earth Agency for an additional allotment of 80 acres each, respectively, being the W. 1/2 and E. 1/4 of the N.W. 1/4 of section 15, T. 142, R. 39. The applications were under the Steenerson Act, the plaintiffs having received their full quota under the Nelson Act. The applications were refused, on the ground that they could not then be received.</p>\n<p>On August 8, 1904, Lewis and Alice Mooers, aged, respectively, <span class=\"star-pagination\">*220</span> four and six years, made application through their father, Samuel Mooers, for an original allotment of 80 acres of land each under the Nelson act, the act of Congress approved January 14, 1889. The selection for Lewis was the same 80 acres applied for by Annie Fairbanks; the selection for Alice the same 80 acres applied for by Warren. In the Mooers' application the land was described as not pine land. At the time of the applications the Indian Agent was away, but his clerk received the applications, marking the land on the agency plats as allotted to them, and made the usual entries on the allotment roll. He made the allotment, therefore, as far as he could.</p>\n<p>Subsequently the agent required the clerk to cancel the allotment on the ground that the lands were pine lands and notified Mooers of such cancellation, which was done by mail, and he was directed to select other lands for his children.</p>\n<p>On April 24, 1905, the allotments were commenced on the reservation under the Steenerson Act, and on that date the plaintiffs, respectively, made application and were allotted the lands in controversy, they being the same as applied for by them on June 29th and 30th, 1904.</p>\n<p>Against the action of the agent cancelling the allotments to Lewis and Alice on August 8, 1904, Mooers appealed to the Indian Office. The commissioner ruled in favor of his contention and directed the agent to re-allot the lands to Mooers' children. The agent, however, suspended action pending an investigation, which resulted in the commissioner, under the directions of the Secretary of the Interior, revoking his ruling and sustaining the allotments to plaintiffs. Other lands were directed to be allotted to the Mooers. Upon Mooers' appeal the last decision of the commissioner was reversed and the land directed to be allotted to his children.</p>\n<p>The commissioner in his letter directing the restoration <span class=\"star-pagination\">*221</span> of the allotment to the Mooers children, discussing the right of selection of pine lands, said: \"It is true that in the early work of the Chippewa Commission in making allotments on the White Earth Reservation the Office did direct that only agricultural lands should be allotted, reserving the pine lands for the common benefit of all of the Indians of the reservation; but after the passage of the Steenerson Act which contemplated the allotment of all the lands of the reservation, such instructions necessarily could have no application.\"</p>\n<p>The order of the commissioner allotting the land to the Mooers children, as we have seen, was reversed by the then Secretary of the Interior, but not on the ground that pine lands could not be selected. The ruling of the Secretary was on the ground that the selection by the Mooers was premature. The Secretary said: \"The testimony shows that Mr. Mooers was at the Agency, arrived on Sunday, the day before the allotting began, but he did not take his place in line until quite late, if at all, but seems to have relied upon the fact that he had designated to a clerk at the Agency the particular lands which he desired, even after he had been told that the selections would not be recognized as against other claimants.\"</p>\n<p>Secretary Garfield, in reversing the decision of his predecessor, took the view that \"the applications of the Mooers children were for original allotments, were actually allowed, and that there were no valid reasons against such action.\" The Secretary also said that it was \"plain that there was no reason for laying upon Mooers the rule governing additional allotments under the Steenerson act;\" that is, that Mooers should appear in line and take his chances with other Indians. Concluding his opinion, the Secretary said: \"It appears that allotments have been made to the Mooers children, for which Samuel A. Mooers says he did not apply. Our office will also adjust this matter accordingly.\"</p>\n<p><span class=\"star-pagination\">*222</span> From these repeated changes in views and decisions in the Interior Department we gain little light upon the controversy between the parties so far as it depends upon the interpretation of the statutes, and even the Government in this case is somewhat uncertain as to what position it will ultimately take. \"It might,\" it says, \"find occasion to reverse its former attitude by conceding the plaintiffs' claim or denying that any of the contestants is entitled.\" But it concedes \"that lands classified as pine lands <i>outside</i> of the reservation which had been ceded by the Indians to be sold for their benefit, were not allotable.\"</p>\n<p>We may gather, notwithstanding the confusion, that the department and all of the claimants regarded the Nelson Act as still effective as to Indians who had not received its benefits and the Steenerson Act as applying to additional allotments, leaving only the question whether allotments could be made of pine lands. If so, the allotments to the Mooers children were good, because selections under the Nelson Act were not required to wait for proceedings under the Steenerson Act. But notwithstanding the uncertainty and seeming confusion, the question in the case is simple when certain elements are kept in mind \u0097 that is, the distinction between the lands ceded and those not ceded but reserved for allotments.</p>\n<p>Section 1 of the Nelson Act provides for the negotiation with the Chippewas \"for the cession and relinquishment\" of their title to their reservations, \"except White Earth and Red Lake, and to all of those two <i>which may not be</i> required to <i>fill the allotments required by this</i> and <i>existing acts.\"</i> (Italics ours.) The land reserved for allotments is the diminished reservation, to which we shall presently refer, and § 3 provides for its allotment. Section 4 applies to the lands ceded, not those reserved for allotments, and provides for the examination of the pine lands and for their sale in 40 acre pieces. It provides also (§ 6) for the disposal of agricultural lands to settlers under the <span class=\"star-pagination\">*223</span> homestead laws at $1.25 per acre, the proceeds of which and of the sale of pine lands to be put into the Treasury of the United States for the benefit of the Indians. § 7.</p>\n<p>The department at first, as we have seen, regarded only agricultural lands as allotable, making no distinction between ceded and the reserved part of the reservation. In the reserved part (diminished reservation) \u0097 that is, the part that was to be allotted, there was no distinction made between pine land and agricultural lands. In the ceded part there was a distinction, but only in the manner of their disposition. Neither was allotable, not because of their character, but because of their situation. The Indian Department, as we have seen, took back its ruling and even if it was not done under the compulsion of the Steenerson Act, plaintiffs might have no ground of complaint. Certainly not if the first ruling was made under a misapprehension of the Nelson Act, as the Court of Appeals strongly intimates. However, the department justifies its last ruling under the Steenerson Act, and upon the decision of the Court of Appeals sustaining that ruling plaintiffs assign error.</p>\n<p>It becomes necessary, therefore, to consider the Steenerson Act, and it may be well to repeat somewhat. The Steenerson Act authorized the President to allot 160 acres of land \"to each Chippewa Indian now legally residing upon the White Earth Reservation under treaty or laws of the United States.\" And it was provided that where an allotment had theretofore been made of less than 160 acres an additional allotment should be made, which, together with the land already allotted, should not exceed that amount. The act is very direct as to quantity and there is no qualification as to the character of the land to be allotted, and no classification of the lands to cause misunderstanding. The general allotment act and the act of February 28, 1891, are referred to, but only to adopt the manner of the allotment and the effect of the patent. <span class=\"star-pagination\">*224</span> The provision is: \"The allotment shall be, and the patent issued therefor, in the manner and having the same effect as provided in the general allotment act.\" The manner of allotment is one thing and the kind of land to be allotted is another and cannot well be confounded, and we cannot hold that Congress did not observe or intend to make the distinction.</p>\n<p>It is contended further that the Mooers' children being, respectively, 4 and 6 years of age, were not entitled to an original allotment under the Nelson Act.</p>\n<p>The lower courts disagreed as to this contention, the Circuit Court supporting it and the Circuit Court of Appeals deciding that it was untenable. Plaintiffs in error urge that the Circuit Court of Appeals fell into error by assuming that § 1 of the act of February 8, 1887, was part of the Nelson Act, and hence decided that the power of the President to make allotments which was given by the former was a continuing power, and could be exercised from time to time in favor of those born upon the reservation subsequent to the first order. It is, however, insisted that under the Nelson Act the power to make allotments was taken from the President and vested in commissioners, and that the provision relied on by the Circuit Court of Appeals was omitted from the act, and it is insisted further that if it be considered part of the act the whole of the provision must be considered, and that it limits and allotment to 1/16 of a section to any single person then living or who should be born prior to the date of the order directing an allotment of lands. Undoubtedly, if that part of the provision had remained the law an allotment of 80 acres could not have been made, but plaintiffs in error concede that it did not remain the law. It was superseded by the act of February 28, 1891, and they admit that \"the Land Department has treated the act of February 28, 1891, as amending section 1 of the act of 1887. By such amendment the classification <span class=\"star-pagination\">*225</span> found in the act of February 8, 1887, is entirely omitted, and the language is: `To each Indian located thereon one-eighth of a section of land.'\" The conclusion that plaintiffs in error draw from that provision is that being on the reservation at the instant of time the act was passed is a necessary condition. But such conclusion misses the meaning of the word \"located.\" Of itself it has no reference to time. It has reference entirely to place and is used to designate upon what Indians the powers given by the act, when exercised, should operate \u0097 that is, \"to each Indian located\" on the reservation. The act was a part of a scheme of legislation to have existence and continuity of action until its purpose should be completely fulfilled. See <i>Oakes</i> v. <i>United States,</i> 172 Fed. Rep. 305.</p>\n<p>This being so, the Steenerson Act is easily seen to be a part of the plan of legislation, and, contrary to the contention of plaintiffs in error, did modify and change the prior acts of Congress by superseding certain of their provisions and enlarging the quantity of land to be allotted.</p>\n<p>It is finally contended that Secretary Garfield had no power to set aside the allotments to plaintiffs in error on an <i>ex parte</i> appeal. In other words they were entitled to notice and opportunity to be heard. <i>Garfield</i> v. <i>Goldsby,</i> 211 U.S. 249. The only evidence offered to sustain the contention is that of the attorney who testified that he appeared \"before the department for Warren and Fairbanks in this case,\" and that he \"did not learn until after the decision had been rendered on the rehearing or appeal\" that an appeal had been taken from the letter or order of the Commissioner of Indian Affairs of July 13, 1906, in which the Commissioner directed the agent to cancel the allotments to Warren and Fairbanks and to restore the allotments to them. It may well be, as urged by the Government, that such testimony does not preclude the inference that other attorneys or Warren or the father of the Fairbanks had notice. We, however, do not consider <span class=\"star-pagination\">*226</span> the inference material. It is manifest that the proceedings were single and continuous \u0097 at one time the Mooers prevailing, at others the plaintiffs in error, and finally the Mooers; and all were chargeable with notice of what was happening in regard to their rights. We have seen that an allotment to the Mooers children and that to plaintiffs in error were made without notice. The Mooers had a subsequent hearing, it is true, and the cancellation of the allotments to them ordered to be set aside. The latter order was suspended and an investigation instituted, upon which one Secretary decided in favor of plaintiffs in error and another Secretary decided in favor of the Mooers. The latter was considered as the final decision, and plaintiffs in error have sought its review in this proceeding.</p>\n<p>It is objected by the Government that the Mooers children are necessary parties. The point was suggested by the Court of Appeals, but passed by, as the court said, because counsel had not raised it. A doubt was expressed, however, if a decree could be rendered seriously affecting the rights of the Mooers children without their being made parties. A query to the same effect was made in <i>Oakes</i> v. <i>United States, supra</i><i>.</i></p>\n<p>The jurisdictional act has this provision as to a suit brought under it: \"In said suit the parties thereto shall be the claimant, as plaintiff, and the United States as party defendant.\" It may well be contended, therefore, that the United States stands in judgment for all opposing claimants, not, it may be, excluding the power of the court to permit them to come in, or, in its discretion, to order them to be brought in. However, we are not called upon to decide the question. Upon the suit brought and case made by plaintiffs we decide that they have no grounds for the relief they pray.</p>\n<p>The decree of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></span> (1912)</b></center>\n<center><h1>FAIRBANKS<br>\nv.<br>\nUNITED STATES.<br>\nWARREN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>Nos. 112, 113.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18, 19, 1912.</center>\n<center>Decided February 19, 1912.</center>\nAPPEALS FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*216</span> <i>Mr. F.W. Houghton,</i> with whom <i>Mr. George B. Edgerton</i> was on the brief, for appellants.</p>\n<p><i>Mr. Assistant Attorney General Knaebel,</i> with whom <i>Mr. S.W. Williams</i> was on the brief, for the United States.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>The appellants were plaintiffs in the court below, and we shall so designate them.</p>\n<p>The plaintiffs, one a minor (No. 112) and the other an adult (No. 113), residing on the White Earth Indian Reservation, brought these actions to determine their rights, respectively, to allotments of land under the provisions of a treaty with the Chippewa Indians proclaimed April 18, 1867, and certain acts of Congress relating to such Indians.</p>\n<p>The Government claims that two minor children of Samuel Mooers, also Chippewa Indians, residing on the reservation with their father, have been justly allotted the lands on account of a superior right under the treaty and acts of Congress. The cases were tried together and a decree was entered in each case in accordance with the prayer of the plaintiffs, respectively. The decrees were reversed by the Circuit Court of Appeals and the bills directed to be dismissed. 171 Fed. Rep. 337.</p>\n<p>The treaty of March 19, 1867, and certain acts of Congress are elements in the controversy. The treaty provided that as soon as the location of the reservation should have been approximately ascertained it should be surveyed in conformity with the system of Government surveys, and that any Indian of bands parties to the treaty, either male or female, who should have 10 acres of land under cultivation should be entitled to a certificate showing him to be entitled to 40 acres and a like number of <span class=\"star-pagination\">*217</span> acres for every additional 10 acres cultivated until the full amount of 160 acres should be certified. 16 Stat. 719, 721. This was denominated the \"cultivation clause\" and many allotments of 160 acres were made under it.</p>\n<p>On February 8, 1887 (24 Stat. 388, c. 119), Congress passed an act \"to provide for the allotment of lands in severalty to Indians on the various reservations.\" The first section of the act provided that where any tribe or band of Indians had been or should be located upon any reservation created for their use by treaty, act of Congress or executive order, the President was authorized, if the reservation or any part thereof was advantageous for agricultural and grazing purposes, to cause the reservation to be surveyed or resurveyed, and to allot the lands in severalty as follows: To each head of a family 1/4 of a section, to each single person over 18 years of age, 1/8 of a section, a like fraction to an orphan child under 18 years, to each single person under 18 then living or who might be born prior to the date of the President's order directing allotment, 1/16 of a section. In case of deficiency the allotments were to be made <i>pro rata.</i> It was provided further that where the treaty or act of Congress setting apart the reservation provided for allotments in excess of those designated the allotments should be made in the quantities specified in such treaty or act.</p>\n<p>This act was amended February 28, 1891 (26 Stat. 794, c. 383). The allotment to which each Indian was to be entitled was made 1/8 of a section of land. In case of an insufficiency a <i>pro rata</i> allotment as near as might be according to legal subdivision was provided. On January 14, 1889 (25 Stat. 642, c. 24), an act was passed entitled \"An act for the relief and civilization of the Chippewa Indians in the State of Minnesota.\" It is known as the Nelson Act and provided for the appointment by the President of three commissioners to negotiate with the different bands of Chippewas for the cession of all their <span class=\"star-pagination\">*218</span> lands except so much of the White Earth and Red Lake Reservations as the Commissioner should deem necessary for allotments to be made to the Indians. It also provided for the removal to the White Earth Reservation of all but Red Lake Indians and for allotments to such Indians on White Earth Reservation under the direction of such commissioners.</p>\n<p>Section 4 of the act provided for the survey of the lands after the cession and relinquishment of the Indian title and that upon the report of the survey the Secretary of the Interior should appoint a sufficient number of competent examiners to go upon the lands thus surveyed and personally make a careful, complete and thorough examination of the same by 40-acre lots for the purpose of ascertaining upon which lots there was growing or standing pine timber, and the tract upon which such timber was standing or growing should be termed pine lands. The minutes of examination were directed to be entered in books showing with particularity the quantity of timber to be estimated by feet and the quality of timber, which estimates and reports should be filed with the Commissioner of the General Land Office as a part of its permanent records, and that officer should thereupon make up a list of such lands, describing each 40-acre tract separately, and opposite each description place the actual cash value of the same according to his best judgment and information, but such valuation should not be less than $3 per thousand feet, board measure. The list should thereupon be transmitted to the Secretary of the Interior for his approval, modification or rejection, as he may deem proper. It is further provided that \"all other lands acquired from the said Indians on said reservation other than pine lands are for the purposes of this act termed agricultural lands.\" There are provisions for the sale of the pine lands in 40-acre parcels, for the disposal to actual settlers only of the agricultural lands, and that the money <span class=\"star-pagination\">*219</span> received from both shall be deposited in the Treasury of the United States for the benefit of the Indians.</p>\n<p>There are amending acts which need not be noticed. Then came the act of April 28, 1904 (33 Stat. 539, c. 1786), entitled \"An Act to provide allotments to Indians on White Earth Reservation in Minnesota.\" It is called the Steenerson act. It authorized the President to allot to each Chippewa Indian legally residing on the White Earth Reservation, under the treaty or laws of the United States, 160 acres of land. The act recited that it was enacted in accordance with the express promise made to the Indians by previous acts and the treaty, and that the allotments should be made and the patents issued therefor should be in the manner and have the same effect as provided in the acts of February 8, 1887, and February 28, 1891. And it was provided \"that where any allotment of less than one hundred and sixty acres has heretofore been made, the allottee shall be allowed to take an additional allotment, which, together with the land already allotted, shall not exceed one hundred and sixty acres.\" There is a provision, in case of insufficiency, for <i>pro rata</i> allotment, as follows: \"That if there is not sufficient land in said White Earth (diminished) Reservation subject to allotment each Indian entitled to allotments under the provisions of this Act shall receive a pro rata allotment.\"</p>\n<p>These acts constitute the statutory law of the case.</p>\n<p>The facts are as follows: On June 29, 1904, and June 30, 1904, respectively, the plaintiffs, Annie Fairbanks, through her father, Warren, for himself, applied at the White Earth Agency for an additional allotment of 80 acres each, respectively, being the W. 1/2 and E. 1/4 of the N.W. 1/4 of section 15, T. 142, R. 39. The applications were under the Steenerson Act, the plaintiffs having received their full quota under the Nelson Act. The applications were refused, on the ground that they could not then be received.</p>\n<p>On August 8, 1904, Lewis and Alice Mooers, aged, respectively, <span class=\"star-pagination\">*220</span> four and six years, made application through their father, Samuel Mooers, for an original allotment of 80 acres of land each under the Nelson act, the act of Congress approved January 14, 1889. The selection for Lewis was the same 80 acres applied for by Annie Fairbanks; the selection for Alice the same 80 acres applied for by Warren. In the Mooers' application the land was described as not pine land. At the time of the applications the Indian Agent was away, but his clerk received the applications, marking the land on the agency plats as allotted to them, and made the usual entries on the allotment roll. He made the allotment, therefore, as far as he could.</p>\n<p>Subsequently the agent required the clerk to cancel the allotment on the ground that the lands were pine lands and notified Mooers of such cancellation, which was done by mail, and he was directed to select other lands for his children.</p>\n<p>On April 24, 1905, the allotments were commenced on the reservation under the Steenerson Act, and on that date the plaintiffs, respectively, made application and were allotted the lands in controversy, they being the same as applied for by them on June 29th and 30th, 1904.</p>\n<p>Against the action of the agent cancelling the allotments to Lewis and Alice on August 8, 1904, Mooers appealed to the Indian Office. The commissioner ruled in favor of his contention and directed the agent to re-allot the lands to Mooers' children. The agent, however, suspended action pending an investigation, which resulted in the commissioner, under the directions of the Secretary of the Interior, revoking his ruling and sustaining the allotments to plaintiffs. Other lands were directed to be allotted to the Mooers. Upon Mooers' appeal the last decision of the commissioner was reversed and the land directed to be allotted to his children.</p>\n<p>The commissioner in his letter directing the restoration <span class=\"star-pagination\">*221</span> of the allotment to the Mooers children, discussing the right of selection of pine lands, said: \"It is true that in the early work of the Chippewa Commission in making allotments on the White Earth Reservation the Office did direct that only agricultural lands should be allotted, reserving the pine lands for the common benefit of all of the Indians of the reservation; but after the passage of the Steenerson Act which contemplated the allotment of all the lands of the reservation, such instructions necessarily could have no application.\"</p>\n<p>The order of the commissioner allotting the land to the Mooers children, as we have seen, was reversed by the then Secretary of the Interior, but not on the ground that pine lands could not be selected. The ruling of the Secretary was on the ground that the selection by the Mooers was premature. The Secretary said: \"The testimony shows that Mr. Mooers was at the Agency, arrived on Sunday, the day before the allotting began, but he did not take his place in line until quite late, if at all, but seems to have relied upon the fact that he had designated to a clerk at the Agency the particular lands which he desired, even after he had been told that the selections would not be recognized as against other claimants.\"</p>\n<p>Secretary Garfield, in reversing the decision of his predecessor, took the view that \"the applications of the Mooers children were for original allotments, were actually allowed, and that there were no valid reasons against such action.\" The Secretary also said that it was \"plain that there was no reason for laying upon Mooers the rule governing additional allotments under the Steenerson act;\" that is, that Mooers should appear in line and take his chances with other Indians. Concluding his opinion, the Secretary said: \"It appears that allotments have been made to the Mooers children, for which Samuel A. Mooers says he did not apply. Our office will also adjust this matter accordingly.\"</p>\n<p><span class=\"star-pagination\">*222</span> From these repeated changes in views and decisions in the Interior Department we gain little light upon the controversy between the parties so far as it depends upon the interpretation of the statutes, and even the Government in this case is somewhat uncertain as to what position it will ultimately take. \"It might,\" it says, \"find occasion to reverse its former attitude by conceding the plaintiffs' claim or denying that any of the contestants is entitled.\" But it concedes \"that lands classified as pine lands <i>outside</i> of the reservation which had been ceded by the Indians to be sold for their benefit, were not allotable.\"</p>\n<p>We may gather, notwithstanding the confusion, that the department and all of the claimants regarded the Nelson Act as still effective as to Indians who had not received its benefits and the Steenerson Act as applying to additional allotments, leaving only the question whether allotments could be made of pine lands. If so, the allotments to the Mooers children were good, because selections under the Nelson Act were not required to wait for proceedings under the Steenerson Act. But notwithstanding the uncertainty and seeming confusion, the question in the case is simple when certain elements are kept in mind \u0097 that is, the distinction between the lands ceded and those not ceded but reserved for allotments.</p>\n<p>Section 1 of the Nelson Act provides for the negotiation with the Chippewas \"for the cession and relinquishment\" of their title to their reservations, \"except White Earth and Red Lake, and to all of those two <i>which may not be</i> required to <i>fill the allotments required by this</i> and <i>existing acts.\"</i> (Italics ours.) The land reserved for allotments is the diminished reservation, to which we shall presently refer, and § 3 provides for its allotment. Section 4 applies to the lands ceded, not those reserved for allotments, and provides for the examination of the pine lands and for their sale in 40 acre pieces. It provides also (§ 6) for the disposal of agricultural lands to settlers under the <span class=\"star-pagination\">*223</span> homestead laws at $1.25 per acre, the proceeds of which and of the sale of pine lands to be put into the Treasury of the United States for the benefit of the Indians. § 7.</p>\n<p>The department at first, as we have seen, regarded only agricultural lands as allotable, making no distinction between ceded and the reserved part of the reservation. In the reserved part (diminished reservation) \u0097 that is, the part that was to be allotted, there was no distinction made between pine land and agricultural lands. In the ceded part there was a distinction, but only in the manner of their disposition. Neither was allotable, not because of their character, but because of their situation. The Indian Department, as we have seen, took back its ruling and even if it was not done under the compulsion of the Steenerson Act, plaintiffs might have no ground of complaint. Certainly not if the first ruling was made under a misapprehension of the Nelson Act, as the Court of Appeals strongly intimates. However, the department justifies its last ruling under the Steenerson Act, and upon the decision of the Court of Appeals sustaining that ruling plaintiffs assign error.</p>\n<p>It becomes necessary, therefore, to consider the Steenerson Act, and it may be well to repeat somewhat. The Steenerson Act authorized the President to allot 160 acres of land \"to each Chippewa Indian now legally residing upon the White Earth Reservation under treaty or laws of the United States.\" And it was provided that where an allotment had theretofore been made of less than 160 acres an additional allotment should be made, which, together with the land already allotted, should not exceed that amount. The act is very direct as to quantity and there is no qualification as to the character of the land to be allotted, and no classification of the lands to cause misunderstanding. The general allotment act and the act of February 28, 1891, are referred to, but only to adopt the manner of the allotment and the effect of the patent. <span class=\"star-pagination\">*224</span> The provision is: \"The allotment shall be, and the patent issued therefor, in the manner and having the same effect as provided in the general allotment act.\" The manner of allotment is one thing and the kind of land to be allotted is another and cannot well be confounded, and we cannot hold that Congress did not observe or intend to make the distinction.</p>\n<p>It is contended further that the Mooers' children being, respectively, 4 and 6 years of age, were not entitled to an original allotment under the Nelson Act.</p>\n<p>The lower courts disagreed as to this contention, the Circuit Court supporting it and the Circuit Court of Appeals deciding that it was untenable. Plaintiffs in error urge that the Circuit Court of Appeals fell into error by assuming that § 1 of the act of February 8, 1887, was part of the Nelson Act, and hence decided that the power of the President to make allotments which was given by the former was a continuing power, and could be exercised from time to time in favor of those born upon the reservation subsequent to the first order. It is, however, insisted that under the Nelson Act the power to make allotments was taken from the President and vested in commissioners, and that the provision relied on by the Circuit Court of Appeals was omitted from the act, and it is insisted further that if it be considered part of the act the whole of the provision must be considered, and that it limits and allotment to 1/16 of a section to any single person then living or who should be born prior to the date of the order directing an allotment of lands. Undoubtedly, if that part of the provision had remained the law an allotment of 80 acres could not have been made, but plaintiffs in error concede that it did not remain the law. It was superseded by the act of February 28, 1891, and they admit that \"the Land Department has treated the act of February 28, 1891, as amending section 1 of the act of 1887. By such amendment the classification <span class=\"star-pagination\">*225</span> found in the act of February 8, 1887, is entirely omitted, and the language is: `To each Indian located thereon one-eighth of a section of land.'\" The conclusion that plaintiffs in error draw from that provision is that being on the reservation at the instant of time the act was passed is a necessary condition. But such conclusion misses the meaning of the word \"located.\" Of itself it has no reference to time. It has reference entirely to place and is used to designate upon what Indians the powers given by the act, when exercised, should operate \u0097 that is, \"to each Indian located\" on the reservation. The act was a part of a scheme of legislation to have existence and continuity of action until its purpose should be completely fulfilled. See <i>Oakes</i> v. <i>United States,</i> 172 Fed. Rep. 305.</p>\n<p>This being so, the Steenerson Act is easily seen to be a part of the plan of legislation, and, contrary to the contention of plaintiffs in error, did modify and change the prior acts of Congress by superseding certain of their provisions and enlarging the quantity of land to be allotted.</p>\n<p>It is finally contended that Secretary Garfield had no power to set aside the allotments to plaintiffs in error on an <i>ex parte</i> appeal. In other words they were entitled to notice and opportunity to be heard. <i>Garfield</i> v. <i>Goldsby,</i> 211 U.S. 249. The only evidence offered to sustain the contention is that of the attorney who testified that he appeared \"before the department for Warren and Fairbanks in this case,\" and that he \"did not learn until after the decision had been rendered on the rehearing or appeal\" that an appeal had been taken from the letter or order of the Commissioner of Indian Affairs of July 13, 1906, in which the Commissioner directed the agent to cancel the allotments to Warren and Fairbanks and to restore the allotments to them. It may well be, as urged by the Government, that such testimony does not preclude the inference that other attorneys or Warren or the father of the Fairbanks had notice. We, however, do not consider <span class=\"star-pagination\">*226</span> the inference material. It is manifest that the proceedings were single and continuous \u0097 at one time the Mooers prevailing, at others the plaintiffs in error, and finally the Mooers; and all were chargeable with notice of what was happening in regard to their rights. We have seen that an allotment to the Mooers children and that to plaintiffs in error were made without notice. The Mooers had a subsequent hearing, it is true, and the cancellation of the allotments to them ordered to be set aside. The latter order was suspended and an investigation instituted, upon which one Secretary decided in favor of plaintiffs in error and another Secretary decided in favor of the Mooers. The latter was considered as the final decision, and plaintiffs in error have sought its review in this proceeding.</p>\n<p>It is objected by the Government that the Mooers children are necessary parties. The point was suggested by the Court of Appeals, but passed by, as the court said, because counsel had not raised it. A doubt was expressed, however, if a decree could be rendered seriously affecting the rights of the Mooers children without their being made parties. A query to the same effect was made in <i>Oakes</i> v. <i>United States, supra</i><i>.</i></p>\n<p>The jurisdictional act has this provision as to a suit brought under it: \"In said suit the parties thereto shall be the claimant, as plaintiff, and the United States as party defendant.\" It may well be contended, therefore, that the United States stands in judgment for all opposing claimants, not, it may be, excluding the power of the court to permit them to come in, or, in its discretion, to order them to be brought in. However, we are not called upon to decide the question. Upon the suit brought and case made by plaintiffs we decide that they have no grounds for the relief they pray.</p>\n<p>The decree of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "4f333a0cd9fc5c63a971ecd6f751e9cf59489949", 
  "date_modified": "2014-12-21T01:35:19.243659", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97544/fairbanks-v-united-states/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/328301/", 
  "html": "<p class=\"case_cite\">223 U.S. 215</p>\n    <p class=\"case_cite\">32 S.Ct. 292</p>\n    <p class=\"case_cite\">56 L.Ed. 409</p>\n    <p class=\"parties\">ANNIE FAIRBANKS, a Minor, by Her Guardian <i>ad litem</i>,  Benj. L. Fairbanks, Appt.,<br>v.<br>UNITED STATES.  NO 112.  EDWARD L. WARREN, Appt.,  v.  UNITED STATES.  NO 113.</p>\n    <p class=\"docket\">Nos. 112 and 113.</p>\n    <p class=\"date\">Argued January 18 and 19, 1912.</p>\n    <p class=\"date\">Decided February 19, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. F. W. Houghton and George B. Edgerton for appellants.</p>\n      <p class=\"indent\">Assistant Attorney General Knaebel and Mr. S. W. Williams for appellee.</p>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellants were plaintiffs in the court below, and we shall so designate them.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs, one a minor (No. 112) and the other an adult (113), residing on the White Earth Indian Reservation, brought these actions to determine their rights, respectively, to allotments of land under the provisions of a treaty with the Chippewa Indians proclaimed April 18, 1867 [16 Stat. at L. 719], and certain acts of Congress relating to such Indians.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government claims that two minor children of Samuel Mooers, also Chippewa Indians, residing on the reservation with their father, have been justly allotted the lands on account of a superior right under the treaty and acts of Congress. The cases were tried together and a decree was entered in each case in accordance with the prayer of the plaintiffs, respectively. The decrees were reversed by the circuit court of appeals and the bills directed to be dismissed. 96 C. C. A. 229, 171 Fed. 337.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The treaty of March 19, 1867, and certain acts of Congress, are elements in the controversy. The treaty provided that as soon as the location of the reservation should have been approximately ascertained, it should be surveyed in conformity with the system of government surveys, and that any Indian of bands parties to the treaty, either male or female, who should have 10 acres of land under cultivation, should be entitled to a certificate showing him to be entitled to 40 acres and a like number of acres for every additional 10 acres cultivated until the full amount of 160 acres should be certified. 16 Stat. at L. 721. This was denominated the 'cultivation clause,' and many allotments of 160 acres were made under it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 8, 1887, Congress passed an act 'to provide for the allotment of lands in severalty to Indians on the various reservations.' [24 Stat. at L. 388, chap. 119.] The 1st section of the act provided that where any tribe or band of Indians had been or should be located upon any reservation created for their use by treaty, act of Congress, or executive order, the President was authorized, if the reservation or any part thereof was advantageous for agricultural and grazing purposes, to cause the reservation to be surveyed or resurveyed, and to allot the lands in severalty as follows: To each head of a family, 1/4 of a section; to each single person over eighteen years of age, 1/8 of a section; a like fraction to an orphan child under eighteen years; to each single person under eighteen then living, or who might be born prior to the date of the President's order directing allotment, 1/16 of a section. In case of deficiency, the allotments were to be made <i>pro rate</i>. It was provided further that where the treaty or act of Congress setting apart the reservation provided for allotments in excess of those designated, the allotments should be made in the quantities specified in such treaty or act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This act was amended February 28, 1891. [26 Stat. at L. 794, chap. 383.] The allotment to which each Indian was to be entitled was made 1/8 of a section of land. In case of an insufficiency, a <i>pro rata</i> allotment as near as might be, according to legal subdivision, was provided. On January 14, 1889, an act was passed entitled, 'An Act for the Relief and Civilization of the Chippewa Indians in the State of Minnesota.' [25 Stat. at L. 642, chap. 24.] It is known as the Nelson act, and provided for the appointment by the President of three commissioners to negotiate with the different bands of Chippewas for the cession of all their lands except so much of the White Earth and Red Lake Reservations as the commissioner should deem necessary for allotments to be made to the Indians. It also provided for the removal to the White Earth Reservation of all but Red Lake Indians, and for allotments to such Indians on White Earth Reservation under the direction of such commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 4 of the act provided for the survey of the lands after the cession and relinquishment of the Indian title, and that, upon the report of the survey, the Secretary of the Interior should appoint a sufficient number of competent examiners to go upon the lands thus surveyed, and personally make a careful, complete, and thorough examination of the same by 40-acre lots, for the purpose of ascertaining upon which lots there was growing or standing pine timber, and the tract upon which such timber was standing or growing should be termed pine lands. The minutes of examination were directed to be entered in books, showing with particularity the quantity of timber, to be estimated by feet, and the quality of timber, which estimates and reports should be filed with the Commissioner of the General Land Office as a part of its permanent records, and that officer should thereupon make up a list of such lands, describing each 40-acre tract separately, and opposite each description place the actual cash value of the same, according to his best judgment and information, but such valuation should not be less than $3 per thousand feet, board measure. The list should thereupon be transmitted to the Secretary of the Interior for his approval, modification, or rejection, as he may deem proper. It is further provided that 'all other lands acquired from the said Indians on said reservation, other than pine lands, are, for the purposes of this act, termed agricultural lands.' There are provisions for the sale of the pine lands in 40-acre parcels, for the disposal to actual settlers only of the agricultural lands, and that the money received from both shall be deposited in the Treasury of the United States for the benefit of the Indians.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There are amending acts which need not be noticed. Then came the act of April 28, 1904, entitled, 'An Act to Provide Allotments to Indians on White Earth Reservation in Minnesota.' [33 Stat. at L. 539, chap. 1786.] It is called the Steenerson act. It authorized the President to allot to each Chippewa Indian legally residing on the White Earth Reservation, under the treaty or laws of the United States, 160 acres of land. The act recited that it was enacted in accordance with the express promise made to the Indians by previous acts and the treaty, and that the allotments should be made and the patents issued therefor should be in the manner and have the same effect as provided in the acts of February 8, 1887, and February 28, 1891. And it was provided 'that where any allotment of less than 160 acres has heretofore been made, the allottee shall be allowed to take an additional allotment, which, together with the land already allotted, shall not exceed 160 acres.' There is a provision, in case of insufficiency, for <i>pro rata</i> allotment, as follows: 'That if there is not sufficient land in said White Earth (diminished) Reservation subject to allotment, each Indian entitled to allotments under the provisions of this act shall receive a <i>pro rata</i> allotment.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">These acts constitute the statutory law of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The facts are as follows: On June 29, 1904, and June 30, 1904, respectively, the plaintiffs, Annie Fairbanks, through her father, Warren, for himself, applied at the White Earth Agency for an additional allotment of 80 acres each, respectively, being the W. 1/2 and E. 1/4 of the N. W. 1/4 of section 15, T. 142, R. 39. The applications were under the Steenerson act, the plaintiffs having received their full quota under the Nelson act. The applications were refused, on the ground that they could not then be received.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On August 8, 1904, Lewis and Alice Mooers, aged, respectively, four and six years, made application through their father, Samuel Mooers, for an original allotment of 80 acres of land each under the Nelson act, the act of Congress approved January 14, 1889. The selection for Lewis was the same 80 acres applied for by Annie Fairbanks; the selection for Alice the same 80 acres applied for by Warren. In the Mooers application the land was described as not pine land. At the time of the applications the Indian agent was away, but his clerk received the applications, marking the land on the agency plats as allotted to them, and made the usual entries on the allotment roll. He made the allotment, therefore, as far as he could.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Subsequently the agent required the clerk to cancel the allotment, on the ground that the lands were pine lands, and notified Moores of such cancelation, which was done by mail, and he was directed to select other lands for his children.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On April 24, 1905, the allotments were commenced on the reservation under the Steenerson act, and on that date the plaintiffs, respectively, made application and were allotted the lands in controversy, they being the same as applied for by them on June 29th and 30th, 1904.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Against the action of the agent, canceling the allotments to Lewis and Alice on August 8, 1904, Mooers appealed to the Indian Office. The commissioner ruled in favor of his contention, and directed the agent to reallot the lands to Mooers's children. The agent, however, suspended action pending an investigation, which resulted in the commissioner, under the directions of the Secretary of the Interior, revoking his ruling and sustaining the allotments to plaintiffs. Other lands were directed to be allotted to the Mooers. Upon Mooers's appeal, the last decision of the commissioner was reversed and the land directed to be allotted to his children.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The commissioner in his letter directing the restoration of the allotment to the Mooers children, discussing the right of selection of pine lands, said: 'It is true that in the early work of the Chippewa commission in making allotments on the White Earth Reservation, the office did direct that only agricultural lands should be allotted, reserving the pine lands for the common benefit of all the Indians on the reservation; but after the passage of the Steenerson act, which contemplated the allotment of all of the lands of the reservation, such instructions necessarily could have no application.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The order of the commissioner allotting the land to the Mooers children, as we have seen, was reversed by the then Secretary of the Interior, but not on the ground that pine lands could not be selected. The ruling of the Secretary was on the ground that the selection by the Mooers was premature. The Secretary said: 'The testimony shows that Mr. Mooers was at the agency, arrived on Sunday, the day before the allotting began, but he did not take his place in line until quite late, if at all, but seems to have relied upon the fact that he had designated to a clerk at the agency the particular lands which he desired, even after he had been told that the selections would not be recognized as against other claimants.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Secretary Garfield, in reversing the decision of his predecessor, took the view that 'the applications of the Mooers children were for original allotments, were actually allowed, and that there was no valid reason against such action.' The Secretary also said that it was 'plain that there was no reason for laying upon Mooers the rule governing additional allotments under the Steenerson act;' that is, that Mooers should appear in line and take his chances with other Indians. Concluding his opinion, the Secretary said: 'It appears that allotments have been made to the Mooers children, for which Samuel A. Mooers says he did not apply. Our office will also adjust this matter accordingly.' From these repeated changes in views and decisions in the Interior Department we gain little light upon the controversy between the parties, so far as it depends upon the interpretation of the statutes, and even the government in this case is somewhat uncertain as to what position it will ultimately take. 'It might,' it says, 'find occasion to reverse its former attitude by conceding the plaintiffs' claim or denying that any of the contestants is entitled.' But it concedes 'that lands classified as pine lands <i>outside</i> of the reservation, which had been ceded by the Indians to be sold for their benefit, were not allottable.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We may gather, notwithstanding the confusion, that the Department and all of the claimants regarded the Nelson act as still effective as to Indians who had not received its benefits, and the Steenerson act as applying to additional allotments, leaving only the question whether allotments could be made of pine lands. If so, the allotments to the Mooers children were good, because selections under the Nelson act were not required to wait for proceedings under the Steenerson act. But, notwithstanding the uncertainty and seeming confusion, the question in the case is simple when certain elements are kept in mind,&#8212;that is, the distinction between the lands ceded and those not ceded, but reserved for allotments.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 1 of the Nelson act provides for the negotiation with the Chippewas 'for the cession and relinquishment' of their title to their reservations, 'except White Earth and Red Lake, and to all of those two <i>which may not be</i> required to <i>fill the allotments required by this</i> and <i>existing acts</i>.' (Italics ours). The land reserved for allotments is the diminished reservation, to which we shall presently refer, and &#167; 3 provides for its allotment. Section 4 applies to the lands ceded, not those reserved for allotments, and provides for the examination of the pine lands and for their sale in 40-acre pieces. It provides also (&#167; 6) for the disposal of agricultural lands to settlers under the homestead laws at $1.25 per acre, the proceeds of which and of the sale of pine lands to be put into the Treasury of the United States for the benefit of the Indians. Section 7.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Department at first, as we have seen, regarded only agricultural lands as allottable, making no distinction between ceded and the reserved part of the reservation. In the reserved part (diminished reservation), that is, the part that was to be alloted, there was no distinction made between pine land and agricultural lands. In the ceded part there was a distinction, but only in the manner of their disposition. Neither was allottable, not because of their character, but because of their situation. The Indian Department, as we have seen, took back its ruling, and even if it was not done under the compulsion of the Steenerson act, plaintiffs might have no ground of complaint. Certainly not if the first ruling was made under a misapprehension of the Nelson act, as the court of appeals strongly intimates. However, the Department justifies its last ruling under the Steenerson act, and upon the decision of the court of appeals sustaining that ruling plaintiffs assign error.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It becomes necessary, therefore, to consider the Steenerson act, and it may be well to repeat somewhat. The Steenerson act authorized the President to allot 160 acres of land 'to each Chippewa Indian now legally residing upon the White Earth Reservation under the treaty or laws of the United States.' And it was provided that where an allotment had theretofore been made of less than 160 acres, and additional allotment should be made, which, together with the land already allotted, should not exceed that amount. The act is very direct as to quantity, and there is no qualification as to the character of the land to be allotted, and no classification of the lands to cause misunderstanding. The general allotment act and the act of February 28, 1891, are referred to, but only to adopt the manner of the allotment and the effect of the patent. The provision is: 'The allotment shall be, and the patent issued therefor, in the manner and having the same effect as provided in the general allotment act.' The manner of allotment is one thing and the kind of land to be allotted is another, and cannot well be confounded, and we cannot hold that Congress did not observe or intend to make the distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is contended further that the Mooers children, being, respectively, four and six years of age, were not entitled to an original allotment under the Nelson act.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The lower courts disagreed as to this contention, the circuit court supporting it and the circuit court of appeals deciding that it was untenable. Plaintiffs urge that the circuit court of appeals fell into error by assuming that &#167; 1 of the act of February 8, 1887, was part of the Nelson act, and hence decided that the power of the President to make allotments, which was given by the former, was a continuing power, and could be exercised from time to time in favor of those born upon the reservation subsequent to the first order. It is, however, insisted that under the Nelson act the power to make allotments was taken from the President and vested in commissioners, and that the provision relied on by the circuit court of appeals was omitted from the act, and it is insisted further that if it be considered part of the act, the whole of the provision must be considered, and that it limits an allotment to 1/16 of a section to any single person then living, or who should be born prior to the date of the order directing an allotment of lands. Undoubtedly, if that part of the provision had remained the law, an allotment of 80 acres could not have been made; but plaintiffs concede that it did not remain the law. It was superseded by the act of February 28, 1891, and they admit that 'the Land Department has treated the act of February 28, 1891, as amending &#167; 1 of the act of 1887. By such amendment the classification found in the act of February 8, 1887, is entirely omitted, and the language is: 'To each Indian located thereon, one-eighth of a section of land.\" The conclusion that plaintiffs draw from that provision is that being on the reservation at the instant of time the act was passed is a necessary condition. But such conclusion misses the meaning of the word 'located.' Of itself it has no reference to time. It has reference entirely to place, and is used to designate upon what Indians the powers given by the act, when exercised, should operate,&#8212;that is, 'to each Indian located' on the reservation. The act was a part of a scheme of legislation to have existence and continuity of action until its purpose should be completely fulfilled. See Oakes v. United States, 97 C. C. A. 139, 172 Fed. 304.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This being so, the Steenerson act is easily seen to be a part of the plan of legislation, and, contrary to the contention of plaintiffs, did modify and change the prior acts of Congress by superseding certain of their provisions and enlarging the quantity of land to be allotted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is finally contended that Secretary Garfield had no power to set aside the allotments to plaintiffs on an <i>ex parte</i> appeal. In other words they were entitled to notice and opportunity to be heard. Garfield v. United States, 211 U. S. 249, 53 L. ed. 168, 29 Sup. Ct. Rep. 62. The only evidence offered to sustain the contention is that of an attorney, who testified that he appeared 'before the Department for Warren and Fairbanks in this case.' and that he 'did not learn until after the decision had been rendered on the rehearing or appeal' that an appeal had been taken from the letter or order of the Commissioner of Indian Affairs of July 13, 1906, in which the Commissioner directed the agent not to cancel the allotments to Warren and Fairbanks, and to restore the allotments to them. It may well be, urged by the government, that such testimony does not preclude the inference that other attorneys, or Warren, or the father of the Fairbanks, had notice. We, however, do not consider the inference material. It is manifest that the proceedings were single and continuous,&#8212;at one time the Mooers prevailing, at others the plaintiffs, and finally the Mooers; and all were chargeable with notice of what was happening in regard to their rights. We have seen that an allotment to the Mooers children and that to plaintiffs were made without notice. The Mooers and a subsequent hearing, it is true, and the cancelation of the allotments to them ordered to be set aside. The latter order was suspended and an investigation instituted, upon which one Secretary decided in favor of plaintiffs and another Secretary decided in favor of the Mooers. The latter was considered as the final decision, and plaintiffs have sought its review in this proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is objected by the government that the Mooers children are necessary parties. The point was suggested by the court of appeals, but passed by, as the court said, because counsel had not raised it. A doubt was expressed, however, if a decree could be rendered seriously affecting the rights of the Mooers children without their being made parties. A query to the same effect was made in Oakes v. United States, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The jurisdictional act has this provision as to a suit brought under it:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'In said suit the parties thereto shall be the claimant, as plaintiff, and the United States, as party defendant.' It may well be contended, therefore, that the United States stands in judgment for all opposing claimants; not, it may be, excluding the power of the court to permit them to come in, or, in its discretion, to order them to be brought in. However, we are not called upon to decide the question. Upon the suit brought and case made by plaintiffs we decide that they have no grounds for the relief they pray.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The decree of the Circuit Court of Appeals is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97544/"
}