{"absolute_url": "/opinion/97565/mccarthy-v-first-nat-bank-of-rapid-city/", "blocked": false, "citation": {"case_name": "McCarthy v. First Nat. Bank of Rapid City", "docket_number": "122", "document_uris": ["/api/rest/v2/document/97565/"], "federal_cite_one": "223 U.S. 493", "federal_cite_three": null, "federal_cite_two": null, "id": 81948, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81948/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 7, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1912-02-19", "date_modified": "2014-12-21T01:35:21.209961", "docket": "/api/rest/v2/docket/14506/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">223 U.S. 493</p>\n    <p class=\"case_cite\">32 S.Ct. 240</p>\n    <p class=\"case_cite\">56 L.Ed. 523</p>\n    <p class=\"parties\">PATRICK B. McCARTHY, Plff. in Err.,<br>v.<br>FIRST NATIONAL BANK OF RAPID CITY, SOUTH DAKOTA.</p>\n    <p class=\"docket\">No. 122.</p>\n    <p class=\"date\">Argued December 19, 1911.</p>\n    <p class=\"date\">Decided February 19, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Statement by Mr. Justice Lamar:</p>\n      <p class=\"indent\">Patrick B. McCarthy, under the provisions of Rev. Stat. &#167; 5198, U. S. Comp. Stat. 1901, p. 3493, brought suit against the First National Bank of Rapid City, South Dakota, for twice the amount of interest paid the bank.</p>\n      <p class=\"indent\">The complaint alleged that, the maximum legal rate being 12 per cent, McCarthy, on August 27, 1887, borrowed from the defendant $4,000, giving therefor promissory notes payable at different dates, each bearing 18 per cent interest. These notes were not paid at maturity, and from time to time were renewed at the same rate. Many payments of usurious interest were made. The debt was finally consolidated into a note, bearing 12 per cent interest, dated May 22, 1889, for $5,000, which included the original principal and unpaid interest. It was renewed and secured by mortgage July 22, 1891. McCarthy alleges that between August 27, 1887, and January 1, 1897, he paid on the original and renewal notes various sums, aggregating $3,802.74, as interest, and that the defendant 'knowingly . . . applied the same to the payment of usurious interest, and indorsed the same on the said several promissory notes as interest received thereon.'</p>\n      <p class=\"indent\">On January 26, 1897, the bank instituted proceedings to foreclose the mortgage given by plaintiff, his wife and others, to secure the debt. McCarthy filed a plea of usury, which was sustained, and, after purging the debt of usury and forfeiting all interest, a decree was finally entered, January 12, 1905, foreclosing the mortgage for $5,951.56, made up of the original debt of $4,000, taxes paid on the mortgaged property, and costs. On January 21 this sum was paid to the bank, and on January 25, 1905, plaintiff brought this suit for $7,605.48, or twice the amount of interest paid. The defendant set up, by its plea, that the action was barred, because not brought within two years from the date of payment of the usurious interest. The plaintiff replied that the statute only began to run from the date the debt was paid. For the purpose of showing that the payments on account of interest ($3,802.74) did not equal the amount of the original debt ($4,000), and that the judgment had been paid (January 21, 1905) less than two years before suit, he offered the record in the foreclosure proceedings. It was excluded by the trial court, but incorporated in the record by bill of exceptions.</p>\n      <p class=\"indent\">Messrs. Hannis Taylor, Charles W. Brown, John F. Schrader, and Clarence L. Lewis for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 495 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Charles J. Buell and A. K. Gardner for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 496 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Lamar, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 5198 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 3493), under which this suit was brought, provides that 'taking, receiving, reserving, or charging' more than a lawful rate of interest, when knowingly done by a national bank, shall be deemed a forfeiture of the entire interest. In case a greater than the lawful rate 'has been paid, the person by whom it has been paid . . . may recover back . . . twice the amount of the interest thus paid, . . . provided such action is commenced within two years from the time the usurious transaction occurred.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The debt was created in 1887, was paid in full in January, 1905, and on January 25, of the same year, the maker of the note brought suit to recover twice the amount of the interest paid thereon prior to 1897.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In considering the bank's plea that the action was barred because not brought within two years, and the plaintiff's claim that the statute only ran from the date the debt was paid, the supreme court of South Dakota pointed out the irreconcilable conflict in the cases dealing with this question, and, after making careful analysis of all the authorities, reached the conclusion, in which we concur, that the statute begins to run from the date of the payment of the usurious interest. 23 S. D. 269, 23 L.R.A.(N.S.) 335, 121 N. W. 853, 21 A. &amp; E. Ann. Cas. 437. Considering this review of the decisions, we shall only discuss the statute itself, and that briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">National banks are prohibited from making usurious contracts. If they disregard its provisions, the law not only furnishes a defense, but gives a right of action. As to the defense, there is no statute of limitations. Whenever sued, the debtor may plead the usurious contract, and be relieved from paying any interest whatever. But if he elects to avail himself of the cause of action, he must sue 'within two years from the time the usurious transaction occurred.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">If the making of the note was the 'usurious transaction,' from which date the statute began to run, the anomaly of the right to recover being barred before the cause of action arose would result in all cases where the debtor for two years after the loan failed to pay interest, even though cipal and usury. If the final payment of he subsequently discharged the debt, print the debt is the 'usurious transaction,' and suit must be brought in two years from that date, then there could never be a recovery in those cases where the debtor had paid usury, but was not able to pay the debt in full.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">That the statute does not begin to run from the date of the loan, nor from the date of the satisfaction of the debt, but from the date interest is paid, appears from an analysis of the two classes of cases referred to in Rev. Stat. &#167; 5198. noting that 'interest paid' in the last clause is used in contradistinction to interest 'reserved or charged,' in the first sentence of the section. Banks may make ordinary loans and charge interest to be collected at the maturity of the note. But, as they usually reserve and deduct it in advance, by way of discount, the statute is framed so as to apply to cases where the interest is paid by the debtor as well as to those in which it is reserved by the bank. These deductions by way of discount are not treated as payments. They do not come out of the debtor's pocket, though they lessen the amount which he receives when the loan is made, and when sued he may plead usury and escape liability for the amount thus charged or retained. But such reservation by the bank, not being a payment made by the debtor, he, of course, cannot avail himself of the right to maintain a suit given only to those who have paid interest.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But when the debtor actually makes a payment, as interest, and the bank knowingly receives and appropriates it as such, the usurious transaction is complete, the right of the one and the liability of the other is fixed, the cause of action arises, and the statute of limitations begins to run. There is no <i>locus penitentioe</i>. That privilege is only granted to those banks which, having charged usury, may, by a refusal to accept interest when tendered, show that they will not carry the illegal contract into execution, and thus escape the twofold penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Those courts which hold that the statute begins to run from the payment of the debt, instead of the payment of the interest, have been influenced by statements of Mr. Justice Harlan in McBroom v. Scottish Mortg. &amp; Land Invest. Co. 153 U. S. 318, 38 L. ed. 729, 14 Sup. Ct. Rep. 852, which involved the construction of the usury statute of the territory of New Mexico. That act differed in several respects from Rev. Stat. &#167; 5198. But that case did not rule that in a suit under the act of Congress, the statute did not run from the date usury was paid and received as such. This court did not understand that such was the meaning of that case, as appears from his opinion in Brown v. Marion Nat. Bank, 169 U. S. 416, 42 L. ed. 801, 18 Sup. Ct. Rep. 390, which involved a construction. Rev. Stat. &#167; 5198. For he there points out the difference between 'paying' and 'agreeing to pay,' and says that, 'if at any time the obligee actually pays usurious interest, as such the usurious transaction must be held to have then, and not before, occurred, and he must sue within two years thereafter.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Supreme Court of South Dakota properly held that the recovery of interest paid more than two years before suit was brought was barred, and its judgment is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>223 U.S. 493 (1912)</b></center>\n<center><h1>McCARTHY<br>\nv.<br>\nFIRST NATIONAL BANK OF RAPID CITY, SOUTH DAKOTA.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 19, 1911.</center>\n<center>Decided February 19, 1912.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF SOUTH DAKOTA.\n<p><span class=\"star-pagination\">*495</span> <i>Mr. Hannis Taylor,</i> with whom <i>Mr. Charles W. Brown, Mr. John F. Schrader</i> and <i>Mr. Clarence L. Lewis</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Charles L. Buell,</i> with whom <i>Mr. A.K. Gardner</i> was on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*497</span> MR. JUSTICE LAMAR, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Section 5198 of the Revised Statutes, under which this <span class=\"star-pagination\">*498</span> suit was brought, provides that \"taking, receiving, reserving, or charging\" more than a lawful rate of interest, when knowingly done by a national bank, shall be deemed a forfeiture of the entire interest. In case a greater than the lawful rate \"has been paid, the person by whom it has been paid, may recover back twice the amount of the interest thus paid, . . . provided such action is commenced within two years from the time the usurious transaction occurred.\"</p>\n<p>The debt was created in 1887, was paid in full in January, 1905, and on January 25, of the same year, the maker of the note brought suit to recover twice the amount of the interest paid thereon prior to 1897.</p>\n<p>In considering the bank's plea that the action was barred because not brought within two years, and the plaintiff's claim that the statute only ran from the date the debt was paid, the Supreme Court of South Dakota pointed out the irreconcilable conflict in the cases dealing with this question, and, after making a careful analysis of all the authorities, reached the conclusion, in which we concur, that the statute begins to run from the date of the payment of the usurious interest. 17 S. Dak. 393. Considering this review of the decisions, we shall only discuss the statute itself, and that briefly.</p>\n<p>National banks are prohibited from making usurious contracts. If they disregard its provisions, the law not only furnishes a defense, but gives a right of action. As to the defense, there is no statute of limitations. Whenever sued the debtor may plead the usurious contract and be relieved from paying any interest whatever. But if he elects to avail himself of the cause of action, he must sue \"within two years from the time the usurious transaction occurred.\"</p>\n<p>If the making of the note was the \"usurious transaction,\" from which date the statute began to run, the anomaly of the right to recover being barred before the <span class=\"star-pagination\">*499</span> cause of action arose would result in all cases where the debtor for two years after the loan failed to pay interest, even though he subsequently discharged the debt, principal and usury. If the final payment of the debt is the \"usurious transaction\" and suit must be brought in two years from that date, then there could never be a recovery in those cases where the debtor had paid usury, but was not able to pay the debt in full.</p>\n<p>That the statute does not begin to run from the date of the loan, nor from the date of the satisfaction of the debt, but from the date interest is paid, appears from an analysis of the two classes of cases referred to in Rev. Stat., § 5198, noting that \"interest paid\" in the last clause is used in contradistinction to interest \"reserved or charged,\" in the first sentence of the section. Banks may make ordinary loans and charge interest to be collected at the maturity of the note. But, as they usually reserve and deduct it in advance, by way of discount, the statute is framed so as to apply to cases where the interest is paid by the debtor as well as to those in which it is reserved by the bank. These deductions by way of discount are not treated as payments. They do not come out of the debtor's pocket, though they lessen the amount which he receives when the loan is made, and when sued he may plead usury and escape liability for the amount thus charged or retained. But, such reservation by the bank, not being a payment made by the debtor, he, of course, cannot avail himself of the right to maintain a suit given only to those who have paid interest.</p>\n<p>But when the debtor actually makes a payment, as interest, and the bank knowingly receives and appropriates it as such, the usurious transaction is complete, the right of the one and the liability of the other is fixed, the cause of action arises and the statute of limitations begins to run. There is no <i>locus penitentice.</i> That privilege is only granted to those banks which, having charged <span class=\"star-pagination\">*500</span> usury, may, by a refusal to accept interest when tendered, show that they will not carry the illegal contract into execution, and thus escape the two-fold penalty.</p>\n<p>Those courts which hold that the statute begins to run from the payment of the debt, instead of the payment of the interest, have been influenced by statements of Mr. Justice Harlan in <i>McBroom</i> v. <i>Investment Co.,</i> 153 U.S. 318, which involved the construction of the usury statute of the Territory of New Mexico. That act differed in several respects from Rev. Stat., § 5198. But that case did not rule that in a suit under the act of Congress the statute did not run from the date usury was paid and received as such. This court did not understand that such was the meaning of that case, as appears from his opinion in <i>Brown</i> v. <i>National Bank,</i> 169 U.S. 416, which involved a construction of Rev. Stat., § 5198. For he there points out the difference between \"paying\" and \"agreeing to pay,\" and says that, \"if at any time the obligee actually pays usurious interest, as such, the usurious transaction must be held to have then and not before occurred, and he must sue within two years thereafter.\"</p>\n<p>The Supreme Court of South Dakota properly held that the recovery of interest paid more than two years before suit was brought was barred, and its judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></span> (1912)</b></center>\n<center><h1>McCARTHY<br>\nv.<br>\nFIRST NATIONAL BANK OF RAPID CITY, SOUTH DAKOTA.</h1></center>\n<center>No. 122.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 19, 1911.</center>\n<center>Decided February 19, 1912.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF SOUTH DAKOTA.\n<p><span class=\"star-pagination\">*495</span> <i>Mr. Hannis Taylor,</i> with whom <i>Mr. Charles W. Brown, Mr. John F. Schrader</i> and <i>Mr. Clarence L. Lewis</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Charles L. Buell,</i> with whom <i>Mr. A.K. Gardner</i> was on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*497</span> MR. JUSTICE LAMAR, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Section 5198 of the Revised Statutes, under which this <span class=\"star-pagination\">*498</span> suit was brought, provides that \"taking, receiving, reserving, or charging\" more than a lawful rate of interest, when knowingly done by a national bank, shall be deemed a forfeiture of the entire interest. In case a greater than the lawful rate \"has been paid, the person by whom it has been paid, may recover back twice the amount of the interest thus paid, . . . provided such action is commenced within two years from the time the usurious transaction occurred.\"</p>\n<p>The debt was created in 1887, was paid in full in January, 1905, and on January 25, of the same year, the maker of the note brought suit to recover twice the amount of the interest paid thereon prior to 1897.</p>\n<p>In considering the bank's plea that the action was barred because not brought within two years, and the plaintiff's claim that the statute only ran from the date the debt was paid, the Supreme Court of South Dakota pointed out the irreconcilable conflict in the cases dealing with this question, and, after making a careful analysis of all the authorities, reached the conclusion, in which we concur, that the statute begins to run from the date of the payment of the usurious interest. 17 S. Dak. 393. Considering this review of the decisions, we shall only discuss the statute itself, and that briefly.</p>\n<p>National banks are prohibited from making usurious contracts. If they disregard its provisions, the law not only furnishes a defense, but gives a right of action. As to the defense, there is no statute of limitations. Whenever sued the debtor may plead the usurious contract and be relieved from paying any interest whatever. But if he elects to avail himself of the cause of action, he must sue \"within two years from the time the usurious transaction occurred.\"</p>\n<p>If the making of the note was the \"usurious transaction,\" from which date the statute began to run, the anomaly of the right to recover being barred before the <span class=\"star-pagination\">*499</span> cause of action arose would result in all cases where the debtor for two years after the loan failed to pay interest, even though he subsequently discharged the debt, principal and usury. If the final payment of the debt is the \"usurious transaction\" and suit must be brought in two years from that date, then there could never be a recovery in those cases where the debtor had paid usury, but was not able to pay the debt in full.</p>\n<p>That the statute does not begin to run from the date of the loan, nor from the date of the satisfaction of the debt, but from the date interest is paid, appears from an analysis of the two classes of cases referred to in Rev. Stat., § 5198, noting that \"interest paid\" in the last clause is used in contradistinction to interest \"reserved or charged,\" in the first sentence of the section. Banks may make ordinary loans and charge interest to be collected at the maturity of the note. But, as they usually reserve and deduct it in advance, by way of discount, the statute is framed so as to apply to cases where the interest is paid by the debtor as well as to those in which it is reserved by the bank. These deductions by way of discount are not treated as payments. They do not come out of the debtor's pocket, though they lessen the amount which he receives when the loan is made, and when sued he may plead usury and escape liability for the amount thus charged or retained. But, such reservation by the bank, not being a payment made by the debtor, he, of course, cannot avail himself of the right to maintain a suit given only to those who have paid interest.</p>\n<p>But when the debtor actually makes a payment, as interest, and the bank knowingly receives and appropriates it as such, the usurious transaction is complete, the right of the one and the liability of the other is fixed, the cause of action arises and the statute of limitations begins to run. There is no <i>locus penitentice.</i> That privilege is only granted to those banks which, having charged <span class=\"star-pagination\">*500</span> usury, may, by a refusal to accept interest when tendered, show that they will not carry the illegal contract into execution, and thus escape the two-fold penalty.</p>\n<p>Those courts which hold that the statute begins to run from the payment of the debt, instead of the payment of the interest, have been influenced by statements of Mr. Justice Harlan in <i>McBroom</i> v. <i>Investment Co.,</i> <span class=\"citation\" data-id=\"93900\"><a href=\"/opinion/93900/mcbroom-v-scottish-mortgage-land-investment-co/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, which involved the construction of the usury statute of the Territory of New Mexico. That act differed in several respects from Rev. Stat., § 5198. But that case did not rule that in a suit under the act of Congress the statute did not run from the date usury was paid and received as such. This court did not understand that such was the meaning of that case, as appears from his opinion in <i>Brown</i> v. <i>National Bank,</i> <span class=\"citation\" data-id=\"94830\"><a href=\"/opinion/94830/brown-v-marion-nat-bank/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, which involved a construction of Rev. Stat., § 5198. For he there points out the difference between \"paying\" and \"agreeing to pay,\" and says that, \"if at any time the obligee actually pays usurious interest, as such, the usurious transaction must be held to have then and not before occurred, and he must sue within two years thereafter.\"</p>\n<p>The Supreme Court of South Dakota properly held that the recovery of interest paid more than two years before suit was brought was barred, and its judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 97565, "judges": "Lamar, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97565/", "sha1": "a834186ac08732e361a5bfd6335e33800e584383", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:37"}