{"absolute_url": "/opinion/97617/mullen-v-united-states/", "blocked": false, "citation": {"case_name": "Mullen v. United States", "docket_number": "404", "document_uris": ["/api/rest/v2/document/97617/"], "federal_cite_one": "224 U.S. 448", "federal_cite_three": null, "federal_cite_two": null, "id": 82000, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82000/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 17, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1912-04-15", "date_modified": "2014-12-21T07:22:56.084651", "docket": "/api/rest/v2/docket/1580365/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">224 U.S. 448</p>\n    <p class=\"case_cite\">32 S.Ct. 494</p>\n    <p class=\"case_cite\">56 L.Ed. 834</p>\n    <p class=\"parties\">J. S. MULLEN and W. B. Jansen, Appts.,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 404.</p>\n    <p class=\"date\">Argued October 12 and 13, 1911.</p>\n    <p class=\"date\">Decided April 15, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. J. C. Stone, Robert J. Boone, S. T. Bledsoe, and J. R. Cottingham for appellants.</p>\n      <p class=\"indent\">Solicitor General Lehmann and Messrs.</p>\n      <p class=\"indent\">A. N. Frost and Harlow A. Leekley for appellee.</p>\n      <p class=\"indent\">Mr. Justice Hughes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was brought by the United States to cancel certain conveyances of allotted lands, made by Choctaw Indians in alleged violation of restrictions. The circuit court sustained a demurrer to the bill upon the grounds that the United States was not entitled to maintain a suit of this character, that there was a defect of parties, owing to the absence of the Indian grantors, and that the bill was multifarious. This judgment was reversed by the circuit court of appeals, which directed the trial court to proceed with the cause in accordance with its opinion. United States v. Allen, and similar cases, 103 C. C. A. 1, 179 Fed. 13. An appeal to this court is taken by certain defendants under &#167; 3 of the act of June 25, 1910, chap. 408 (36 Stat. at L. 837). The lands conveyed to the appellants are described as those which had been allotted to Choctaws of the full blood, deceased, and the conveyances were made by their heirs (also Choctaws of the full blood) prior to April 26, 1906.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As early as 1786 a treaty was made with the representatives of the Choctaws by which it was acknowledged that these Indians were under the protection of the United States, and it was provided that for their 'benefit and comfort' and for the 'prevention of injuries and oppressions,' the United States should have 'the sole and exclusive right of regulating the trade with the Indians, and managing all their affairs in such manner as they think proper.' 7 Stat. at L. 21. By the treaty of 1820, in order 'to promote the civilization of the Choctaw Indians by the establishment of schools amongst them, and to perpetuate them as a nation, by exchanging, for a small part of their land here, a country beyond the Mississippi river, where all who live by hunting and will not work may be collected and settled together,' there was ceded to the Choctaws a tract west of the Mississippi, situated between the Arkansas and Red rivers. 7 Stat. at L. 210. In furtherance of this purpose, another treaty was made in 1830 by which it was agreed that the United States should 'cause to be conveyed to the Choctaw Nation a tract of country west of the Mississippi river, in fee simple to them and their descendants, to inure to them while they shall exist as a nation and live on it,' and the Choctaws ceded to the United States all their lands east of the Mississippi, and promised to remove beyond that river as soon as possible. 7 Stat. at L. 333, 334. In 1837, with the approval of the President and Senate of the United States, an agreement was made between the Choctaws and the Chickasaws that the latter should have the privilege of forming a district within the limits of the Choctaw country, 'to be held on the same terms that the Choctaws now hold it, except the right of disposing of it, which is held in common with the Choctaws and Chickasaws, to be called the Chickasaw district of the Choctaw Nation.' 11 Stat. at L. 573. Controversies having arisen between these tribes, a treaty was made in 1855 with the representatives of both, defining boundaries and providing for the settlement of differences. This contained the stipulation: 'And pursuant to an act of Congress approved May 28, 1830 [4 Stat. at L. 411, chap. 148], the United States do hereby forever secure and guarantee the lands embraced within the said limits, to the members of the Choctaw and Chickasaw tribes, their heirs and successors, to be held in common; so that each and every member of either tribe shall have an equal, undivided interest in the whole: Provided, however, no part thereof shall ever be sold without the consent of both tribes; and that said land shall revert to the United States if said Indians and their heirs become extinct, or abandon the same.' 11 Stat. at L. 612. After the Civil War, a new treaty was entered into, reaffirming the obligations arising out of prior agreements and legislation. April 28, 1866, 14 Stat. at L. 769, 774. While this treaty contemplated allotments in severalty, and made provision to that end, effective action was not taken until the legislation of 1893, and subsequent years, relating to the Five Civilized Tribes, which embodied the policy&#8212;of individual allotments and the dissolution of the tribal governments&#8212;made necessary by the changed conditions in the Indian country. Acts of March 3, 1893, chap. 209, 27 Stat. at L. 645; June 10, 1896, chap. 398, 29 Stat. at L. 321, 339; June 7, 1897, chap. 3, 30 Stat. at L. 62, 64; June 28, 1898, chap. 517, 30 Stat. at L. 495.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the case of the Choctaws and Chickasaws, as in that of the other tribes, the scheme of allotments embraced certain restrictions upon the right of alienation which Congress deemed necessary for the suitable protection of the allottees. By virtue of the relation of the United States to these Indians (Choctaw Nation v. United States, 119 U. S. 1, 28, 30 L. ed. 306, 315, 7 Sup. Ct. Rep. 75; United States v. Choctaw Nation &amp; Chickasaw Nation, 179 U. S. 494, 532, 45 L. ed. 291, 306, 21 Sup. Ct. Rep. 149), and the obligations it has assumed, it is entitled to invoke the equity jurisdiction of its courts for the purpose of enforcing these restrictions. The Indian grantors, being represented by the government, were not necessary parties, and in the interest of the convenient administration of justice it was competent to embrace in one suit a class of transactions presenting the same question for determination. Heckman v. United States, decided April 1, 1912. [224 U. S. 413, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 424.]</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The question remains whether, in the execution of the conveyances to the appellants, the restrictions imposed by Congress have been violated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Dawes Commission, constituted by the act of 1893, entered into an agreement with the Choctaws and Chickasaws&#8212;known as the Atoka agreement&#8212;which was approved by Congress and incorporated in &#167; 29 of the act of June 28, 1898. 30 Stat. at L. 505, chap. 517. There was, however, a supplemental agreement, found in the act of July 1, 1902 (32 Stat. at L. 641, chap. 1362), which contains the restrictions in force at the time of the conveyances described in the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This supplemental agreement provided that there should be allotted to each member of the Choctaw and Chickasaw tribes land equal in value to 320 acres of the average allottable land of these tribes; and to each Choctaw and Chickasaw freedman, land equal in value to 40 acres. The scheme defined two classes of cases, (1) allotments made to members of the tribes, and to freedmen, living at the time of allotment, and (2) allotments made in the case of those whose names appeared upon the tribal rolls, but who had died after the ratification of the agreement, and before the actual allotment had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With respect to allotments to living members, it was provided that the allottee should designate 160 acres of the allotted lands as a homestead, for which separate certificate and patent should issue. And the restrictions upon the right of alienation of the allotted lands are found in paragraphs 12, 13, 15, and 16 of the supplemental agreement, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'12. Each member of said tribes shall, at the time of the selection of his allotment, designate as a homestead out of said allotment land equal in value to one hundred and sixty acres of the average allottable land of the Choctaw and Chickasaw nations, as nearly as may be, which shall be inalienable during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment, and separate certificate and patent shall issue for said homestead.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'13. The allotment of each Choctaw and Chickasaw freedman shall be inalienable during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'15. Lands allotted to members and freedmen shall not be affected or encumbered by any deed, debt, or obligation of any character contracted prior to the time at which said land may be alienated under this act, nor shall said lands be sold except as herein provided.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'16. All lands allotted to the members of said tribes, except such land as is set aside to each for a homestead, as herein provided, shall be alienable after issuance of patent as follows: One fourth in acreage in one year, one fourth in acreage in three years, and the balance in five years; in each case from date of patent: Provided, That such land shall not be alienable by the allottee or his heirs at any time before the expiration of the Choctaw and Chickasaw tribal governments for less than its appraised value.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It will be observed that the homestead lands are made inalienable 'during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment.' The period of restriction is thus definitely limited, and the clear implication is that when the prescribed period expired, the lands were to become alienable; that is, by the heirs of the allottee upon his death, or by the allottee himself at the end of the twenty-one years. Thus, with respect to homestead lands, the supplemental agreement imposed no restriction upon alienation by the heirs of a deceased allottee. And the reason may be found in the fact that each member of the tribes&#8212;each minor child as well as each adult, duly enrolled as required&#8212;was to have his or her allotment; so that each member was already provided with a homestead as a part of the allotment, independently of the lands which might be acquired by descent. On the other hand, the proviso of paragraph 16&#8212;which relates to the additional portion of the allotment, or the so-called 'surplus' lands&#8212;contains a restriction upon alienation not only by the allottee, but by his heirs. Whatever may have been the purpose, a distinction was thus made with regard to the disposition by heirs of the homestead and surplus lands respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question now presented&#8212;with regard to the conveyances made to the appellants&#8212;arises in the second class of cases; that is, where a person whose name appeared upon the rolls died after the ratification of the agreement and before receiving his allotment. In this event, provision was made for allotment in the name of the deceased person, and for the descent of the lands to his heirs. This is contained in paragraph 22 of the supplemental agreement:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'22. If any person whose name appears upon the rolls, prepared as herein provided, shall have died subsequent to the ratification of this agreement and before receiving his allotment of land, the lands to which such person would have been entitled if living shall be allotted in his name, and shall, together with his proportionate share of other tribal property, descend to his heirs according to the laws of descent and distribution, as provided in chapter forty-nine of Mansfield's Digest of the Statutes of Arkansas: Provided, That the allotment thus to be made shall be selected by a duly appointed administrator or executor. If, however, such administrator or executor be not duly and expeditiously appointed, or fails to act promptly when appointed, or for any other cause such selection be not so made within a reasonable and practicable time, the Commission to the Five Civilized Tribes shall designate the lands thus to be allotted.' In the cases falling within this paragraph, there is no requirement for the selection of any portion of the allotted lands as a homestead, and there is no ground for supposing that it was the intention of Congress that a provision for such selection should be read into the paragraph, so as to assimilate it to paragraph 12, relating to allotments to living members. While the lands were to be allotted in the name of the deceased allottee, they passed at once to his heirs, and as each heir, if a member of the tribe, was already supplied with his homestead of 160 acres, there was no occasion for a further selection for that purpose from the inherited lands. No distinction is made between the heirs; they might or might not be members of the tribe; and where there were a number of heirs, each would take his undivided share. It is quite evident that there is no basis for implying the requirement that in such case there should be a selection of a portion of the allotment as a homestead, and all the lands allotted under paragraph 22 are plainly upon the same footing. While it appears from the record that, in the present case, separate certificates of allotment were issued for homestead and surplus lands, this was without the sanction of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the agreement with the Creek Indians (act of March 1, 1901, 31 Stat. at L. 861, 870, chap. 676), it was provided that in the case of the death of a citizen of the tribe after his name had been placed upon the tribal roll made by the Commission, and before receiving his allotment, the lands and money to which he would have been entitled, if living, should descend to his heirs, 'and be allotted and distributed to them accordingly.' The question arose whether, in such cases, there should be a designation of a portion of the allotment as a homestead. In an opinion under date of March 16, 1903, the then Assistant Attorney General for the Interior Department (Mr. Van Devanter) advised the Secretary of the Interior that this was not required by the statute. He said: 'After a careful consideration of the provisions of law pertinent to the question presented, and of the views of the Commissioner of Indian Affairs and the Commission to the Five Civilized Tribes, I agree with the latter that in all cases where allotment is made directly to an enrolled citizen, it is necessary that a homestead be selected therefrom and conveyed to him by separate deed; but that where the allotment is made directly to the heirs of a deceased citizen, there is no reason or necessity for designating a homestead out of such lands, or of giving the heirs a separate deed for any portion of the allotment, and therefore advise the adoption of that rule.' It is true that under the Creek agreement, in cases where the ancestor died before allotment, the lands were to be allotted directly to the heirs, while under the Choctaw and Chickasaw agreement the allotment was to be made in the <i>name</i> of the deceased member, and 'descend to his heirs.' This, however, is a merely formal distinction and implies no difference in substance. In both cases the lands were to go immediately to the heirs, and the mere circumstance that, under the language of the statute, the allotment was to be made in the name of the deceased ancestor instead of the names of the heirs furnishes no reason for implying a requirement that there should be a designation of a portion of the lands as homestead.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have, then, a case where all the alloted lands going to the heirs are of the same character, and there is no restriction upon the right of alienation expressed in the statute. Had the lands been allotted in the lifetime of the ancestor, one half of them, constituting homestead, would have been free from restriction upon his death. The only difficulty springs from the language of paragraph 16, limiting the right of heirs to sell 'surplus' lands. But, on examining the context, it appears that this provision is part of the scheme for allotments to living members, where there is a segregation of homestead and surplus lands respectively. Whatever the policy of such a distinction which gives a greater freedom for the disposition by heirs of homestead lands than of the additional lands, there is no warrant for importing it into paragraph 22, where there is no such segregation. It would be manifestly inappropriate to imply the restriction in such cases, so as to make it applicable to all the lands taken by the heirs, and there is no occasion or authority for creating a division of the lands so as to impose a restriction upon a part of them.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There being no restriction upon the right of alienation, the heirs in the cases involved in this appeal were entitled to make the conveyances. The bill alleged that the tracts embraced in these conveyancs were 'allotted land,' and certificates of allotment had been issued. These Indian heirs were vested with an interest in the property which, in the absence of any provision to the contrary, was the subject of sale. The fact that they were 'full-blood' Indians makes no difference in this case, for, at the time of the conveyances in question, heirs of the full blood, taking under the provisions of paragraph 22 of the supplemental agreement, had the same right of alienation as other heirs.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It does not appear from the allegations of the bill whether patents for the lands had been issued to the Indian grantors before the conveyances were made. But as the lands had been duly allotted, the right to patent was established; and there was no restriction in cases under paragraph 22 upon alienation of the lands prior to the date of patent. There was undoubtedly a complete equitable interest which, in the absence of restriction, the owner could convey. Doe ex dem. Mann v. Wilson, 23 How. 457, 16 L. ed. 584; Crews v. Burcham, 1 Black, 352, 17 L. ed. 91; Jones v. Meehan, 175 U. S. 1, 15-18, 44 L. ed. 49, 55, 57, 20 Sup. Ct. Rep. 1. And any contention that the conveyances were invalid, solely because they were made before the issuance of patent,&#8212;the lands not being under restriction,&#8212;would be met by the proviso contained in &#167; 19 of the act of April 26, 1906 (34 Stat. at L. 144, chap. 1876): 'Provided further, That conveyances heretofore made by members of any of the Five Civilized Tribes subsequent to the selection of allotment, and subsequent to removal of restriction, where patents thereafter issue, shall not be deemed or held invalid solely because said conveyances were made prior to issuance and recording or delivery of patent or deed; but this shall not be held or construed as affecting the validity or invalidity of any such conveyance, except as hereinabove provided; and every deed executed before, or for the making of which a contract or agreement was entered into before, the removal of restrictions, be and the same is hereby, declared void.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are therefore of the opinion that the bill is without equity as against the sppellants, for the reason that the conveyances were not executed in violation of any restrictions imposed by Congress, and that the demurrer should have been sustained upon this ground. It follows that, with respect to the appellants, the decree of the Circuit Court of Appeals must be reversed and that of the Circuit Court affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>224 U.S. 448 (1912)</b></center>\n<center><h1>MULLEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 404.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 13, 1911.</center>\n<center>Decided April 15, 1912.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*449</span> <i>Mr. J.C. Stone, Mr. Robert J. Boone</i> and <i>Mr. S.T. Bledsoe,</i> with whom <i>Mr. J.R. Cottingham</i> was on the brief, for appellants.<sup>[1]</sup></p>\n<p><i>The Solicitor General</i> and <i>Mr. A.N. Frost</i> and <i>Mr. Harlow A. Leekley,</i> Special Assistants to the Attorney General, for the United States.<sup>[1]</sup></p>\n<p>MR. JUSTICE HUGHES delivered the opinion of the court.</p>\n<p>This suit was brought by the United States to cancel certain conveyances of allotted lands, made by Choctaw Indians in alleged violation of restrictions. The Circuit Court sustained a demurrer to the bill upon the grounds that the United States was not entitled to maintain a suit of this character; that there was a defect of parties, owing to the absence of the Indian grantors, and that the bill was multifarious. This judgment was reversed by the Circuit Court of Appeals, which directed the trial court to proceed with the cause in accordance with its opinion. <i>United States</i> v. <i>Allen, and similar cases,</i> 179 Fed. Rep. 13. An appeal to this court is taken by certain defendants under § 3 of the act of June 25, 1910, c. 408, 36 Stat. 837. The lands, conveyed to the appellants, are described as those which had been allotted to Choctaws of the full-blood, deceased, and the conveyances were made by their heirs (also Choctaws of the full-blood) prior to April 26, 1906.</p>\n<p>As early as 1786 (January 3) a treaty was made with the representatives of the Choctaws by which it was acknowledged that these Indians were under the protection <span class=\"star-pagination\">*450</span> of the United States and it was provided that for their \"benefit and comfort\" and for the \"prevention of injuries and oppressions\" the United States should have \"the sole and exclusive right of regulating the trade with the Indians, and managing all their affairs in such manner as they think proper.\" 7 Stat. 21. By the treaty of 1820 (October 18) in order \"to promote the civilization of the Choctaw Indians, by the establishment of schools amongst them; and to perpetuate them as a nation, by exchanging, for a small part of their land here, a country beyond the Mississippi River, where all, who live by hunting and will not work, may be collected and settled together,\" there was ceded to the Choctaws a tract west of the Mississippi situated between the Arkansas and Red rivers. 7 Stat. 210. In furtherance of this purpose, another treaty was made in 1830 (September 27) by which it was agreed that the United States should \"cause to be conveyed to the Choctaw Nation a tract of country west of the Mississippi River, in fee simple to them and their descendants, to inure to them while they shall exist as a nation and live on it,\" and the Choctaws ceded to the United States all their lands east of the Mississippi and promised to remove beyond that river as soon as possible. 7 Stat. 333, 334. In 1837 (January 17), with the approval of the President and Senate of the United States, an agreement was made between the Choctaws and the Chickasaws that the latter should have the privilege of forming a district within the limits of the Choctaw country \"to be held on the same terms that the Choctaws now hold it, except the right of disposing of it, which is held in common with the Choctaws and Chickasaws, to be called the Chickasaw district of the Choctaw Nation.\" 11 Stat. 573. Controversies having arisen between these tribes, a treaty was made in 1855 (June 22) with the representatives of both, defining boundaries and providing for the settlement of differences. This contained the stipulation: \"And pursuant to an act <span class=\"star-pagination\">*451</span> of Congress approved May 28, 1830, the United States do hereby forever secure and guarantee the lands embraced within the said limits, to the members of the Choctaw and Chickasaw tribes, their heirs and successors, to be held in common; so that each and every member of either tribe shall have an equal, undivided interest in the whole; <i>Provided, however,</i> no part thereof shall ever be sold without the consent of both tribes; and that said land shall revert to the United States if said Indians and their heirs become extinct, or abandon the same.\" 11 Stat. 612. After the Civil War, a new treaty was entered into reaffirming the obligations arising out of prior agreements and legislation. April 28, 1866, 14 Stat. 765, 774. While this treaty contemplated allotments in severalty and made provision to that end, effective action was not taken until the legislation of 1893, and subsequent years, relating to the Five Civilized Tribes, which embodied the policy of individual allotments and the dissolution of the tribal governments  made necessary by the changed conditions in the Indian country. Acts of March 3, 1893, c. 209, 27 Stat. 645; June 10, 1896, c. 398, 29 Stat. 321, 339; June 7, 1897, c. 3, 30 Stat. 62, 64; June 28, 1898, c. 517, 30 Stat. 495.</p>\n<p>In the case of the Choctaws and Chickasaws, as in that of the other tribes, the scheme of allotments embraced certain restrictions upon the right of alienation which Congress deemed necessary for the suitable protection of the allottees. By virtue of the relation of the United States to these Indians (<i>Choctaw Nation</i> v. <i>United States,</i> 119 U.S. 1, 28; <i>United States</i> v. <i>Choctaw Nation and Chickasaw Nation,</i> 179 U.S. 494, 532), and the obligations it has assumed, it is entitled to invoke the equity jurisdiction of its courts for the purpose of enforcing these restrictions. The Indian grantors, being represented by the Government, were not necessary parties, and in the interest of the convenient administration of justice it was competent to <span class=\"star-pagination\">*452</span> embrace in one suit a class of transactions presenting the same question for determination. <i>Heckman</i> v. <i>United States, ante,</i> p. 413.</p>\n<p>The question remains whether, in the execution of the conveyances to the appellants, the restrictions imposed by Congress have been violated.</p>\n<p>The Dawes Commission, constituted by the act of 1893, entered into an agreement with the Choctaws and Chickasaws  known as the Atoka agreement  which was approved by Congress and incorporated in § 29 of the act of June 28, 1898. 30 Stat. 505. There was, however, a supplemental agreement, found in the act of July 1, 1902, 32 Stat. 641, c. 1362, which contains the restrictions in force at the time of the conveyances described in the bill.</p>\n<p>This supplemental agreement provided that there should be allotted to each member of the Choctaw and Chickasaw tribes land equal in value to 320 acres of the average allottable land of these tribes; and to each Choctaw and Chickasaw freedman, land equal in value to forty acres. The scheme defined two classes of cases, (1) allotments made to members of the tribes, and to freedmen, living at the time of allotment, and (2) allotments made in the case of those whose names appeared upon the tribal rolls but who had died after the ratification of the agreement and before the actual allotment had been made.</p>\n<p>With respect to allotments to living members, it was provided that the allottee should designate 160 acres of the allotted lands as a homestead, for which separate certificate and patent should issue. And the restrictions upon the right of alienation of the allotted lands are found in paragraphs 12, 13, 15 and 16 of the supplemental agreement, as follows:</p>\n<p>\"12. Each member of said tribes shall, at the time of the selection of his allotment, designate as a homestead out of said allotment land equal in value to one hundred <span class=\"star-pagination\">*453</span> and sixty acres of the average allottable land of the Choctaw and Chickasaw nations, as nearly as may be, which shall be inalienable during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment, and separate certificate and patent shall issue for said homestead.</p>\n<p>\"13. The allotment of each Choctaw and Chickasaw freedman shall be inalienable during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment.</p>\n<p>\"15. Lands allotted to members and freedmen shall not be affected or encumbered by any deed, debt, or obligation of any character contracted prior to the time at which said land may be alienated under this Act, nor shall said lands be sold except as herein provided.</p>\n<p>\"16. All lands allotted to the members of said tribes, except such land as is set aside to each for a homestead as herein provided, shall be alienable after issuance of patent as follows: One-fourth in acreage in one year, one-fourth in acreage in three years, and the balance in five years; in each case from date of patent; <i>Provided,</i> That such land shall not be alienable by the allottee or his heirs at any time before the expiration of the Choctaw and Chickasaw tribal governments for less than its appraised value.\"</p>\n<p>It will be observed that the homestead lands are made inalienable \"during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment.\" The period of restriction is thus definitely limited, and the clear implication is that when the prescribed period expired the lands were to become alienable; that is, by the heirs of the allottee upon his death, or by the allottee himself at the end of the twenty-one years. Thus, with respect to homestead lands, the supplemental agreement imposed no restriction upon alienation by the heirs of a deceased allottee. And the reason may be found in the fact that each member of the tribes  each minor child <span class=\"star-pagination\">*454</span> as well as each adult, duly enrolled as required  was to have his or her allotment; so that each member was already provided with a homestead as a part of the allotment, independently of the lands which might be acquired by descent. On the other hand, the proviso of paragraph 16  which relates to the additional portion of the allotment, or the so-called \"surplus\" lands  contains a restriction upon alienation not only by the allottee, but by his heirs. Whatever may have been the purpose, a distinction was thus made with regard to the disposition by heirs of the homestead and surplus lands respectively.</p>\n<p>The question now presented  with regard to the conveyances made to the appellants  arises in the second class of cases, that is, where a person whose name appeared upon the rolls died after the ratification of the agreement and before receiving his allotment. In this event, provision was made for allotment in the name of the deceased person, and for the descent of the lands to his heirs. This is contained in paragraph 22 of the supplemental agreement:</p>\n<p>\"22. If any person whose name appears upon the rolls, prepared as herein provided, shall have died subsequent to the ratification of this agreement and before receiving his allotment of land the lands to which such person would have been entitled if living shall be allotted in his name, and shall, together with his proportionate share of other tribal property, descend to his heirs according to the laws of descent and distribution as provided in chapter forty-nine of Mansfield's Digest of the Statutes of Arkansas: <i>Provided,</i> That the allotment thus to be made shall be selected by a duly appointed administrator or executor. If, however, such administrator or executor be not duly and expeditiously appointed, or fails to act promptly when appointed, or for any other cause such selection be not so made within a reasonable and practicable time, the Commission to the Five Civilized Tribes shall designate the lands thus to be allotted.\"</p>\n<p><span class=\"star-pagination\">*455</span> In the cases falling within this paragraph, there is no requirement for the selection of any portion of the allotted lands as a homestead, and there is no ground for supposing that it was the intention of Congress that a provision for such selection should be read into the paragraph so as to assimilate it to paragraph 12 relating to allotments to living members. While the lands were to be allotted in the name of the deceased allottee, they passed at once to his heirs, and as each heir, if a member of the tribe, was already supplied with his homestead of 160 acres, there was no occasion for a further selection for that purpose from the inherited lands. No distinction is made between the heirs; they might or might not be members of the tribe, and where there were a number of heirs each would take his undivided share. It is quite evident that there is no basis for implying the requirement that in such case there should be a selection of a portion of the allotment as a homestead, and all the lands allotted under paragraph 22 are plainly upon the same footing. While it appears from the record that, in the present case, separate certificates of allotment were issued for homestead and surplus lands, this was without the sanction of the statute.</p>\n<p>In the agreement with the Creek Indians (act of March 1, 1901, 31 Stat. 861, 870, c. 676) it was provided that in the case of the death of a citizen of the tribe after his name had been placed upon the tribal roll made by the Commission, and before receiving his allotment, the lands and money to which he would have been entitled, if living, should descend to his heirs \"and be allotted and distributed to them accordingly.\" The question arose whether in such cases there should be a designation of a portion of the allotment as a homestead. In an opinion under date of March 16, 1903, the then Assistant Attorney General for the Interior Department (Mr. Van Devanter) advised the Secretary of the Interior that this was not required by the statute. He said: \"After a careful consideration <span class=\"star-pagination\">*456</span> of the provisions of law pertinent to the question presented, and of the views of the Commissioner of Indian Affairs and the Commission to the Five Civilized Tribes, I agree with the latter that in all cases where allotment is made directly to an enrolled citizen, it is necessary that a homestead be selected therefrom and conveyed to him by separate deed, but that where the allotment is made directly to the heirs of a deceased citizen there is no reason or necessity for designating a homestead out of such lands or of giving the heirs a separate deed for any portion of the allotment, and therefore advise the adoption of that rule.\" It is true that under the Creek agreement, in cases where the ancestor died before allotment, the lands were to be allotted directly to the heirs, while under the Choctaw and Chickasaw agreement the allotment was to be made in the <i>name</i> of the deceased member and \"descend to his heirs.\" This, however, is a merely formal distinction and implies no difference in substance. In both cases the lands were to go immediately to the heirs and the mere circumstance that under the language of the statute the allotment was to be made in the name of the deceased ancestor instead of the names of the heirs furnishes no reason for implying a requirement that there should be a designation of a portion of the lands as homestead.</p>\n<p>We have, then, a case where all the allotted lands going to the heirs are of the same character and there is no restriction upon the right of alienation expressed in the statute. Had the lands been allotted in the lifetime of the ancestor, one-half of them, constituting homestead, would have been free from restriction upon his death. The only difficulty springs from the language of paragraph 16, limiting the right of heirs to sell \"surplus\" lands. But, on examining the context, it appears that this provision is part of the scheme for allotments to living members, where there is a segregation of homestead and surplus lands <span class=\"star-pagination\">*457</span> respectively. Whatever the policy of such a distinction which gives a greater freedom for the disposition by heirs of homestead lands than of the additional lands, there is no warrant for importing it into paragraph 22 where there is no such segregation. It would be manifestly inappropriate to imply the restriction in such cases so as to make it applicable to all the lands taken by the heirs, and there is no occasion, or authority, for creating a division of the lands so as to impose a restriction upon a part of them.</p>\n<p>There being no restriction upon the right of alienation, the heirs in the cases involved in this appeal were entitled to make the conveyances. The bill alleged that the tracts embraced in these conveyances were \"allotted lands,\" and certificates of allotment had been issued. These Indian heirs were vested with an interest in the property which in the absence of any provision to the contrary was the subject of sale. The fact that they were \"full-blood\" Indians makes no difference in this case for, at the time of the conveyances in question, heirs of the full-blood taking under the provisions of paragraph 22 of the supplemental agreement had the same right of alienation as other heirs.</p>\n<p>It does not appear from the allegations of the bill whether patents for the lands had been issued to the Indian grantors before the conveyances were made. But as the lands had been duly allotted, the right to patent was established; and there was no restriction in cases under paragraph 22 upon alienation of the lands prior to the date of patent. There was undoubtedly a complete equitable interest which, in the absence of restriction, the owner could convey. <i>Doe</i> v. <i>Wilson,</i> 23 How. 457; <i>Crews</i> v. <i>Burcham,</i> 1 Black, 352; <i>Jones</i> v. <i>Meehan,</i> 175 U.S. 1, 15-18. And any contention that the conveyances were invalid, solely because they were made before the issuance of patent  the lands not being under restriction  would be met by the proviso contained in § 19 of the act of <span class=\"star-pagination\">*458</span> April 26, 1906, 34 Stat. 137, 144, c. 1876: \"<i>Provided further,</i> That conveyances heretofore made by members of any of the Five Civilized Tribes subsequent to the selection of allotment and subsequent to removal of restriction, where patents thereafter issue, shall not be deemed or held invalid solely because said conveyances were made prior to issuance and recording or delivery of patent or deed; but this shall not be held or construed as affecting the validity or invalidity of any such conveyance, except as hereinabove provided; and every deed executed before, or for the making of which a contract or agreement was entered into before the removal of restrictions, be and the same is hereby, declared void.\"</p>\n<p>We are therefore of the opinion that the bill is without equity as against the appellants for the reason that the conveyances were not executed in violation of any restrictions imposed by Congress, and that the demurrer should have been sustained upon this ground. It follows that, with respect to the appellants, the decree of the Circuit Court of Appeals must be reversed and that of the Circuit Court affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]   See abstract of arguments in <i>Heckman</i> v. <i>United States, ante,</i> p. 413.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></span> (1912)</b></center>\n<center><h1>MULLEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 404.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 13, 1911.</center>\n<center>Decided April 15, 1912.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*449</span> <i>Mr. J.C. Stone, Mr. Robert J. Boone</i> and <i>Mr. S.T. Bledsoe,</i> with whom <i>Mr. J.R. Cottingham</i> was on the brief, for appellants.<sup>[1]</sup></p>\n<p><i>The Solicitor General</i> and <i>Mr. A.N. Frost</i> and <i>Mr. Harlow A. Leekley,</i> Special Assistants to the Attorney General, for the United States.<sup>[1]</sup></p>\n<p>MR. JUSTICE HUGHES delivered the opinion of the court.</p>\n<p>This suit was brought by the United States to cancel certain conveyances of allotted lands, made by Choctaw Indians in alleged violation of restrictions. The Circuit Court sustained a demurrer to the bill upon the grounds that the United States was not entitled to maintain a suit of this character; that there was a defect of parties, owing to the absence of the Indian grantors, and that the bill was multifarious. This judgment was reversed by the Circuit Court of Appeals, which directed the trial court to proceed with the cause in accordance with its opinion. <i>United States</i> v. <i>Allen, and similar cases,</i> 179 Fed. Rep. 13. An appeal to this court is taken by certain defendants under § 3 of the act of June 25, 1910, c. 408, 36 Stat. 837. The lands, conveyed to the appellants, are described as those which had been allotted to Choctaws of the full-blood, deceased, and the conveyances were made by their heirs (also Choctaws of the full-blood) prior to April 26, 1906.</p>\n<p>As early as 1786 (January 3) a treaty was made with the representatives of the Choctaws by which it was acknowledged that these Indians were under the protection <span class=\"star-pagination\">*450</span> of the United States and it was provided that for their \"benefit and comfort\" and for the \"prevention of injuries and oppressions\" the United States should have \"the sole and exclusive right of regulating the trade with the Indians, and managing all their affairs in such manner as they think proper.\" 7 Stat. 21. By the treaty of 1820 (October 18) in order \"to promote the civilization of the Choctaw Indians, by the establishment of schools amongst them; and to perpetuate them as a nation, by exchanging, for a small part of their land here, a country beyond the Mississippi River, where all, who live by hunting and will not work, may be collected and settled together,\" there was ceded to the Choctaws a tract west of the Mississippi situated between the Arkansas and Red rivers. 7 Stat. 210. In furtherance of this purpose, another treaty was made in 1830 (September 27) by which it was agreed that the United States should \"cause to be conveyed to the Choctaw Nation a tract of country west of the Mississippi River, in fee simple to them and their descendants, to inure to them while they shall exist as a nation and live on it,\" and the Choctaws ceded to the United States all their lands east of the Mississippi and promised to remove beyond that river as soon as possible. 7 Stat. 333, 334. In 1837 (January 17), with the approval of the President and Senate of the United States, an agreement was made between the Choctaws and the Chickasaws that the latter should have the privilege of forming a district within the limits of the Choctaw country \"to be held on the same terms that the Choctaws now hold it, except the right of disposing of it, which is held in common with the Choctaws and Chickasaws, to be called the Chickasaw district of the Choctaw Nation.\" 11 Stat. 573. Controversies having arisen between these tribes, a treaty was made in 1855 (June 22) with the representatives of both, defining boundaries and providing for the settlement of differences. This contained the stipulation: \"And pursuant to an act <span class=\"star-pagination\">*451</span> of Congress approved May 28, 1830, the United States do hereby forever secure and guarantee the lands embraced within the said limits, to the members of the Choctaw and Chickasaw tribes, their heirs and successors, to be held in common; so that each and every member of either tribe shall have an equal, undivided interest in the whole; <i>Provided, however,</i> no part thereof shall ever be sold without the consent of both tribes; and that said land shall revert to the United States if said Indians and their heirs become extinct, or abandon the same.\" 11 Stat. 612. After the Civil War, a new treaty was entered into reaffirming the obligations arising out of prior agreements and legislation. April 28, 1866, 14 Stat. 765, 774. While this treaty contemplated allotments in severalty and made provision to that end, effective action was not taken until the legislation of 1893, and subsequent years, relating to the Five Civilized Tribes, which embodied the policy of individual allotments and the dissolution of the tribal governments  made necessary by the changed conditions in the Indian country. Acts of March 3, 1893, c. 209, 27 Stat. 645; June 10, 1896, c. 398, 29 Stat. 321, 339; June 7, 1897, c. 3, 30 Stat. 62, 64; June 28, 1898, c. 517, 30 Stat. 495.</p>\n<p>In the case of the Choctaws and Chickasaws, as in that of the other tribes, the scheme of allotments embraced certain restrictions upon the right of alienation which Congress deemed necessary for the suitable protection of the allottees. By virtue of the relation of the United States to these Indians (<i>Choctaw Nation</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"91726\"><a href=\"/opinion/91726/choctaw-nation-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 28; <i>United States</i> v. <i>Choctaw Nation and Chickasaw Nation,</i> <span class=\"citation\" data-id=\"95378\"><a href=\"/opinion/95378/united-states-v-choctaw-nation/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 532), and the obligations it has assumed, it is entitled to invoke the equity jurisdiction of its courts for the purpose of enforcing these restrictions. The Indian grantors, being represented by the Government, were not necessary parties, and in the interest of the convenient administration of justice it was competent to <span class=\"star-pagination\">*452</span> embrace in one suit a class of transactions presenting the same question for determination. <i>Heckman</i> v. <i>United States, ante,</i> p. 413.</p>\n<p>The question remains whether, in the execution of the conveyances to the appellants, the restrictions imposed by Congress have been violated.</p>\n<p>The Dawes Commission, constituted by the act of 1893, entered into an agreement with the Choctaws and Chickasaws  known as the Atoka agreement  which was approved by Congress and incorporated in § 29 of the act of June 28, 1898. 30 Stat. 505. There was, however, a supplemental agreement, found in the act of July 1, 1902, 32 Stat. 641, c. 1362, which contains the restrictions in force at the time of the conveyances described in the bill.</p>\n<p>This supplemental agreement provided that there should be allotted to each member of the Choctaw and Chickasaw tribes land equal in value to 320 acres of the average allottable land of these tribes; and to each Choctaw and Chickasaw freedman, land equal in value to forty acres. The scheme defined two classes of cases, (1) allotments made to members of the tribes, and to freedmen, living at the time of allotment, and (2) allotments made in the case of those whose names appeared upon the tribal rolls but who had died after the ratification of the agreement and before the actual allotment had been made.</p>\n<p>With respect to allotments to living members, it was provided that the allottee should designate 160 acres of the allotted lands as a homestead, for which separate certificate and patent should issue. And the restrictions upon the right of alienation of the allotted lands are found in paragraphs 12, 13, 15 and 16 of the supplemental agreement, as follows:</p>\n<p>\"12. Each member of said tribes shall, at the time of the selection of his allotment, designate as a homestead out of said allotment land equal in value to one hundred <span class=\"star-pagination\">*453</span> and sixty acres of the average allottable land of the Choctaw and Chickasaw nations, as nearly as may be, which shall be inalienable during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment, and separate certificate and patent shall issue for said homestead.</p>\n<p>\"13. The allotment of each Choctaw and Chickasaw freedman shall be inalienable during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment.</p>\n<p>\"15. Lands allotted to members and freedmen shall not be affected or encumbered by any deed, debt, or obligation of any character contracted prior to the time at which said land may be alienated under this Act, nor shall said lands be sold except as herein provided.</p>\n<p>\"16. All lands allotted to the members of said tribes, except such land as is set aside to each for a homestead as herein provided, shall be alienable after issuance of patent as follows: One-fourth in acreage in one year, one-fourth in acreage in three years, and the balance in five years; in each case from date of patent; <i>Provided,</i> That such land shall not be alienable by the allottee or his heirs at any time before the expiration of the Choctaw and Chickasaw tribal governments for less than its appraised value.\"</p>\n<p>It will be observed that the homestead lands are made inalienable \"during the lifetime of the allottee, not exceeding twenty-one years from the date of certificate of allotment.\" The period of restriction is thus definitely limited, and the clear implication is that when the prescribed period expired the lands were to become alienable; that is, by the heirs of the allottee upon his death, or by the allottee himself at the end of the twenty-one years. Thus, with respect to homestead lands, the supplemental agreement imposed no restriction upon alienation by the heirs of a deceased allottee. And the reason may be found in the fact that each member of the tribes  each minor child <span class=\"star-pagination\">*454</span> as well as each adult, duly enrolled as required  was to have his or her allotment; so that each member was already provided with a homestead as a part of the allotment, independently of the lands which might be acquired by descent. On the other hand, the proviso of paragraph 16  which relates to the additional portion of the allotment, or the so-called \"surplus\" lands  contains a restriction upon alienation not only by the allottee, but by his heirs. Whatever may have been the purpose, a distinction was thus made with regard to the disposition by heirs of the homestead and surplus lands respectively.</p>\n<p>The question now presented  with regard to the conveyances made to the appellants  arises in the second class of cases, that is, where a person whose name appeared upon the rolls died after the ratification of the agreement and before receiving his allotment. In this event, provision was made for allotment in the name of the deceased person, and for the descent of the lands to his heirs. This is contained in paragraph 22 of the supplemental agreement:</p>\n<p>\"22. If any person whose name appears upon the rolls, prepared as herein provided, shall have died subsequent to the ratification of this agreement and before receiving his allotment of land the lands to which such person would have been entitled if living shall be allotted in his name, and shall, together with his proportionate share of other tribal property, descend to his heirs according to the laws of descent and distribution as provided in chapter forty-nine of Mansfield's Digest of the Statutes of Arkansas: <i>Provided,</i> That the allotment thus to be made shall be selected by a duly appointed administrator or executor. If, however, such administrator or executor be not duly and expeditiously appointed, or fails to act promptly when appointed, or for any other cause such selection be not so made within a reasonable and practicable time, the Commission to the Five Civilized Tribes shall designate the lands thus to be allotted.\"</p>\n<p><span class=\"star-pagination\">*455</span> In the cases falling within this paragraph, there is no requirement for the selection of any portion of the allotted lands as a homestead, and there is no ground for supposing that it was the intention of Congress that a provision for such selection should be read into the paragraph so as to assimilate it to paragraph 12 relating to allotments to living members. While the lands were to be allotted in the name of the deceased allottee, they passed at once to his heirs, and as each heir, if a member of the tribe, was already supplied with his homestead of 160 acres, there was no occasion for a further selection for that purpose from the inherited lands. No distinction is made between the heirs; they might or might not be members of the tribe, and where there were a number of heirs each would take his undivided share. It is quite evident that there is no basis for implying the requirement that in such case there should be a selection of a portion of the allotment as a homestead, and all the lands allotted under paragraph 22 are plainly upon the same footing. While it appears from the record that, in the present case, separate certificates of allotment were issued for homestead and surplus lands, this was without the sanction of the statute.</p>\n<p>In the agreement with the Creek Indians (act of March 1, 1901, 31 Stat. 861, 870, c. 676) it was provided that in the case of the death of a citizen of the tribe after his name had been placed upon the tribal roll made by the Commission, and before receiving his allotment, the lands and money to which he would have been entitled, if living, should descend to his heirs \"and be allotted and distributed to them accordingly.\" The question arose whether in such cases there should be a designation of a portion of the allotment as a homestead. In an opinion under date of March 16, 1903, the then Assistant Attorney General for the Interior Department (Mr. Van Devanter) advised the Secretary of the Interior that this was not required by the statute. He said: \"After a careful consideration <span class=\"star-pagination\">*456</span> of the provisions of law pertinent to the question presented, and of the views of the Commissioner of Indian Affairs and the Commission to the Five Civilized Tribes, I agree with the latter that in all cases where allotment is made directly to an enrolled citizen, it is necessary that a homestead be selected therefrom and conveyed to him by separate deed, but that where the allotment is made directly to the heirs of a deceased citizen there is no reason or necessity for designating a homestead out of such lands or of giving the heirs a separate deed for any portion of the allotment, and therefore advise the adoption of that rule.\" It is true that under the Creek agreement, in cases where the ancestor died before allotment, the lands were to be allotted directly to the heirs, while under the Choctaw and Chickasaw agreement the allotment was to be made in the <i>name</i> of the deceased member and \"descend to his heirs.\" This, however, is a merely formal distinction and implies no difference in substance. In both cases the lands were to go immediately to the heirs and the mere circumstance that under the language of the statute the allotment was to be made in the name of the deceased ancestor instead of the names of the heirs furnishes no reason for implying a requirement that there should be a designation of a portion of the lands as homestead.</p>\n<p>We have, then, a case where all the allotted lands going to the heirs are of the same character and there is no restriction upon the right of alienation expressed in the statute. Had the lands been allotted in the lifetime of the ancestor, one-half of them, constituting homestead, would have been free from restriction upon his death. The only difficulty springs from the language of paragraph 16, limiting the right of heirs to sell \"surplus\" lands. But, on examining the context, it appears that this provision is part of the scheme for allotments to living members, where there is a segregation of homestead and surplus lands <span class=\"star-pagination\">*457</span> respectively. Whatever the policy of such a distinction which gives a greater freedom for the disposition by heirs of homestead lands than of the additional lands, there is no warrant for importing it into paragraph 22 where there is no such segregation. It would be manifestly inappropriate to imply the restriction in such cases so as to make it applicable to all the lands taken by the heirs, and there is no occasion, or authority, for creating a division of the lands so as to impose a restriction upon a part of them.</p>\n<p>There being no restriction upon the right of alienation, the heirs in the cases involved in this appeal were entitled to make the conveyances. The bill alleged that the tracts embraced in these conveyances were \"allotted lands,\" and certificates of allotment had been issued. These Indian heirs were vested with an interest in the property which in the absence of any provision to the contrary was the subject of sale. The fact that they were \"full-blood\" Indians makes no difference in this case for, at the time of the conveyances in question, heirs of the full-blood taking under the provisions of paragraph 22 of the supplemental agreement had the same right of alienation as other heirs.</p>\n<p>It does not appear from the allegations of the bill whether patents for the lands had been issued to the Indian grantors before the conveyances were made. But as the lands had been duly allotted, the right to patent was established; and there was no restriction in cases under paragraph 22 upon alienation of the lands prior to the date of patent. There was undoubtedly a complete equitable interest which, in the absence of restriction, the owner could convey. <i>Doe</i> v. <i>Wilson,</i> 23 How. 457; <i>Crews</i> v. <i>Burcham,</i> 1 Black, 352; <i>Jones</i> v. <i>Meehan,</i> <span class=\"citation\" data-id=\"95101\"><a href=\"/opinion/95101/jones-v-meehan/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15-18. And any contention that the conveyances were invalid, solely because they were made before the issuance of patent  the lands not being under restriction  would be met by the proviso contained in § 19 of the act of <span class=\"star-pagination\">*458</span> April 26, 1906, 34 Stat. 137, 144, c. 1876: \"<i>Provided further,</i> That conveyances heretofore made by members of any of the Five Civilized Tribes subsequent to the selection of allotment and subsequent to removal of restriction, where patents thereafter issue, shall not be deemed or held invalid solely because said conveyances were made prior to issuance and recording or delivery of patent or deed; but this shall not be held or construed as affecting the validity or invalidity of any such conveyance, except as hereinabove provided; and every deed executed before, or for the making of which a contract or agreement was entered into before the removal of restrictions, be and the same is hereby, declared void.\"</p>\n<p>We are therefore of the opinion that the bill is without equity as against the appellants for the reason that the conveyances were not executed in violation of any restrictions imposed by Congress, and that the demurrer should have been sustained upon this ground. It follows that, with respect to the appellants, the decree of the Circuit Court of Appeals must be reversed and that of the Circuit Court affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]   See abstract of arguments in <i>Heckman</i> v. <i>United States, ante,</i> p. 413.</p>\n\n</div>", "id": 97617, "judges": "Hughes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97617/", "sha1": "0c97a904f63af06288ff18e48db6a564a23eb9a4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:38"}