{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "224 U.S. 413", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97616/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Heckman v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "496", 
    "id": 81999, 
    "resource_uri": "/api/rest/v2/citation/81999/"
  }, 
  "id": 97616, 
  "blocked": false, 
  "judges": "Hughes, After Making the Above Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1912-04-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>224 U.S. 413 (1912)</b></center>\n<center><h1>HECKMAN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 496.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 13, 1911.</center>\n<center>Decided April 1, 1912.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*420</span> <i>Mr. Joseph C. Stone, Mr. Robert J. Boone</i> and <i>Mr. S.T. Bledsoe</i> for appellants:<sup>[1]</sup></p>\n<p><i>The Solicitor General</i> and <i>Mr. A.N. Frost</i> and <i>Mr. Harlow A. Leekley,</i> Special Assistants to the Attorney General, for the United States.</p>\n<p><span class=\"star-pagination\">*426</span> MR. JUSTICE HUGHES, after making the above statement, delivered the opinion of the court.</p>\n<p>The conveyances, which this suit was brought to cancel, were executed by members of the Cherokee tribe of Indians, of the full-blood, of lands allotted to them in severalty. The statute under which the allotments were made (act of July 1, 1902, c. 1375, 32 Stat. 716), accepted by the Cherokee nation on August 7, 1902, provided that the lands should be inalienable for a period specified. Sections 11-15 (<i>Id.,</i> p. 717). The lands in question were \"surplus\" lands, that is, those other than homesteads. While the restrictions, applicable to lands of this character, were still in force, Congress extended the period of inalienability by the act of April 26, 1906. 34 Stat. 137, c. 1876. Section 19 of this act (<i>Id.,</i> p. 144) is as follows:</p>\n<p>\"SEC. 19. That no full-blood Indian of the Choctaw, <span class=\"star-pagination\">*427</span> Chickasaw, Cherokee, Creek or Seminole tribes shall have power to alienate, sell, dispose of, or encumber in any manner any of the lands allotted to him for a period of twenty-five years from and after the passage and approval of this Act, unless such restriction shall, prior to the expiration of said period, be removed by Act of Congress; and for all purposes the quantum of Indian blood possessed by any member of said tribes shall be determined by the rolls of citizens of said tribes approved by the Secretary of the Interior: <i>Provided, however.</i> That such full-blood Indians of any of said tribes may lease any lands other than homesteads for more than one year under such rules and regulations as may be prescribed by the Secretary of the Interior; and in case of the inability of any full-blood owner of a homestead, on account of infirmity or age, to work or farm his homestead, the Secretary of the Interior, upon proof of such inability, may authorize the leasing of such homestead under such rules and regulations: <i>Provided further,</i> That conveyances heretofore made by members of any of the Five Civilized Tribes subsequent to the selection of allotment and subsequent to removal of restriction, where patents thereafter issue, shall not be deemed or held invalid solely because said conveyances were made prior to issuance and recording or delivery of patent or deed; but this shall not be held or construed as affecting the validity or invalidity of any such conveyance, except as hereinabove provided; and every deed executed before, or for the making of which a contract or agreement was entered into before the removal of restrictions, be and the same is hereby, declared void: <i>Provided further,</i> That all lands upon which restrictions are removed shall be subject to taxation, and the other lands shall be exempt from taxation as long as the title remains in the original allottee.\"</p>\n<p>The power of Congress thus to extend the restriction upon alienation was sustained by this court in <i>Tiger</i> v. <span class=\"star-pagination\">*428</span> <i>Western Investment Co.,</i> 221 U.S. 286. There the question related to a conveyance of inherited lands, made by a Creek Indian, of the full-blood, without the approval of the Secretary of the Interior as required by § 22 of the act of 1906. The conveyance had been executed after the expiration of the five-year limitation upon alienation, prescribed by the supplemental agreement with the Creek Nation (act of June 30, 1902, c. 1323, § 16; 32 Stat. 503); but meanwhile, and during the continuance of the original restriction, the act of 1906 had been enacted. It was held that the restriction of the later statute was valid.</p>\n<p>The reasoning of this decision is conclusive as to the validity of the extension by § 19 of the act of 1906 of the period of inalienability of lands allotted, as in this case, to full-blood Cherokees. And the same principle governs the restrictions provided by the act of May 27, 1908, c. 199, 35 Stat. 312.</p>\n<p>It is not open to dispute that, upon the facts alleged, all the conveyances specified in the bill in this suit were executed in violation of restrictions lawfully imposed.</p>\n<p>The principal question now presented is with respect to the capacity of the United States to sue in its own courts to enforce these restrictions.</p>\n<p>The relations of the United States to the Cherokees have repeatedly been described in the decisions of this court. <i>Cherokee Nation</i> v. <i>Georgia,</i> 5 Pet. 1; <i>Worcester</i> v. <i>Georgia,</i> 6 Pet. 515; <i>United States</i> v. <i>Rogers,</i> 4 How. 567; <i>Mackey</i> v. <i>Coxe,</i> 18 How. 100; <i>The Cherokee Trust Funds,</i> 117 U.S. 288; <i>Cherokee Nation</i> v. <i>Southern Kansas Ry. Co.,</i> 135 U.S. 641; <i>United States</i> v. <i>Old Settlers,</i> 148 U.S. 427; <i>Cherokee Nation</i> v. <i>Journeycake,</i> 155 U.S. 196; <i>Stephens</i> v. <i>Cherokee Nation,</i> 174 U.S. 445; <i>Cherokee Nation</i> v. <i>Hitchcock,</i> 187 U.S. 294; <i>Lowe</i> v. <i>Fisher,</i> 223 U.S. 95. But in view of the nature of the present controversy the facts of main importance may be briefly restated.</p>\n<p><span class=\"star-pagination\">*429</span> The United States made its first treaty with the Cherokees on November 28, 1785 (7 Stat. 18). Constituting one of the most powerful tribes of Indians which then inhabited the country, they claimed the principal part of the territory now comprised within the States of North and South Carolina, Georgia, Alabama and Tennessee. By this treaty, the Cherokees acknowledged that they were under the protection of the United States of America and of no other sovereign, the boundary of their hunting grounds was fixed, and it was provided that \"for the benefit and comfort of the Indians, and for the prevention of injuries or oppressions on the part of the citizens or Indians, the United States in Congress assembled shall have the sole and exclusive right of regulating trade with the Indians, and managing all their affairs in such manner as they think proper.\" Another treaty with similar objects was made on July 2, 1791 (7 Stat. 39). In 1817, following a migration of a portion of the tribe to lands of the United States on the Arkansas and White Rivers, the Cherokee Nation ceded to the United States certain tracts which they formerly held, and in exchange the United States bound themselves to give to that branch of the Nation on the Arkansas as much land as they had received, or might thereafter receive, east of the Mississippi. 7 Stat. 156 (July 8, 1817). A further cession of land was made to the United States in 1819. 7 Stat. 195 (February 27, 1819).</p>\n<p>By the terms of the treaty of May 6, 1828 (7 Stat. 311, 315), with the representatives of the Cherokee Nation, West, reciting the purpose of securing to them and their friends and brothers from the east who might join them, \"a permanent home\" which should \"under the most solemn guarantee of the United States be, and remain, theirs forever \u0097 a home that shall never, in all future time, be embarrassed by having extended around it the lines or placed over it the jurisdiction of a Territory or State,\" <span class=\"star-pagination\">*430</span> the United States agreed to guarantee to the Cherokees forever seven millions of acres of land, as described, situated in what became known as the Indian Territory, and, in addition, \"a perpetual outlet, West, and a free and unmolested use of all the Country lying West of the Western boundary of the above described limits, and as far West as the sovereignty of the United States and their right of soil extend.\" On May 28, 1830, Congress authorized the President to assure title to the Indians to such exchanged lands, and to execute a patent if desired, \"provided always, that such lands shall revert to the United States, if the Indians become extinct or abandon the same.\" 4 Stat. 411. A supplementary treaty confirming the guarantee of lands and fixing boundaries was made on February 14, 1833. 7 Stat. 414.</p>\n<p>The continued presence of the Eastern Cherokees gave rise to serious controversies and oppressive legislation in the States where they resided. To terminate these difficulties and \"with a view to reuniting their people in one body,\" a treaty was signed at New Echota, in the State of Georgia, on December 29, 1835. 7 Stat. 478. The Cherokee Nation ceded to the United States all their land cast of the Mississippi River in consideration of the payment of five million dollars; and in addition to the lands described in the treaties of 1828 and 1833, the United States agreed to convey to the Cherokees eight hundred thousand acres for the sum of five hundred thousand dollars. It was stipulated that the ceded lands should not at any future time, without the consent of the Cherokee Nation, be included \"within the territorial limits or jurisdiction of any State or Territory,\" and the United States agreed to secure to the Cherokee Nation \"the right by their national councils\" to make such laws as might be deemed necessary \"for the government and protection of the persons and property within their own country belonging to their people or such <span class=\"star-pagination\">*431</span> persons as have connected themselves with them: provided always that they shall not be inconsistent with the constitution of the United States and such acts of Congress as have been or may be passed regulating trade and intercourse with the Indians; and also, that they shall not be considered as extending to such citizens and army of the United States as may travel or reside in the Indian country by permission according to the laws and regulations established by the Government of the same.\"</p>\n<p>The two tracts \u0097 the one consisting of the seven million acres and the \"outlet,\" together aggregating 13,574,135.14 acres, and the other of 800,000 acres \u0097 were conveyed to the Cherokee Nation by patent on December 31, 1838, subject to the condition specified in the act of 1830, that the land should revert to the United States if the Cherokee Nation should become extinct or abandon the same. On September 6, 1839, the Cherokees adopted a constitution for the reunited nation. Dissensions having arisen among the members of the tribe, a new treaty was made with the United States on August 6, 1846 (9 Stat. 871), in which it was set forth that the lands occupied by the Cherokee Nation should \"be secured to the whole Cherokee people for their common use and benefit,\" and provision was made for the settlement of differences. There was a further treaty on July 19, 1866. 14 Stat. 799.</p>\n<p>The \"Cherokee Outlet\" was purchased by the United States in 1893 for the sum of $8,595,736. 27 Stat. 640.</p>\n<p>At this time, the conditions in the Indian Territory were most unsatisfactory. There had been a large accession of whites who made no claim to Indian citizenship and were residing in the Territory with the approval of the Indian authorities. These greatly outnumbered the Indians. The existing means of government had failed of their purpose, and an exigency had arisen, originally unforeseen, requiring the adoption of new measures. This led to the enactment of legislation which contemplated <span class=\"star-pagination\">*432</span> the dissolution of the tribal organizations and the distribution of the tribal property. By § 15 of the act of March 3, 1893, c. 209 (27 Stat. 612, 645), it was provided: \"The consent of the United States is hereby given to the allotment of lands in severalty not exceeding one hundred and sixty acres to any one individual within the limits of the country occupied by the Cherokees, Creeks, Choctaws, Chickasaws and Seminoles; and upon such allotments the individuals to whom the same may be alloted shall be deemed to be in all respects citizens of the United States, . . . and upon the allotment of the lands held by said tribes respectively the reversionary interest of the United States therein shall be relinquished and shall cease.\" And by § 16 of the same act provision was made for the appointment of commissioners to enter into negotiations with the Five Civilized Tribes \"for the purpose of the extinguishment of the national or tribal title to any lands within that Territory now held by any and all of such nations or tribes, either by cession of the same or some part thereof to the United States, or by the allotment and division of the same in severalty among the Indians of such nations or tribes, respectively, as may be entitled to the same, or by such other method as may be agreed upon between the several nations and tribes aforesaid, or each of them, with the United States, with a view to such and [<i>sic</i>] adjustment, upon the basis of justice and equity, as may, with the consent of such nations or tribes of Indians, so far as may be necessary, be requisite and suitable to enable the ultimate creation of a State or States of the Union which shall embrace the lands within such India [<i>sic</i>] Territory.\"</p>\n<p>But in executing this policy, Congress was solicitous to conserve the interests of the Indians and to fulfill the national obligation, not simply by assuring an equitable apportionment of the property, but by safeguarding the individual ownership of allottees through suitable restrictions <span class=\"star-pagination\">*433</span> which were designed to secure them in their possession and to prevent their exploitation.</p>\n<p>The necessity for legislative action, and the purposes to be subserved, were fully presented in the report submitted in May, 1894, by the Senate Committee on the Five Civilized Tribes (S. Rept. No. 377, 53d Cong.2d Sess.), a portion of which is quoted in the statement of facts made by the court in <i>Stephens</i> v. <i>Cherokee Nation, supra,</i> pp. 447-451. The committee said (p. 448): \"This section of the country was set apart to the Indian with the avowed purpose of maintaining an Indian community beyond and away from the influence of white people. We stipulated that they should have unrestricted self-government and full jurisdiction over persons and property within their respective limits, and that we would protect them against intrusion of white people, and that we would not incorporate them in a political organization without their consent. Every treaty, from 1828 to and including the treaty of 1866, was based on this idea of exclusion of the Indians from the whites and non-participation by the whites in their political and industrial affairs. We made it possible for the Indians of that section of country to maintain their tribal relations and their Indian polity, laws and civilization if they wished so to do. And, if now, the isolation and exclusiveness sought to be given to them by our solemn treaties is destroyed, and they are overrun by a population of strangers five times in number to their own, it is not the fault of the Government of the United States, but comes from their own acts in admitting whites to citizenship under their laws and by inviting white people to come within their jurisdiction, to become traders, farmers and to follow professional pursuits.'\"</p>\n<p>And, referring to the tribal lands, the report continued: \"The theory of the Government was when it made title to the lands in the Indian Territory to the Indian tribes as bodies politic that the title was held for all of the Indians <span class=\"star-pagination\">*434</span> of such tribe. All were to be the equal participators in the benefits to be derived from such holding. But we find in practice such is not the case. A few enterprising citizens of the tribe, frequently not Indians by blood but by intermarriage, have in fact become the practical owners of the best and greatest part of these lands, while the title still remains in the tribe \u0097 theoretically for all, yet in fact the great body of the tribe derives no more benefit from their title than the neighbors in Kansas, Arkansas or Missouri. . . . As we have said, the title to these lands is held by the tribe in trust for the people. We have shown that this trust is not being properly executed, nor will it be if left to the Indians, and the question arises what is the duty of the Government of the United States with reference to this trust? While we have recognized these tribes as dependent nations, the Government has likewise recognized its guardianship over the Indians and its obligations to protect them in their property and personal rights. In the treaty with the Cherokees, made in 1846, we stipulated that they should pass laws for equal protection, and for the security of life, liberty and property. If the tribe fails to administer its trust properly by securing to all the people of the tribe equitable participation in the common property of the tribe, there appears to be no redress for the Indian so deprived of his rights, unless the Government does interfere to administer such trust.\"</p>\n<p>The commission for which provision was made by the act of 1893 \u0097 known as the Dawes Commission \u0097 also made reports to Congress (November 20, 1894, and November 18, 1895), \"finding a deplorable state of affairs and the general prevalence of misrule.\" In the report of November 18, 1895, the commission said: \"There is no alternative left to the United States but to assume the responsibility for future conditions in this Territory. It has created the forms of government which have brought <span class=\"star-pagination\">*435</span> about these results, and the continuance rests on its authority.. . . The commission is compelled by the evidence forced upon them during their examination into the administration of the so-called governments in this Territory to report that these governments in all their branches are wholly corrupt, irresponsible, and unworthy to be longer trusted with the care and control of the money and other property of Indian citizens, much less their lives, which they scarcely pretend to protect.\" <i>Stephens</i> v. <i>Cherokee Nation, supra,</i> pp. 452, 453.</p>\n<p>By the acts of June 10, 1896, c. 398 (29 Stat. 321, 339), and of June 7, 1897, c. 3 (30 Stat. 62, 84), the authority of the Dawes Commission was continued and extended; and provision was made for the hearing and determination of applications for citizenship in the tribes and for the making of rolls of membership. It was further provided by the statute of 1897, that none of the acts, ordinances, and resolutions (with certain stated exceptions) of the council of either of the Five Tribes should take effect if disapproved by the President. Then followed the act of June 28, 1898, c. 517 (30 Stat. 495), a comprehensive statute embracing provisions as to the enrollment of members of the tribes and for the allotment of \"the exclusive use and occupancy of the surface of all the lands of said nation or tribe susceptible of allotment, among the citizens thereof, as shown by said roll, giving to each, so far as possible, his fair and equal share thereof, considering the nature and fertility of the soil, location and value of the same.\" By this legislation \"the United States practically assumed the full control over the Cherokees as well as the other nations constituting the five civilized tribes and took upon itself the determination of membership in the tribes for the purpose of adjusting their rights in the tribal property.\" <i>Cherokee Nation</i> v. <i>Hitchcock, supra,</i> p. 306.</p>\n<p>Between 1898 and 1902, allotment agreements with <span class=\"star-pagination\">*436</span> the Five Civilized Tribes were approved by Congress. The allotment act of July 1, 1902, which related to the Cherokees (32 Stat. 716, c. 1375), provided (§ 63) that the tribal government should not continue longer than March 4, 1906. But by joint resolution of Congress passed March 2, 1906, the tribal existence and government of this tribe and of the others were \"continued in full force and effect for all purposes under the existing laws until all property of such tribes, or the proceeds thereof, shall be distributed among the individual members of said tribes unless hereafter otherwise provided by law.\" 34 Stat. 822. A similar provision was contained in the act of April 26, 1906. 34 Stat. 137, 148.</p>\n<p>The placing of restrictions upon the right of alienation was an essential part of the plan of individual allotment; and limitations were imposed by each of the allotment agreements. The separate statutes were supplemented by the general acts of 1906 and 1908, already mentioned. These restrictions evinced the continuance, to this extent at least, of the guardianship which the United States had exercised from the beginning. That the conferring of citizenship was in no wise inconsistent with the retention of control over the disposition of the allotted lands, was expressly decided in the case of <i>Tiger</i> v. <i>Western Investment Co., supra</i><i>,</i> in which the conclusions of the court were thus stated (p. 316):</p>\n<p>\"Conceding that Marchie Tiger by the act conferring citizenship obtained a status which gave him certain civil and political rights, inhering in the privileges and immunities of such citizenship unnecessary to here discuss, he was still a ward of the Nation so far as the alienation of these lands was concerned, and a member of the existing Creek Nation. . . . Upon the matters involved our conclusions are that Congress has had at all times, and now has, the right to pass legislation in the interest of the Indians as a dependent people; that there is nothing in <span class=\"star-pagination\">*437</span> citizenship incompatible with this guardianship over the Indian's lands inherited from allottees as shown in this case; that in the present case when the act of 1906 was passed, the Congress had not released its control over the alienation of lands of full-blood Indians of the Creek Nation; that it was within the power of Congress to continue to restrict alienation by requiring, as to full-blood Indians, the consent of the Secretary of the Interior to a proposed alienation of lands such as are involved in this case; that it rests with Congress to determine when its guardianship shall cease, and while it still continues it has the right to vary its restrictions upon alienation of Indian lands in the promotion of what it deems the best interest of the Indian.\"</p>\n<p>During the continuance of this guardianship, the right and duty of the Nation to enforce by all appropriate means the restrictions designed for the security of the Indians cannot be gainsaid. While relating to the welfare of the Indians, the maintenance of the limitations which Congress has prescribed as a part of its plan of distribution is distinctly an interest of the United States. A review of its dealings with the tribes permits no other conclusion. Out of its peculiar relation to these dependent peoples sprang obligations to the fulfillment of which the national honor has been committed. \"From their very weakness and helplessness, so largely due to the course of dealing of the Federal Government with them and the treaties in which it has been promised, there arises the duty of protection, and with it the power. This has always been recognized by the Executive and by Congress, and by this court, whenever the question has arisen.\" <i>United States</i> v. <i>Kagama,</i> 118 U.S. 375, 384.</p>\n<p>This national interest is not to be expressed in terms of property, or to be limited to the assertion of rights incident to the ownership of a reversion or to the holding of a technical title in trust. When, in 1838, patent was issued <span class=\"star-pagination\">*438</span> to the Cherokees providing that it was subject to the condition that the granted lands should revert to the United States if the Cherokee Nation became extinct or abandoned them, neither the rights nor the duties of the United States were confined to the reversionary interest thus secured. And its relinquishment made it no less a matter of national concern that the restrictions designed to protect the Indian allottees should be enforced. But this object could not be accomplished if the enforcement were left to the Indians themselves. It is no answer to say that conveyances obtained in violation of restrictions would be void. That, of course, is true, and yet, by means of the conveyances and the consequent assertion of rights of ownership by the grantees, the Indians might be deprived of the practical benefits of their allotments. It was the intent of Congress that, for their sustenance and as a fitting aid to their progress, they should be secure in their possession during the period specified and should actually hold and enjoy the allotted lands. As was well said by the court below, \"If they are unable to resist the allurements by which they are enticed into making the conveyances, will they be expected to undertake the difficult and protracted litigation necessary to set aside their own acts? To ask these questions is to answer them. Congress intended that both the Indians and the members of the white race should obey its limitations. A transfer of the allotments is not simply a violation of the proprietary rights of the Indian. It violates the governmental rights of the United States. If these Indians may be divested of their lands, they will be thrown back upon the Nation a pauperized, discontented and, possibly, belligerent people.\" The authority to enforce restrictions of this character is the necessary complement of the power to impose them.</p>\n<p>Whether these restrictions upon the alienation of the allotted lands had been violated and the alleged conveyances <span class=\"star-pagination\">*439</span> were void, was a justiciable question; and in order that it might properly discharge its duty, and that it might obtain adequate relief, suited to the nature of the case in accordance with the principles of equity, the United States was entitled to invoke the equity jurisdiction of its courts. It was not essential that it should have a pecuniary interest in the controversy. In <i>United States</i> v. <i>American Bell Telephone Co.,</i> 128 U.S. 315, 367, where the suit was brought to obtain the cancellation of certain patents, this court in commenting upon the statements which had been made in the case of <i>United States</i> v. <i>San Jacinto Tin Co.,</i> 125 U.S. 273, with respect to the right of the United States to sue, said: \"This language is construed by counsel for the appellee in this case to limit the relief granted at the instance of the United States to cases in which it has a direct pecuniary interest. But it is not susceptible of such construction. It was evidently in the mind of the court that the case before it was one where the property right to the land in controversy was the matter of importance, but it was careful to say that the cases in which the instrumentality of the court cannot thus be used are those where the United States has no pecuniary interest in the remedy sought, and is also under no obligation to the party who will be benefited to sustain an action for his use, and also where it does not appear that any obligation existed on the part of the United States to the public or to any individual. The essence of the right of the United States to interfere in the present case is its obligation to protect the public from the monopoly of the patent which was procured by fraud, and it would be difficult to find language more aptly used to include this in the class of cases which are not excluded from the jurisdiction of the court by want of interest in the government of the United States. It is insisted that these decisions have reference exclusively to patents for land, and that they are not applicable to patents for inventions and discoveries. The <span class=\"star-pagination\">*440</span> argument very largely urged for that view is the one just stated, that in the cases which had reference to patents for land the pecuniary interest of the United States was the foundation of the jurisdiction. This, however, is repelled by the language just cited, and by the fact that in more than one of the cases, notably in <i>United States</i> v. <i>Hughes, supra,</i> [11 How. 552], the right of the government to sustain the suit was based upon its legal or moral obligation to give a good title to another party who had a prior and a better claim to the land, but whose right was obstructed by the patent issued by the United States.\"</p>\n<p>And in <i>In re Debs,</i> 158 U.S. 564, where the question was as to the jurisdiction of a court of equity at the suit of the Government to enjoin interference with the transportation of the mails, the court, while adverting to the fact that the United States had a property in the mails, declined to place its decision upon that ground alone, and rested it also upon governmental duty. The court said (pp. 584, 586): \"Every government, entrusted, by the very terms of its being, with powers and duties to be exercised and discharged for the general welfare, has a right to apply to its own courts for any proper assistance in the exercise of the one and the discharge of the other, and it is no sufficient answer to its appeal to one of those courts that it has no pecuniary interest in the matter. . .. The national government, given by the Constitution power to regulate interstate commerce, has by express statute assumed jurisdiction over such commerce when carried upon railroads. It is charged, therefore, with the duty of keeping those highways of interstate commerce free from obstruction, for it has always been recognized as one of the powers and duties of a government to remove obstructions from the highways under its control.\"</p>\n<p>In <i>United States</i> v. <i>Rickert,</i> 188 U.S. 432, the suit was brought to restrain the collection of certain county taxes alleged to be due in respect of permanent improvements <span class=\"star-pagination\">*441</span> on, and personal property used in the cultivation of, lands occupied by Sioux Indians in South Dakota. The lands had been allotted under the general allotment act of February 8, 1887, 24 Stat. 389. One of the questions certified to this court was whether the United States had such an interest in the controversy or in its subjects as entitled it to maintain the suit; and the question was answered in the affirmative. It is true that, in that case, the statute provided that the United States should hold the land allotted for twenty-five years in trust for the sole use and benefit of the Indian allottee. But the decision rested upon a broader foundation than the mere holding of a legal title to land in trust, and embraced the recognition of the interest of the United States in securing immunity to the Indians from taxation conflicting with the measures it had adopted for their protection. The court said (p. 444): \"In view of the relation of the United States to the real and personal property in question, as well as to these dependent Indians still under national control, and in view of the injurious effect of the assessment and taxation complained of upon the plans of the Government with reference to the Indians, it is clear that the United States is entitled to maintain this suit.\" By the act of August 15, 1894, c. 290, 28 Stat. 286, 305, as amended by the act of February 6, 1901, c. 217, 31 Stat. 760, Congress authorized suits to be brought against the United States, in its Circuit Courts, \"involving the right of any person, in whole or in part of Indian blood or descent\" (with certain exceptions) \"to any allotment of lands under any law or treaty.\" <i>Sloan</i> v. <i>United States,</i> 193 U.S. 614. Prior to the amendment of 1901, the United States could not be sued in such a case. But the amendment required that \"in said suit the parties thereto shall be the claimant as plaintiff and the United States as party defendant.\" Commenting upon this, the court said in <i>McKay</i> v. <i>Kalyton,</i> 204 U.S. 458, 469: \"Nothing could more clearly <span class=\"star-pagination\">*442</span> demonstrate, than does this requirement, the conception of Congress that the United States continued as trustee to have an active interest in the proper disposition of allotted Indian lands and the necessity of its being made a party to controversies concerning the same, for the purpose of securing a harmonious and uniform operation of the legislation of Congress on the subject.\" And <i>In Matter of Heff,</i> 197 U.S. 488, 509, this court said: \"In <i>United States</i> v. <i>Rickert,</i> 188 U.S. 432, we sustained the right of the Government to protect the lands thus allotted and patented from any encumbrance of state taxation. Undoubtedly an allottee can enforce his right to an interest in the tribal or other property (for that right is expressly granted) and equally clear is it that Congress may enforce and protect any condition which it attaches to any of its grants. This it may do by appropriate proceedings in either a National or a state court.\"</p>\n<p>Not only was the United States entitled to prosecute this suit by virtue of the interest springing from its peculiar relations to the Indians and the course of dealing which had finally led to the plan of separate allotments accompanied by restrictions for the protection of the allottees, but Congress has explicitly recognized the right of the Government thus to enforce these restrictions and has made appropriations for the maintenance of suits of this description. And, at least, the power of Congress to authorize the Government to sue, in view of the relation of the United States to the subject-matter and of the nature of the question to be determined, cannot be doubted. <i>Minnesota</i> v. <i>Hitchcock,</i> 185 U.S. 373, 387, 388.</p>\n<p>By the act of May 27, 1908, c. 199, 35 Stat. 312, which defined restrictions with respect to allotments to members of the Five Civilized Tribes, the representatives of the Secretary of the Interior were authorized to advise all allottees, having restricted lands, of their rights, and at the request of any such allottee to bring suit in his name <span class=\"star-pagination\">*443</span> to cancel any conveyance or incumbrance in violation of the act and to take all steps necessary to assist the allottees in acquiring and retaining possession. But the following provision was added (p. 314):</p>\n<p>\"Nothing in this act shall be construed as a denial of the right of the United States to take such steps as may be necessary, including the bringing of any suit and the prosecution and appeal thereof, to acquire or retain possession of restricted Indian lands, or to remove cloud therefrom, or clear title to the same, in cases where deeds, leases or contracts of any other kind or character whatsoever have been or shall be made contrary to law with respect to such lands prior to the removal therefrom of restrictions upon the alienation thereof; such suits to be brought on the recommendation of the Secretary of the Interior, without costs or charges to the allottees, the necessary expenses incurred in so doing to be defrayed from the money appropriated by this act.\"</p>\n<p>It is urged that this clause did not confer authority to sue, but was inserted merely to rebut any possible inference of an intention to deny this right to the United States. This seems to us a strained construction in view of the obvious purpose of the act. And it fails to give adequate effect to the words \"such suits <i>to be brought</i> on the recommendation of the Secretary of the Interior, without costs or charges to the allottees, <i>the necessary expenses incurred in so doing to be defrayed from the money appropriated by this act.</i>\" In addition to the appropriation of moneys for expenditure under the direction of the Secretary of the Interior, that act appropriated the sum of $50,000 \"to be immediately available and available until expended as the Attorney General may direct,\" which was \"to be used in the payment of necessary expenses incident to any suits brought at the request of the Secretary of the Interior in the eastern judicial district of Oklahoma;\" with the proviso that $10,000 of this amount, <span class=\"star-pagination\">*444</span> or so much as might be necessary, should be expended in the prosecution of cases in the western judicial district of that State. In 1909 (act of March 4, 1909, c. 299, 35 Stat. 945, 1014), a further appropriation of a like sum for the same purposes was made under the heading \"Suits to set aside conveyances of allotted lands.\" Another appropriation was made in 1910 (act of June 25, 1910, c. 384, 36 Stat. 703, 748), under a similar heading with specific reference to the \"Five Civilized Tribes,\" and also with the provision \"and not to exceed ten thousand dollars of said sum shall be available for the expenses of the United States on appeals to the Supreme Court of the United States;\" and still another to the same effect in 1911 (act of March 4, 1911, c. 285, 36 Stat. 1363, 1425).</p>\n<p>We conclude that the United States has the capacity to prosecute this suit.</p>\n<p>It is further urged that there is a defect of parties, on account of the absence of the Indian grantors. It is said that they are the owners of the lands and hence sustain such a relation to the controversy that final decree cannot be made without affecting their interest. <i>Shields</i> v. <i>Barrow,</i> 17 How. 130, 139; <i>Williams</i> v. <i>Bankhead,</i> 19 Wall. 563.</p>\n<p>The argument necessarily proceeds upon the assumption that the representation of these Indians by the United States is of an incomplete or inadequate character; that although the United States, by virtue of the guardianship it has retained, is prosecuting this suit for the purpose of enforcing the restrictions Congress has imposed, and of thus securing possession to the Indians, their presence as parties to the suit is essential to their protection. This position is wholly untenable. There can be no more complete representation than that on the part of the United States in acting on behalf of these dependents \u0097 whom Congress, with respect to the restricted lands, has not yet released from tutelage. Its efficacy does not <span class=\"star-pagination\">*445</span> depend upon the Indian's acquiescence. It does not rest upon convention, nor is it circumscribed by rules which govern private relations. It is a representation which traces its source to the plenary control of Congress in legislating for the protection of the Indians under its care, and it recognizes no limitations that are inconsistent with the discharge of the national duty.</p>\n<p>When the United States instituted this suit, it undertook to represent, and did represent, the Indian grantors whose conveyances it sought to cancel. It was not necessary to make these grantors parties, for the Government was in court on their behalf. Their presence as parties could not add to, or detract from, the effect of the proceedings to determine the violation of the restrictions and the consequent invalidity of the conveyances. As by the act of Congress they were precluded from alienating their lands, they were likewise precluded from taking any position in the legal proceedings instituted by the Government to enforce the restrictions which would render such proceedings ineffectual or give support to the prohibited acts. The cause could not be dismissed upon their consent; they could not compromise it; nor could they assume any attitude with respect to their interest which would derogate from its complete representation by the United States. This is involved necessarily in the conclusion that the United States is entitled to sue, and in the nature and purpose of the suit.</p>\n<p>These considerations also dispose of the contention that by reason of the absence of the grantors as parties, the grantees are placed in danger of double litigation; so that if they should succeed here they would still be exposed to suit by the allottees. It is not pertinent to comment upon the improbability of the contingency, if it exists in legal contemplation. But if the United States, representing the owners of restricted lands, is entitled to bring a suit of this character, it must follow that the <span class=\"star-pagination\">*446</span> decree will bind not only the United States, but the Indians whom it represents in the litigation. This consequence is involved in the representation. <i>Kerrison</i> v. <i>Stewart,</i> 93 U.S. 155, 160; <i>Shaw</i> v. <i>Railroad Co.,</i> 100 U.S. 605, 611; <i>Beals</i> v. <i>Ill. &amp;c. R.R. Co.,</i> 133 U.S. 290, 295. And it could not, consistently with any principle, be tolerated that, after the United States on behalf of its wards had invoked the jurisdiction of its courts to cancel conveyances in violation of the restrictions prescribed by Congress, these wards should themselves be permitted to relitigate the question.</p>\n<p>In what cases the United States will undertake to represent Indian owners of restricted lands in suits of this sort is left under the acts of Congress to the discretion of the Executive Department. The allottee may be permitted to bring his own action, or if so brought the United States may aid him in its conduct, as in the <i>Tiger Case.</i> And, as already noted, the act of May 27, 1908, makes provision for proceedings by the representatives of the Secretary of the Interior in the name of the allottee. But in the opportunities thus afforded there is no room for the vexation of repeated litigation of the same controversy. And when the United States itself undertakes to represent the allottees of lands under restriction and brings suit to cancel prohibited transfers, such action necessarily precludes the prosecution by the allottees of any other suit for a similar purpose relating to the same property.</p>\n<p>It is said that the allottees have received the consideration and should be made parties in order that equitable restoration may be enforced. Where, however, conveyance has been made in violation of the restrictions, it is plain that the return of the consideration cannot be regarded as an essential prerequisite to a decree of cancellation. Otherwise, if the Indian grantor had squandered the money, he would lose the land which Congress intended he should hold, and the very incompetence and <span class=\"star-pagination\">*447</span> thriftlessness which were the occasion of the measures for his protection would render them of no avail. The effectiveness of the acts of Congress is not thus to be destroyed. The restrictions were set forth in public laws, and were matters of general knowledge. Those who dealt with the Indians contrary to these provisions are not entitled to insist that they should keep the land if the purchase price is not repaid, and thus frustrate the policy of the statute. <i>United States</i> v. <i>Trinidad Coal Co.,</i> 137 U.S. 160, 170, 171.</p>\n<p>But it is suggested that there may be instances where the consideration could be restored without interfering with the policy which prohibited the transfer; that is, without in any way impairing the right to the recovery of the land or the assurance to the Indian of his possession free from incumbrance. It is said, for example, that there may have been an exchange of lands, and that the Indian grantor should not, on retaking the restricted lands, be permitted at the same time to retain those which he has received from the grantee. Or there may be other property held by the Indian grantor free from restrictions, so that restoration of the consideration may be enforced without working a deprivation of the restricted lands contrary to the act of Congress. We need not attempt to surmise what cases of this sort may arise. It is sufficient to say that no such case is here presented. It is not presented by the mere allegation of the bill that the conveyances assailed purport to have been made for pecuniary consideration. It will be competent for the court, on a proper showing as to any of the transactions that provision can be made for a return of the consideration, consistently with the cancellation of the conveyances and with securing to the allottees the possession of the restricted lands in accordance with the statute, to provide for bringing in as a party to the suit any person whose presence for that purpose is found to be necessary.</p>\n<p><span class=\"star-pagination\">*448</span> A further objection is that the bill is multifarious. But in view of the numerous transfers which the Government attacks, it was manifestly in the interest of the convenient administration of justice that unnecessary suits should be avoided and that transactions presenting the same question for determination should be grouped in a single proceeding. The objection to the misjoinder of causes of action is likewise without merit.</p>\n<p>Our conclusion is that the suit was well brought. The judgment of the court below is affirmed with the modification that the cause shall proceed in conformity with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE LURTON dissents on the question of jurisdiction, but not on the merits.</p>\n<h2>NOTES</h2>\n<p>[1]   The succeeding cases of <i>Mullen</i> v. <i>United States, post,</i> p. 448; <i>Goat</i> v. <i>United States, post,</i> p. 458; and <i>Deming Investment Co.</i> v. <i>United States, post,</i> p. 471, which were appeals taken by different parties from the decrees entered by the Circuit Court of Appeals in <i>United States</i> v. <i>Allen and similar cases,</i> 179 Fed. Rep. 13, were argued simultaneously, with this case.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:42:38", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span> (1912)</b></center>\n<center><h1>HECKMAN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 496.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 13, 1911.</center>\n<center>Decided April 1, 1912.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*420</span> <i>Mr. Joseph C. Stone, Mr. Robert J. Boone</i> and <i>Mr. S.T. Bledsoe</i> for appellants:<sup>[1]</sup></p>\n<p><i>The Solicitor General</i> and <i>Mr. A.N. Frost</i> and <i>Mr. Harlow A. Leekley,</i> Special Assistants to the Attorney General, for the United States.</p>\n<p><span class=\"star-pagination\">*426</span> MR. JUSTICE HUGHES, after making the above statement, delivered the opinion of the court.</p>\n<p>The conveyances, which this suit was brought to cancel, were executed by members of the Cherokee tribe of Indians, of the full-blood, of lands allotted to them in severalty. The statute under which the allotments were made (act of July 1, 1902, c. 1375, 32 Stat. 716), accepted by the Cherokee nation on August 7, 1902, provided that the lands should be inalienable for a period specified. Sections 11-15 (<i>Id.,</i> p. 717). The lands in question were \"surplus\" lands, that is, those other than homesteads. While the restrictions, applicable to lands of this character, were still in force, Congress extended the period of inalienability by the act of April 26, 1906. 34 Stat. 137, c. 1876. Section 19 of this act (<i>Id.,</i> p. 144) is as follows:</p>\n<p>\"SEC. 19. That no full-blood Indian of the Choctaw, <span class=\"star-pagination\">*427</span> Chickasaw, Cherokee, Creek or Seminole tribes shall have power to alienate, sell, dispose of, or encumber in any manner any of the lands allotted to him for a period of twenty-five years from and after the passage and approval of this Act, unless such restriction shall, prior to the expiration of said period, be removed by Act of Congress; and for all purposes the quantum of Indian blood possessed by any member of said tribes shall be determined by the rolls of citizens of said tribes approved by the Secretary of the Interior: <i>Provided, however.</i> That such full-blood Indians of any of said tribes may lease any lands other than homesteads for more than one year under such rules and regulations as may be prescribed by the Secretary of the Interior; and in case of the inability of any full-blood owner of a homestead, on account of infirmity or age, to work or farm his homestead, the Secretary of the Interior, upon proof of such inability, may authorize the leasing of such homestead under such rules and regulations: <i>Provided further,</i> That conveyances heretofore made by members of any of the Five Civilized Tribes subsequent to the selection of allotment and subsequent to removal of restriction, where patents thereafter issue, shall not be deemed or held invalid solely because said conveyances were made prior to issuance and recording or delivery of patent or deed; but this shall not be held or construed as affecting the validity or invalidity of any such conveyance, except as hereinabove provided; and every deed executed before, or for the making of which a contract or agreement was entered into before the removal of restrictions, be and the same is hereby, declared void: <i>Provided further,</i> That all lands upon which restrictions are removed shall be subject to taxation, and the other lands shall be exempt from taxation as long as the title remains in the original allottee.\"</p>\n<p>The power of Congress thus to extend the restriction upon alienation was sustained by this court in <i>Tiger</i> v. <span class=\"star-pagination\">*428</span> <i>Western Investment Co.,</i> 221 U.S. 286. There the question related to a conveyance of inherited lands, made by a Creek Indian, of the full-blood, without the approval of the Secretary of the Interior as required by § 22 of the act of 1906. The conveyance had been executed after the expiration of the five-year limitation upon alienation, prescribed by the supplemental agreement with the Creek Nation (act of June 30, 1902, c. 1323, § 16; 32 Stat. 503); but meanwhile, and during the continuance of the original restriction, the act of 1906 had been enacted. It was held that the restriction of the later statute was valid.</p>\n<p>The reasoning of this decision is conclusive as to the validity of the extension by § 19 of the act of 1906 of the period of inalienability of lands allotted, as in this case, to full-blood Cherokees. And the same principle governs the restrictions provided by the act of May 27, 1908, c. 199, 35 Stat. 312.</p>\n<p>It is not open to dispute that, upon the facts alleged, all the conveyances specified in the bill in this suit were executed in violation of restrictions lawfully imposed.</p>\n<p>The principal question now presented is with respect to the capacity of the United States to sue in its own courts to enforce these restrictions.</p>\n<p>The relations of the United States to the Cherokees have repeatedly been described in the decisions of this court. <i>Cherokee Nation</i> v. <i>Georgia,</i> 5 Pet. 1; <i>Worcester</i> v. <i>Georgia,</i> 6 Pet. 515; <i>United States</i> v. <i>Rogers,</i> 4 How. 567; <i>Mackey</i> v. <i>Coxe,</i> 18 How. 100; <i>The Cherokee Trust Funds,</i> 117 U.S. 288; <i>Cherokee Nation</i> v. <i>Southern Kansas Ry. Co.,</i> 135 U.S. 641; <i>United States</i> v. <i>Old Settlers,</i> 148 U.S. 427; <i>Cherokee Nation</i> v. <i>Journeycake,</i> 155 U.S. 196; <i>Stephens</i> v. <i>Cherokee Nation,</i> 174 U.S. 445; <i>Cherokee Nation</i> v. <i>Hitchcock,</i> 187 U.S. 294; <i>Lowe</i> v. <i>Fisher,</i> 223 U.S. 95. But in view of the nature of the present controversy the facts of main importance may be briefly restated.</p>\n<p><span class=\"star-pagination\">*429</span> The United States made its first treaty with the Cherokees on November 28, 1785 (7 Stat. 18). Constituting one of the most powerful tribes of Indians which then inhabited the country, they claimed the principal part of the territory now comprised within the States of North and South Carolina, Georgia, Alabama and Tennessee. By this treaty, the Cherokees acknowledged that they were under the protection of the United States of America and of no other sovereign, the boundary of their hunting grounds was fixed, and it was provided that \"for the benefit and comfort of the Indians, and for the prevention of injuries or oppressions on the part of the citizens or Indians, the United States in Congress assembled shall have the sole and exclusive right of regulating trade with the Indians, and managing all their affairs in such manner as they think proper.\" Another treaty with similar objects was made on July 2, 1791 (7 Stat. 39). In 1817, following a migration of a portion of the tribe to lands of the United States on the Arkansas and White Rivers, the Cherokee Nation ceded to the United States certain tracts which they formerly held, and in exchange the United States bound themselves to give to that branch of the Nation on the Arkansas as much land as they had received, or might thereafter receive, east of the Mississippi. 7 Stat. 156 (July 8, 1817). A further cession of land was made to the United States in 1819. 7 Stat. 195 (February 27, 1819).</p>\n<p>By the terms of the treaty of May 6, 1828 (7 Stat. 311, 315), with the representatives of the Cherokee Nation, West, reciting the purpose of securing to them and their friends and brothers from the east who might join them, \"a permanent home\" which should \"under the most solemn guarantee of the United States be, and remain, theirs forever \u0097 a home that shall never, in all future time, be embarrassed by having extended around it the lines or placed over it the jurisdiction of a Territory or State,\" <span class=\"star-pagination\">*430</span> the United States agreed to guarantee to the Cherokees forever seven millions of acres of land, as described, situated in what became known as the Indian Territory, and, in addition, \"a perpetual outlet, West, and a free and unmolested use of all the Country lying West of the Western boundary of the above described limits, and as far West as the sovereignty of the United States and their right of soil extend.\" On May 28, 1830, Congress authorized the President to assure title to the Indians to such exchanged lands, and to execute a patent if desired, \"provided always, that such lands shall revert to the United States, if the Indians become extinct or abandon the same.\" 4 Stat. 411. A supplementary treaty confirming the guarantee of lands and fixing boundaries was made on February 14, 1833. 7 Stat. 414.</p>\n<p>The continued presence of the Eastern Cherokees gave rise to serious controversies and oppressive legislation in the States where they resided. To terminate these difficulties and \"with a view to reuniting their people in one body,\" a treaty was signed at New Echota, in the State of Georgia, on December 29, 1835. 7 Stat. 478. The Cherokee Nation ceded to the United States all their land cast of the Mississippi River in consideration of the payment of five million dollars; and in addition to the lands described in the treaties of 1828 and 1833, the United States agreed to convey to the Cherokees eight hundred thousand acres for the sum of five hundred thousand dollars. It was stipulated that the ceded lands should not at any future time, without the consent of the Cherokee Nation, be included \"within the territorial limits or jurisdiction of any State or Territory,\" and the United States agreed to secure to the Cherokee Nation \"the right by their national councils\" to make such laws as might be deemed necessary \"for the government and protection of the persons and property within their own country belonging to their people or such <span class=\"star-pagination\">*431</span> persons as have connected themselves with them: provided always that they shall not be inconsistent with the constitution of the United States and such acts of Congress as have been or may be passed regulating trade and intercourse with the Indians; and also, that they shall not be considered as extending to such citizens and army of the United States as may travel or reside in the Indian country by permission according to the laws and regulations established by the Government of the same.\"</p>\n<p>The two tracts \u0097 the one consisting of the seven million acres and the \"outlet,\" together aggregating 13,574,135.14 acres, and the other of 800,000 acres \u0097 were conveyed to the Cherokee Nation by patent on December 31, 1838, subject to the condition specified in the act of 1830, that the land should revert to the United States if the Cherokee Nation should become extinct or abandon the same. On September 6, 1839, the Cherokees adopted a constitution for the reunited nation. Dissensions having arisen among the members of the tribe, a new treaty was made with the United States on August 6, 1846 (9 Stat. 871), in which it was set forth that the lands occupied by the Cherokee Nation should \"be secured to the whole Cherokee people for their common use and benefit,\" and provision was made for the settlement of differences. There was a further treaty on July 19, 1866. 14 Stat. 799.</p>\n<p>The \"Cherokee Outlet\" was purchased by the United States in 1893 for the sum of $8,595,736. 27 Stat. 640.</p>\n<p>At this time, the conditions in the Indian Territory were most unsatisfactory. There had been a large accession of whites who made no claim to Indian citizenship and were residing in the Territory with the approval of the Indian authorities. These greatly outnumbered the Indians. The existing means of government had failed of their purpose, and an exigency had arisen, originally unforeseen, requiring the adoption of new measures. This led to the enactment of legislation which contemplated <span class=\"star-pagination\">*432</span> the dissolution of the tribal organizations and the distribution of the tribal property. By § 15 of the act of March 3, 1893, c. 209 (27 Stat. 612, 645), it was provided: \"The consent of the United States is hereby given to the allotment of lands in severalty not exceeding one hundred and sixty acres to any one individual within the limits of the country occupied by the Cherokees, Creeks, Choctaws, Chickasaws and Seminoles; and upon such allotments the individuals to whom the same may be alloted shall be deemed to be in all respects citizens of the United States, . . . and upon the allotment of the lands held by said tribes respectively the reversionary interest of the United States therein shall be relinquished and shall cease.\" And by § 16 of the same act provision was made for the appointment of commissioners to enter into negotiations with the Five Civilized Tribes \"for the purpose of the extinguishment of the national or tribal title to any lands within that Territory now held by any and all of such nations or tribes, either by cession of the same or some part thereof to the United States, or by the allotment and division of the same in severalty among the Indians of such nations or tribes, respectively, as may be entitled to the same, or by such other method as may be agreed upon between the several nations and tribes aforesaid, or each of them, with the United States, with a view to such and [<i>sic</i>] adjustment, upon the basis of justice and equity, as may, with the consent of such nations or tribes of Indians, so far as may be necessary, be requisite and suitable to enable the ultimate creation of a State or States of the Union which shall embrace the lands within such India [<i>sic</i>] Territory.\"</p>\n<p>But in executing this policy, Congress was solicitous to conserve the interests of the Indians and to fulfill the national obligation, not simply by assuring an equitable apportionment of the property, but by safeguarding the individual ownership of allottees through suitable restrictions <span class=\"star-pagination\">*433</span> which were designed to secure them in their possession and to prevent their exploitation.</p>\n<p>The necessity for legislative action, and the purposes to be subserved, were fully presented in the report submitted in May, 1894, by the Senate Committee on the Five Civilized Tribes (S. Rept. No. 377, 53d Cong.2d Sess.), a portion of which is quoted in the statement of facts made by the court in <i>Stephens</i> v. <i>Cherokee Nation, supra,</i> pp. 447-451. The committee said (p. 448): \"This section of the country was set apart to the Indian with the avowed purpose of maintaining an Indian community beyond and away from the influence of white people. We stipulated that they should have unrestricted self-government and full jurisdiction over persons and property within their respective limits, and that we would protect them against intrusion of white people, and that we would not incorporate them in a political organization without their consent. Every treaty, from 1828 to and including the treaty of 1866, was based on this idea of exclusion of the Indians from the whites and non-participation by the whites in their political and industrial affairs. We made it possible for the Indians of that section of country to maintain their tribal relations and their Indian polity, laws and civilization if they wished so to do. And, if now, the isolation and exclusiveness sought to be given to them by our solemn treaties is destroyed, and they are overrun by a population of strangers five times in number to their own, it is not the fault of the Government of the United States, but comes from their own acts in admitting whites to citizenship under their laws and by inviting white people to come within their jurisdiction, to become traders, farmers and to follow professional pursuits.'\"</p>\n<p>And, referring to the tribal lands, the report continued: \"The theory of the Government was when it made title to the lands in the Indian Territory to the Indian tribes as bodies politic that the title was held for all of the Indians <span class=\"star-pagination\">*434</span> of such tribe. All were to be the equal participators in the benefits to be derived from such holding. But we find in practice such is not the case. A few enterprising citizens of the tribe, frequently not Indians by blood but by intermarriage, have in fact become the practical owners of the best and greatest part of these lands, while the title still remains in the tribe \u0097 theoretically for all, yet in fact the great body of the tribe derives no more benefit from their title than the neighbors in Kansas, Arkansas or Missouri. . . . As we have said, the title to these lands is held by the tribe in trust for the people. We have shown that this trust is not being properly executed, nor will it be if left to the Indians, and the question arises what is the duty of the Government of the United States with reference to this trust? While we have recognized these tribes as dependent nations, the Government has likewise recognized its guardianship over the Indians and its obligations to protect them in their property and personal rights. In the treaty with the Cherokees, made in 1846, we stipulated that they should pass laws for equal protection, and for the security of life, liberty and property. If the tribe fails to administer its trust properly by securing to all the people of the tribe equitable participation in the common property of the tribe, there appears to be no redress for the Indian so deprived of his rights, unless the Government does interfere to administer such trust.\"</p>\n<p>The commission for which provision was made by the act of 1893 \u0097 known as the Dawes Commission \u0097 also made reports to Congress (November 20, 1894, and November 18, 1895), \"finding a deplorable state of affairs and the general prevalence of misrule.\" In the report of November 18, 1895, the commission said: \"There is no alternative left to the United States but to assume the responsibility for future conditions in this Territory. It has created the forms of government which have brought <span class=\"star-pagination\">*435</span> about these results, and the continuance rests on its authority.. . . The commission is compelled by the evidence forced upon them during their examination into the administration of the so-called governments in this Territory to report that these governments in all their branches are wholly corrupt, irresponsible, and unworthy to be longer trusted with the care and control of the money and other property of Indian citizens, much less their lives, which they scarcely pretend to protect.\" <i>Stephens</i> v. <i>Cherokee Nation, supra,</i> pp. 452, 453.</p>\n<p>By the acts of June 10, 1896, c. 398 (29 Stat. 321, 339), and of June 7, 1897, c. 3 (30 Stat. 62, 84), the authority of the Dawes Commission was continued and extended; and provision was made for the hearing and determination of applications for citizenship in the tribes and for the making of rolls of membership. It was further provided by the statute of 1897, that none of the acts, ordinances, and resolutions (with certain stated exceptions) of the council of either of the Five Tribes should take effect if disapproved by the President. Then followed the act of June 28, 1898, c. 517 (30 Stat. 495), a comprehensive statute embracing provisions as to the enrollment of members of the tribes and for the allotment of \"the exclusive use and occupancy of the surface of all the lands of said nation or tribe susceptible of allotment, among the citizens thereof, as shown by said roll, giving to each, so far as possible, his fair and equal share thereof, considering the nature and fertility of the soil, location and value of the same.\" By this legislation \"the United States practically assumed the full control over the Cherokees as well as the other nations constituting the five civilized tribes and took upon itself the determination of membership in the tribes for the purpose of adjusting their rights in the tribal property.\" <i>Cherokee Nation</i> v. <i>Hitchcock, supra,</i> p. 306.</p>\n<p>Between 1898 and 1902, allotment agreements with <span class=\"star-pagination\">*436</span> the Five Civilized Tribes were approved by Congress. The allotment act of July 1, 1902, which related to the Cherokees (32 Stat. 716, c. 1375), provided (§ 63) that the tribal government should not continue longer than March 4, 1906. But by joint resolution of Congress passed March 2, 1906, the tribal existence and government of this tribe and of the others were \"continued in full force and effect for all purposes under the existing laws until all property of such tribes, or the proceeds thereof, shall be distributed among the individual members of said tribes unless hereafter otherwise provided by law.\" 34 Stat. 822. A similar provision was contained in the act of April 26, 1906. 34 Stat. 137, 148.</p>\n<p>The placing of restrictions upon the right of alienation was an essential part of the plan of individual allotment; and limitations were imposed by each of the allotment agreements. The separate statutes were supplemented by the general acts of 1906 and 1908, already mentioned. These restrictions evinced the continuance, to this extent at least, of the guardianship which the United States had exercised from the beginning. That the conferring of citizenship was in no wise inconsistent with the retention of control over the disposition of the allotted lands, was expressly decided in the case of <i>Tiger</i> v. <i>Western Investment Co., supra</i><i>,</i> in which the conclusions of the court were thus stated (p. 316):</p>\n<p>\"Conceding that Marchie Tiger by the act conferring citizenship obtained a status which gave him certain civil and political rights, inhering in the privileges and immunities of such citizenship unnecessary to here discuss, he was still a ward of the Nation so far as the alienation of these lands was concerned, and a member of the existing Creek Nation. . . . Upon the matters involved our conclusions are that Congress has had at all times, and now has, the right to pass legislation in the interest of the Indians as a dependent people; that there is nothing in <span class=\"star-pagination\">*437</span> citizenship incompatible with this guardianship over the Indian's lands inherited from allottees as shown in this case; that in the present case when the act of 1906 was passed, the Congress had not released its control over the alienation of lands of full-blood Indians of the Creek Nation; that it was within the power of Congress to continue to restrict alienation by requiring, as to full-blood Indians, the consent of the Secretary of the Interior to a proposed alienation of lands such as are involved in this case; that it rests with Congress to determine when its guardianship shall cease, and while it still continues it has the right to vary its restrictions upon alienation of Indian lands in the promotion of what it deems the best interest of the Indian.\"</p>\n<p>During the continuance of this guardianship, the right and duty of the Nation to enforce by all appropriate means the restrictions designed for the security of the Indians cannot be gainsaid. While relating to the welfare of the Indians, the maintenance of the limitations which Congress has prescribed as a part of its plan of distribution is distinctly an interest of the United States. A review of its dealings with the tribes permits no other conclusion. Out of its peculiar relation to these dependent peoples sprang obligations to the fulfillment of which the national honor has been committed. \"From their very weakness and helplessness, so largely due to the course of dealing of the Federal Government with them and the treaties in which it has been promised, there arises the duty of protection, and with it the power. This has always been recognized by the Executive and by Congress, and by this court, whenever the question has arisen.\" <i>United States</i> v. <i>Kagama,</i> <span class=\"citation\" data-id=\"91705\"><a href=\"/opinion/91705/united-states-v-kagama/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 384.</p>\n<p>This national interest is not to be expressed in terms of property, or to be limited to the assertion of rights incident to the ownership of a reversion or to the holding of a technical title in trust. When, in 1838, patent was issued <span class=\"star-pagination\">*438</span> to the Cherokees providing that it was subject to the condition that the granted lands should revert to the United States if the Cherokee Nation became extinct or abandoned them, neither the rights nor the duties of the United States were confined to the reversionary interest thus secured. And its relinquishment made it no less a matter of national concern that the restrictions designed to protect the Indian allottees should be enforced. But this object could not be accomplished if the enforcement were left to the Indians themselves. It is no answer to say that conveyances obtained in violation of restrictions would be void. That, of course, is true, and yet, by means of the conveyances and the consequent assertion of rights of ownership by the grantees, the Indians might be deprived of the practical benefits of their allotments. It was the intent of Congress that, for their sustenance and as a fitting aid to their progress, they should be secure in their possession during the period specified and should actually hold and enjoy the allotted lands. As was well said by the court below, \"If they are unable to resist the allurements by which they are enticed into making the conveyances, will they be expected to undertake the difficult and protracted litigation necessary to set aside their own acts? To ask these questions is to answer them. Congress intended that both the Indians and the members of the white race should obey its limitations. A transfer of the allotments is not simply a violation of the proprietary rights of the Indian. It violates the governmental rights of the United States. If these Indians may be divested of their lands, they will be thrown back upon the Nation a pauperized, discontented and, possibly, belligerent people.\" The authority to enforce restrictions of this character is the necessary complement of the power to impose them.</p>\n<p>Whether these restrictions upon the alienation of the allotted lands had been violated and the alleged conveyances <span class=\"star-pagination\">*439</span> were void, was a justiciable question; and in order that it might properly discharge its duty, and that it might obtain adequate relief, suited to the nature of the case in accordance with the principles of equity, the United States was entitled to invoke the equity jurisdiction of its courts. It was not essential that it should have a pecuniary interest in the controversy. In <i>United States</i> v. <i>American Bell Telephone Co.,</i> <span class=\"citation\" data-id=\"92335\"><a href=\"/opinion/92335/united-states-v-american-bell-telephone-co/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 367, where the suit was brought to obtain the cancellation of certain patents, this court in commenting upon the statements which had been made in the case of <i>United States</i> v. <i>San Jacinto Tin Co.,</i> <span class=\"citation\" data-id=\"92193\"><a href=\"/opinion/92193/united-states-v-san-jacinto-tin-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, with respect to the right of the United States to sue, said: \"This language is construed by counsel for the appellee in this case to limit the relief granted at the instance of the United States to cases in which it has a direct pecuniary interest. But it is not susceptible of such construction. It was evidently in the mind of the court that the case before it was one where the property right to the land in controversy was the matter of importance, but it was careful to say that the cases in which the instrumentality of the court cannot thus be used are those where the United States has no pecuniary interest in the remedy sought, and is also under no obligation to the party who will be benefited to sustain an action for his use, and also where it does not appear that any obligation existed on the part of the United States to the public or to any individual. The essence of the right of the United States to interfere in the present case is its obligation to protect the public from the monopoly of the patent which was procured by fraud, and it would be difficult to find language more aptly used to include this in the class of cases which are not excluded from the jurisdiction of the court by want of interest in the government of the United States. It is insisted that these decisions have reference exclusively to patents for land, and that they are not applicable to patents for inventions and discoveries. The <span class=\"star-pagination\">*440</span> argument very largely urged for that view is the one just stated, that in the cases which had reference to patents for land the pecuniary interest of the United States was the foundation of the jurisdiction. This, however, is repelled by the language just cited, and by the fact that in more than one of the cases, notably in <i>United States</i> v. <i>Hughes, supra,</i> [11 How. 552], the right of the government to sustain the suit was based upon its legal or moral obligation to give a good title to another party who had a prior and a better claim to the land, but whose right was obstructed by the patent issued by the United States.\"</p>\n<p>And in <i>In re Debs,</i> <span class=\"citation\" data-id=\"94238\"><a href=\"/opinion/94238/in-re-debs/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, where the question was as to the jurisdiction of a court of equity at the suit of the Government to enjoin interference with the transportation of the mails, the court, while adverting to the fact that the United States had a property in the mails, declined to place its decision upon that ground alone, and rested it also upon governmental duty. The court said (pp. 584, 586): \"Every government, entrusted, by the very terms of its being, with powers and duties to be exercised and discharged for the general welfare, has a right to apply to its own courts for any proper assistance in the exercise of the one and the discharge of the other, and it is no sufficient answer to its appeal to one of those courts that it has no pecuniary interest in the matter. . .. The national government, given by the Constitution power to regulate interstate commerce, has by express statute assumed jurisdiction over such commerce when carried upon railroads. It is charged, therefore, with the duty of keeping those highways of interstate commerce free from obstruction, for it has always been recognized as one of the powers and duties of a government to remove obstructions from the highways under its control.\"</p>\n<p>In <i>United States</i> v. <i>Rickert,</i> <span class=\"citation\" data-id=\"95792\"><a href=\"/opinion/95792/united-states-v-rickert/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, the suit was brought to restrain the collection of certain county taxes alleged to be due in respect of permanent improvements <span class=\"star-pagination\">*441</span> on, and personal property used in the cultivation of, lands occupied by Sioux Indians in South Dakota. The lands had been allotted under the general allotment act of February 8, 1887, 24 Stat. 389. One of the questions certified to this court was whether the United States had such an interest in the controversy or in its subjects as entitled it to maintain the suit; and the question was answered in the affirmative. It is true that, in that case, the statute provided that the United States should hold the land allotted for twenty-five years in trust for the sole use and benefit of the Indian allottee. But the decision rested upon a broader foundation than the mere holding of a legal title to land in trust, and embraced the recognition of the interest of the United States in securing immunity to the Indians from taxation conflicting with the measures it had adopted for their protection. The court said (p. 444): \"In view of the relation of the United States to the real and personal property in question, as well as to these dependent Indians still under national control, and in view of the injurious effect of the assessment and taxation complained of upon the plans of the Government with reference to the Indians, it is clear that the United States is entitled to maintain this suit.\" By the act of August 15, 1894, c. 290, 28 Stat. 286, 305, as amended by the act of February 6, 1901, c. 217, 31 Stat. 760, Congress authorized suits to be brought against the United States, in its Circuit Courts, \"involving the right of any person, in whole or in part of Indian blood or descent\" (with certain exceptions) \"to any allotment of lands under any law or treaty.\" <i>Sloan</i> v. <i>United States,</i> 193 U.S. 614. Prior to the amendment of 1901, the United States could not be sued in such a case. But the amendment required that \"in said suit the parties thereto shall be the claimant as plaintiff and the United States as party defendant.\" Commenting upon this, the court said in <i>McKay</i> v. <i>Kalyton,</i> <span class=\"citation\" data-id=\"96597\"><a href=\"/opinion/96597/mckay-v-kalyton/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 469: \"Nothing could more clearly <span class=\"star-pagination\">*442</span> demonstrate, than does this requirement, the conception of Congress that the United States continued as trustee to have an active interest in the proper disposition of allotted Indian lands and the necessity of its being made a party to controversies concerning the same, for the purpose of securing a harmonious and uniform operation of the legislation of Congress on the subject.\" And <i>In Matter of Heff,</i> <span class=\"citation\" data-id=\"96268\"><a href=\"/opinion/96268/matter-of-heff/\"><span class=\"volume\">197</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, 509, this court said: \"In <i>United States</i> v. <i>Rickert,</i> <span class=\"citation\" data-id=\"95792\"><a href=\"/opinion/95792/united-states-v-rickert/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, we sustained the right of the Government to protect the lands thus allotted and patented from any encumbrance of state taxation. Undoubtedly an allottee can enforce his right to an interest in the tribal or other property (for that right is expressly granted) and equally clear is it that Congress may enforce and protect any condition which it attaches to any of its grants. This it may do by appropriate proceedings in either a National or a state court.\"</p>\n<p>Not only was the United States entitled to prosecute this suit by virtue of the interest springing from its peculiar relations to the Indians and the course of dealing which had finally led to the plan of separate allotments accompanied by restrictions for the protection of the allottees, but Congress has explicitly recognized the right of the Government thus to enforce these restrictions and has made appropriations for the maintenance of suits of this description. And, at least, the power of Congress to authorize the Government to sue, in view of the relation of the United States to the subject-matter and of the nature of the question to be determined, cannot be doubted. <i>Minnesota</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95660\"><a href=\"/opinion/95660/minnesota-v-hitchcock/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 387, 388.</p>\n<p>By the act of May 27, 1908, c. 199, 35 Stat. 312, which defined restrictions with respect to allotments to members of the Five Civilized Tribes, the representatives of the Secretary of the Interior were authorized to advise all allottees, having restricted lands, of their rights, and at the request of any such allottee to bring suit in his name <span class=\"star-pagination\">*443</span> to cancel any conveyance or incumbrance in violation of the act and to take all steps necessary to assist the allottees in acquiring and retaining possession. But the following provision was added (p. 314):</p>\n<p>\"Nothing in this act shall be construed as a denial of the right of the United States to take such steps as may be necessary, including the bringing of any suit and the prosecution and appeal thereof, to acquire or retain possession of restricted Indian lands, or to remove cloud therefrom, or clear title to the same, in cases where deeds, leases or contracts of any other kind or character whatsoever have been or shall be made contrary to law with respect to such lands prior to the removal therefrom of restrictions upon the alienation thereof; such suits to be brought on the recommendation of the Secretary of the Interior, without costs or charges to the allottees, the necessary expenses incurred in so doing to be defrayed from the money appropriated by this act.\"</p>\n<p>It is urged that this clause did not confer authority to sue, but was inserted merely to rebut any possible inference of an intention to deny this right to the United States. This seems to us a strained construction in view of the obvious purpose of the act. And it fails to give adequate effect to the words \"such suits <i>to be brought</i> on the recommendation of the Secretary of the Interior, without costs or charges to the allottees, <i>the necessary expenses incurred in so doing to be defrayed from the money appropriated by this act.</i>\" In addition to the appropriation of moneys for expenditure under the direction of the Secretary of the Interior, that act appropriated the sum of $50,000 \"to be immediately available and available until expended as the Attorney General may direct,\" which was \"to be used in the payment of necessary expenses incident to any suits brought at the request of the Secretary of the Interior in the eastern judicial district of Oklahoma;\" with the proviso that $10,000 of this amount, <span class=\"star-pagination\">*444</span> or so much as might be necessary, should be expended in the prosecution of cases in the western judicial district of that State. In 1909 (act of March 4, 1909, c. 299, 35 Stat. 945, 1014), a further appropriation of a like sum for the same purposes was made under the heading \"Suits to set aside conveyances of allotted lands.\" Another appropriation was made in 1910 (act of June 25, 1910, c. 384, 36 Stat. 703, 748), under a similar heading with specific reference to the \"Five Civilized Tribes,\" and also with the provision \"and not to exceed ten thousand dollars of said sum shall be available for the expenses of the United States on appeals to the Supreme Court of the United States;\" and still another to the same effect in 1911 (act of March 4, 1911, c. 285, 36 Stat. 1363, 1425).</p>\n<p>We conclude that the United States has the capacity to prosecute this suit.</p>\n<p>It is further urged that there is a defect of parties, on account of the absence of the Indian grantors. It is said that they are the owners of the lands and hence sustain such a relation to the controversy that final decree cannot be made without affecting their interest. <i>Shields</i> v. <i>Barrow,</i> <span class=\"citation\" data-id=\"86914\"><a href=\"/opinion/86914/shields-v-barrow/\"><span class=\"volume\">17</span> <span class=\"reporter\">How.</span> <span class=\"page\">130</span></a></span>, 139; <i>Williams</i> v. <i>Bankhead,</i> 19 Wall. 563.</p>\n<p>The argument necessarily proceeds upon the assumption that the representation of these Indians by the United States is of an incomplete or inadequate character; that although the United States, by virtue of the guardianship it has retained, is prosecuting this suit for the purpose of enforcing the restrictions Congress has imposed, and of thus securing possession to the Indians, their presence as parties to the suit is essential to their protection. This position is wholly untenable. There can be no more complete representation than that on the part of the United States in acting on behalf of these dependents \u0097 whom Congress, with respect to the restricted lands, has not yet released from tutelage. Its efficacy does not <span class=\"star-pagination\">*445</span> depend upon the Indian's acquiescence. It does not rest upon convention, nor is it circumscribed by rules which govern private relations. It is a representation which traces its source to the plenary control of Congress in legislating for the protection of the Indians under its care, and it recognizes no limitations that are inconsistent with the discharge of the national duty.</p>\n<p>When the United States instituted this suit, it undertook to represent, and did represent, the Indian grantors whose conveyances it sought to cancel. It was not necessary to make these grantors parties, for the Government was in court on their behalf. Their presence as parties could not add to, or detract from, the effect of the proceedings to determine the violation of the restrictions and the consequent invalidity of the conveyances. As by the act of Congress they were precluded from alienating their lands, they were likewise precluded from taking any position in the legal proceedings instituted by the Government to enforce the restrictions which would render such proceedings ineffectual or give support to the prohibited acts. The cause could not be dismissed upon their consent; they could not compromise it; nor could they assume any attitude with respect to their interest which would derogate from its complete representation by the United States. This is involved necessarily in the conclusion that the United States is entitled to sue, and in the nature and purpose of the suit.</p>\n<p>These considerations also dispose of the contention that by reason of the absence of the grantors as parties, the grantees are placed in danger of double litigation; so that if they should succeed here they would still be exposed to suit by the allottees. It is not pertinent to comment upon the improbability of the contingency, if it exists in legal contemplation. But if the United States, representing the owners of restricted lands, is entitled to bring a suit of this character, it must follow that the <span class=\"star-pagination\">*446</span> decree will bind not only the United States, but the Indians whom it represents in the litigation. This consequence is involved in the representation. <i>Kerrison</i> v. <i>Stewart,</i> <span class=\"citation\" data-id=\"89357\"><a href=\"/opinion/89357/kerrison-v-stewart/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, 160; <i>Shaw</i> v. <i>Railroad Co.,</i> <span class=\"citation\" data-id=\"90065\"><a href=\"/opinion/90065/shaw-v-railroad-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 611; <i>Beals</i> v. <i>Ill. &amp;c. R.R. Co.,</i> <span class=\"citation\" data-id=\"92668\"><a href=\"/opinion/92668/beals-v-illinois-m-tr-co/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, 295. And it could not, consistently with any principle, be tolerated that, after the United States on behalf of its wards had invoked the jurisdiction of its courts to cancel conveyances in violation of the restrictions prescribed by Congress, these wards should themselves be permitted to relitigate the question.</p>\n<p>In what cases the United States will undertake to represent Indian owners of restricted lands in suits of this sort is left under the acts of Congress to the discretion of the Executive Department. The allottee may be permitted to bring his own action, or if so brought the United States may aid him in its conduct, as in the <i>Tiger Case.</i> And, as already noted, the act of May 27, 1908, makes provision for proceedings by the representatives of the Secretary of the Interior in the name of the allottee. But in the opportunities thus afforded there is no room for the vexation of repeated litigation of the same controversy. And when the United States itself undertakes to represent the allottees of lands under restriction and brings suit to cancel prohibited transfers, such action necessarily precludes the prosecution by the allottees of any other suit for a similar purpose relating to the same property.</p>\n<p>It is said that the allottees have received the consideration and should be made parties in order that equitable restoration may be enforced. Where, however, conveyance has been made in violation of the restrictions, it is plain that the return of the consideration cannot be regarded as an essential prerequisite to a decree of cancellation. Otherwise, if the Indian grantor had squandered the money, he would lose the land which Congress intended he should hold, and the very incompetence and <span class=\"star-pagination\">*447</span> thriftlessness which were the occasion of the measures for his protection would render them of no avail. The effectiveness of the acts of Congress is not thus to be destroyed. The restrictions were set forth in public laws, and were matters of general knowledge. Those who dealt with the Indians contrary to these provisions are not entitled to insist that they should keep the land if the purchase price is not repaid, and thus frustrate the policy of the statute. <i>United States</i> v. <i>Trinidad Coal Co.,</i> <span class=\"citation\" data-id=\"92869\"><a href=\"/opinion/92869/united-states-v-trinidad-coal-coking-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 170, 171.</p>\n<p>But it is suggested that there may be instances where the consideration could be restored without interfering with the policy which prohibited the transfer; that is, without in any way impairing the right to the recovery of the land or the assurance to the Indian of his possession free from incumbrance. It is said, for example, that there may have been an exchange of lands, and that the Indian grantor should not, on retaking the restricted lands, be permitted at the same time to retain those which he has received from the grantee. Or there may be other property held by the Indian grantor free from restrictions, so that restoration of the consideration may be enforced without working a deprivation of the restricted lands contrary to the act of Congress. We need not attempt to surmise what cases of this sort may arise. It is sufficient to say that no such case is here presented. It is not presented by the mere allegation of the bill that the conveyances assailed purport to have been made for pecuniary consideration. It will be competent for the court, on a proper showing as to any of the transactions that provision can be made for a return of the consideration, consistently with the cancellation of the conveyances and with securing to the allottees the possession of the restricted lands in accordance with the statute, to provide for bringing in as a party to the suit any person whose presence for that purpose is found to be necessary.</p>\n<p><span class=\"star-pagination\">*448</span> A further objection is that the bill is multifarious. But in view of the numerous transfers which the Government attacks, it was manifestly in the interest of the convenient administration of justice that unnecessary suits should be avoided and that transactions presenting the same question for determination should be grouped in a single proceeding. The objection to the misjoinder of causes of action is likewise without merit.</p>\n<p>Our conclusion is that the suit was well brought. The judgment of the court below is affirmed with the modification that the cause shall proceed in conformity with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE LURTON dissents on the question of jurisdiction, but not on the merits.</p>\n<h2>NOTES</h2>\n<p>[1]   The succeeding cases of <i>Mullen</i> v. <i>United States, post,</i> p. 448; <i>Goat</i> v. <i>United States, post,</i> p. 458; and <i>Deming Investment Co.</i> v. <i>United States, post,</i> p. 471, which were appeals taken by different parties from the decrees entered by the Circuit Court of Appeals in <i>United States</i> v. <i>Allen and similar cases,</i> 179 Fed. Rep. 13, were argued simultaneously, with this case.</p>\n\n</div>", 
  "sha1": "f13658cabc991fc9462ac37d364d65dc13a863f6", 
  "date_modified": "2014-12-21T01:35:20.529052", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97616/heckman-v-united-states/", 
  "citation_count": 91, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1116087/", 
  "html": "<p class=\"case_cite\">224 U.S. 413</p>\n    <p class=\"case_cite\">32 S.Ct. 424</p>\n    <p class=\"case_cite\">56 L.Ed. 820</p>\n    <p class=\"parties\">P. E. HECKMAN and Robert L. Owen, Appts.,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 496.</p>\n    <p class=\"date\">Argued October 12 and 13, 1911.</p>\n    <p class=\"date\">Decided April 1, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 413-415 intentionally omitted]</p>\n      <p class=\"indent\">The United States, by its Attorney General, upon the recommendation of the Secretary of the Interior, brought this suit in the circuit court of the United States for the eastern district of Oklahoma to cancel certain conveyances of allotted lands, made by members of the Cherokee Nation. Demurrer to the bill was sustained by the circuit court and the bill was dismissed. United States v. Allen, and similar cases, 171 Fed. 907. The judgment was reversed by the circuit court of appeals, and the trial court was directed to proceed with the suits in accordance with the views expressed in its opinion. 103 C. C. A. 1, 179 Fed. 13.</p>\n      <p class=\"indent\">The government states in its brief that between July 14, 1908, and October 12, 1909, the United States brought 301 bills in equity against some 16,000 defendants, to cancel some 30,000 conveyances of allotted lands, made by as many or more grantors, members of the Five Civilized Tribes, upon the ground that the conveyances were in violation of existing restrictions upon the power of alienation. It is said that the selection and grouping of defendants in each case was determined by the substantial identity of the facts and propositions of law upon which the question of alienability of the lands depended.</p>\n      <p class=\"indent\">Forty-six bills were filed to cancel 3,715 conveyances of lands of Cherokee Indians.</p>\n      <p class=\"indent\">This particular suit deals with conveyances by Cherokee allottees of the full blood of lands allotted subsequent to the act of April 26, 1906, 34 Stat. at L. 137, chap. 1876. The grantors were not made parties. There are involved a number of separate conveyances to distinct grantees, parties defendant, two of whom prosecute this appeal from the judgment of the circuit court of appeals.</p>\n      <p class=\"indent\">The bill alleges that under the treaties between the United States and the Cherokee tribe of Indians and its members, the United States granted to the Cherokee tribe certain lands in the Indian territory, now the eastern district of Oklahoma, and obligated itself by the terms of these treaties and of its laws to protect the Cherokee tribe in the enjoyment of the lands granted; that, according to the terms of said treaties and laws, and of the patent to the lands, the Cherokee tribe and every member thereof have at all times been and now are without power to dispose of any interest in the lands without the authority of the United States, or otherwise than in the manner it prescribed; that the government of the United States, by reason of the helpless and dependent character of the Indian tribes, and of their several members, is the guardian and has exclusive control of their property, by virtue of which there is imposed upon the United States the duty to do whatever may be necessary for their guidance, welfare, and protection; that the Cherokee tribe has always been and is now treated as a tribe of Indians by the government of the United States and its several branches; that this tribe is now under the care of an Indian agent duly appointed under the laws of Congress, and large sums are still appropriated by Congress for the benefit and protection of the tribe and of its individual members, and for the maintenance of schools; and that under the laws of Congress the government of the United States still has a large sum of money in its possession belonging to the tribe, and there still remains unallotted a large area of tribal lands, the common property of the tribe.</p>\n      <p class=\"indent\">It is further alleged that in the exercise of its powers to regulate and govern the affairs of the Cherokee tribe of Indians and its members, having in view their welfare and the carrying out of its treaty obligations, Congress, by the act approved July 1, 1902 (32 Stat. at L. 716, chap. 1375), provided that the lands belonging to the Cherokee tribe in the present state of Oklahoma should be allotted in severalty among its members, but deeming the Indians to be untutored and improvident, and still requiring the protection and supervision of the general government, it was provided by this act that the portion of the lands so allotted as homesteads should be inalienable; and further, that the allotted lands other than homesteads should be alienable only in five years after the issuance of pattent to the allottee, and that, in accordance with its provisions, the act of Congress was duly ratified by the Cherokee people on the 7th day of August, 1902.</p>\n      <p class=\"indent\">The bill describes certain conveyances of lands situated in the eastern district of Oklahoma, made by Cherokee Indians to the defendants, respectively, with particulars as to the lands embraced in the conveyances, the consideration, the dates of execution, acknowledgment, and recording, and also the dates of the allotment certificates and of the recording of allotment deeds. The dates of the conveyances were between November 19, 1904, and May 7, 1908, and of the allotment certificates between April 30, 1906, and May 4, 1908. It is alleged that each of the tracts of land described was land of the Cherokee tribe which had been allotted to full-blood Indians of that tribe; that is, to those mentioned as grantors in the conveyances specified; that they were so allotted as to be subject to restrictions upon their alienation and encumbrance, and were so subject at the date of the execution and recording of the deeds described, which restrictions have never been removed; that the facts concerning the allotments and restrictions were matters of public record and notorious, and that the restrictions were imposed by public laws of the United States of which the defendants had knowledge, and by which they were put upon inquiry and notice as to all matters concerning the condition of the particular tracts of land mentioned in the bill; that the deeds had been secured by the defendants in wilful violation of law and of the duty which rested upon this Nation and every member thereof, and for the purpose of unlawfully encumbering the allotted lands; and that by causing the deeds to be recorded the defendants had unlawfully obtained an apparent title or interest of record in the lands described in defiance of said agency supervision, and in open violation and contempt of the laws of the United States, to the irreparable injury of the Indians, and in direct interference with the supervision and control, policy, and duty of the government of the United States in that behalf.</p>\n      <p class=\"indent\">It is also averred on information and belief that the defendants have unlawfully secured from members of the Cherokee tribe other deeds, conveyances, mortgages, powers of attorney, and contracts for and about their allotments, which the Indians and freedmen were without authority to make; that as these have not been recorded, the complainant is unable to give a minute and correct description without the discovery prayed for; that the defendants are continuing to induce the members of the Cherokee tribe named in the bill, and other members of said tribe, to execute deeds and instruments for and about their allotments, and threaten that they will continue such unlawful acts; that this unlawful conduct will greatly harass the United States in the discharge of its duties and in the administration of its policy in relation to these Indians, and compel it to bring many suits in order to annul the deeds and instruments which the defendants have taken and are taking, as alleged; that in addition to the instruments specified in the bill, upward of four thousand instruments of a similar nature, purporting to convey or to encumber the title to lands located within the eastern district of Oklahoma, and duly allotted to members of the Five Civilized Tribes, or belonging to said tribes, have been executed and placed on record by the defendants herein and other persons and corporations, in contravention of the treaties entered into between the United States and the several Indian tribes, and the laws of the United States; and that unless the United States shall be permitted to join in its bills numerous defendants, against each of whom it has a like cause of action, and against each of whom it seeks the same relief, and whose pretended claims are based upon similar facts, and involve precisely the same questions of law, it will be driven to the necessity of bringing a great number of distinct and separate suits, and that it will be practically impossible for the United States to prosecute, and for the courts to adjudicate and dispose of, so large a number of separate and distinct suits within any reasonable length of time.</p>\n      <p class=\"indent\">The bill prays that the specified conveyances be declared void, and that the title to the lands described be decreed to be in the allottees or their heirs, subject to the terms, conditions, and limitations contained in the treaties, agreements, and laws of the United States. Discovery of all claims to lands allotted to any of the Cherokee tribe, or to unallotted lands of the tribe, and the surrender of instruments for cancelation, are sought; and it is also prayed that all defendants in possession, or claiming possession, be ordered to vacate or to cease making such claims, and that the United States have such other and further relief as may be proper.</p>\n      <p class=\"indent\">The objections to the sufficiency of the bill as set forth in the demurrers are thus summarized in the appellants' brief:</p>\n      <p class=\"indent\">(1) That the United States has no capacity to maintain the suit.</p>\n      <p class=\"indent\">(2) That the bill is wholly without equity.</p>\n      <p class=\"indent\">(3) That there is a defect of parties.</p>\n      <p class=\"indent\">(4) That there is a misjoinder of alleged causes of action.</p>\n      <p class=\"indent\">(5) That the bill is multifarious.</p>\n      <p class=\"indent\">The appeal from the judgment of the circuit court of appeals, which reversed the judgment of the circuit court, sustaining the demurrers, is taken under &#167; 3 of the act of June 25, 1910, chap. 408 (36 Stat. at L. 837).</p>\n      <p class=\"indent\">Messrs. J. C. Stone, Robert J. Boone, and S. T. Bledsoe for appellants.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 420-425 intentionally omitted]</p>\n      <p class=\"indent\">Solicitor General Lehmann, A. N. Frost, and Harlow A. Leekley for appellee.</p>\n      <p class=\"indent\">Mr. Justice Hughes, after making the above statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The conveyances which this suit was brought to cancel were executed by members of the Cherokee tribe of Indians, of the full-blood, of lands allotted to them in severalty. The statute under which the allotments were made (act of July 1, 1902, chap. 1375, 32 Stat. at L. 716, accepted by the Cherokee nation on August 7, 1902), provided that the lands should be inalienable for a period specified. Secs. 11-15 (id. p. 717). The lands in question were 'surplus' lands; that is, those other than homesteads. While the restrictions applicable to lands of this character were still in force, Congress extended the period of inalienability by the act of April 26, 1906. 34 Stat. at L. 137, chap. 1876. Section 19 of this act (id. p. 144) is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Sec. 19. That no full-blood Indian of the Choctaw, Chickasaw, Cherokee, Creek, or Seminole tribes shall have power to alienate, sell, dispose of, or encumber in any manner any of the lands allotted to him for a period of twenty-five years from and after the passage and approval of this act, unless such restriction shall, prior to the expiration of said period, be removed by act of Congress; and for all purposes the quantum of Indian blood possessed by any member of said tribes shall be determined by the rolls of citizens of said tribes approved by the Secretary of the Interior: Provided, however, That such full-blood Indians of any of said tribes may lease any lands other than homesteads for more than one year under such rules and regulations as may be prescribed by the Secretary of the Interior; and in case of the inability of any full-blood owner of a homestead, on account of infirmity or age, to work or farm his homestead, the Secretary of the Interior, upon proof of such inability, may authorize the leasing of such homestead under such rules and regulations: Provided further, That conveyances heretofore made by members of any of the Five Civilized Tribes subsequent to the selection of allotment, and subsequent to removal of restriction, where patents thereafter issue, shall not be deemed or held invalid solely because said conveyances were made prior to issuance and recording or delivery of patent or deed; but this shall not be held or construed as affecting the validity or invalidity of any such conveyance, except as hereinabove provided; and every deed executed before, or for the making of which a contract or agreement was entered into before, the removal of restrictions, be and the same is hereby declared void: Provided further, That all lands upon which restrictions are removed shall be subject to taxation, and the other lands shall be exempt from taxation as long as the title remains in the original allottee.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The power of Congress thus to extend the restriction upon alienation was sustained by this court in Tiger v. Western Invest. Co. 221 U. S. 286, 55 L. ed. 738, 31 Sup. Ct. Rep. 578. There the question related to a conveyance of inherited lands, made by a Creek Indian of the full blood, without the approval of the Secretary of the Interior, as required by &#167; 22 of the act of 1906. The conveyance had been executed after the expiration of the five-year limitation upon alienation, prescribed by the supplemental agreement with the Creek Nation (act of June 30, 1902, chap. 1323, &#167; 16, 32 Stat. at L. 503); but meanwhile, and during the continuance of the original restriction, the act of 1906 had been enacted. It was held that the restriction of the later statute was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The reasoning of this decision is conclusive as to the validity of the extension by &#167; 19 of the act of 1906 of the period of inalienability of lands allotted, as in this case, to full-blood Cherokees. And the same principle governs the restrictions provided by the act of May 27, 1908, chap. 199, 35 Stat. at L. 312.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is not open to dispute that, upon the facts alleged, all the conveyances specified in the bill in this suit were executed in violation of restrictions lawfully imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The principal question now presented is with respect to the capacity of the United States to sue in its own courts to enforce these restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The relations of the United States to the Cherokees have repeatedly been described in the decisions of this court. Cherokee Nation v. Georgia, 5 Pet. 1, 8 L. ed. 25; Worcester v. Georgia, 6 Pet. 515, 8 L. ed. 483; United States v. Rogers, 4 How. 567, 11 L. ed. 1105; United States use of Mackey v. Coxe, 18 How. 100, 15 L. ed. 299; Cherokee Trust Funds, 117 U. S. 288, 29 L. ed. 880, 6 Sup. Ct. Rep. 718; Cherokee Nation v. Southern Kansas R. Co. 135 U. S. 641, 34 L. ed. 295, 10 Sup. Ct. Rep. 965; United States v. Old Settlers, 148 U. S. 427, 37 L. ed. 509, 13 Sup. Ct. Rep. 650; Cherokee Nation v. Journeycake, 155 U. S. 196, 39 L. ed. 120, 15 Sup. Ct. Rep. 55; Stephens v. Cherokee Nation, 174 U. S. 445, 43 L. ed. 1041, 19 Sup. Ct. Rep. 722; Cherokee Nation v. Hitchcock, 187 U. S. 294, 47 L. ed. 183, 23 Sup. Ct. Rep. 115; United States ex rel. Lowe v. Fisher, 223 U. S. 95, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 196. But in view of the nature of the present controversy, the facts of main importance may be briefly restated.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The United States made its first treaty with the Cherokees on November 28, 1785 (7 Stat. at L. 18). Constituting one of the most powerful tribes of Indians which then inhabited the country, they claimed the principal part of the territory now comprised within the states of North and South Carolina, Georgia, Alabama, and Tennessee. By this treaty, the Cherokees acknowledged that they were under the protection of the United States of America, and of no other sovereign, the boundary of their hunting grounds was fixed, and it was provided that 'for the benefit and comfort of the Indians, and for the prevention of injuries or oppressions on the part of the citizens or Indians, the United States, in Congress assembled, shall have the sole and exclusive right or regulating the trade with the Indians, and managing all their affairs in such manner as they think proper.' Another treaty, with similar objects, was made on July 2, 1791 (7 Stat. at L. 39). In 1817, following a migration of a portion of the tribe to lands of the United States on the Arkansas and White rivers, the Cherokee Nation ceded to the United States certain tracts which they formerly held, and in exchange the United States bound themselves to give to that branch of the Nation on the Arkansas as much land as they had received, or might thereafter receive, east of the Mississippi. 7 Stat. at L. 156. A further cession of land was made to the United States in 1819. 7 Stat. at L. 195.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By the terms of the treaty of May 6, 1828 (7 Stat. at L. 311, 315), with the representatives of the Cherokee Nation, West, reciting the purpose of securing to them and their friends and brothers from the East who might join them, 'a permanent home,' which should, 'under the most solemn guaranty of the United States, be, and remain, theirs forever,&#8212;a home that shall never, in all future time, be embarrassed by having extended around it the lines or placed over it the jurisdiction of a territory or state,'&#8212; the United States agreed to guarantee to the Cherokees forever seven millions of acres of land, as described, situated in what became known as the Indian territory, and, in addition, 'a perpetual outlet, west, and a free and unmolested use of all the country lying west of the western boundary of the above-described limits, and as far west as the sovereignty of the United States and their right of soil extend.' On May 28, 1830, Congress authorized the President to assure title to the Indians to such exchanged lands, and to execute a patent, if desired, 'provided always, that such lands shall revert to the United States if the Indians become extinct or abandon the same.' 4 Stat. at L. 412, chap. 148. A supplementary treaty confirming the guaranty of lands, and fixing boundaries, was made on February 14, 1833. 7 Stat. at L. 414.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The continued presence of the Eastern Cherokees gave rise to serious controversies and oppressive legislation in the states where they resided. To terminate these difficulties, and 'with a view to reuniting their people in one body,' a treaty was signed at New Echota, in the state of Georgia, on December 29, 1835. 7 Stat. at L. 478. The Cherokee Nation ceded to the United States all their land east of the Mississippi river in consideration of the payment of $5,000,000; and in addition to the lands described in the treaties of 1828 and 1833, the United States agreed to convey to the Cherokees 800,000 acres for the sum of $500,000. It was stipulated that the ceded lands should not at any future time, without the consent of the Cherokee Nation, be included 'within the territorial limits or jurisdiction of any state or territory,' and the United States agreed to secure to the Cherokee Nation 'the right by their national councils' to make such laws as might be deemed necessary 'for the government and protection of the persons and property within their own country, belonging to their people, or such persons as have connected themselves with them: provided always that they shall not be inconsistent with the Constitution of the United States and such acts of Congress as have been or may be passed regulating trade and intercourse with the Indians; and also, that they shall not be considered as extending to such citizens and Army of the United States as may travel or reside in the Indian country by permission, according to the laws and regulations established by the government of the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The two tracts&#8212;the one consisting of the 7,000,000 acres and the 'outlet,' together aggregating 13,574,135.14 acres, and the other of 800,000 acres&#8212;were conveyed to the Cherokee Nation by patent on December 31, 1838, subject to the condition specified in the act of 1830, that the land should revert to the United States if the Cherokee Nation should become extinct or abandon the same. On September 6, 1839, the Cherokees adopted a constitution for the reunited nation. Dissensions having arisen among the members of the tribe, a new treaty was made with the United States on August 6, 1846 (9 Stat. at L. 871), in which it was set forth that the lands occupied by the Cherokee Nation should 'be secured to the whole Cherokee people, for their common use and benefit,' and provision was made for the settlement of differences. There was a further treaty on July 19, 1866. 14 Stat. at L. 799.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The 'Cherokee Outlet' was purchased by the United States in 1893 for the sum of $8,595,736. 27 Stat. at L. 640, chap. 209.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At this time, the conditions in the Indian territory were most unsatisfactory. There had been a large accession of whites who made no claim to Indian citizenship, and were residing in the territory with the approval of the Indian authorities. These greatly outnumbered the Indians. The existing means of government had failed of their purpose, and an exigency had arisen, originally unforeseen, requiring the adoption of new measures. This led to the enactment of legislation which contemplated the dissolution of the tribal organizations and the distribution of the tribal property. By &#167; 15 of the act of March 3, 1893, chap. 209 (27 Stat. at L. 645), it was provided: 'The consent of the United States is hereby given to the allotment of lands in severalty, not exceeding one hundred and sixty acres to any one individual, within the limits of the country occupied by the Cherokees, Creeks, Choctaws, Chickasaws, and Seminoles; and upon such allotments, the individuals to whom the same may be allotted shall be deemed in all respects citizens of the United States, . . . and upon the allotment of the lands held by said tribes respectively the reversionary interest of the United States therein shall be relinquished and shall cease.' And by &#167; 16 of the same act provision was made for the appointment of commissioners to enter into negotiations with the Five Civilized Tribes, 'for the purpose of the extinguishment of the national or tribal title to any lands within that territory now held by any and all of such nations or tribes, either by cession of the same or some part thereof to the United States, or by the allotment and division of the same in severalty among the Indians of such nations or tribes, respectively, as may be entitled to the same, or by such other method as may be agreed upon between the several nations and tribes aforesaid, or each of them, with the United States, with a view to such an adjustment, upon the basis of justice and equity, as may, with the consent of such nations or tribes of Indians, so far as may be necessary, be requisite and suitable to enable the ultimate creation of a state or states of the Union which shall embrace the lands within said Indian territory.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But in executing this policy, Congress was solicitous to conserve the interests of the Indians and to fulfil the national obligation, not simply by assuring an equitable apportionment of the property, but by safeguarding the individual ownership of allottees through suitable restrictions which were designed to secure them in their possession and to prevent their exploitation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The necessity for legislative action, and the purposes to be subserved, were fully presented in the report submitted in May, 1894, by the Senate Committee on the Five Civilized Tribes (S. Rept. No. 377, 53d Cong. 2d Sess.), a portion of which is quoted in the statement of facts made by the court in Stephens v. Cherokee Nation, 174 U. S. pp. 447-451, 43 L. ed. 1041-1043, 19 Sup. Ct. Rep. 722. The committee said: 'This section of country was set apart to the Indian with the avowed purpose of maintaining an Indian community beyond and away from the influence of white people. We stipulated that they should have unrestricted self-government and full jurisdiction over persons and property within their respective limits, and that we would protect them against intrusion of white people, and that we would not incorporate them in a political organization without their consent. Every treaty, from 1828 to and including the treaty of 1866, was based on this idea of exclusion of the Indians from the whites, and nonparticipation by the whites in their political and industrial affairs. We made it possible for the Indians of that section of country to maintain their tribal relations and their Indian polity, laws, and civilization if they wished so to do. And if now the isolation and exclusiveness sought to be given to them by our solemn treaties is destroyed, and they are overrun by a population of strangers five times in number to their own, it is not the fault of the government of the United States, but comes from their own acts in admitting whites to citizenship under their laws, and by inviting white people to come within their jurisdiction to become traders, farmers, and to follow professional pursuits.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">And, referring to the tribal lands, the report continued: 'The theory of the government was, when it made title, to the lands in the Indian territory to the Indian tribes as bodies politic, that the title was held for all of the Indians of such tribe. All were to be the equal participators in the benefits to be derived from such holding. But we find in practice such is not the case. A few enterprising citizens of the tribe, frequently not Indians by blood, but by intermarriage, have in fact become the practical owners of the best and greatest part of these lands, while the title still remains in the tribe, theoretically for all, yet in fact the great body of the tribe derives no more benefit from their title than the neighbors in Kansas, Arkansas, or Missouri. . . . As we have said, the title to these lands is held by the tribe in trust for the people. We have shown that this trust is not being properly executed, nor will it be if left to the Indians, and the question arises, What is the duty of the government of the United States with reference to this trust? While we have recognized these tribes as dependent nations, the government has likewise recognized its guardianship over the Indians, and its obligations to protect them in their property and personal rights. In the treaty with the Cherokees, made in 1846, we stipulated that they should pass laws for equal protection, and for the security of life, liberty, and property. If the tribe fails to administer its trust properly by securing to all the people of the tribe equitable participation in the common property of the tribe, there appears to be no redress for the Indian so deprived of his rights, unless the government does interfere to administer such trust.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The commission for which provision was made by the act of 1893-known as the Dawes Commission&#8212;also made reports to Congress (November 20, 1894, and November 18, 1895), 'finding a deplorable state of affairs and the general prevalence of misrule.' In the report of November 18, 1895, the commission said: 'There is no alternative left to the United States but to assume the responsibility for future conditions in this territory. It has created the forms of government which have brought about these results, and the continuance rests on its authority. . . . The commission is compelled by the evidence forced upon them during their examination into the administration of the so-called governments in this territory to report that these governments, in all their branches, are wholly corrupt, irresponsible, and unworthy to be longer trusted with the care and control of the money and other property of Indian citizens; much less their lives, which they scarcely pretend to protect.' Stephens v. Cherokee Nation, supra, pp. 452, 453.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">By the acts of June 10, 1896, chap. 398 (29 Stat. at L. 321, 339), and of June, 7, 1897, chap 3 (30 Stat. at L. 62, 84), the authority of the Dawes Commission was continued and extended; and provision was made for the hearing and determination of applications for citizenship in the tribes and for the making of rolls of membership. It was further provided by the statute of 1897, that none of the acts, ordinances, and resolutions (with certain stated exceptions) of the council of either of the Five Tribes should take effect if disapproved by the President. Then followed the act of June 28, 1898, chap. 517 (30 Stat. at L. 495), a comprehensive statute embracing provisions as to the enrolment of members of the tribes and for the allotment of 'the exclusive use and occupancy of the surface of all the lands of said nation or tribe susceptible of allotment, among the citizens thereof, as shown by said roll, giving to each, so far as possible, his fair and equal share thereof, considering the nature and fertility of the soil, location and value of same.' By this legislation 'the United States practically assumed the full control over the Cherokees as well as the other nations constituting the Five Civilized Tribes, and took upon itself the determination of membership in the tribes for the purpose of adjusting their rights in the tribal property.' Cherokee Nation v. Hitchcock, 187 U. S. p. 306, 47 L. ed. 189, 23 Sup. Ct. Rep. 115.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Between 1898 and 1902, allotment agreements with the Five Civilized Tribes were approved by Congress. The allotment act of July 1, 1902, which related to the Cherokees (32 Stat. at L. 716, chap. 1375), provided (&#167; 63) that the tribal government should not continue longer than March 4, 1906. But, by joint resolution of Congress, passed March 2, 1906, the tribal existence and government of this tribe and of the others were 'continued in full force and effect for all purposes under existing laws until all property of such tribes, or the proceeds thereof, shall be distributed among the individual members of said tribes, unless hereafter otherwise provided by law.' 34 Stat. at L. 822. A similar provision was contained in the act of April 26, 1906. 34 Stat. at L. 148, chap. 1877, U. S. Comp. Stat. Supp. 1909, p. 529.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The placing of restrictions upon the right of alienation was an essential part of the plan of individual allotment; and limitations were imposed by each of the allotment agreements. The separate statutes were supplemented by the general acts of 1906 and 1908, already mentioned. These restrictions evinced the continuance, to this extent, at least, of the guardianship which the United States had exercised from the beginning. That the conferring of citizenship was in no wise inconsistent with the retention of control over the disposition of the allotted lands was expressly decided in the case of Tiger v. Weston Invest. Co. 221 U. S. 286, 55 L. ed. 738, 31 Sup. Ct. Rep. 578, in which the conclusions of the court were thus stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Conceding that Marchie Tiger, by the act conferring citizenship, obtained a status which gave him certain civil and political rights, inhering in the privileges and immunities of such citizenship, unnecessary to here discuss, he was still a ward of the nation so far as the alienation of these lands was concerned, and a member of the existing Creek Nation. . . . Upon the matters involved, our conclusions are that Congress has had at all times, and now has, the right to pass legislation in the interest of the Indians as a dependent people; that there is nothing in citizenship incompatible with this guardianship over the Indian's lands inherited from allottees, as shown in this case; that, in the present case, when the act of 1906 was passed, the Congress had not released its control over the alienation of lands of full-blood Indians of the Creek Nation; that it was within the power of Congress to continue to restrict alienation by requiring, as to full-blood Indians, the consent of the Secretary of the Interior to a proposed alienation of lands such as are involved in this case; that it rests with Congress to determine when its guardianship shall cease; and while it still continues, it has the right to vary its restrictions upon alienation of Indian lands in the promotion of what it deems the best interest of the Indian.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">During the continuance of this guardianship, the right and duty of the nation to enforce by all appropriate means the restrictions designed for the security of the Indians cannot be gainsaid. While relating to the welfare of the Indians, the maintenance of the limitations which Congress has prescribed as a part of its plan of distribution is distinctly an interest of the United States. A review of its dealings with the tribe permits no other conclusion. Out of its peculiar relation to these dependent peoples sprang obligations to the fulfilment of which the national honor has been committed. 'From their very weakness and helplessness, so largely due to the course of dealing of the Federal government with them and the treaties in which it has been promised, there arises the duty of protection, and with it the power. This has always been recognized by the Executive and by Congress and by this court, whenever the question has arisen.' United States v. Kagama, 118 U. S. 375, 384, 30 L. ed. 228, 231, 6 Sup. Ct. Rep. 1109.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This national interest is not to be expressed in terms of property, or to be limited to the assertion of rights incident to the ownership of a reversion or to the holding of a technical title in trust. When, in 1838, patent was issued to the Cherokees, providing that it was subject to the condition that the granted lands should revert to the United States if the Cherokee Nation became extinct or abandoned them, neither the rights nor the duties of the United States were confined to the reversionary interest thus secured. And its relinquishment made it no less a matter of national concern that the restrictions designed to protect the Indian allottees should be enforced. But this object could not be accomplished if the enforcement were left to the Indians themselves. It is no answer to say that conveyances obtained in violation of restrictions would be void. That, of course, is true, and yet, by means of the conveyances and the consequent assertion of rights of ownership by the grantees, the Indians might be deprived of the practical benefits of their allotments. It was the intent of Congress that, for their sustenance, and as a fitting aid to their progress, they should be secure in their possession during the period specified, and should actually hold and enjoy the allotted lands. As was well said by the court below: 'If they are unable to resist the allurements by which they are enticed into making the conveyances, will they be expected to undertake the difficult and protracted litigation necessary to set aside their own acts? To ask these questions is to answer them. Congress intended that both the Indians and the members of the white race should obey its limitations. A transfer of the allotments is not simply a violation of the proprietary rights of the Indian. It violates the governmental rights of the United States. If these Indians may be devested of their lands, they will be thrown back upon the Nation a pauperized, discontented, and, possibly, belligerent people.' [103 C. C. A. 4, 179 Fed. 16.] The authority to enforce restrictions of this character is the necessary complement of the power to impose them.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether these restrictions upon the alienation of the allotted lands had been violated and the alleged conveyances were void was a justicable question; and in order that it might properly discharge its duty, and that it might obtain adequate relief, suited to the nature of the case, in accordance with the principles of equity, the United States was entitled to invoke the equity jurisdiction of its courts. It was not essential that it should have a pecuniary interest in the controversy. In United States v. American Bell Teleph. Co. 128 U. S. 315, 367, 32 L. ed. 450, 461, 9 Sup. Ct. Rep. 90, where the suit was brought to obtain the cancelation of certain patents, this court, incommenting upon the statements which had been made in the case of United States v. San Jacinto Tin Co. 125 U. S. 273, 31 L. ed. 747, 8 Sup. Ct. Rep. 850, with respect to the right of the United States to sue, said: 'This language is construed by counsel for the appellee in this case to limit the relief granted at the instance of the United States to cases in which it has a direct pecuniary interest. But it is not susceptible of such construction. It was evidently in the mind of the court that the case before it was one where the property right to the land in controversy was the matter of importance, but it was careful to say that the cases in which the instrumentality of the court cannot thus be used are those where the United States has no pecuniary interest in the remedy sought, and is also under no obligation to the party who will be benefited to sustain an action for his use, and also where it does not appear that any obligation existed on the part of the United States to the public or to any individual. The essence of the right of the United States to interfere in the present case is its obligation to protect the public from the monopoly of the patent which was procured by fraud, and it would be difficult to find language more aptly used to include this in the class of cases which are not excluded from the jurisdiction of the court by want of interest in the government of the United States. It is insisted that these decisions have reference exclusively to patents for land, and that they are not applicable to patents for inventions and discoveries. The argument very largely urged for that view is the one just stated: that in the cases which had reference to patents for land, the pecuniary interest of the United States was the foundation of the jurisdiction. This, however, is repelled by the language just cited, and by the fact that in more than one of the cases, notably in United States v. Hughes, 11 How. 552, 13 L. ed. 809, the right of the government to sustain the suit was based upon its legal or moral obligation to give a good title to another party who had a prior and a better claim to the land, but whose right was obstructed by the patent issued by the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">And in Re Debs, 158 U. S. 564, 39 L. ed. 1092, 15 Sup. Ct. Rep. 900, where the question was as to the jurisdiction of a court of equity at the suit of the government to enjoin interference with the transportation of the mails, the court, while adverting to the fact that the United States had a property in the mails, declined to place its decision upon that ground alone, and rested it also upon governmental duty. The court said (pp. 584, 586): 'Every government, intrusted, by the very terms of its being, with powers and duties to be exercised and discharged for the general welfare, has a right to apply to its own courts for any proper assistance in the exercise of the one and the discharge of the other, and it is no sufficient answer to its appeal to one of those courts that it has no pecuniary interest in the matter. . . . The national government, given by the Constitution power to regulate interstate commerce, has by express statute assumed jurisdiction over such commerce when carried upon railroads. It is charged, therefore, with the duty of keeping those highways of interstate commerce free from obstruction, for it has always been recognized as one of the powers and duties of a government to remove obstructions from the highways under its control.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In United States v. Rickert, 188 U. S. 432, 47 L. ed. 532, 23 Sup. Ct. Rep. 478, the suit was brought to restrain the collection of certain county taxes alleged to be due in respect of permanent improvements on, and personal property used in the cultivation of, lands occupied by Sioux Indians in South Dakota. The lands had been allotted under the general allotment act of February 8, 1887, 24 Stat. at L. 389, chap. 119. One of the questions certified to this court was whether the United States had such an interest in the controversy or in its subjects as entitled it to maintain the suit; and the question was answered in the affirmative. It is true that, in that case, the statute provided that the United States should hold the land allotted for twenty-five years in trust for the sole use and benefit of the Indian allottee. But the decision rested upon a broader foundation than the mere holding of a legal title to land in trust, and embraced the recognition of the interest of the United States in securing immunity to the Indians from taxation conflicting with the measures it had adopted for their protection. The court said (p. 444): 'In view of the relation of the United States to the real and personal property in question, as well as to these dependent Indians still under national control, and in view of the injurious effect of the assessment and taxation complained of upon the plans of the government with reference to the Indians, it is clear that the United States is entitled to maintain this suit.' By the act of August 15, 1894, chap. 290 (28 Stat. at L. 305), as amended by the act of February 6, 1901, chap. 217 (31 Stat. at L. 760), Congress authorized suits to be brought against the United States, in its circuit courts, 'involving the right of any person, in whole or in part of Indian blood or descent' (with certain exceptions), 'to any allotment of lands under any law or treaty.' Sloan v. United States, 193 U. S. 614, 48 L. ed. 814, 24 Sup. Ct. Rep. 570. Prior to the amendment of 1901, the United States could not be sued in such a case. But the amendment required that 'in said suit the parties thereto shall be the claimant as plaintiff and the United States as party defendant.' Commenting upon this, the court said in McKay v. Kalyton, 204 U. S. 458, 469, 51 L. ed. 566, 571, 27 Sup. Ct. Rep. 346: 'Nothing could more clearly demonstrate than does this requirement, the conception of Congress that the United States continued, as trustee, to have an active interest in the proper disposition of allotted Indian lands, and the necessity of its being made a party to controversies concerning the same, for the purpose of securing a harmonious and uniform operation of the legislation of Congress on the subject.' And in Re Heff, 197 U. S. 488, 509, 49 L. ed. 848, 857, 25 Sup. Ct. Rep. 506, this court said: 'In United States v. Rickert, 188 U. S. 432, 47 L. ed. 532, 23 Sup. Ct. Rep. 478, we sustained the right of the government to protect the lands thus allotted and patented from any encumbrance of state taxation. Undoubtedly an allottee can enforce his right to an interest in the tribal or other property (for that right is expressly granted), and equally clear is it that Congress may enforce and protect any condition which it attaches to any of its grants. This it may do by appropriate proceedings in either a national or a state court.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Not only was the United States entitled to prosecute this suit by virtue of the interest springing from its peculiar relations to the Indians and the course of dealing which had finally led to the plan of separate allotments, accompanied by restrictions for the protection of the allottees, but Congress has explicitly recognized the right of the government thus to enforce these restrictions, and has made appropriations for the maintenance of suits of this description. And, at least, the power of Congress to authorize the government to sue, in view of the relation of the United States to the subject-matter and of the nature of the question to be determined, cannot be doubted. Minnesota v. Hitchcock, 185 U. S. 373, 387, 388, 46 L. ed. 954, 962, 963, 22 Sup. Ct. Rep. 650.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">By the act of May 27, 1908, chap. 199 (35 Stat. at L. 312), which defined restrictions with respect to allotments to members of the Five Civilized Tribes, the representatives of the Secretary of the Interior were authorized to advise all allottees having restricted lands, of their rights, and at the request of any such allottee to bring suit in his name to cancel any conveyance or encumbrance in violation of the act, and to take all steps necessary to assist the allottees in acquiring and retaining possession. But the following provision was added:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'Nothing in this act shall be construed as a denial of the right of the United States to take such steps as may be necessary, including the bringing of any suit and the prosecution and appeal thereof, to acquire or retain possession of restricted Indian lands, or to remove cloud therefrom, or clear title to the same, in cases where deeds, leases, or contracts of any other kind or character whatsoever have been or shall be made contrary to law with respect to such lands, prior to the removal therefrom of restrictions upon the alienation thereof; such suits to be brought on the recommendation of the Secretary of the Interior, without costs or charges to the allottees, the necessary expenses incurred in so doing to be defrayed from the money appropriated by this act.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is urged that this clause did not confer authority to sue, but was inserted merely to rebut any possible inference of an intention to deny this right to the United States. This seems to us a strained construction, in view of the obvious purpose of the act. And it fails to give adequate effect to the words, 'such suits <i>to be brought</i> on the recommendation of the Secretary of the Interior, without costs or charges to the allottees, <i>the necessary expenses incurred in so doing to be defrayed from the money appropriated by this act</i>.' In addition to the appropriation of moneys for expenditure under the direction of the Secretary of the Interior, that act appropriated the sum of $50,000, 'to be immediately available, and available until expended as the Attorney General may direct,' which was 'to be used in the payment of necessary expenses incident to any suits brought at the request of the Secretary of the Interior in the eastern judicial district of Oklahoma;' with the proviso that $10,000 of this amount, or so much as might be necessary, should be expended in the prosecution of cases in the western judicial district of that state. In 1909 (act of March 4, 1909, chap. 299, 35 Stat. at L. 1014), a further appropriation of a like sum for the same purposes was made under the heading, 'Suits to set aside conveyances of allotted lands.' Another appropriation was made in 1910 (act of June 25, 1910, chap. 384, 36 Stat. at L. 748), under a similar heading, with specific reference to the 'Five Civilized Tribes,' and also with the provision, 'and not to exceed ten thousand dollars of said sum shall be available for the expenses of the United States on appeals to the Supreme Court of the United States;' and still another to the same effect in 1911 (act of March 4, 1911, chap. 285, 36 Stat. at L. 1425).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We conclude that the United States has the capacity to prosecute this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is further urged that there is a defect of parties, on account of the absence of the Indian grantors. It is said that they are the owners of the lands, and hence sustain such a relation to the controversy that final decree cannot be made without affecting their interest. Shields v. Barrow, 17 How. 130, 139, 15 L. ed. 158, 160; Williams v. Bankhead, 19 Wall. 563, 22 L. ed. 184.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The argument necessarily proceeds upon the assumption that the representation of these Indians by the United States is of an incomplete or inadequate character; that although the United States, by virtue of the guardianship it has retained, is prosecuting this suit for the purpose of enforcing the restrictions Congress has imposed, and of thus securing possession to the Indians, their presence as parties to the suit is essential to their protection. This position is wholly untenable. There can be no more complete representation than that on the part of the United States in acting on behalf of these dependents, whom Congress, with respect to the restricted lands, has not yet released from tutelage. Its efficacy does not depend upon the Indians' acquiescence. It does not rest upon convention, nor is it circumscribed by rules which govern private relations. It is a representation which traces its source to the plenary control of Congress in legislating for the protection of the Indians under its care, and it recognizes no limitations that are inconsistent with the discharge of the national duty.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">When the United States instituted this suit, it undertook to represent, and did represent, the Indian grantors whose conveyances it sought to cancel. It was not necessary to make these grantors parties, for the government was in court on their behalf. Their presence as parties could not add to, or detract from, the effect of the proceedings to determine the violation of the restrictions and the consequent invalidity of the conveyances. As by the act of Congress they were precluded from alienating their lands, they were likewise precluded from taking any position in the legal proceedings instituted by the government to enforce the restrictions which would render such proceedings ineffectual or give support to the prohibited acts. The cause could not be dismissed upon their consent; they could not compromise it; nor could they assume any attitude with respect to their interest which would derogate from its complete representation by the United States. This is involved necessarily in the conclusion that the United States is entitled to sue, and in the nature and purpose of the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">These considerations also dispose of the contention that, by reason of the absence of the grantors as parties, the grantees are placed in danger of double litigation; so that if they should succeed here, they would still be exposed to suit by the allottees. It is not pertinent to comment upon the improbability of the contingency, if it exists in legal contemplation. But if the United States, representing the owners of restricted lands, is entitled to bring a suit of this character, it must follow that the decree will bind not only the United States, but the Indians whom it represents in the litigation. This consequence is involved in the representation. Kerrison v. Stewart, 93 U. S. 155, 160, 23 L. ed. 843, 845; Shaw v. Little Rock &amp; Ft. S. R. Co. 100 U. S. 605, 611, 25 L. ed. 757, 758; Beals v. Illinois M. &amp; T. R. Co. 133 U. S. 290, 295, 33 L. ed. 608, 611, 10 Sup. Ct. Rep. 314. And it could not, consistently with any principle, be tolerated that, after the United States, on behalf of its wards, had invoked the jurisdiction of its courts to cancel conveyances in violation of the restrictions prescribed by Congress, these wards should themselves be permitted to relitigate the question.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In what cases the United States will undertake to represent Indian owners of restricted lands in suits of this sort is left, under the acts of Congress, to the discretion of the Executive Department. The allottee may be permitted to bring his own action, or, if so brought, the United States may aid him in its conduct, as in the Tiger Case. And, as already noted, the act of May 27, 1908, makes provision for proceedings by the representatives of the Secretary of the Interior in the name of the allottee. But in the opportunities thus afforded there is no room for the vexation of repeated litigation of the same controversy. And when the United States itself undertakes to represent the allottees of lands under restriction, and brings suit to cancel prohibited transfers, such action necessarily precludes the prosecution by the allottees of any other suit for a similar purpose, relating to the same property.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is said that the allottees have received the consideration, and should be made parties in order that equitable restoration may be enforced. Where, however, conveyance has been made in violation of the restrictions, it is plain that the return of the consideration cannot be regarded as an essential prerequisite to a decree of cancelation. Otherwise, if the Indian grantor had squandered the money, he would lose the land which Congress intended he should hold, and the very incompetence and thriftlessness which were the occasion of the measures for his protection would render them of no avail. The effectiveness of the acts of Congress is not thus to be destroyed. The restrictions were set forth in public laws, and were matters of general knowledge. Those who dealt with the Indians contrary to these provisions are not entitled to insist that they should keep the land if the purchase price is not repaid, and thus frustrate the policy of the statute. United States v. Trinidad Coal &amp; Coking Co. 137 U. S. 160, 170, 171, 34 L. ed. 640, 644, 11 Sup. Ct. Rep. 57.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">But it is suggested that there may be instances where the consideration could be restored without interfering with the policy which prohibited the transfer; that is, without in any way impairing the right to the recovery of the land or the assurance to the Indian of his possession free from encumbrance. It is said, for example, that there may have been an exchange of lands, and that the Indian grantor should not, on retaking the restricted lands, be permitted at the same time to retain those which he has received from the grantee. Or there may be other property held by the Indian grantor free from restrictions, so that restoration of the consideration may be enforced without working a deprivation of the restricted lands, contrary to the act of Congress. We need not attempt to surmise what cases of this sort may arise. It is sufficient to say that no such case is here presented. It is not presented by the mere allegation of the bill that the conveyances assailed purport to have been made for pecuniary consideration. It will be competent for the court, on a proper showing as to any of the transactions that provision can be made for a teturn of the consideration, consistently with the cancelation of the conveyances and with securing to the allottees the possession of the restricted lands in accordance with the statute, to provide for bringing in as a party to the suit any person whose presence for that purpose is found to be necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A further objection is that the bill is multifarious. But in view of the numerous transfers which the government attacks, it was manifestly in the interest of the convenient administration of justice that unnecessary suits should be avoided and that transactions presenting the same question for determination should be grouped in a single proceeding. The objection to the misjoinder of causes of action is likewise without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our conclusion is that the suit was well brought. The judgment of the court below is affirmed, with the modification that the cause shall proceed in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Mr. Justice Lurton dissents on the question of jurisdiction, but not on the merits.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97616/"
}