{"absolute_url": "/opinion/97625/state-of-washington-ex-rel-oregon-railroad/", "blocked": false, "citation": {"case_name": "State of Washington Ex Rel. Oregon Railroad & Navigation Company, Plff. In Err. v. H. A. Fairchild, John C. Lawrence, and Jesse S. Jones, Railroad Commissioners of the State of Washington", "docket_number": "118", "document_uris": ["/api/rest/v2/document/97625/"], "federal_cite_one": "224 U.S. 510", "federal_cite_three": null, "federal_cite_two": null, "id": 82008, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82008/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 34, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1912-04-29", "date_modified": "2014-12-21T01:35:21.653265", "docket": "/api/rest/v2/docket/1292990/", "download_url": "http://bulk.resource.org/courts.gov/c/US/224/224.US.510.118.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">224 U.S. 510</p>\n    <p class=\"case_cite\">32 S.Ct. 535</p>\n    <p class=\"case_cite\">56 L.Ed. 863</p>\n    <p class=\"parties\">STATE OF WASHINGTON EX REL. OREGON RAILROAD &amp;  NAVIGATION COMPANY, Plff. in Err.,<br>v.<br>H. A. FAIRCHILD, John C. Lawrence, and Jesse S. Jones,  Railroad Commissioners of the State of Washington.</p>\n    <p class=\"docket\">No. 118.</p>\n    <p class=\"date\">Argued December 8, 1911.</p>\n    <p class=\"date\">Decided April 29, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">A statute of the state of Washington authorizes the railroad commission, upon complaint made, or on inquiry upon its own motion 'after a full hearing . . . to order that additional trackage or sidings be constructed . . . and that additional connections be made.'</p>\n      <p class=\"indent\">In pursance of this act, and by direction of the commission, the attorney general filed a complaint against the Oregon Railroad &amp; Navigation Company, chartered under the laws of Oregon, the Northern Pacific Railway Company and the Spokane &amp; Inland Railroad, praying for an order requiring them to connect their tracks at Pullman, Colfax, Garfield, Oakesdale, Rosalia, Waverly, Thorton, Farmington, Connell, and Palouse. The complant averred that four of these towns were important shipping points, and that at all of them there was a demand that cars should be transferred from one line to the other, and a public necessity that track connection should be made between the roads at all these points. The Oregon Company filed an answer in which it denied that the towns named were important shipping points; denied that there was, or had ever been, any public demand for the interchange of business at any of the places, or that there was any public necessity for the connection.</p>\n      <p class=\"indent\">At the hearing, evidence was introduced showing that the Spokane &amp; Inland was an electric road not yet completed; that all the roads had the same gauge; that in three of the towns they crossed at grade; that in the others the tracks were generally on the same level, and separated by distances varying from a few feet up to 600 feet; that the connecting tracks would generally be on the right of way of the carriers, though in some instances it would be necessary to acquire other property by purchase or condemnation. There was evidence as to the price of switches and the cost per lineal foot of laying a track with two necessary connecting switches.</p>\n      <p class=\"indent\">The principal witness on behalf of the state was an inspector of the commission, who testified that the three roads were competitors, and ran from Spokane through each of the towns named in the complaint; that wheat was the principal product of the country, and that it was shipped to Spokane or Portland, reached by each of the roads or their connections; that the main business of the towns named in the complaint was with Spokane; and that the business between local stations was small. From his testimony and a map it appears that, with the exception of Connell, all of the towns named lay in a strip about 50 miles long and 15 miles wide, one road on each side, with the Spokane running about half way between the other two; that the roads were generally parallel to each other, but by curves and branch lines reached these towns. In answer to specific inquiries he gave the route a car would take if shipped from named stations on one line to named stations on another, under present conditions; and said that if the connections were made and cars took that route, the distance would be shortened; and that if wheat, cattle, or other property was thus shipped to and from such stations there would be a saving in time and distance. He testified that he had no knowledge as to the amount of business done at any of the towns named, or that such shipments had been offered or would be made. He and the other witnesses on behalf of the commission testified that every purpose would be served if there was a connection between the various roads at one of the points named, some of them thinking Garfield the best point and others that it should be at Oakesdale, from which, it was said, the tracks radiated like the spokes of a wheel. It appeared that the Oregon already connected with the Northern Pacific at Garfield. The inspector and other witnesses were not asked specifically as to all points, but in answer to inquiries testified, without contradiction, that there was no necessity for connecting the tracks at Farmington, Thornton, Colfax, Waverly, nor at Garfield or Oakesdale except as indicated above.</p>\n      <p class=\"indent\">The witnesses for the carrier testified that a connection at Garfield would accommodate all transfers that might be offered; that there had been no demand at any of the towns for such transfers in the past, and that there was no necessity for making them.</p>\n      <p class=\"indent\">Only one shipper was called as a witness. He testified that a connection at Oakesdale would serve all purposes, but gave no information as to the amount of his freight business, nor the saving that would result to him or others if the connection was put in. No merchants or shippers from any of the towns named in the complaint, or referred to in the evidence, were called. There was no proof as to the volume of business at any of these places, nor as to the amount of freight that would be routed over these track connections if they were constructed. Nor was there any testimony as to the probable revenue that would be derived from the use of the track connections, or of the saving in freight or otherwise that would result to shippers. The inspector of the commission testified that these connections would develop very little business.</p>\n      <p class=\"indent\">After the conclusion of the evidence, the commission dismissed the complaint as to Rosalia and Palouse, where the crossings were not at grade, and made an order in which it found that the roads crossed at grade at two points and ran in close proximity to each other through all the other places; that there was a public necessity for track connection, the cost of which, at each point, was stated, varying from $316 to $1,460, and aggregating about $7,000. It thereupon ordered that the companies should agree among themselves as to the particular places in said towns where the tracks should be laid, and how the expense should be divided, in default of which the commission would make a supplemental order designating the particular places where the connections should be made and the proportion in which the expense should be borne by each company.</p>\n      <p class=\"indent\">The Oregon Company, being dissatisfied with this order, filed in the superior court of Thurston county a petition for review, alleging the unconstitutionality of the statute under which the order had been made, and also attacking its reasonableness on the ground that 'there was no evidence showing or tending to show that there was any public demand or public necessity for such track connection, or for the interchange of freight at either of said points in carload lots . . . or that any public convenience would be subserved;' but, on the contrary, that the only evidence offered tended to show that there was no public necessity, and that it would be obliged to acquire additional property, and to incur large expense to make the connection, without any public necessity, and be thereby deprived of its property without compensation and without due process of law, in violation of the Constitution of the United States.</p>\n      <p class=\"indent\">This method of attacking the order by petition for review was in compliance with the provisions of the Washington statute which declared that 'the order of the commission shall, of its own force, take effect and become operative twenty days after notice thereof has been given. . . . And any railroad or express company affected by the order of the commission, and deeming it to be contrary to the law, may institute proceedings in the superior court . . . and have such order reviewed and its reasonableness and lawfulness inquired into and determined. Pending such review, if the court having jurisdiction shall be of the opinion that the order or requirement of the commission is unreasonable or unlawful, (it may suspend the same . . . pending such litigation. . . . Said action of review shall be taken by the said railroad or express company within twenty days after notice of said order, and if said action of review is not taken within said time, then in all litigation thereafter arising between the state of Washington and said railroad or express company, or private parties and said railroad or express company, the said order shall be deemed final and conclusive. If, however, said action in review is instituted within said time, the said railroad or express company shall have the right of appeal or to prosecute by other appropriate proceedings, from the judgment of the superior court to the supreme court of the state of Washington, as in civil actions. . . . The action in review of such order, whether by writ of review or appeal or otherwise, shall be heard by the court without intervention of a jury, and shall be heard and determined upon the evidence and exhibits introduced before the commission and certified to by it. . . .'</p>\n      <p class=\"indent\">The bill of exceptions recites that on the hearing in the superior court, the Oregon Company offered competent and noncumulative testimony in support of its contention on the issues between it and the commission, which, if received, would have tended to show that there was no public necessity for such track connections at either of the places; that no public convenience would be served by making them, and that the cost, instead of aggregating $7,500, would be $21,000 (the amount at each place being specified), besides the expense of acquiring additional land and franchises needed for the construction and operation of the tracks. The court rejected all this evidence on the ground that, under the statute, the petition for review must be determined on the testimony which had been submitted to the commission. After argument the petition was dismissed and the Oregon Company excepted. All of the evidence introduced before the commission, and attached as an exhibit to its answer, was duly incorporated in the bill of exceptions, which also contains a recital that the photographs and maps identified by one of the witnesses had not been forwarded by the commission, nor were they considered by the court. There was, however, no motion by the defendant for an order requiring such omitted papers to be sent up so as to complete the record. Neither did it appear that any motion was made before the commission to require a more definite statement of the location of the proposed tracks.</p>\n      <p class=\"indent\">The judgment dismissing the petition was affirmed by the supreme court of the state. 52 Wash. 17, 100 Pac. 179. It held that the statute was valid; that it gave the defendant every opportunity to make its defense, and granted an adequate judicial review by which to test the validity of the order. In answer to the contention that the evidence showed that the order was unreasonable and amounted to a taking of property without public necessity, the court merely said: 'As to the public necessity for the track connections, we are not prepared to say that the finding of the commission in that respect was not justified by the testimony.' The cause was brought here by writ of error, in which it is contended that the Washington statute failed to furnish an adequate hearing or opportunity for judicial review, especially in prohibiting the submission to the court of competent evidence as to the unreasonableness of the order; and, further, there was no evidence of a public necessity, and that the order was void as taking property without due process of law.</p>\n      <p class=\"indent\">Messrs. Maxwell Evarts, Zera Snow, and W. W. Cotton for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 517-520 intentionally omitted]</p>\n      <p class=\"indent\">Mr. W. V. Tanner, Attorney General of Washington, and Messrs. Walter P. Bell and S. H. Kelleran for defendants in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 520-523 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Lamar, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">1. The commission's order requiring the Oregon Company to make track connection was not a mere administrative regulation, but it was a taking of property, since it compelled the defendant to expend money, and prevented it from using for other purposes the land on which the tracks were to be laid. Its validity could not be sustained merely because of the fact that the carrier had been given an opportunity to be heard, but was to be tested by considering whether, in view of all the facts, the taking was arbitrary and unreasonable, or was justified by the public necessities which the carrier could lawfully be compelled to meet. For the guaranty of the Constitution extends to the protection of fundamental rights, to the substance of the order as well as to the notice and hearing which precede it. 'The mere form of the proceeding instituted against the owner, even if he be admitted to defend, cannot convert the process used into due process of law, if the necessary result be to deprive him of his property without compensation.' Chicago, B. &amp; Q. R. Co. v. Chicago, 166 U. S. 236, 41 L. ed. 984, 17 Sup. Ct. Rep. 581; Missouri P. R. Co. v. Nebraska, 164 U. S. 416, 41 L. ed. 494, 17 Sup. Ct. Rep. 130. So that, where the taking is under an administrative regulation, the defendant must not be denied the right to show that, as matter of law, the order was so arbitrary, unjust, or unreasonable as to amount to a deprivation of property in violation of the 14th Amendment. Chicago, M. &amp; St. P. R. Co. v. Minnesota, 134 U. S. 418, 33 L. ed. 970, 3 Inters. Com. Rep. 209, 10 Sup. Ct. Rep. 462, 702; Smyth v. Ames, 169 U. S. 466, 42 L. ed. 819, 18 Sup. Ct. Rep. 418; Chicago, M. &amp; St. P. R. Co. v. Tompkins, 176 U. S. 173, 44 L. ed. 420, 20 Sup. Ct. Rep. 336.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">2. This was recognized by the supreme court of the state, which held that this constitutional right was not denied, but that the statute furnished, first, an adequate opportunity to be heard before the commission, and then provided for a judicial review by authorizing the company to test the validity of the order in the superior court. Both of these rulings are assigned as error by the Oregon Company. It complains that the statute did not afford it the means of making a defense before the commission and yet required it to attack the reasonableness of the order on such evidence as it might have been able to produce before the administrative body. If this were true, the defendant's position would be correct, for the hearing which must precede the taking of property is not a mere form. The carrier must have the right to secure and present evidence material to the issue under investigation. It must be given the opportunity by proof and argument to controvert the claim asserted against it before a tribunal bound not only to listen, but to give legal effect to what has been established. But, as construed by the state court, all these rights were amply secured by the statute, which declared that the commission, 'after a full hearing,' might require track connection. On such investigation the company could have objected to the sufficiency of the complaint, and obtained an order requiring it to be made more specific as to the exact location of the proposed tracks. The defendant was given the benefit of compulsory process to secure and present evidence in its behalf. There was a provision to require the attendance of witnesses, the production of documents, and for the taking of testimony by deposition. It also had the right to cross-examine witnesses produced on the part of the commission, and the privilege of offering evidence on every matter material to the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">3. The defendant insists, however, that, no matter how complete the right to be heard before the commission, the statute, having denied all other opportunity for testing the validity of the order in the state courts, furnished an utterly inadequate judicial review because, as the carrier could not anticipate what decision would be made, it was unjust to require it to produce evidence to show in advance the unreasonableness of an order the terms of which were not known. From this it argues that the statute was unconstitutional in so far as it prevented the court from receiving competent and noncumulative testimony tending to prove that there was no public necessity for making the track connection, and that the order was void.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This position would be true if the defendant had not been put on notice as to what order was asked for, and then given ample opportunity to show that it would be unjust or unreasonable to grant it. In this case, and under the statute, it was given such notice. The complaint alleged that some of the towns were important shipping points, and that at all of them there was a public necessity that the roads should be connected. The defendant denied each of these allegations. The hearing, both on the law and the facts, was necessarily limited to that issue. There could have been no valid order which was broader than that claim. The defendant was charged with notice that if the allegations of the complaint as to necessity were established, the order could then be lawfully granted, unless there was also proof that the cost, in comparison with the receipts, or other fact, made it unjust to require the connections to be made. The carrier was therefore given the right both to meet the charge of public necessity, and also to establish any fact which would make it unjust to pass the order for which the complainant prayed. The act further provided that after the administrative body had acted, the carrier should have the right to test the lawfulness and reasonableness of the regulation in the superior court, where every error in rejecting or excluding evidence, or otherwise, could be corrected. On that trial the court was not bound by the finding of fact, but, like the commission, it was obliged to weigh and consider the testimony, and to give full effect to what was established by the evidence, since it acted judicially, 'under an imperative obligation, with a sense of official responsibility for impartial and right decision, which is imputed to the discharge of official duties.' Louisville &amp; N. R. Co. v. Kentucky, 115 U. S. 334, 29 L. ed. 417, 6 Sup. Ct. Rep. 57.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">4. Having been given full opportunity to be heard on the issues made by the complaint and answer, and as to the reasonableness of the proposed order, and having adopted the statutory method of review, this company cannot complain. It had the right to offer all competent testimony before the commission, which, in view of the form of proceedings authorized by the statute, acted in this respect somewhat like a master in chancery who has been required to take testimony and report his findings of fact and conclusions of law. The court would test its correctness by the evidence submitted to the master. Nor would there be any impairment of the right to a judicial review because additional testimony could not be submitted to the chancellor. The statute enlarges what this court has recognized to be proper practice in equity cases attacking such regulations. There the hearing is <i>de novo</i>, and there is no pro hibition in equity against offering all competent evidence to prove that the order was unreasonable. But in Cincinnati, N. O. &amp; T. P. R. Co. v. Interstate Commerce Commission, 162 U. S. 196, 40 L. ed. 939, 5 Inters. Com. Rep. 391, 16 Sup. Ct. Rep. 700, it was said: 'We think this a proper occasion to express disapproval of such a method of procedure on the part of the railroad company as should lead them to withhold the larger part of their evidence from the Commission, and first adduce it in the circuit court. . . . The theory of the act evidently is, as shown by the provision, that the findings of the Commission shall be regarded as prima facie evidence that the facts of the case are to be disclosed before the Commission.' See also Texas &amp; P. R. Co. v. Interstate Commerce Commission, 162 U. S. 238, 239, 40 L. ed. 954, 5 Inters. Com. Rep. 405, 16 Sup. Ct. Rep. 666; Missouri, K. &amp; T. R. Co. v. Interstate Commerce Commission, 164 Fed. 649.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no claim here that the evidence rejected by the superior court was newly discovered, or that its materiality could not have been anticipated, or that for any reason the defendant had been prevented from submitting to the commission the testimony it offered in court to show that the cost would be $21,000 instead of $7,500. Nor was there any allegation of surprise, mistake, or other extraordinary fact requiring the admission of such evidence in order to preserve the right guaranteed by the Constitution. There is therefore no call for a decision as to whether, under those circumstances, such evidence should be admitted, or the case remanded, so that the commission might consider material and probably controlling testimony which the carrier, without fault on its part, had failed to submit on the first hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">5. If, then, the defendant had notice and was given the right to show that the order asked for, if granted, would be unreasonable, it has not in this case been deprived of the right to a hearing. That being so, it leaves for consideration the contention that, as a matter of law, the order, on the facts proved, was so unreasonable as to amount to a taking of property without due process of law. This necessitates an examination of the evidence, not for the purpose of passing on conflicts in the testimony, or of deciding upon pure questions of fact, but, as said in Kansas City Southern R. Co. v. C. H. Albers Commission Co. 223 U. S. 591, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 320, from an inspection of the 'entire record including the evidence, if properly incorporated therein, to determine whether what purports to be a finding upon questions of fact is so involved with and dependent upon such questions of law as to be in substance and effect a decision of the latter.' Cedar Rapids Gaslight Co. v. Cedar Rapids, 223 U. S. 655, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 389; Graham v. Gill, 223 U. S. 643, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 396. Here the question presented is whether, as matter of law, the facts proved show the existence of such a public necessity as authorizes a taking of property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">6. Since the decision in Wisconsin, M. &amp; P. R. Co. v. Jacobson, 179 U. S. 287, 45 L. ed. 194, 21 Sup. Ct. Rep. 115, there can be no doubt of the power of a state, acting through an administrative body, to require railroad companies to make track connection. But manifestly that does not mean that a commission may compel them to build branch lines, so as to connect roads lying at a distince from each other; nor does it mean that they may be required to make connections at every point where their tracks come close together in city, town, and country, regardless of the amount of business to be done, or the number of persons who may utilize the connection if built. The question in each case must be determined in the light of all the facts, and with a just regard to the advantage to be derived by the public and the expense to be incurred by the carrier. For while the question of expense must always be considered (Chicago, M. &amp; St. P. R. Co. v. Tompkins, 176 U. S. 174, 44 L. ed. 420, 20 Sup. Ct. Rep. 336), the weight to be given that fact depends somewhat on the character of the facilities sought. If the order involves the use of property needed in the discharge of those duties which the carrier is bound to perform, then, upon proof of the necessity, the order will be granted, even though 'the furnishing of such necessary facilities may occasion an incidental pecuniary loss.' But even then the matter of expense is 'an important criteria to be taken into view in determining the reasonableness of the order.' Atlantic Coast Line R. Co. v. North Carolina Corp. Commission, 206 U. S. 27, 51 L. ed. 945, 27 Sup. Ct. Rep. 585, 11 A. &amp; E. Ann. Cas. 398; Missouri P. R. Co. v. Kansas, 216 262, 54 L. ed. 472, 30 Sup. Ct. Rep. 330. Where, however, the proceeding is brought to compel a carrier to furnish a facility not included within its absolute duties, the question of expense is of more controlling importance. In determining the reasonableness of such an order the court must consider all the facts,&#8212;the places and persons interested, the volume of business to be affected, the saving in time and expense to the shipper, as against the cost and loss to the carrier. On a consideration of such and similar facts the question of public necessity and the reasonableness of the order must be determined. This was done in Wisconsin, M. &amp; P. R. Co. v. Jacobson, in which for the first time, it was decided that a state commission might compel two competing interstate roads to connect their tracks.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It appeared on an examination of the facts in that case that on one of the lines there was an immense supply of wood, for which there was a great demand at points on the other, where there was none, and that if the connecting track was installed there would be a saving in time and freight on this large volume of business. It also appeared that many cattle were raised on one line, for which there were important markets on the other, and that without the track connection these cattle would have to be hauled over a much longer route, with a resulting loss in weight and value. The advantage to the public was so great that the order requiring the track connection was sustained, in spite of the fact that one of the roads was thereby deprived of the revenue which it would otherwise have received for the longer haul.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But the court said that&#8212;&#8212;'in so deciding we do not at all mean to hold that under no circumstances could a judgment enforcing track connection between two railroad corporations be a violation of the constitutional rights of one or the other, or possibly of both such corporations. It would depend upon the facts surrounding the cases in regard to which the judgment was given. The reasonableness of the judgment with reference to the facts concerning each case must be a material, if not a controlling, factor upon the question of its validity. A statute or a regulation provided for therein is frequently valid, or the reverse, according as the fact may be, whether it is a reasonable or an unreasonable exercise of legislative power over the subject-matter involved. And in many cases questions of degree are the controlling ones by which to determine the validity or the reverse of legislative action.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">7. The complaint in this case was framed in recognition of this principle, and alleged that several of the towns were important shipping points, and that at all of them there was a public demand and a public necessity for track connection between the lines of the several roads. As there is no presumption that connection should be made merely because the roads are in proximity to each other, the burden was on the commission. If no evidence whatever had been offered, the order could not have been granted; or, if granted, would necessarily have been set aside by the court on the hearing of the petition for review, because there was no proof of the fact on which only the order could issue taking the defendant's property. The same result must have followed if the testimony that was so submitted to the commission was insufficient to establish the existence of the public necessity alleged to exist. For, even if, under the statute, the burden was cast on the defendant when the petition for review came on to be heard, the company could, in view of the limited character of the proceedings permitted, successfully carry that burden by showing to the court that there was before the commission a lack of evidence to prove the existence of a public necessity. That is was bound to sustain the allegations of the complaint seems to have been recognized by that body, and witnesses in its behalf were examined as to the cost of laying the track, and also on the subject of the public demand and necessity. It was testified, however, without contradiction, that there was no necessity for connection at Waverly, Thornton, Farmington, or Colfax. They were not asked specifically as to the connections at all of the other towns, though there was proof of the general proposition that if the connections were laid, it would shorten the haul between given points in case goods were routed over these tracks. But as to the essential elements of a public necessity, there was nothing at all comparable to what was established in the Jacobson Case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There the evidence of necessity was clear and convincing, it being shown that a large value of cattle prevented if the two roads great saving in rates effected and loss in value of cattle prevented if he two roads were united by a switch track. Here there is no evidence of inadequate service, no proof of public complaint or of a public demand, and no testimony that any freight had been offered in the past for shipment between the points named, or that any such freight would be offered in the future; nor was there any evidence whatever as to the volume of freight that would use these tracks, or that the saving in freight and time to the shipper would justify the admitted expense to the carrier, whether that expense be $7,500, as found by the Commission, or $21,000, as claimed by the carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither do the undisputed facts establish what appeared in Minnesota &amp; St. L. R. Co. v. Minnesota, 193 U. S. 53, 48 L. ed. 614, 24 Sup. Ct. Rep. 396, where, under the statute, the order was prima facie binding in so far as it required the company to build stations in towns and villages. The court found that this prima facie case had not been overcome, and that at the town named there was no station; that, in view of the increase in population since a prior refusal to grant the order, 'it was necessary for the accommodation of the citizens of the town and vicinity, the public at large, and the public necessity required that the company should build and maintain a station house.' But here there was no evidence whatever warranting a finding that there was any public necessity for the track connections.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">8. The chairman of the commission dissented as to so much of the order as required connections to be made at Thornton, Waverly, Farmington, and Pullman, on the ground that there was no evidence of any public necessity therefor at those points, and it would involve expense which would ultimately have to be paid by the people. And it is practically conceded here that the proof was insufficient,&#8212;the attorney general in his brief filed in this case saying that 'it must be admitted that the testimony introduced before the commission as to the character of the traffic, and the nature of the traffic movement in the territory served by the lines of railway, is not of a very satisfactory or definite character.' He argues, however, that there is nothing to show that the commission acted arbitrarily, and that the carriers ought to have produced their records for the purpose of showing that there was no need for physical connection at the place where the commission was seeking to have been installed. That might have been true if the evidence was peculiarly within their knowledge, or if the company had been permitted to file a bill in equity attacking a final order in the usual and ordinary manner, without being restricted by statute as to the evidence that might be considered by the court. In this case the witnesses for the railroad confirmed what had been stated by those for the commission, and testified that there had been no demand for track connections, and that there was no necessity to put them in. The company was not permitted to offer additional testimony for the purpose of establishing its defense, since the statute declared that the validity of the order was to be determined by the court on what had been proved before the commission. The burden was on the commission to establish the allegations in the complaint. That body, as well as the carrier, was charged with notice that the reasonableness of the order was to be determined by what appeared at the hearing before it. The insufficiency of the evidence submitted to the commission could not, under this statute, be supplied on the judicial review by a presumption arising from the failure of the carrier to disprove what had not been established.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A careful examination of this record fails to show what, if any, business would be routed over these connections, or what saving would come to the public if they were constructed. There is nothing by which to compare the advantage to the public with the expense to the defendant, and nothing to show that, within the meaning of the law, there is such public necessity as to justify an order taking property from the company. The judgment is therefore reversed without prejudice to the power of the commission to institute new proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> Const. Amend. 14.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></span></p>\n    <p class=\"case_cite\">32 S.Ct. 535</p>\n    <p class=\"case_cite\">56 L.Ed. 863</p>\n    <p class=\"parties\">STATE OF WASHINGTON EX REL. OREGON RAILROAD &amp;  NAVIGATION COMPANY, Plff. in Err.,<br>v.<br>H. A. FAIRCHILD, John C. Lawrence, and Jesse S. Jones,  Railroad Commissioners of the State of Washington.</p>\n    <p class=\"docket\">No. 118.</p>\n    <p class=\"date\">Argued December 8, 1911.</p>\n    <p class=\"date\">Decided April 29, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">A statute of the state of Washington authorizes the railroad commission, upon complaint made, or on inquiry upon its own motion 'after a full hearing . . . to order that additional trackage or sidings be constructed . . . and that additional connections be made.'</p>\n      <p class=\"indent\">In pursance of this act, and by direction of the commission, the attorney general filed a complaint against the Oregon Railroad &amp; Navigation Company, chartered under the laws of Oregon, the Northern Pacific Railway Company and the Spokane &amp; Inland Railroad, praying for an order requiring them to connect their tracks at Pullman, Colfax, Garfield, Oakesdale, Rosalia, Waverly, Thorton, Farmington, Connell, and Palouse. The complant averred that four of these towns were important shipping points, and that at all of them there was a demand that cars should be transferred from one line to the other, and a public necessity that track connection should be made between the roads at all these points. The Oregon Company filed an answer in which it denied that the towns named were important shipping points; denied that there was, or had ever been, any public demand for the interchange of business at any of the places, or that there was any public necessity for the connection.</p>\n      <p class=\"indent\">At the hearing, evidence was introduced showing that the Spokane &amp; Inland was an electric road not yet completed; that all the roads had the same gauge; that in three of the towns they crossed at grade; that in the others the tracks were generally on the same level, and separated by distances varying from a few feet up to 600 feet; that the connecting tracks would generally be on the right of way of the carriers, though in some instances it would be necessary to acquire other property by purchase or condemnation. There was evidence as to the price of switches and the cost per lineal foot of laying a track with two necessary connecting switches.</p>\n      <p class=\"indent\">The principal witness on behalf of the state was an inspector of the commission, who testified that the three roads were competitors, and ran from Spokane through each of the towns named in the complaint; that wheat was the principal product of the country, and that it was shipped to Spokane or Portland, reached by each of the roads or their connections; that the main business of the towns named in the complaint was with Spokane; and that the business between local stations was small. From his testimony and a map it appears that, with the exception of Connell, all of the towns named lay in a strip about 50 miles long and 15 miles wide, one road on each side, with the Spokane running about half way between the other two; that the roads were generally parallel to each other, but by curves and branch lines reached these towns. In answer to specific inquiries he gave the route a car would take if shipped from named stations on one line to named stations on another, under present conditions; and said that if the connections were made and cars took that route, the distance would be shortened; and that if wheat, cattle, or other property was thus shipped to and from such stations there would be a saving in time and distance. He testified that he had no knowledge as to the amount of business done at any of the towns named, or that such shipments had been offered or would be made. He and the other witnesses on behalf of the commission testified that every purpose would be served if there was a connection between the various roads at one of the points named, some of them thinking Garfield the best point and others that it should be at Oakesdale, from which, it was said, the tracks radiated like the spokes of a wheel. It appeared that the Oregon already connected with the Northern Pacific at Garfield. The inspector and other witnesses were not asked specifically as to all points, but in answer to inquiries testified, without contradiction, that there was no necessity for connecting the tracks at Farmington, Thornton, Colfax, Waverly, nor at Garfield or Oakesdale except as indicated above.</p>\n      <p class=\"indent\">The witnesses for the carrier testified that a connection at Garfield would accommodate all transfers that might be offered; that there had been no demand at any of the towns for such transfers in the past, and that there was no necessity for making them.</p>\n      <p class=\"indent\">Only one shipper was called as a witness. He testified that a connection at Oakesdale would serve all purposes, but gave no information as to the amount of his freight business, nor the saving that would result to him or others if the connection was put in. No merchants or shippers from any of the towns named in the complaint, or referred to in the evidence, were called. There was no proof as to the volume of business at any of these places, nor as to the amount of freight that would be routed over these track connections if they were constructed. Nor was there any testimony as to the probable revenue that would be derived from the use of the track connections, or of the saving in freight or otherwise that would result to shippers. The inspector of the commission testified that these connections would develop very little business.</p>\n      <p class=\"indent\">After the conclusion of the evidence, the commission dismissed the complaint as to Rosalia and Palouse, where the crossings were not at grade, and made an order in which it found that the roads crossed at grade at two points and ran in close proximity to each other through all the other places; that there was a public necessity for track connection, the cost of which, at each point, was stated, varying from $316 to $1,460, and aggregating about $7,000. It thereupon ordered that the companies should agree among themselves as to the particular places in said towns where the tracks should be laid, and how the expense should be divided, in default of which the commission would make a supplemental order designating the particular places where the connections should be made and the proportion in which the expense should be borne by each company.</p>\n      <p class=\"indent\">The Oregon Company, being dissatisfied with this order, filed in the superior court of Thurston county a petition for review, alleging the unconstitutionality of the statute under which the order had been made, and also attacking its reasonableness on the ground that 'there was no evidence showing or tending to show that there was any public demand or public necessity for such track connection, or for the interchange of freight at either of said points in carload lots . . . or that any public convenience would be subserved;' but, on the contrary, that the only evidence offered tended to show that there was no public necessity, and that it would be obliged to acquire additional property, and to incur large expense to make the connection, without any public necessity, and be thereby deprived of its property without compensation and without due process of law, in violation of the Constitution of the United States.</p>\n      <p class=\"indent\">This method of attacking the order by petition for review was in compliance with the provisions of the Washington statute which declared that 'the order of the commission shall, of its own force, take effect and become operative twenty days after notice thereof has been given. . . . And any railroad or express company affected by the order of the commission, and deeming it to be contrary to the law, may institute proceedings in the superior court . . . and have such order reviewed and its reasonableness and lawfulness inquired into and determined. Pending such review, if the court having jurisdiction shall be of the opinion that the order or requirement of the commission is unreasonable or unlawful, (it may suspend the same . . . pending such litigation. . . . Said action of review shall be taken by the said railroad or express company within twenty days after notice of said order, and if said action of review is not taken within said time, then in all litigation thereafter arising between the state of Washington and said railroad or express company, or private parties and said railroad or express company, the said order shall be deemed final and conclusive. If, however, said action in review is instituted within said time, the said railroad or express company shall have the right of appeal or to prosecute by other appropriate proceedings, from the judgment of the superior court to the supreme court of the state of Washington, as in civil actions. . . . The action in review of such order, whether by writ of review or appeal or otherwise, shall be heard by the court without intervention of a jury, and shall be heard and determined upon the evidence and exhibits introduced before the commission and certified to by it. . . .'</p>\n      <p class=\"indent\">The bill of exceptions recites that on the hearing in the superior court, the Oregon Company offered competent and noncumulative testimony in support of its contention on the issues between it and the commission, which, if received, would have tended to show that there was no public necessity for such track connections at either of the places; that no public convenience would be served by making them, and that the cost, instead of aggregating $7,500, would be $21,000 (the amount at each place being specified), besides the expense of acquiring additional land and franchises needed for the construction and operation of the tracks. The court rejected all this evidence on the ground that, under the statute, the petition for review must be determined on the testimony which had been submitted to the commission. After argument the petition was dismissed and the Oregon Company excepted. All of the evidence introduced before the commission, and attached as an exhibit to its answer, was duly incorporated in the bill of exceptions, which also contains a recital that the photographs and maps identified by one of the witnesses had not been forwarded by the commission, nor were they considered by the court. There was, however, no motion by the defendant for an order requiring such omitted papers to be sent up so as to complete the record. Neither did it appear that any motion was made before the commission to require a more definite statement of the location of the proposed tracks.</p>\n      <p class=\"indent\">The judgment dismissing the petition was affirmed by the supreme court of the state. 52 Wash. 17, 100 Pac. 179. It held that the statute was valid; that it gave the defendant every opportunity to make its defense, and granted an adequate judicial review by which to test the validity of the order. In answer to the contention that the evidence showed that the order was unreasonable and amounted to a taking of property without public necessity, the court merely said: 'As to the public necessity for the track connections, we are not prepared to say that the finding of the commission in that respect was not justified by the testimony.' The cause was brought here by writ of error, in which it is contended that the Washington statute failed to furnish an adequate hearing or opportunity for judicial review, especially in prohibiting the submission to the court of competent evidence as to the unreasonableness of the order; and, further, there was no evidence of a public necessity, and that the order was void as taking property without due process of law.</p>\n      <p class=\"indent\">Messrs. Maxwell Evarts, Zera Snow, and W. W. Cotton for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 517-520 intentionally omitted]</p>\n      <p class=\"indent\">Mr. W. V. Tanner, Attorney General of Washington, and Messrs. Walter P. Bell and S. H. Kelleran for defendants in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 520-523 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Lamar, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">1. The commission's order requiring the Oregon Company to make track connection was not a mere administrative regulation, but it was a taking of property, since it compelled the defendant to expend money, and prevented it from using for other purposes the land on which the tracks were to be laid. Its validity could not be sustained merely because of the fact that the carrier had been given an opportunity to be heard, but was to be tested by considering whether, in view of all the facts, the taking was arbitrary and unreasonable, or was justified by the public necessities which the carrier could lawfully be compelled to meet. For the guaranty of the Constitution extends to the protection of fundamental rights, to the substance of the order as well as to the notice and hearing which precede it. 'The mere form of the proceeding instituted against the owner, even if he be admitted to defend, cannot convert the process used into due process of law, if the necessary result be to deprive him of his property without compensation.' Chicago, B. &amp; Q. R. Co. v. Chicago, 166 U. S. 236, 41 L. ed. 984, 17 Sup. Ct. Rep. 581; Missouri P. R. Co. v. Nebraska, 164 U. S. 416, 41 L. ed. 494, 17 Sup. Ct. Rep. 130. So that, where the taking is under an administrative regulation, the defendant must not be denied the right to show that, as matter of law, the order was so arbitrary, unjust, or unreasonable as to amount to a deprivation of property in violation of the 14th Amendment. Chicago, M. &amp; St. P. R. Co. v. Minnesota, 134 U. S. 418, 33 L. ed. 970, 3 Inters. Com. Rep. 209, 10 Sup. Ct. Rep. 462, 702; Smyth v. Ames, 169 U. S. 466, 42 L. ed. 819, 18 Sup. Ct. Rep. 418; Chicago, M. &amp; St. P. R. Co. v. Tompkins, 176 U. S. 173, 44 L. ed. 420, 20 Sup. Ct. Rep. 336.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">2. This was recognized by the supreme court of the state, which held that this constitutional right was not denied, but that the statute furnished, first, an adequate opportunity to be heard before the commission, and then provided for a judicial review by authorizing the company to test the validity of the order in the superior court. Both of these rulings are assigned as error by the Oregon Company. It complains that the statute did not afford it the means of making a defense before the commission and yet required it to attack the reasonableness of the order on such evidence as it might have been able to produce before the administrative body. If this were true, the defendant's position would be correct, for the hearing which must precede the taking of property is not a mere form. The carrier must have the right to secure and present evidence material to the issue under investigation. It must be given the opportunity by proof and argument to controvert the claim asserted against it before a tribunal bound not only to listen, but to give legal effect to what has been established. But, as construed by the state court, all these rights were amply secured by the statute, which declared that the commission, 'after a full hearing,' might require track connection. On such investigation the company could have objected to the sufficiency of the complaint, and obtained an order requiring it to be made more specific as to the exact location of the proposed tracks. The defendant was given the benefit of compulsory process to secure and present evidence in its behalf. There was a provision to require the attendance of witnesses, the production of documents, and for the taking of testimony by deposition. It also had the right to cross-examine witnesses produced on the part of the commission, and the privilege of offering evidence on every matter material to the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">3. The defendant insists, however, that, no matter how complete the right to be heard before the commission, the statute, having denied all other opportunity for testing the validity of the order in the state courts, furnished an utterly inadequate judicial review because, as the carrier could not anticipate what decision would be made, it was unjust to require it to produce evidence to show in advance the unreasonableness of an order the terms of which were not known. From this it argues that the statute was unconstitutional in so far as it prevented the court from receiving competent and noncumulative testimony tending to prove that there was no public necessity for making the track connection, and that the order was void.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This position would be true if the defendant had not been put on notice as to what order was asked for, and then given ample opportunity to show that it would be unjust or unreasonable to grant it. In this case, and under the statute, it was given such notice. The complaint alleged that some of the towns were important shipping points, and that at all of them there was a public necessity that the roads should be connected. The defendant denied each of these allegations. The hearing, both on the law and the facts, was necessarily limited to that issue. There could have been no valid order which was broader than that claim. The defendant was charged with notice that if the allegations of the complaint as to necessity were established, the order could then be lawfully granted, unless there was also proof that the cost, in comparison with the receipts, or other fact, made it unjust to require the connections to be made. The carrier was therefore given the right both to meet the charge of public necessity, and also to establish any fact which would make it unjust to pass the order for which the complainant prayed. The act further provided that after the administrative body had acted, the carrier should have the right to test the lawfulness and reasonableness of the regulation in the superior court, where every error in rejecting or excluding evidence, or otherwise, could be corrected. On that trial the court was not bound by the finding of fact, but, like the commission, it was obliged to weigh and consider the testimony, and to give full effect to what was established by the evidence, since it acted judicially, 'under an imperative obligation, with a sense of official responsibility for impartial and right decision, which is imputed to the discharge of official duties.' Louisville &amp; N. R. Co. v. Kentucky, 115 U. S. 334, 29 L. ed. 417, 6 Sup. Ct. Rep. 57.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">4. Having been given full opportunity to be heard on the issues made by the complaint and answer, and as to the reasonableness of the proposed order, and having adopted the statutory method of review, this company cannot complain. It had the right to offer all competent testimony before the commission, which, in view of the form of proceedings authorized by the statute, acted in this respect somewhat like a master in chancery who has been required to take testimony and report his findings of fact and conclusions of law. The court would test its correctness by the evidence submitted to the master. Nor would there be any impairment of the right to a judicial review because additional testimony could not be submitted to the chancellor. The statute enlarges what this court has recognized to be proper practice in equity cases attacking such regulations. There the hearing is <i>de novo</i>, and there is no pro hibition in equity against offering all competent evidence to prove that the order was unreasonable. But in Cincinnati, N. O. &amp; T. P. R. Co. v. Interstate Commerce Commission, 162 U. S. 196, 40 L. ed. 939, 5 Inters. Com. Rep. 391, 16 Sup. Ct. Rep. 700, it was said: 'We think this a proper occasion to express disapproval of such a method of procedure on the part of the railroad company as should lead them to withhold the larger part of their evidence from the Commission, and first adduce it in the circuit court. . . . The theory of the act evidently is, as shown by the provision, that the findings of the Commission shall be regarded as prima facie evidence that the facts of the case are to be disclosed before the Commission.' See also Texas &amp; P. R. Co. v. Interstate Commerce Commission, 162 U. S. 238, 239, 40 L. ed. 954, 5 Inters. Com. Rep. 405, 16 Sup. Ct. Rep. 666; Missouri, K. &amp; T. R. Co. v. Interstate Commerce Commission, 164 Fed. 649.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no claim here that the evidence rejected by the superior court was newly discovered, or that its materiality could not have been anticipated, or that for any reason the defendant had been prevented from submitting to the commission the testimony it offered in court to show that the cost would be $21,000 instead of $7,500. Nor was there any allegation of surprise, mistake, or other extraordinary fact requiring the admission of such evidence in order to preserve the right guaranteed by the Constitution. There is therefore no call for a decision as to whether, under those circumstances, such evidence should be admitted, or the case remanded, so that the commission might consider material and probably controlling testimony which the carrier, without fault on its part, had failed to submit on the first hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">5. If, then, the defendant had notice and was given the right to show that the order asked for, if granted, would be unreasonable, it has not in this case been deprived of the right to a hearing. That being so, it leaves for consideration the contention that, as a matter of law, the order, on the facts proved, was so unreasonable as to amount to a taking of property without due process of law. This necessitates an examination of the evidence, not for the purpose of passing on conflicts in the testimony, or of deciding upon pure questions of fact, but, as said in Kansas City Southern R. Co. v. C. H. Albers Commission Co. 223 U. S. 591, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 320, from an inspection of the 'entire record including the evidence, if properly incorporated therein, to determine whether what purports to be a finding upon questions of fact is so involved with and dependent upon such questions of law as to be in substance and effect a decision of the latter.' Cedar Rapids Gaslight Co. v. Cedar Rapids, 223 U. S. 655, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 389; Graham v. Gill, 223 U. S. 643, 56 L. ed. &#8212;&#8212;, 32 Sup. Ct. Rep. 396. Here the question presented is whether, as matter of law, the facts proved show the existence of such a public necessity as authorizes a taking of property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">6. Since the decision in Wisconsin, M. &amp; P. R. Co. v. Jacobson, 179 U. S. 287, 45 L. ed. 194, 21 Sup. Ct. Rep. 115, there can be no doubt of the power of a state, acting through an administrative body, to require railroad companies to make track connection. But manifestly that does not mean that a commission may compel them to build branch lines, so as to connect roads lying at a distince from each other; nor does it mean that they may be required to make connections at every point where their tracks come close together in city, town, and country, regardless of the amount of business to be done, or the number of persons who may utilize the connection if built. The question in each case must be determined in the light of all the facts, and with a just regard to the advantage to be derived by the public and the expense to be incurred by the carrier. For while the question of expense must always be considered (Chicago, M. &amp; St. P. R. Co. v. Tompkins, 176 U. S. 174, 44 L. ed. 420, 20 Sup. Ct. Rep. 336), the weight to be given that fact depends somewhat on the character of the facilities sought. If the order involves the use of property needed in the discharge of those duties which the carrier is bound to perform, then, upon proof of the necessity, the order will be granted, even though 'the furnishing of such necessary facilities may occasion an incidental pecuniary loss.' But even then the matter of expense is 'an important criteria to be taken into view in determining the reasonableness of the order.' Atlantic Coast Line R. Co. v. North Carolina Corp. Commission, 206 U. S. 27, 51 L. ed. 945, 27 Sup. Ct. Rep. 585, 11 A. &amp; E. Ann. Cas. 398; Missouri P. R. Co. v. Kansas, 216 262, 54 L. ed. 472, 30 Sup. Ct. Rep. 330. Where, however, the proceeding is brought to compel a carrier to furnish a facility not included within its absolute duties, the question of expense is of more controlling importance. In determining the reasonableness of such an order the court must consider all the facts,&#8212;the places and persons interested, the volume of business to be affected, the saving in time and expense to the shipper, as against the cost and loss to the carrier. On a consideration of such and similar facts the question of public necessity and the reasonableness of the order must be determined. This was done in Wisconsin, M. &amp; P. R. Co. v. Jacobson, in which for the first time, it was decided that a state commission might compel two competing interstate roads to connect their tracks.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It appeared on an examination of the facts in that case that on one of the lines there was an immense supply of wood, for which there was a great demand at points on the other, where there was none, and that if the connecting track was installed there would be a saving in time and freight on this large volume of business. It also appeared that many cattle were raised on one line, for which there were important markets on the other, and that without the track connection these cattle would have to be hauled over a much longer route, with a resulting loss in weight and value. The advantage to the public was so great that the order requiring the track connection was sustained, in spite of the fact that one of the roads was thereby deprived of the revenue which it would otherwise have received for the longer haul.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But the court said that&#8212;&#8212;'in so deciding we do not at all mean to hold that under no circumstances could a judgment enforcing track connection between two railroad corporations be a violation of the constitutional rights of one or the other, or possibly of both such corporations. It would depend upon the facts surrounding the cases in regard to which the judgment was given. The reasonableness of the judgment with reference to the facts concerning each case must be a material, if not a controlling, factor upon the question of its validity. A statute or a regulation provided for therein is frequently valid, or the reverse, according as the fact may be, whether it is a reasonable or an unreasonable exercise of legislative power over the subject-matter involved. And in many cases questions of degree are the controlling ones by which to determine the validity or the reverse of legislative action.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">7. The complaint in this case was framed in recognition of this principle, and alleged that several of the towns were important shipping points, and that at all of them there was a public demand and a public necessity for track connection between the lines of the several roads. As there is no presumption that connection should be made merely because the roads are in proximity to each other, the burden was on the commission. If no evidence whatever had been offered, the order could not have been granted; or, if granted, would necessarily have been set aside by the court on the hearing of the petition for review, because there was no proof of the fact on which only the order could issue taking the defendant's property. The same result must have followed if the testimony that was so submitted to the commission was insufficient to establish the existence of the public necessity alleged to exist. For, even if, under the statute, the burden was cast on the defendant when the petition for review came on to be heard, the company could, in view of the limited character of the proceedings permitted, successfully carry that burden by showing to the court that there was before the commission a lack of evidence to prove the existence of a public necessity. That is was bound to sustain the allegations of the complaint seems to have been recognized by that body, and witnesses in its behalf were examined as to the cost of laying the track, and also on the subject of the public demand and necessity. It was testified, however, without contradiction, that there was no necessity for connection at Waverly, Thornton, Farmington, or Colfax. They were not asked specifically as to the connections at all of the other towns, though there was proof of the general proposition that if the connections were laid, it would shorten the haul between given points in case goods were routed over these tracks. But as to the essential elements of a public necessity, there was nothing at all comparable to what was established in the Jacobson Case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There the evidence of necessity was clear and convincing, it being shown that a large value of cattle prevented if the two roads great saving in rates effected and loss in value of cattle prevented if he two roads were united by a switch track. Here there is no evidence of inadequate service, no proof of public complaint or of a public demand, and no testimony that any freight had been offered in the past for shipment between the points named, or that any such freight would be offered in the future; nor was there any evidence whatever as to the volume of freight that would use these tracks, or that the saving in freight and time to the shipper would justify the admitted expense to the carrier, whether that expense be $7,500, as found by the Commission, or $21,000, as claimed by the carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither do the undisputed facts establish what appeared in Minnesota &amp; St. L. R. Co. v. Minnesota, 193 U. S. 53, 48 L. ed. 614, 24 Sup. Ct. Rep. 396, where, under the statute, the order was prima facie binding in so far as it required the company to build stations in towns and villages. The court found that this prima facie case had not been overcome, and that at the town named there was no station; that, in view of the increase in population since a prior refusal to grant the order, 'it was necessary for the accommodation of the citizens of the town and vicinity, the public at large, and the public necessity required that the company should build and maintain a station house.' But here there was no evidence whatever warranting a finding that there was any public necessity for the track connections.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">8. The chairman of the commission dissented as to so much of the order as required connections to be made at Thornton, Waverly, Farmington, and Pullman, on the ground that there was no evidence of any public necessity therefor at those points, and it would involve expense which would ultimately have to be paid by the people. And it is practically conceded here that the proof was insufficient,&#8212;the attorney general in his brief filed in this case saying that 'it must be admitted that the testimony introduced before the commission as to the character of the traffic, and the nature of the traffic movement in the territory served by the lines of railway, is not of a very satisfactory or definite character.' He argues, however, that there is nothing to show that the commission acted arbitrarily, and that the carriers ought to have produced their records for the purpose of showing that there was no need for physical connection at the place where the commission was seeking to have been installed. That might have been true if the evidence was peculiarly within their knowledge, or if the company had been permitted to file a bill in equity attacking a final order in the usual and ordinary manner, without being restricted by statute as to the evidence that might be considered by the court. In this case the witnesses for the railroad confirmed what had been stated by those for the commission, and testified that there had been no demand for track connections, and that there was no necessity to put them in. The company was not permitted to offer additional testimony for the purpose of establishing its defense, since the statute declared that the validity of the order was to be determined by the court on what had been proved before the commission. The burden was on the commission to establish the allegations in the complaint. That body, as well as the carrier, was charged with notice that the reasonableness of the order was to be determined by what appeared at the hearing before it. The insufficiency of the evidence submitted to the commission could not, under this statute, be supplied on the judicial review by a presumption arising from the failure of the carrier to disprove what had not been established.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A careful examination of this record fails to show what, if any, business would be routed over these connections, or what saving would come to the public if they were constructed. There is nothing by which to compare the advantage to the public with the expense to the defendant, and nothing to show that, within the meaning of the law, there is such public necessity as to justify an order taking property from the company. The judgment is therefore reversed without prejudice to the power of the commission to institute new proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> Const. Amend. 14.</p>\n      </div>\n    </div>\n    ", "id": 97625, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97625/", "sha1": "72d66a46fffbed38db5a829c94744b25041bffa3", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:38"}