{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "225 U.S. 101", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/97647/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Railroad Commission of Ohio, Appt. v. B. A. Worthington, Receiver of the Wheeling & Lake Erie Railroad Company", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 776 and 505,", 
    "id": 82030, 
    "resource_uri": "/api/rest/v2/citation/82030/"
  }, 
  "id": 97647, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1912-05-27", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/225/225.US.101.505.776.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:42:38", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></span></p>\n    <p class=\"case_cite\">32 S.Ct. 653</p>\n    <p class=\"case_cite\">56 L.Ed. 1004</p>\n    <p class=\"parties\">RAILROAD COMMISSION OF OHIO, Appt.,<br>v.<br>B. A. WORTHINGTON, Receiver of the Wheeling &amp; Lake  Erie Railroad Company.</p>\n    <p class=\"docket\">Nos. 776 and 505,</p>\n    <p class=\"date\">Argued April 15 and 16, 1912.</p>\n    <p class=\"date\">Decided May 27, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Timothy S. Hogan, Attorney General of Ohio, and Messrs. T. H. Hogsett, Charles C. Marshall, and Frank Davis, Jr., for appellant.</p>\n      <p class=\"indent\">Messrs. W. M. Duncan and William B. Sanders for appellee.</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case originated in a bill filed in the United States circuit court for the northern district of Ohio, eastern division, against the Railroad Commission of Ohio and other parties, to enjoin the enforcement of an order of the commission, fixing and establishing a rate of 70 cents a ton on what is called 'lake-cargo coal,' transported from the No. 8 coal field, in eastern Ohio, to the ports of Huron and Cleveland, Ohio, on Lake Erie, for carriage thence by lake vessels. A permanent injunction was granted in the circuit court against the enforcement of the rate, on the ground that it was a regulation of interstate commerce. An appeal was taken to the circuit court of appeals for the sixth circuit, and that court affirmed the decree of the circuit court. 110 C. C. A. 85, 187 Fed. 965. From the decree of the circuit court of appeals an appeal was taken to this court. An appeal was also prayed and allowed from the circuit court directly to this court, being case No. 505 on the docket of this term, which is submitted with the present case. A petition for a writ of certiorari to review the decree of the circuit court of appeals has also been filed and submitted upon briefs.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first question to be dealt with is one of jurisdiction. The question of the jurisdiction of the circuit court of appeals was raised and decided in that court, which held that it had jurisdiction of the case, also intimating that there were grounds of jurisdiction which might have warranted a direct appeal to this court, and that court allowed the present appeal to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The argument that the jurisdiction of the circuit court of appeals is final is based upon the contention that, as Worthington, the complainant in the present case, was appointed receiver of the Wheeling &amp; Lake Erie Railroad Company in a suit in equity in the circuit court of the United States for the northern district of Ohio, eastern division, wherein jurisdiction depended upon diversity of citizenship, and since the jurisdiction to entertain an appeal in an ancillary proceeding is that of the original case, therefore, under the circuit court of appeals act, the decree of the court of appeals is final. It is undoubtedly true that in cases of intervention in foreclosure suits, where jurisdiction depends upon diverse citizenship, jurisdiction of the intervening petition is determined by that of the original case. It is equally true that petitions in original proceedings to enforce rights and to protect the exercise of the jurisdiction of the court take their jurisdiction from that of the original case (St. Louis, K. C. &amp; C. R. Co. v. Wabash R. Co. 217 U. S. 247, 54 L. ed. 752, 30 Sup. Ct. Rep. 510), and the many previous cases in this court therein cited.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An examination of the bill in this case, which was filed under the authority of the circuit court, shows that the order of the commission was attacked, not only upon the ground that its findings were alleged to be unsupported by the testimony and to have been made upon improper consideration of the facts, but also because the order affected and interfered with interstate commerce, in which the complainant was engaged and over which the Railroad Commission of Ohio had no authority because of the commerce clause of the Federal Constitution. It further was alleged that the owners of the property constituting the receivership estate would be deprived thereof without due process of law; that they would be denied the equal protection of the laws, and that their property would be taken without compensation. It thus appears that jurisdiction was invoked, not only because that the present case is ancillary to the receivership suit, which depended upon diverse citizenship, but upon grounds which involve alleged infractions of the Federal Constitution and rights secured thereby. The case was therefore one which might have been taken to the circuit court of appeals, and the fact that it involved grounds which might have warranted a direct appeal to this court did not deprive the circuit court of appeals of jurisdiction. American Sugar Ref. Co. v. New Orleans, 181 U. S. 277, 45 L. ed. 859, 21 Sup. Ct. Rep. 646; Macfadden v. United States, 213 U. S. 288, 53 L. ed. 801, 29 Sup. Ct. Rep. 490.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question, then, is: Is this one of the cases made final in the circuit court of appeals by the act creating that court? The 6th section of that act provides that the judgment of the circuit court of appeals 'shall be final in all cases in which the jurisdiction is dependent entirely upon the opposite parties to the suit or controversy being aliens and citizens of the United States or citizens of different states; also in all cases arising under the patent laws, under the revenue laws, and under the criminal laws, and in admiralty cases.' [26 Stat. at L. 828, chap. 517, U. S. Comp. Stat. 1901, p. 550.] In all other cases there is a right of review by this court if the matter in controversy exceeds $1,000. It is averred in the bill and admitted in the answer that the amount in dispute exceeds in value the sum of $5,000. The case is therefore one not made final in the circuit court of appeals, and the appeal to this court was properly allowed. Spreckels Sugar Ref. Co. v. McClain, 192 U. S. 397, 48 L. ed. 496, 24 Sup. Ct. Rep. 376; Macfadden v. United States, 213 U. S. 288, 294, 53 L. ed. 801, 802, 29 Sup. Ct. Rep. 490; Standard Paint Co. v. Trinidad Asphalt Mfg. Co. 220 U. S. 446, 460, 55 L. ed. 536, 543, 31 Sup. Ct. Rep. 456.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Case No. 505 is dismissed and the petition for writ of certiorari is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Coming now to the merits of the case, the circuit court found the facts to be as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'It appears that bituminous coal, such as is mined in the No. 8 district, is classified by the complainant, for tariff purposes, as (a) railway fuel, being coal sold to railroad companies; (b) lake-cargo coal, that is, coal intended for shipment by lake to points in the northwest; and (c) commercial coal, comprising coal for commercial and domestic use, not included in the first two classes.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'The No. 8 coal district of Ohio is situated in Jefferson, Harrison, and Belmont counties, and the members of the Pittsburg Vein Operators' Association of Ohio are interested in mining coal in that district. The traffic is large, about 400,000 tons of lake-cargo coal being shipped over the complainant's railroad from that district in 1909, and transhipped by vessel to points in the northwest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'At and prior to the time of the complaint being lodged with the Railroad Commission by the Operators' Association, the tariff rate in force on the complainant's railroad on lake-cargo coal from the No. 8 district to Huron and Cleveland, Ohio, f. o. b. vessel, was 90 cents per ton. The rate covers, in addition to the rail transportation, the service of unloading the coal from the cars into vessels and trimming it in the holds of the vessels, so that they can safely proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'The rate on commercial coal to Huron or Cleveland is $1 per ton.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The vessels for lake-cargo coal are generally furnished by the operators, but the coal is sometimes sold f. o. b. vessel, the title to the coal in that case passing to the purchaser upon being properly loaded into the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'The coal in question is shipped from the mines to Huron or Cleveland, principally Huron, where the complainant has large dock facilities and expensive machinery and appliances for unloading coal into vessels, during the season of navigation, simply marked 'Lake coal,' consigned to the operator, or to some office employee whose name is used as a mere matter of convenience for the purpose of designating a particular grade of coal. The operator notifies the railroad that at a certain time a vessel will be at Huron to load so many tons of a particular grade of coal. The railroad then picks up such cars of the operator's coal as are necessary to fill the cargo, and moves them onto the dock alongside of the vessel, loads the vessel, trims or distributes the coal properly in her hold, and furnishes the shipper with a cargo statement showing the car numbers and weights and total tons of coal in the vessel, on which information the bill of lading for the vessel shipment is made out.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'It appears that all the coal shipped at the lake-cargo rate remains on the cars of the complainant until unloaded into a vessel, unless it should be diverted <i>en route</i> and devoted to some other purpose, but in that case the lake-cargo rate does not apply. For instance, if it should be diverted to commercial use at Huron, the rate on commercial coal, which is $1 a ton, would govern.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'There is testimony to the effect that when the coal leaves the times it is not known in what vessel it will be loaded, not to what particular ultimate destination it will go; and that sometimes such coal is sold and vessels arranged for after the coal is Huron, but it is subject to demurrage charge if it remains on the cars beyond a specified time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'All coal thus loaded in vessels is, and must practically be, carried to points in other states&#8212;or to Canada. The lake ports in Ohio receive coal by rail from interior points, but not by boat from other Ohio ports. It might be that a quantity of coal, so small as to be negligible, is unloaded on one of the Ohio islands in Lake Erie, but no substantial importance is claimed for this circumstance nor could be given to it.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This finding of fact was practically approved and adopted in the circuit court of appeals, and we have no occasion to dissent from its correctness.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The question thus presented is: Was the Railroad Commission of Ohio authorized to put in force the rate in question as to lake-cargo coal? It is not necessary to review the cases in this court which have settled beyond peradventure that the national government has exclusive authority to regulate interstate commerce under the Constitution of the United States; nor to do more than reaffirm the equally wellsettled proposition that over interstate commerce transportation rates the state has no jurisdiction, and that an attempt to regulate such rates by the state or under its authority is void. Louisville &amp; N. R. Co. v. Eubank, 184 U. S. 27, 46 L. ed. 416, 22 Sup. Ct. Rep. 277. And an order made by a state commission under assumed authority of the state, which directly burdens or regulates interstate commerce, will be enjoined. McNeill v. Southern R. Co. 202 U. S. 543, 50 L. ed. 1142, 26 Sup. Ct. Rep. 722.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The question is, then, one of fact. Does the transportation which the rate prescribed by the Railroad Commission of Ohio covers constitute interstate commerce?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is true that the shipper transports the coal ordinarily upon bills of lading to himself, or to another for himself, at Huron on Lake Erie. The so-called 'lake-cargo coal' is necessarily shipped beyond Huron. If it stops there, another and higher rate applies. Practically all of it is put on vessels for carriage beyond the state, usually to upper lake ports, and then, and only then, the 70 cent rate fixed by the commission applies. This 70 cent rate covers the transportation of the coal to Huron, the placing of it on board vessels, and, if necessary, trimming it for the continuance of its interstate journey. It is true, as argued by the learned counsel for the commission, that this coal may be accumulated in large quantities at Huron, and only taken out of the accumulated lots from time to time, when it is to be put upon vessels and shipped out of the state, but it must always be remembered that this 70 cent rate applies solely to such coal as is in fact placed upon vessels for carriage to beyond the state points; and, as the circuit court said, the substance of things is not changed by the fact that a small part may be unloaded at one of the Ohio islands in Lake Erie. The situation then comes to this: that the rate put in force is applicable only to coal which is to be carried from the mine in Ohio to the lake, there placed upon vessels, and thence carried to upper lake ports beyond the state. By every fair test the transportation of this coal from the mine to the upper lake ports is an interstate carriage, intended by the parties to be such, and the rate fixed by the commission, which is in controversy here, is applicable alone to coal which is thus, from the beginning to the end of its transportation, in interstate carriage, and such rate is intended to and does cover an integral part of that carriage, the transportation from the mine to the Lake Erie port, the placing upon the vessel, and the trimming or distributing in the hold, if required, so that the vessel may complete such interstate carriage.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Much stress is laid in argument for the commission upon the fact that the coal is billed only to Huron, and it is said that in that aspect of the case it is controlled by Gulf, C. &amp; S. F. R. Co. v. Texas, 204 U. S. 403, 51 L. ed. 540, 27 Sup. Ct. Rep. 360. There it was sought to hold a railroad company upon a shipment of corn from Taxarkana to Goldthwaite, Texas, for a violation of the regulations of the state railroad commission applicable to intrastate carriers. The company contended that the shipment was in fact an interstate carriage from Hudson, South Dakota, to Goldthwaite, Texas. The facts showed that the corn was carrier upon a bill of lading from Hudson to Texarkana, and that afterwards, some five days later, it was shipped from Texarkana to Goldthwaite, both points in the state of Texas. This was held to be an intrastate shipment unaffected by the fact that the shipper intended to reship the corn from Texarkana to Goldthwaite, for, as this court held, the corn had been carried to Texarkana upon a contract for interstate shipment, and the reshipment five days later upon a new contract was an independant intrastate shipment. It is evident from this statement of facts that the case is quite different from the one under consideration. There a new and independent contract for intrastate shipment was made, the interstate transportation having been completely performed; here a rate is fixed on that part of an interstate carriage which includes the actual placing of the coal into vessels ready to be carried beyond the state destination.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That the test of through billing is not necessarily determinative is shown in the late case of Southern P. Terminal Co. v. Interstate Commerce Commission, 219 U. S. 498, 55 L. ed. 310, 31 Sup. Ct. Rep. 279. In that case Young bought cottonseed cakes at various points in Texas and shipped them to himself at the port of Galveston, where they were prepared for export. This court held that such transportation was within the jurisdiction of the Interstate Commerce Commission, and that the special privileges given by the Southern Pacific Terminal Company to Young on the wharf at Galveston were undue preferences in his favor. As to the fact that the shipments were not made on through bills of lading, but were to Galveston from other places in Texas, this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'It makes no difference, therefore, that the shipments of the products were not made on throught bills of lading, or whether their initial point was Galveston or some other place in Texas. They were all destined for export, and by their delivery to the Galveston, Harrisburg, &amp; San Antonio Railway they must be considered as having been delivered to a carrier for transportation to their foreign destination, the terminal company being a part of the railway for such purpose. The case, therefore, comes under Coe v. Errol, 166 U. S. 517, 29 L. ed. 715, 6 Sup. Ct. Rep. 475, where it is said that goods are in interstate, and necessarily as well in foreign, commerce, when they have 'actually started in the course of transportation to another state, or delivered to a carrier for transportation.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is contended that this transportation of the coal under the rate fixed by the Railroad Commission is not within the power and authority of the Interstate Commerce Commission under &#167; 1 of the act to regulate commerce, which makes the provisions of the act inapplicable to the transportation of property wholly within one State, and not shipped to or from a foreign country from or to a State or Territory; and, furthermore, that a transportation of the character here in question is only within the jurisdiction of the Interstate Commerce Commission when it is a transportation partly by railroad and aprtly by water when both are used under a common control, management, or arrangement for a continuous carriage or shipment; and therefore that the subject-matter in question is left within the state jurisdiction. On the other hand, it is contended that this transportation is within the jurisdiction of the Commission under the Act to Regulate Commerce. It is enough to now hold, as we do, that the establishing of the rate in question is an attempt to regulate interstate commerce and is therefore beyond the power of the State or a commission assuming to act under its authority.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore reach the conclusion that under the facts shown in this case the Railroad Commission, in fixing the rate of seventy cents for the transportation above described, attempted to directly regulate and control interstate commerce, and, for that reason, the enforcement of its order should be enjoined.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", 
  "sha1": "2f9dbd227113d3fe1d743bcfbd6ff533ee3ebafe", 
  "date_modified": "2014-12-21T01:35:22.654978", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97647/railroad-commission-of-ohio-appt-v-b-a/", 
  "citation_count": 32, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/925923/", 
  "html": "<p class=\"case_cite\">225 U.S. 101</p>\n    <p class=\"case_cite\">32 S.Ct. 653</p>\n    <p class=\"case_cite\">56 L.Ed. 1004</p>\n    <p class=\"parties\">RAILROAD COMMISSION OF OHIO, Appt.,<br>v.<br>B. A. WORTHINGTON, Receiver of the Wheeling &amp; Lake  Erie Railroad Company.</p>\n    <p class=\"docket\">Nos. 776 and 505,</p>\n    <p class=\"date\">Argued April 15 and 16, 1912.</p>\n    <p class=\"date\">Decided May 27, 1912.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Timothy S. Hogan, Attorney General of Ohio, and Messrs. T. H. Hogsett, Charles C. Marshall, and Frank Davis, Jr., for appellant.</p>\n      <p class=\"indent\">Messrs. W. M. Duncan and William B. Sanders for appellee.</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case originated in a bill filed in the United States circuit court for the northern district of Ohio, eastern division, against the Railroad Commission of Ohio and other parties, to enjoin the enforcement of an order of the commission, fixing and establishing a rate of 70 cents a ton on what is called 'lake-cargo coal,' transported from the No. 8 coal field, in eastern Ohio, to the ports of Huron and Cleveland, Ohio, on Lake Erie, for carriage thence by lake vessels. A permanent injunction was granted in the circuit court against the enforcement of the rate, on the ground that it was a regulation of interstate commerce. An appeal was taken to the circuit court of appeals for the sixth circuit, and that court affirmed the decree of the circuit court. 110 C. C. A. 85, 187 Fed. 965. From the decree of the circuit court of appeals an appeal was taken to this court. An appeal was also prayed and allowed from the circuit court directly to this court, being case No. 505 on the docket of this term, which is submitted with the present case. A petition for a writ of certiorari to review the decree of the circuit court of appeals has also been filed and submitted upon briefs.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first question to be dealt with is one of jurisdiction. The question of the jurisdiction of the circuit court of appeals was raised and decided in that court, which held that it had jurisdiction of the case, also intimating that there were grounds of jurisdiction which might have warranted a direct appeal to this court, and that court allowed the present appeal to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The argument that the jurisdiction of the circuit court of appeals is final is based upon the contention that, as Worthington, the complainant in the present case, was appointed receiver of the Wheeling &amp; Lake Erie Railroad Company in a suit in equity in the circuit court of the United States for the northern district of Ohio, eastern division, wherein jurisdiction depended upon diversity of citizenship, and since the jurisdiction to entertain an appeal in an ancillary proceeding is that of the original case, therefore, under the circuit court of appeals act, the decree of the court of appeals is final. It is undoubtedly true that in cases of intervention in foreclosure suits, where jurisdiction depends upon diverse citizenship, jurisdiction of the intervening petition is determined by that of the original case. It is equally true that petitions in original proceedings to enforce rights and to protect the exercise of the jurisdiction of the court take their jurisdiction from that of the original case (St. Louis, K. C. &amp; C. R. Co. v. Wabash R. Co. 217 U. S. 247, 54 L. ed. 752, 30 Sup. Ct. Rep. 510), and the many previous cases in this court therein cited.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An examination of the bill in this case, which was filed under the authority of the circuit court, shows that the order of the commission was attacked, not only upon the ground that its findings were alleged to be unsupported by the testimony and to have been made upon improper consideration of the facts, but also because the order affected and interfered with interstate commerce, in which the complainant was engaged and over which the Railroad Commission of Ohio had no authority because of the commerce clause of the Federal Constitution. It further was alleged that the owners of the property constituting the receivership estate would be deprived thereof without due process of law; that they would be denied the equal protection of the laws, and that their property would be taken without compensation. It thus appears that jurisdiction was invoked, not only because that the present case is ancillary to the receivership suit, which depended upon diverse citizenship, but upon grounds which involve alleged infractions of the Federal Constitution and rights secured thereby. The case was therefore one which might have been taken to the circuit court of appeals, and the fact that it involved grounds which might have warranted a direct appeal to this court did not deprive the circuit court of appeals of jurisdiction. American Sugar Ref. Co. v. New Orleans, 181 U. S. 277, 45 L. ed. 859, 21 Sup. Ct. Rep. 646; Macfadden v. United States, 213 U. S. 288, 53 L. ed. 801, 29 Sup. Ct. Rep. 490.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question, then, is: Is this one of the cases made final in the circuit court of appeals by the act creating that court? The 6th section of that act provides that the judgment of the circuit court of appeals 'shall be final in all cases in which the jurisdiction is dependent entirely upon the opposite parties to the suit or controversy being aliens and citizens of the United States or citizens of different states; also in all cases arising under the patent laws, under the revenue laws, and under the criminal laws, and in admiralty cases.' [26 Stat. at L. 828, chap. 517, U. S. Comp. Stat. 1901, p. 550.] In all other cases there is a right of review by this court if the matter in controversy exceeds $1,000. It is averred in the bill and admitted in the answer that the amount in dispute exceeds in value the sum of $5,000. The case is therefore one not made final in the circuit court of appeals, and the appeal to this court was properly allowed. Spreckels Sugar Ref. Co. v. McClain, 192 U. S. 397, 48 L. ed. 496, 24 Sup. Ct. Rep. 376; Macfadden v. United States, 213 U. S. 288, 294, 53 L. ed. 801, 802, 29 Sup. Ct. Rep. 490; Standard Paint Co. v. Trinidad Asphalt Mfg. Co. 220 U. S. 446, 460, 55 L. ed. 536, 543, 31 Sup. Ct. Rep. 456.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Case No. 505 is dismissed and the petition for writ of certiorari is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Coming now to the merits of the case, the circuit court found the facts to be as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'It appears that bituminous coal, such as is mined in the No. 8 district, is classified by the complainant, for tariff purposes, as (a) railway fuel, being coal sold to railroad companies; (b) lake-cargo coal, that is, coal intended for shipment by lake to points in the northwest; and (c) commercial coal, comprising coal for commercial and domestic use, not included in the first two classes.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'The No. 8 coal district of Ohio is situated in Jefferson, Harrison, and Belmont counties, and the members of the Pittsburg Vein Operators' Association of Ohio are interested in mining coal in that district. The traffic is large, about 400,000 tons of lake-cargo coal being shipped over the complainant's railroad from that district in 1909, and transhipped by vessel to points in the northwest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'At and prior to the time of the complaint being lodged with the Railroad Commission by the Operators' Association, the tariff rate in force on the complainant's railroad on lake-cargo coal from the No. 8 district to Huron and Cleveland, Ohio, f. o. b. vessel, was 90 cents per ton. The rate covers, in addition to the rail transportation, the service of unloading the coal from the cars into vessels and trimming it in the holds of the vessels, so that they can safely proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'The rate on commercial coal to Huron or Cleveland is $1 per ton.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The vessels for lake-cargo coal are generally furnished by the operators, but the coal is sometimes sold f. o. b. vessel, the title to the coal in that case passing to the purchaser upon being properly loaded into the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'The coal in question is shipped from the mines to Huron or Cleveland, principally Huron, where the complainant has large dock facilities and expensive machinery and appliances for unloading coal into vessels, during the season of navigation, simply marked 'Lake coal,' consigned to the operator, or to some office employee whose name is used as a mere matter of convenience for the purpose of designating a particular grade of coal. The operator notifies the railroad that at a certain time a vessel will be at Huron to load so many tons of a particular grade of coal. The railroad then picks up such cars of the operator's coal as are necessary to fill the cargo, and moves them onto the dock alongside of the vessel, loads the vessel, trims or distributes the coal properly in her hold, and furnishes the shipper with a cargo statement showing the car numbers and weights and total tons of coal in the vessel, on which information the bill of lading for the vessel shipment is made out.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'It appears that all the coal shipped at the lake-cargo rate remains on the cars of the complainant until unloaded into a vessel, unless it should be diverted <i>en route</i> and devoted to some other purpose, but in that case the lake-cargo rate does not apply. For instance, if it should be diverted to commercial use at Huron, the rate on commercial coal, which is $1 a ton, would govern.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'There is testimony to the effect that when the coal leaves the times it is not known in what vessel it will be loaded, not to what particular ultimate destination it will go; and that sometimes such coal is sold and vessels arranged for after the coal is Huron, but it is subject to demurrage charge if it remains on the cars beyond a specified time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'All coal thus loaded in vessels is, and must practically be, carried to points in other states&#8212;or to Canada. The lake ports in Ohio receive coal by rail from interior points, but not by boat from other Ohio ports. It might be that a quantity of coal, so small as to be negligible, is unloaded on one of the Ohio islands in Lake Erie, but no substantial importance is claimed for this circumstance nor could be given to it.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This finding of fact was practically approved and adopted in the circuit court of appeals, and we have no occasion to dissent from its correctness.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The question thus presented is: Was the Railroad Commission of Ohio authorized to put in force the rate in question as to lake-cargo coal? It is not necessary to review the cases in this court which have settled beyond peradventure that the national government has exclusive authority to regulate interstate commerce under the Constitution of the United States; nor to do more than reaffirm the equally wellsettled proposition that over interstate commerce transportation rates the state has no jurisdiction, and that an attempt to regulate such rates by the state or under its authority is void. Louisville &amp; N. R. Co. v. Eubank, 184 U. S. 27, 46 L. ed. 416, 22 Sup. Ct. Rep. 277. And an order made by a state commission under assumed authority of the state, which directly burdens or regulates interstate commerce, will be enjoined. McNeill v. Southern R. Co. 202 U. S. 543, 50 L. ed. 1142, 26 Sup. Ct. Rep. 722.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The question is, then, one of fact. Does the transportation which the rate prescribed by the Railroad Commission of Ohio covers constitute interstate commerce?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is true that the shipper transports the coal ordinarily upon bills of lading to himself, or to another for himself, at Huron on Lake Erie. The so-called 'lake-cargo coal' is necessarily shipped beyond Huron. If it stops there, another and higher rate applies. Practically all of it is put on vessels for carriage beyond the state, usually to upper lake ports, and then, and only then, the 70 cent rate fixed by the commission applies. This 70 cent rate covers the transportation of the coal to Huron, the placing of it on board vessels, and, if necessary, trimming it for the continuance of its interstate journey. It is true, as argued by the learned counsel for the commission, that this coal may be accumulated in large quantities at Huron, and only taken out of the accumulated lots from time to time, when it is to be put upon vessels and shipped out of the state, but it must always be remembered that this 70 cent rate applies solely to such coal as is in fact placed upon vessels for carriage to beyond the state points; and, as the circuit court said, the substance of things is not changed by the fact that a small part may be unloaded at one of the Ohio islands in Lake Erie. The situation then comes to this: that the rate put in force is applicable only to coal which is to be carried from the mine in Ohio to the lake, there placed upon vessels, and thence carried to upper lake ports beyond the state. By every fair test the transportation of this coal from the mine to the upper lake ports is an interstate carriage, intended by the parties to be such, and the rate fixed by the commission, which is in controversy here, is applicable alone to coal which is thus, from the beginning to the end of its transportation, in interstate carriage, and such rate is intended to and does cover an integral part of that carriage, the transportation from the mine to the Lake Erie port, the placing upon the vessel, and the trimming or distributing in the hold, if required, so that the vessel may complete such interstate carriage.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Much stress is laid in argument for the commission upon the fact that the coal is billed only to Huron, and it is said that in that aspect of the case it is controlled by Gulf, C. &amp; S. F. R. Co. v. Texas, 204 U. S. 403, 51 L. ed. 540, 27 Sup. Ct. Rep. 360. There it was sought to hold a railroad company upon a shipment of corn from Taxarkana to Goldthwaite, Texas, for a violation of the regulations of the state railroad commission applicable to intrastate carriers. The company contended that the shipment was in fact an interstate carriage from Hudson, South Dakota, to Goldthwaite, Texas. The facts showed that the corn was carrier upon a bill of lading from Hudson to Texarkana, and that afterwards, some five days later, it was shipped from Texarkana to Goldthwaite, both points in the state of Texas. This was held to be an intrastate shipment unaffected by the fact that the shipper intended to reship the corn from Texarkana to Goldthwaite, for, as this court held, the corn had been carried to Texarkana upon a contract for interstate shipment, and the reshipment five days later upon a new contract was an independant intrastate shipment. It is evident from this statement of facts that the case is quite different from the one under consideration. There a new and independent contract for intrastate shipment was made, the interstate transportation having been completely performed; here a rate is fixed on that part of an interstate carriage which includes the actual placing of the coal into vessels ready to be carried beyond the state destination.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That the test of through billing is not necessarily determinative is shown in the late case of Southern P. Terminal Co. v. Interstate Commerce Commission, 219 U. S. 498, 55 L. ed. 310, 31 Sup. Ct. Rep. 279. In that case Young bought cottonseed cakes at various points in Texas and shipped them to himself at the port of Galveston, where they were prepared for export. This court held that such transportation was within the jurisdiction of the Interstate Commerce Commission, and that the special privileges given by the Southern Pacific Terminal Company to Young on the wharf at Galveston were undue preferences in his favor. As to the fact that the shipments were not made on through bills of lading, but were to Galveston from other places in Texas, this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'It makes no difference, therefore, that the shipments of the products were not made on throught bills of lading, or whether their initial point was Galveston or some other place in Texas. They were all destined for export, and by their delivery to the Galveston, Harrisburg, &amp; San Antonio Railway they must be considered as having been delivered to a carrier for transportation to their foreign destination, the terminal company being a part of the railway for such purpose. The case, therefore, comes under Coe v. Errol, 166 U. S. 517, 29 L. ed. 715, 6 Sup. Ct. Rep. 475, where it is said that goods are in interstate, and necessarily as well in foreign, commerce, when they have 'actually started in the course of transportation to another state, or delivered to a carrier for transportation.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is contended that this transportation of the coal under the rate fixed by the Railroad Commission is not within the power and authority of the Interstate Commerce Commission under &#167; 1 of the act to regulate commerce, which makes the provisions of the act inapplicable to the transportation of property wholly within one State, and not shipped to or from a foreign country from or to a State or Territory; and, furthermore, that a transportation of the character here in question is only within the jurisdiction of the Interstate Commerce Commission when it is a transportation partly by railroad and aprtly by water when both are used under a common control, management, or arrangement for a continuous carriage or shipment; and therefore that the subject-matter in question is left within the state jurisdiction. On the other hand, it is contended that this transportation is within the jurisdiction of the Commission under the Act to Regulate Commerce. It is enough to now hold, as we do, that the establishing of the rate in question is an attempt to regulate interstate commerce and is therefore beyond the power of the State or a commission assuming to act under its authority.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore reach the conclusion that under the facts shown in this case the Railroad Commission, in fixing the rate of seventy cents for the transportation above described, attempted to directly regulate and control interstate commerce, and, for that reason, the enforcement of its order should be enjoined.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97647/"
}