{"absolute_url": "/opinion/86666/united-states-v-turner/", "blocked": false, "citation": {"case_name": "United States v. Turner", "docket_number": null, "document_uris": ["/api/rest/v2/document/86666/"], "federal_cite_one": "52 U.S. 663", "federal_cite_three": null, "federal_cite_two": null, "id": 54666, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54666/", "scotus_early_cite": "11 How. 663", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1851-02-21", "date_modified": "2014-12-21T01:25:06.483570", "docket": "/api/rest/v2/docket/213920/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">52 U.S. 663</p>\n    <p class=\"case_cite\">11 How. 663</p>\n    <p class=\"case_cite\">13 L.Ed. 857</p>\n    <p class=\"parties\">THE UNITED STATES, APPELLANTS,<br>v.<br>SARAH TURNER, THE WIFE OF JARED D. TYLER, WHO IS<br>AUTHORIZED AND ASSISTED HEREIN BY HER SAID HUSBAND;<br>ELIZA TURNER, WIFE OF JOHN A. QUITMAN, WHO IS IN LIKE<br>MANNER AUTHORIZED AND ASSISTED BY HER SAID HUSBAND;<br>HENRY TURNER, AND GEORGE W. TURNER, HEIRS AND LEGAL<br>REPRESENTATIVES OF HENRY TURNER, DECEASED.</p>\n    <p class=\"date\">December Term, 1850</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS was an appeal from the District Court of the United States for the District Court of Louisiana.</p>\n      <p class=\"indent\">It was a petition filed in the District Court by the appellees, who claimed a tract of land under the Maison-Rouge grant.</p>\n      <p class=\"indent\">The District Court decided in favor of the petitioners, and the United States appealed to this court.</p>\n      <p class=\"indent\">It was submitted by <i>Mr. Crittenden</i> (Attorney-General), for the United States, upon the ground that this court had already decided, in the case of United States <i>v.</i> King (3 Howard, 773, and 7 Howard, 833), that the grant was invalid.</p>\n      <p class=\"indent\">Mr. Chief Justice TANEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the decree of the District Court of the United States for the District of Louisiana. The proceedings were instituted by the appellees against the United States, according to the acts of Congress of May 26, 1824, and June 17, 1844; and they claim title to a parcel of land in the State of Louisiana, under an instrument of writing executed by the Baron de Carondelet, on the 20th of June, 1797, in favor of the Marquis de Maison-Rouge. The conveyances by which they deduce title to themselves from him are set forth in the petition. The case turned altogether, in the District Court, upon the construction and effect of the document above mentioned; and this is the only question arising on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellees insist that this instrument of writing conveyed to the Marquis de Maison-Rouge either the legal or equitable title to the thirty superficial leagues of land described in the plan of Trudeau annexed to the instrument. But the question which they propose to raise has already been decided. The instrument under which they claim title came under the consideration of this court in the case of the United States <i>v.</i> King and Coxe, reported in 3 Howard, 773, and 7 Howard, 833. And in the last-mentioned report it will be seen that the construction and effect of this instrument was at that time directly before the court, and the decision of the case depended upon it. The question was then fully and carefully examined and considered, and the court held that this instrument of writing conveyed no interest in the land to Maison-Rouge, as his private property; and that it was intended merely to mark out by certain and definite boundaries the limits of the establishment he was authorized to form, according to the stipulations of a previous contract which he had entered into with the Spanish government, in 1795. And as regarded that previous contract the court said: 'It will be observed that this contract contains no stipulation in favor of Maison-Rouge. All the engagements on the part of the government are in favor of the emigrants who should accept the conditions. Indeed, it seems to have been no part of the purposes of this agreement to regulate the compensation which he was to receive for his services. Its only object, as appears by the concluding sentence, was to make known the offers made by the Spanish government to those who were disposed to come. It was therefore to be shown by the Marquis to those whom he invited to remove to this establishment, and it does not appear to have been thought necessary, and perhaps was not desirable, that his compensation or his interest in forming the colony should be made public. That was a matter between him and the Spanish authorities, which doubtless was understood on both sides. And whether it was to be in money, or in a future grant of land, does not appear. Certainly it was not to be in the land on which this establishment was to be formed, because the government was pledged to grant it to the colonists.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The question which this appeal brings up is therefore <i>res judicata</i>. Nor does the court perceive any ground for doubting the correctness of the opinion heretofore pronounced. And in the case arising under the claim of the Baron de Bastrop, in which the judgment of the court has just been delivered, the principles decided in the case of the United States <i>v.</i> King and Coxe have again been affirmed, after full argument by counsel and reconsideration by the court. The De Bastrop claim was upon an instrument of writing similar to that in favor of Maison-Rouge, and executed on the same day by the Baron de Carondelet, for a still larger tract of country than that destined and appropriated for the establishment of the Marquis de Maison-Rouge. Undoubtedly the validity and effect of both of these instruments depend altogether upon the laws, ordinances, and usages of the Spanish government, prevailing in the province of Louisiana at the time they were made; and it is the duty of the court to expound them accordingly. And they are both strikingly unlike the grants for colonization authorized by the Laws of the Indies; and equally unlike the grants usually made by the Spanish authorities to persons undertaking to introduce into the province a certain number of colonists. In grants of this description, authorized by the Laws of the Indies and usually made by the provincial authorities, the colonists were introduced by the grantee free of expense to the government, and the grant was the equivalent for the service performed, and depended upon the number thus brought in. And in such cases the intention to grant as private property was always indicated in clear and appropriate words, which severed the land at once from the royal domain, and converted it into private property.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But in the cases of De Bastrop and Maison-Rouge the colonists are to be brought in at the expense of the government itself, and supported for some time afterwards; and they are to receive their grants for the land allotted to them from the public authorities, and not from De Bastrop or Maison-Rouge. There would seem, therefore, to be no equivalent or consideration for these extensive grants, and certainly there are no words in either of the instruments that indicate an intention to convey to them as private property the land delineated for their respective establishments. On the contrary, as the colonists were to receive their titles and grants from the government, it follows necessarily that the entire title, legal and equitable, must have remained in the government, and have been so understood by the parties. For otherwise this stipulation could not have been performed. And if the land designated for the establishment remained national property, and was not severed by these instruments from the national domain, it passed to the United States as public property by the treaty of cession.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is true that the contract of 1795, and the royal order which sanctioned it, and which are referred to in the instrument relied on by the petitioners, were not offered in evidence in this case, and are not in the record before us. And in the opinion of the court, reported in 7 Howard, 849, 850, it will be seen that this contract was regarded as furnishing a key to the construction of the instrument subsequently executed. But the court also held that the instrument of 1797, if construed by itself, conveyed to Maison-Rouge no right of property in the land; and, indeed, that it was not intelligible, unless taken in connection with the prior one. The omission, therefore, of the contract and royal order of 1795 in this record, will not distinguish this case from that of the United States <i>v.</i> King and Coxe.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is proper also to say, that a question of fact which was very much discussed when the case of the United States <i>v.</i> King and Coxe was first before the court, and upon which the court at that time expressed an opinion, is not in controversy upon the evidence in this record. In the case referred to, a great mass of testimony was offered on behalf of the United States, tending to show that the plan of Trudeau annexed to the instrument of 1797 was not the one to which it intended to refer; that it referred to another, which designated land at a different place, and higher up the Ouachita River; that the survey annexed was not made until the latter end of 1802 or the beginning of 1803, when negotiations were actually pending for the cession of the territory, and was then made in expectation of the cession to the United States, and the certificate antedated to cover the land now claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But as the case of the United States <i>v.</i> King and Coxe was an action at law, and brought up to this court by writ of error, the questions of fact arising upon the evidence in the record were not open to revision in the appellate court. The question above mentioned had been decided against the United States by the District Court, according to the Louisiana practice, without the intervention of a jury, and his decision, like the verdict of a jury, was conclusive as to the fact, where the case was brought up by writ of error. And this court, when their attention was called to the subject, set aside the judgment and reinstated the case, to be heard and determined on the questions of law, assuming the facts to be true as decided by the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the present case, however, the proceeding is according to the rules and principles of a court of equity, and the facts as well as the law are brought here for revision by the appeal. The genuineness of the certificate of Trudeau would therefore be open to inquiry, if the evidence in the former case was in this record.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But none of the evidence offered on behalf of the United States, of any description, in the case against King and Coxe, is contained in the record before us. The case appears to have been tried and determined in the District Court altogether upon testimony adduced by the appellees. They examined several witnesses to prove that Trudeau's certificate was genuine, and not antedated. And as there was no opposing evidence, the opinion of the District Court upon this part of the case was undoubtedly correct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As relates to the order itself of the Baron de Carondelet, to which this plan was annexed, it appears that the original in the Spanish language was produced and proved, and a copy is contained in the record; and with it what purports to be a translation into the English language. By whom this translation was made does not appear; nor does the record show that it was proved by the testimony of any witness. It differs in material respects from that produced in the case of the United States <i>v.</i> King and Coxe, which will be found in the report in 3 Howard, and also from that contained in the report of the committee of the House of Representatives in Vol. III. of American State Papers, p. 410 (Public Lands). The two lastmentioned translations are substantially, if not precisely, the same, and conform to the original. But the one sent up in this record is evidently incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is likewise a translation set out by the appellees in their petition, differing from the one offered in evidence, and approaching very nearly to the two translations of which we have spoken. But this also is inaccurate, and omits the word 'conditions,' when speaking of the contract under which Maison-Rouge was to form his establishment. But these erroneous translations are not entitled to consideration in expounding this instrument, since the original is in evidence and must speak for itself.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Witnesses, it appears, were examined in the District Court, to prove that this instrument was a perfect and complete grant by the laws of Spain then in force in the province of Louisiana in relation to grants of land; and the counsel for the appellees moved for an issue upon this point, to be tried by the jury. This motion was properly refused by the court, and the issues which the court directed were confined to questions of fact. The Spanish laws which formerly prevailed in Louisiana, and upon which the titles to land in that State depend, must be judicially noticed and expounded by the court, like the laws affecting titles to real property in any other State. They are questions of law and not questions of fact, and are always so regarded and treated in the courts of Louisiana. And it can never be maintained in the courts of the United States that the laws of any State of this Union are to be treated as the laws of a foreign nation, and ascertained and determined as a matter of fact, by a jury, upon the testimony of witnesses. And if the Spanish laws prevailing in Louisiana before the cession to the United States were to be regarded as foreign laws, which the courts could not judicially notice, the titles to land in that State would become unstable and insecure; and their validity or invalidity would, in many instances, depend upon the varying opinions of witnesses, and the fluctuating verdicts of juries, deciding upon questions of law which they could not, from the nature of their pursuits and studies, be supposed to comprehend.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The testimony offered on this subject was objected to by the district attorney, but would seem to have been received by the court. It is not material, however, to inquire whether it was received or not. For the only question before us is, whether the instrument of writing of 1797, under which the petitioners claimed title, was or was not correctly expounded by the District Court. And whether he arrived at his conclusion from the language of the instrument itself, or was influenced by the oral testimony, is not important. In either case, the decision that this instrument was a grant to the Marquis de Maison-Rouge of the thirty square leagues of land therein mentioned as his private property, is, in the judgment of this court, erroneous. And as the title of the appellees rests entirely upon this supposed grant, the decree in their favor must be reversed, and the petition dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice McLEAN, Mr. Justice WAYNE, Mr. Justice McKINLEY, and Mr. Justice GRIER dissented.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the District Court of the United States for the District of Louisiana, and was argued by counsel. On consideration whereof, it is ordered and decreed by this court that the decree of the said District Court in this cause be, and the same is hereby, reversed and annulled, and that this cause be, and the same is hereby, remanded to the said District Court, with directions to dismiss the petition of the claimants.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>52 U.S. 663 (____)</b></center>\n<center><b>11 How. 663</b></center>\n<center><h1>THE UNITED STATES, APPELLANTS,<br>\nv.<br>\nSARAH TURNER, THE WIFE OF JARED D. TYLER, WHO IS AUTHORIZED AND ASSISTED HEREIN BY HER SAID HUSBAND; ELIZA TURNER, WIFE OF JOHN A. QUITMAN, WHO IS IN LIKE MANNER AUTHORIZED AND ASSISTED BY HER SAID HUSBAND; HENRY TURNER, AND GEORGE W. TURNER, HÈIRS AND LEGAL REPRESENTATIVES OF HENRY TURNER, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*664</span> It was submitted by Mr. Crittenden (Attorney-General), for the United States.</p>\n<p>Mr. Chief Justice TANEY delivered the opinion of the court.</p>\n<p>This is an appeal from the decree of the District Court of the United States for the District of Louisiana. The proceedings were instituted by the appellees against the United States, according to the acts of Congress of May 26, 1824, and June 17, 1844; and they claim title to a parcel of land in the State of Louisiana, under an instrument of writing executed by the Baron de Carondelet, on the 20th of June, 1797, in favor of the Marquis de Maison-Rouge. The conveyances by which they deduce title to themselves from him are set forth in the petition. The case turned altogether, in the District Court, upon the construction and effect of the document above mentioned; and this is the only question arising on this appeal.</p>\n<p>The appellees insist that this instrument of writing conveyed to the Marquis de Maison-Rouge either the legal or equitable title to the thirty superficial leagues of land described in the plan of Trudeau annexed to the instrument. But the question which they propose to raise has already been decided. The instrument under which they claim title came under the consideration of this court in the case of the United States v. King and Coxe, reported in 3 Howard, 773, and 7 Howard, 833. And in the last-mentioned report it will be seen that the construction and effect of this instrument was at that time directly before the court, and the decision of the case depended upon it. The question was then fully and carefully examined and considered, and the court held that this instrument of writing conveyed no interest in the land to Maison-Rouge, as his private property; and that it was intended merely to mark out by certain and definite boundaries the limits of the establishment he was authorized to form, according to the stipulations of a previous contract which he had entered into with the Spanish government, in 1795. And as regarded that previous contract the court said: \"It will be observed that this contract contains no stipulation in favor of Maison-Rouge. All the engagements on the part of the government are in favor of the emigrants who should accept the conditions. Indeed, it seems to have been no part of the purposes of this agreement to regulate the compensation which he was to receive for his services. Its only object, as appears by the concluding sentence, was to <span class=\"star-pagination\">*665</span> make known the offers made by the Spanish government to those who were disposed to come. It was therefore to be shown by the Marquis to those whom he invited to remove to this establishment, and it does not appear to have been thought necessary, and perhaps was not desirable, that his compensation or his interest in forming the colony should be made public. That was a matter between him and the Spanish authorities, which doubtless was understood on both sides. And whether it was to be in money, or in a future grant of land, does not appear. Certainly it was not to be in the land on which this establishment was to be formed, because the government was pledged to grant it to the colonists.\"</p>\n<p>The question which this appeal brings up is therefore res judicata. Nor does the court perceive any ground for doubting the correctness of the opinion heretofore pronounced. And in the case arising under the claim of the Baron de Bastrop, in which the judgment of the court has just been delivered, the principles decided in the case of the United States v. King and Coxe have again been affirmed, after full argument by counsel and reconsideration by the court. The De Bastrop claim was upon an instrument of writing similar to that in favor of Maison-Rouge, and executed on the same day by the Baron de Carondelet, for a still larger tract of country than that destined and appropriated for the establishment of the Marquis de Maison-Rouge. Undoubtedly the validity and effect of both of these instruments depend altogether upon the laws, ordinances, and usages of the Spanish government, prevailing in the province of Louisiana at the time they were made; and it is the duty of the court to expound them accordingly. And they are both strikingly unlike the grants for colonization authorized by the Laws of the Indies; and equally unlike the grants usually made by the Spanish authorities to persons undertaking to introduce into the province a certain number of colonists. In grants of this description, authorized by the Laws of the Indies and usually made by the provincial authorities, the colonists were introduced by the grantee free of expense to the government, and the grant was the equivalent for the service performed, and depended upon the number thus brought in. And in such cases the intention to grant as private property was always indicated in clear and appropriate words, which severed the land at once from the royal domain, and converted it into private property.</p>\n<p>But in the cases of De Bastrop and Maison-Rouge the colonists are to be brought in at the expense of the government itself, and supported for some time afterwards; and they are to receive their grants for the land allotted to them from the <span class=\"star-pagination\">*666</span> public authorities, and not from De Bastrop or Maison-Rouge. There would seem, therefore, to be no equivalent or consideration for these extensive grants, and certainly there are no words in either of the instruments that indicate an intention to convey to them as private property the land delineated for their respective establishments. On the contrary, as the colonists were to receive their titles and grants from the government, it follows necessarily that the entire title, legal and equitable, must have remained in the government, and have been so understood by the parties. For otherwise this stipulation could not have been performed. And if the land designated for the establishment remained national property, and was not severed by these instruments from the national domain, it passed to the United States as public property by the treaty of cession.</p>\n<p>It is true that the contract of 1795, and the royal order which sanctioned it, and which are referred to in the instrument relied on by the petitioners, were not offered in evidence in this case, and are not in the record before us. And in the opinion of the court, reported in 7 Howard, 849, 850, it will be seen that this contract was regarded as furnishing a key to the construction of the instrument subsequently executed. But the court also held that the instrument of 1797, if construed by itself, conveyed to Maison-Rouge no right of property in the land; and, indeed, that it was not intelligible, unless taken in connection with the prior one. The omission, therefore, of the contract and royal order of 1795 in this record, will not distinguish this case from that of the United States v. King and Coxe.</p>\n<p>It is proper also to say, that a question of fact which was very much discussed when the case of the United States v. King and Coxe was first before the court, and upon which the court at that time expressed an opinion, is not in controversy upon the evidence in this record. In the case referred to, a great mass of testimony was offered on behalf of the United States, tending to show that the plan of Trudeau annexed to the instrument of 1797 was not the one to which it intended to refer; that it referred to another, which designated land at a different place, and higher up the Ouachita River; that the survey annexed was not made until the latter end of 1802 or the beginning of 1803, when negotiations were actually pending for the cession of the territory, and was then made in expectation of the cession to the United States, and the certificate antedated to cover the land now claimed.</p>\n<p>But as the case of the United States v. King and Coxe was an action at law, and brought up to this court by writ of error, the questions of fact arising upon the evidence in the record <span class=\"star-pagination\">*667</span> were not open to revision in the appellate court. The question above mentioned had been decided against the United States by the District Court, according to the Louisiana practice, without the intervention of a jury, and his decision, like the verdict of a jury, was conclusive as to the fact, where the case was brought up by writ of error. And this court, when their attention was called to the subject, set aside the judgment and reinstated the case, to be heard and determined on the questions of law, assuming the facts to be true as decided by the District Court.</p>\n<p>In the present case, however, the proceeding is according to the rules and principles of a court of equity, and the facts as well as the law are brought here for revision by the appeal. The genuineness of the certificate of Trudeau would therefore be open to inquiry, if the evidence in the former case was in this record.</p>\n<p>But none of the evidence offered on behalf of the United States, of any description, in the case against King and Coxe, is contained in the record before us. The case appears to have been tried and determined in the District Court altogether upon testimony adduced by the appellees. They examined several witnesses to prove that Trudeau's certificate was genuine, and not antedated. And as there was no opposing evidence, the opinion of the District Court upon this part of the case was undoubtedly correct.</p>\n<p>As relates to the order itself of the Baron de Carondelet, to which this plan was annexed, it appears that the original in the Spanish language was produced and proved, and a copy is contained in the record; and with it what purports to be a translation into the English language. By whom this translation was made does not appear; nor does the record show that it was proved by the testimony of any witness. It differs in material respects from that produced in the case of the United States v. King and Coxe, which will be found in the report in 3 Howard, and also from that contained in the report of the committee of the House of Representatives in Vol. III. of American State Papers, p. 410 (Public Lands). The two last-mentioned translations are substantially, if not precisely, the same, and conform to the original. But the one sent up in this record is evidently incorrect.</p>\n<p>There is likewise a translation set out by the appellees in their petition, differing from the one offered in evidence, and approaching very nearly to the two translations of which we have spoken. But this also is inaccurate, and omits the word \"conditions,\" when speaking of the contract under which Maison-Rouge was to form his establishment. But these <span class=\"star-pagination\">*668</span> erroneous translations are not entitled to consideration in expounding this instrument, since the original is in evidence and must speak for itself.</p>\n<p>Witnesses, it appears, were examined in the District Court, to prove that this instrument was a perfect and complete grant by the laws of Spain then in force in the province of Louisiana in relation to grants of land; and the counsel for the appellees moved for an issue upon this point, to be tried by the jury. This motion was properly refused by the court, and the issues which the court directed were confined to questions of fact. The Spanish laws which formerly prevailed in Louisiana, and upon which the titles to land in that State depend, must be judicially noticed and expounded by the court, like the laws affecting titles to real property in any other State. They are questions of law and not questions of fact, and are always so regarded and treated in the courts of Louisiana. And it can never be maintained in the courts of the United States that the laws of any State of this Union are to be treated as the laws of a foreign nation, and ascertained and determined as a matter of fact, by a jury, upon the testimony of witnesses. And if the Spanish laws prevailing in Louisiana before the cession to the United States were to be regarded as foreign laws, which the courts could not judicially notice, the titles to land in that State would become unstable and insecure; and their validity or invalidity would, in many instances, depend upon the varying opinions of witnesses, and the fluctuating verdicts of juries, deciding upon questions of law which they could not, from the nature of their pursuits and studies, be supposed to comprehend.</p>\n<p>The testimony offered on this subject was objected to by the district attorney, but would seem to have been received by the court. It is not material, however, to inquire whether it was received or not. For the only question before us is, whether the instrument of writing of 1797, under which the petitioners claimed title, was or was not correctly expounded by the District Court. And whether he arrived at his conclusion from the language of the instrument itself, or was influenced by the oral testimony, is not important. In either case, the decision that this instrument was a grant to the Marquis de Maison-Rouge of the thirty square leagues of land therein mentioned as his private property, is, in the judgment of this-court, erroneous. And as the title of the appellees rests entirely upon this supposed grant, the decree in their favor must be reversed, and the petition dismissed.</p>\n<p>Mr. Justice McLEAN, Mr. Justice WAYNE, Mr. Justice McKINLEY, and Mr. Justice GRIER dissented.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*669</span> Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the District of Louisiana, and was argued by counsel. On consideration whereof, it is ordered and decreed by this court that the decree of the said District Court in this cause be, and the same is hereby, reversed and annulled, and that this cause be, and the same is hereby, remanded to the said District Court, with directions to dismiss the petition of the claimants.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">How.</span> <span class=\"page\">663</span></span></b></center>\n<center><h1>THE UNITED STATES, APPELLANTS,<br>\nv.<br>\nSARAH TURNER, THE WIFE OF JARED D. TYLER, WHO IS AUTHORIZED AND ASSISTED HEREIN BY HER SAID HUSBAND; ELIZA TURNER, WIFE OF JOHN A. QUITMAN, WHO IS IN LIKE MANNER AUTHORIZED AND ASSISTED BY HER SAID HUSBAND; HENRY TURNER, AND GEORGE W. TURNER, HÈIRS AND LEGAL REPRESENTATIVES OF HENRY TURNER, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*664</span> It was submitted by Mr. Crittenden (Attorney-General), for the United States.</p>\n<p>Mr. Chief Justice TANEY delivered the opinion of the court.</p>\n<p>This is an appeal from the decree of the District Court of the United States for the District of Louisiana. The proceedings were instituted by the appellees against the United States, according to the acts of Congress of May 26, 1824, and June 17, 1844; and they claim title to a parcel of land in the State of Louisiana, under an instrument of writing executed by the Baron de Carondelet, on the 20th of June, 1797, in favor of the Marquis de Maison-Rouge. The conveyances by which they deduce title to themselves from him are set forth in the petition. The case turned altogether, in the District Court, upon the construction and effect of the document above mentioned; and this is the only question arising on this appeal.</p>\n<p>The appellees insist that this instrument of writing conveyed to the Marquis de Maison-Rouge either the legal or equitable title to the thirty superficial leagues of land described in the plan of Trudeau annexed to the instrument. But the question which they propose to raise has already been decided. The instrument under which they claim title came under the consideration of this court in the case of the United States v. King and Coxe, reported in 3 Howard, 773, and 7 Howard, 833. And in the last-mentioned report it will be seen that the construction and effect of this instrument was at that time directly before the court, and the decision of the case depended upon it. The question was then fully and carefully examined and considered, and the court held that this instrument of writing conveyed no interest in the land to Maison-Rouge, as his private property; and that it was intended merely to mark out by certain and definite boundaries the limits of the establishment he was authorized to form, according to the stipulations of a previous contract which he had entered into with the Spanish government, in 1795. And as regarded that previous contract the court said: \"It will be observed that this contract contains no stipulation in favor of Maison-Rouge. All the engagements on the part of the government are in favor of the emigrants who should accept the conditions. Indeed, it seems to have been no part of the purposes of this agreement to regulate the compensation which he was to receive for his services. Its only object, as appears by the concluding sentence, was to <span class=\"star-pagination\">*665</span> make known the offers made by the Spanish government to those who were disposed to come. It was therefore to be shown by the Marquis to those whom he invited to remove to this establishment, and it does not appear to have been thought necessary, and perhaps was not desirable, that his compensation or his interest in forming the colony should be made public. That was a matter between him and the Spanish authorities, which doubtless was understood on both sides. And whether it was to be in money, or in a future grant of land, does not appear. Certainly it was not to be in the land on which this establishment was to be formed, because the government was pledged to grant it to the colonists.\"</p>\n<p>The question which this appeal brings up is therefore res judicata. Nor does the court perceive any ground for doubting the correctness of the opinion heretofore pronounced. And in the case arising under the claim of the Baron de Bastrop, in which the judgment of the court has just been delivered, the principles decided in the case of the United States v. King and Coxe have again been affirmed, after full argument by counsel and reconsideration by the court. The De Bastrop claim was upon an instrument of writing similar to that in favor of Maison-Rouge, and executed on the same day by the Baron de Carondelet, for a still larger tract of country than that destined and appropriated for the establishment of the Marquis de Maison-Rouge. Undoubtedly the validity and effect of both of these instruments depend altogether upon the laws, ordinances, and usages of the Spanish government, prevailing in the province of Louisiana at the time they were made; and it is the duty of the court to expound them accordingly. And they are both strikingly unlike the grants for colonization authorized by the Laws of the Indies; and equally unlike the grants usually made by the Spanish authorities to persons undertaking to introduce into the province a certain number of colonists. In grants of this description, authorized by the Laws of the Indies and usually made by the provincial authorities, the colonists were introduced by the grantee free of expense to the government, and the grant was the equivalent for the service performed, and depended upon the number thus brought in. And in such cases the intention to grant as private property was always indicated in clear and appropriate words, which severed the land at once from the royal domain, and converted it into private property.</p>\n<p>But in the cases of De Bastrop and Maison-Rouge the colonists are to be brought in at the expense of the government itself, and supported for some time afterwards; and they are to receive their grants for the land allotted to them from the <span class=\"star-pagination\">*666</span> public authorities, and not from De Bastrop or Maison-Rouge. There would seem, therefore, to be no equivalent or consideration for these extensive grants, and certainly there are no words in either of the instruments that indicate an intention to convey to them as private property the land delineated for their respective establishments. On the contrary, as the colonists were to receive their titles and grants from the government, it follows necessarily that the entire title, legal and equitable, must have remained in the government, and have been so understood by the parties. For otherwise this stipulation could not have been performed. And if the land designated for the establishment remained national property, and was not severed by these instruments from the national domain, it passed to the United States as public property by the treaty of cession.</p>\n<p>It is true that the contract of 1795, and the royal order which sanctioned it, and which are referred to in the instrument relied on by the petitioners, were not offered in evidence in this case, and are not in the record before us. And in the opinion of the court, reported in 7 Howard, 849, 850, it will be seen that this contract was regarded as furnishing a key to the construction of the instrument subsequently executed. But the court also held that the instrument of 1797, if construed by itself, conveyed to Maison-Rouge no right of property in the land; and, indeed, that it was not intelligible, unless taken in connection with the prior one. The omission, therefore, of the contract and royal order of 1795 in this record, will not distinguish this case from that of the United States v. King and Coxe.</p>\n<p>It is proper also to say, that a question of fact which was very much discussed when the case of the United States v. King and Coxe was first before the court, and upon which the court at that time expressed an opinion, is not in controversy upon the evidence in this record. In the case referred to, a great mass of testimony was offered on behalf of the United States, tending to show that the plan of Trudeau annexed to the instrument of 1797 was not the one to which it intended to refer; that it referred to another, which designated land at a different place, and higher up the Ouachita River; that the survey annexed was not made until the latter end of 1802 or the beginning of 1803, when negotiations were actually pending for the cession of the territory, and was then made in expectation of the cession to the United States, and the certificate antedated to cover the land now claimed.</p>\n<p>But as the case of the United States v. King and Coxe was an action at law, and brought up to this court by writ of error, the questions of fact arising upon the evidence in the record <span class=\"star-pagination\">*667</span> were not open to revision in the appellate court. The question above mentioned had been decided against the United States by the District Court, according to the Louisiana practice, without the intervention of a jury, and his decision, like the verdict of a jury, was conclusive as to the fact, where the case was brought up by writ of error. And this court, when their attention was called to the subject, set aside the judgment and reinstated the case, to be heard and determined on the questions of law, assuming the facts to be true as decided by the District Court.</p>\n<p>In the present case, however, the proceeding is according to the rules and principles of a court of equity, and the facts as well as the law are brought here for revision by the appeal. The genuineness of the certificate of Trudeau would therefore be open to inquiry, if the evidence in the former case was in this record.</p>\n<p>But none of the evidence offered on behalf of the United States, of any description, in the case against King and Coxe, is contained in the record before us. The case appears to have been tried and determined in the District Court altogether upon testimony adduced by the appellees. They examined several witnesses to prove that Trudeau's certificate was genuine, and not antedated. And as there was no opposing evidence, the opinion of the District Court upon this part of the case was undoubtedly correct.</p>\n<p>As relates to the order itself of the Baron de Carondelet, to which this plan was annexed, it appears that the original in the Spanish language was produced and proved, and a copy is contained in the record; and with it what purports to be a translation into the English language. By whom this translation was made does not appear; nor does the record show that it was proved by the testimony of any witness. It differs in material respects from that produced in the case of the United States v. King and Coxe, which will be found in the report in 3 Howard, and also from that contained in the report of the committee of the House of Representatives in Vol. III. of American State Papers, p. 410 (Public Lands). The two last-mentioned translations are substantially, if not precisely, the same, and conform to the original. But the one sent up in this record is evidently incorrect.</p>\n<p>There is likewise a translation set out by the appellees in their petition, differing from the one offered in evidence, and approaching very nearly to the two translations of which we have spoken. But this also is inaccurate, and omits the word \"conditions,\" when speaking of the contract under which Maison-Rouge was to form his establishment. But these <span class=\"star-pagination\">*668</span> erroneous translations are not entitled to consideration in expounding this instrument, since the original is in evidence and must speak for itself.</p>\n<p>Witnesses, it appears, were examined in the District Court, to prove that this instrument was a perfect and complete grant by the laws of Spain then in force in the province of Louisiana in relation to grants of land; and the counsel for the appellees moved for an issue upon this point, to be tried by the jury. This motion was properly refused by the court, and the issues which the court directed were confined to questions of fact. The Spanish laws which formerly prevailed in Louisiana, and upon which the titles to land in that State depend, must be judicially noticed and expounded by the court, like the laws affecting titles to real property in any other State. They are questions of law and not questions of fact, and are always so regarded and treated in the courts of Louisiana. And it can never be maintained in the courts of the United States that the laws of any State of this Union are to be treated as the laws of a foreign nation, and ascertained and determined as a matter of fact, by a jury, upon the testimony of witnesses. And if the Spanish laws prevailing in Louisiana before the cession to the United States were to be regarded as foreign laws, which the courts could not judicially notice, the titles to land in that State would become unstable and insecure; and their validity or invalidity would, in many instances, depend upon the varying opinions of witnesses, and the fluctuating verdicts of juries, deciding upon questions of law which they could not, from the nature of their pursuits and studies, be supposed to comprehend.</p>\n<p>The testimony offered on this subject was objected to by the district attorney, but would seem to have been received by the court. It is not material, however, to inquire whether it was received or not. For the only question before us is, whether the instrument of writing of 1797, under which the petitioners claimed title, was or was not correctly expounded by the District Court. And whether he arrived at his conclusion from the language of the instrument itself, or was influenced by the oral testimony, is not important. In either case, the decision that this instrument was a grant to the Marquis de Maison-Rouge of the thirty square leagues of land therein mentioned as his private property, is, in the judgment of this-court, erroneous. And as the title of the appellees rests entirely upon this supposed grant, the decree in their favor must be reversed, and the petition dismissed.</p>\n<p>Mr. Justice McLEAN, Mr. Justice WAYNE, Mr. Justice McKINLEY, and Mr. Justice GRIER dissented.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*669</span> Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the District of Louisiana, and was argued by counsel. On consideration whereof, it is ordered and decreed by this court that the decree of the said District Court in this cause be, and the same is hereby, reversed and annulled, and that this cause be, and the same is hereby, remanded to the said District Court, with directions to dismiss the petition of the claimants.</p>\n</div>", "id": 86666, "judges": "Taney", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86666/", "sha1": "fe8d04c00b71558ddeaa6547f9a7a1b3195d7e51", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:44"}