{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "467 U.S. 504", 
    "federal_cite_two": "104 S. Ct. 2543", 
    "specialty_cite_one": null, 
    "federal_cite_three": "81 L. Ed. 2d 437", 
    "lexis_cite": "1984 U.S. LEXIS 105", 
    "document_uris": [
      "/api/rest/v2/document/111208/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Mabry v. Johnson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "83-328", 
    "id": 95567, 
    "resource_uri": "/api/rest/v2/citation/95567/"
  }, 
  "id": 111208, 
  "blocked": false, 
  "judges": "Stevens", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1984-06-11", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>467 U.S. 504 (1984)</b></center>\n<center><h1>MABRY, COMMISSIONER, ARKANSAS DEPARTMENT OF CORRECTION<br>\nv.<br>\nJOHNSON</h1></center>\n<center>No. 83-328.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 16, 1984</center>\n<center>Decided June 11, 1984</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n<p><span class=\"star-pagination\">*505</span> <i>John Steven Clark,</i> Attorney General of Arkansas, argued the cause for petitioner. With him on the briefs was <i>Alice Ann Burns,</i> Deputy Attorney General.</p>\n<p><i>Jerrold J. Ganzfried</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. On the brief were <i>Solicitor General Lee, Assistant Attorney General Trott, Deputy Solicitor General Frey,</i> and <i>Gloria C. Phares.</i></p>\n<p><i>Richard Quiggle,</i> by appointment of the Court, 465 U. S. 1003, argued the cause and filed a brief for respondent.</p>\n<p>JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>The question presented is whether a defendant's acceptance of a prosecutor's proposed plea bargain creates a constitutional right to have the bargain specifically enforced.</p>\n<p>In the late evening of May 22, 1970, three members of a family returned home to find a burglary in progress. Shots were exchanged resulting in the daughter's death and the wounding of the father and respondent \u0097 one of the burglars. Respondent was tried and convicted on three charges: burglary, assault, and murder. The murder conviction was set aside by the Arkansas Supreme Court, <i>Johnson</i> v. <i>State,</i> 252 Ark. 1113, 482 S. W. 2d 600 (1972). Thereafter, plea negotiations ensued</p>\n<p>At the time of the negotiations respondent was serving his concurrent 21- and 12-year sentences on the burglary and assault convictions. On Friday, October 27, 1972, a deputy <span class=\"star-pagination\">*506</span> prosecutor proposed to respondent's attorney that in exchange for a plea of guilty to the charge of accessory after a felony murder, the prosecutor would recommend a sentence of 21 years to be served concurrently with the burglary and assault sentences. On the following day, counsel communicated the offer to respondent who agreed to accept it. On the next Monday the lawyer called the prosecutor \"and communicated [respondent's] acceptance of the offer.\" App. 10. The prosecutor then told counsel that a mistake had been made and withdrew the offer. He proposed instead that in exchange for a guilty plea he would recommend a sentence of 21 years to be served consecutively to respondent's other sentences.</p>\n<p>Respondent rejected the new offer and elected to stand trial. On the second day of trial, the judge declared a mistrial and plea negotiations resumed, ultimately resulting in respondent's acceptance of the prosecutor's second offer. In accordance with the plea bargain, the state trial judge imposed a 21-year sentence to be served consecutively to the previous sentences.</p>\n<p>After exhausting his state remedies, respondent filed a petition for a writ of habeas corpus under 28 U. S. C. § 2254.<sup>[1]</sup> The District Court dismissed the petition, finding that respondent had understood the consequences of his guilty plea, that he had received the effective assistance of counsel, and that because the evidence did not establish that respondent had detrimentally relied on the prosecutor's first proposed plea agreement, respondent had no right to enforce it. The Court of Appeals reversed, 707 F. 2d 323 (CA8 1983), over Judge John R. Gibson's dissent. The majority concluded that \"fairness\" precluded the prosecution's withdrawal of a plea proposal once accepted by respondent. Because of a <span class=\"star-pagination\">*507</span> conflict in the Circuits,<sup>[2]</sup> coupled with our concern that an important constitutional question had been wrongly decided, we granted certiorari, 464 U. S. 1017 (1983). We now reverse.<sup>[3]</sup></p>\n<p>Respondent can obtain federal habeas corpus relief only if his custody is in violation of the Federal Constitution.<sup>[4]</sup> A plea bargain standing alone is without constitutional significance; in itself it is a mere executory agreement which, until embodied in the judgment of a court, does not deprive an accused of liberty or any other constitutionally protected interest.<sup>[5]</sup> It is the ensuing guilty plea that implicates the <span class=\"star-pagination\">*508</span> Constitution. Only after respondent pleaded guilty was he convicted, and it is that conviction which gave rise to the deprivation of respondent's liberty at issue here.<sup>[6]</sup></p>\n<p>It is well settled that a voluntary and intelligent plea of guilty made by an accused person, who has been advised by competent counsel, may not be collaterally attacked.<sup>[7]</sup> It is also well settled that plea agreements are consistent with the requirements of voluntariness and intelligence \u0097 because each side may obtain advantages when a guilty plea is exchanged for sentencing concessions, the agreement is no less voluntary than any other bargained-for exchange.<sup>[8]</sup> It is only <span class=\"star-pagination\">*509</span> when the consensual character of the plea is called into question that the validity of a guilty plea may be impaired. In <i>Brady</i> v. <i>United States,</i> 397 U. S. 742 (1970), we stated the applicable standard:</p>\n<blockquote>\" `[A] plea of guilty entered by one fully aware of the direct consequences, including the actual value of any commitments made to him by the court, prosecutor, or his own counsel, must stand unless induced by threats (or promises to discontinue improper harassment), misrepresentation (including unfulfilled or unfulfillable promises), or perhaps by promises that are by their nature improper as having no proper relationship to the prosecutor's business (e. g. bribes).' \" <i>Id.,</i> at 755 (quoting <i>Shelton</i> v. <i>United States,</i> 246 F. 2d 571, 572, n. 2 (CA5 1957) (en banc) (in turn quoting 242 F. 2d 101, 115 (Tuttle, J., dissenting to panel opinion)), rev'd on other grounds, 356 U. S. 26 (1958).</blockquote>\n<p>Thus, only when it develops that the defendant was not fairly apprised of its consequences can his plea be challenged under the Due Process Clause. <i>Santobello</i> v. <i>New York,</i> 404 U. S. 257 (1971), illustrates the point. We began by acknowledging that the conditions for a valid plea \"presuppose fairness in securing agreement between an accused and a prosecutor. . . . The plea must, of course, be voluntary and knowing and if it was induced by promises, the essence of those promises must in some way be made known.\" <i>Id.,</i> at 261-262. It follows that when the prosecution breaches its promise with respect to an executed plea agreement, the defendant pleads guilty on a false premise, and hence his conviction cannot stand: \"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\" <i>Id.,</i> at 262.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*510</span> <i>Santobello</i> demonstrates why respondent may not successfully attack his plea of guilty. Respondent's plea was in no sense induced by the prosecutor's withdrawn offer; unlike Santobello, who pleaded guilty thinking he had bargained for a specific prosecutorial sentencing recommendation which was not ultimately made, at the time respondent pleaded guilty he knew the prosecution would recommend a 21-year consecutive sentence. Respondent does not challenge the District Court's finding that he pleaded guilty with the advice of competent counsel and with full awareness of the consequences \u0097 he knew that the prosecutor would recommend and that the judge could impose the sentence now under attack.<sup>[10]</sup> Respondent's plea was thus in no sense the product of governmental deception; it rested on no \"unfulfilled promise\" and fully satisfied the test for voluntariness and intelligence.</p>\n<p>Thus, because it did not impair the voluntariness or intelligence of his guilty plea, respondent's inability to enforce the prosecutor's offer is without constitutional significance.<sup>[11]</sup><span class=\"star-pagination\">*511</span> Neither is the question whether the prosecutor was negligent or otherwise culpable in first making and then withdrawing his offer relevant. The Due Process Clause is not a code of ethics for prosecutors; its concern is with the manner in which persons are deprived of their liberty.<sup>[12]</sup> Here respondent was not deprived of his liberty in any fundamentally unfair way. Respondent was fully aware of the likely consequences when he pleaded guilty; it is not unfair to expect him to live with those consequences now.</p>\n<p>The judgment of the Court of Appeals is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The petition was referred to a Magistrate who conducted an evidentiary hearing and made recommended findings of fact and conclusions of law, which the District Court subsequently adopted.</p>\n<p>[2]  Compare <i>Virgin Islands</i> v. <i>Scotland,</i> 614 F. 2d 360 (CA3 1980), and <i>United States</i> v. <i>Greenman,</i> 700 F. 2d 1377 (CA11), cert. denied, 464 U. S. 992 (1983), with <i>Cooper</i> v. <i>United States,</i> 594 F. 2d 12 (CA4 1979).</p>\n<p>[3]  This case is not moot despite the fact that respondent has been paroled. Respondent remains in the \"custody\" of the State, see <i>Jones</i> v. <i>Cunningham,</i> 371 U. S. 236 (1963); see generally <i>Justices of Boston Municipal Court</i> v. <i>Lydon,</i> 466 U. S. 294, 300-302 (1984); <i>Hensley</i> v. <i>Municipal Court,</i> 411 U. S. 345 (1973); and whether respondent must serve the sentence now under attack consecutively to his prior sentences will affect the date at which his parole will expire under state law, see Ark. Stat. Ann. § 43-2807(c) (Supp. 1983). Respondent's challenge to the duration of his custody therefore remains live.</p>\n<p>[4]  <i>E. g., </i><i>Townsend</i> v. <i>Sain,</i> 372 U. S. 293, 312 (1963). In pertinent part, the habeas statute provides:\n</p>\n<p>\"The Supreme Court, a Justice thereof, a circuit judge, or a district court shall entertain an application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court only on the ground that he is in custody in violation of the Constitution or laws or treaties of the United States.\" 28 U. S. C. § 2254(a).</p>\n<p>[5]  Under Arkansas law, there is no entitlement to have the trial court impose a recommended sentence since a negotiated sentence recommendation does not bind the court, see <i>Varnedare</i> v. <i>State,</i> 264 Ark. 596, 599, 573 S. W. 2d 57, 60 (1978); <i>Marshall</i> v. <i>State,</i> 262 Ark. 726, 561 S. W. 2d 76 (1978); Ark. Rule Crim. Proc. 25.3(c); there is a critical difference between an entitlement and a mere hope or expectation that the trial court will follow the prosecutor's recommendation, see <i>Olim</i> v. <i>Wakinekona,</i> 461 U. S. 238, 248-251 (1983); <i>Jago</i> v. <i>Van Curen,</i> 454 U. S. 14, 19-21 (1981) <i>(per curiam)</i><i>; </i><i>Connecticut Board of Pardons</i> v. <i>Dumschat,</i> 452 U. S. 458, 465-467 (1981); <i>Meachum</i> v. <i>Fano,</i> 427 U. S. 215, 226-227 (1976).</p>\n<p>[6]  See <i>Boykin</i> v. <i>Alabama,</i> 395 U. S. 238 (1969); <i>Kercheval</i> v. <i>United States,</i> 274 U. S. 220, 223 (1927).</p>\n<p>[7]  See <i>Tollett</i> v. <i>Henderson,</i> 411 U. S. 258, 266-267 (1973); <i>North Carolina</i> v. <i>Alford,</i> 400 U. S. 25, 31 (1970); <i>Parker</i> v. <i>North Carolina,</i> 397 U. S. 790, 797-798 (1970); <i>McMann</i> v. <i>Richardson,</i> 397 U. S. 759, 772 (1970); <i>Brady</i> v. <i>United States,</i> 397 U. S. 742, 747-748 (1970). See also <i>Henderson</i> v. <i>Morgan,</i> 426 U. S. 637 (1976); <i>Menna</i> v. <i>New York,</i> 423 U. S. 61 (1975) <i>(per curiam)</i><i>.</i></p>\n<p>[8]  See <i>Corbitt</i> v. <i>New Jersey,</i> 439 U. S. 212, 219-220, 222-223 (1978); <i>Bordenkircher</i> v. <i>Hayes,</i> 434 U. S. 357, 363 (1978); <i>Blackledge</i> v. <i>Allison,</i> 431 U. S. 63, 71 (1977); <i>Santobello</i> v. <i>New York,</i> 404 U. S. 257, 260-261 (1971). For example, in <i>Brady</i> v. <i>United States</i> we wrote:\n</p>\n<p>\"For a defendant who sees slight possibility of acquittal, the advantages of pleading guilty and limiting the probable penalty are obvious \u0097 his exposure is reduced, the correctional processes can begin immediately, and the practical burdens of a trial are eliminated. For the State there are also advantages \u0097 the more promptly imposed punishment after an admission of guilt may more effectively attain the objectives of punishment; and with the avoidance of trial, scarce judicial and prosecutorial resources are conserved for those cases in which there is a substantial issue of the defendant's guilt or in which there is substantial doubt that the State can sustain its burden of proof. It is this mutuality of advantage that perhaps explains the fact that at present well over three-fourths of the criminal convictions in this country rest on pleas of guilty, a great many of them no doubt motivated at least in part by the hope or assurance of a lesser penalty than might be imposed if there were a guilty verdict after a trial to judge or jury.\" 397 U. S., at 752 (footnotes omitted).</p>\n<p>[9]  See also 404 U. S., at 266 (Douglas, J., concurring); <i>id.,</i> at 269 (MARSHALL, J., concurring in part and dissenting in part).</p>\n<p>[10]  Respondent suggests that the prosecutor's withdrawal of the initial offer undermined his confidence in defense counsel, in violation of his Sixth Amendment right to counsel. This argument is simply at odds with reason. Prosecutors often come to view an offense more seriously during the course of pretrial investigation for reasons entirely unrelated to what defense counsel has done or is likely to do. See <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368, 381 (1982). We fail to see how an accused could reasonably attribute the prosecutor's change of heart to his counsel any more than he could have blamed counsel had the trial judge chosen to reject the agreed-upon recommendation, or, for that matter, had he gone to trial and been convicted. The District Court and the Court of Appeals concluded that counsel effectively advised respondent; that is all the Constitution requires. See <i>United States</i> v. <i>Cronic,</i> 466 U. S. 648, 656-657, n. 19 (1984); <i>Tollett</i> v. <i>Henderson,</i> 411 U. S., at 266-268; <i>Parker</i> v. <i>North Carolina,</i> 397 U. S., at 797-798; <i>McMann</i> v. <i>Richardson,</i> 397 U. S., at 770-771.</p>\n<p>[11]  Indeed, even if respondent's plea were invalid, <i>Santobello</i> expressly declined to hold that the Constitution compels specific performance of a broken prosecutorial promise as the remedy for such a plea; the Court made it clear that permitting Santobello to replead was within the range of constitutionally appropriate remedies. See 404 U. S., at 262-263; see also <i>id.,</i> at 268-269 (MARSHALL, J., concurring in part and dissenting in part). It follows that respondent's constitutional rights could not have been violated. Because he pleaded after the prosecution had breached its \"promise\" to him, he was in no worse position than Santobello would have been had he been permitted to replead.</p>\n<p>[12]  <i>Santobello</i> itself rejected the relevance of prosecutorial culpability: \"It is now conceded that the promise to abstain from a recommendation was made, and at this stage the prosecution is not in a good position to argue that its inadvertent breach of agreement is immaterial. The staff lawyers in a prosecutor's office have the burden of `letting the left hand know what the right hand is doing' or has done. That the breach of agreement was inadvertent does not lessen its impact.\" <i>Id.,</i> at 262. Cf. <i>United States</i> v. <i>Agurs,</i> 427 U. S. 97, 110 (1976).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:01", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></span> (1984)</b></center>\n<center><h1>MABRY, COMMISSIONER, ARKANSAS DEPARTMENT OF CORRECTION<br>\nv.<br>\nJOHNSON</h1></center>\n<center>No. 83-328.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 16, 1984</center>\n<center>Decided June 11, 1984</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n<p><span class=\"star-pagination\">*505</span> <i>John Steven Clark,</i> Attorney General of Arkansas, argued the cause for petitioner. With him on the briefs was <i>Alice Ann Burns,</i> Deputy Attorney General.</p>\n<p><i>Jerrold J. Ganzfried</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. On the brief were <i>Solicitor General Lee, Assistant Attorney General Trott, Deputy Solicitor General Frey,</i> and <i>Gloria C. Phares.</i></p>\n<p><i>Richard Quiggle,</i> by appointment of the Court, 465 U. S. 1003, argued the cause and filed a brief for respondent.</p>\n<p>JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>The question presented is whether a defendant's acceptance of a prosecutor's proposed plea bargain creates a constitutional right to have the bargain specifically enforced.</p>\n<p>In the late evening of May 22, 1970, three members of a family returned home to find a burglary in progress. Shots were exchanged resulting in the daughter's death and the wounding of the father and respondent \u0097 one of the burglars. Respondent was tried and convicted on three charges: burglary, assault, and murder. The murder conviction was set aside by the Arkansas Supreme Court, <i>Johnson</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1752192\"><a href=\"/opinion/1752192/johnson-v-state/\"><span class=\"volume\">252</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">1113</span></a></span>, 482 S. W. 2d 600 (1972). Thereafter, plea negotiations ensued</p>\n<p>At the time of the negotiations respondent was serving his concurrent 21- and 12-year sentences on the burglary and assault convictions. On Friday, October 27, 1972, a deputy <span class=\"star-pagination\">*506</span> prosecutor proposed to respondent's attorney that in exchange for a plea of guilty to the charge of accessory after a felony murder, the prosecutor would recommend a sentence of 21 years to be served concurrently with the burglary and assault sentences. On the following day, counsel communicated the offer to respondent who agreed to accept it. On the next Monday the lawyer called the prosecutor \"and communicated [respondent's] acceptance of the offer.\" App. 10. The prosecutor then told counsel that a mistake had been made and withdrew the offer. He proposed instead that in exchange for a guilty plea he would recommend a sentence of 21 years to be served consecutively to respondent's other sentences.</p>\n<p>Respondent rejected the new offer and elected to stand trial. On the second day of trial, the judge declared a mistrial and plea negotiations resumed, ultimately resulting in respondent's acceptance of the prosecutor's second offer. In accordance with the plea bargain, the state trial judge imposed a 21-year sentence to be served consecutively to the previous sentences.</p>\n<p>After exhausting his state remedies, respondent filed a petition for a writ of habeas corpus under 28 U. S. C. § 2254.<sup>[1]</sup> The District Court dismissed the petition, finding that respondent had understood the consequences of his guilty plea, that he had received the effective assistance of counsel, and that because the evidence did not establish that respondent had detrimentally relied on the prosecutor's first proposed plea agreement, respondent had no right to enforce it. The Court of Appeals reversed, 707 F. 2d 323 (CA8 1983), over Judge John R. Gibson's dissent. The majority concluded that \"fairness\" precluded the prosecution's withdrawal of a plea proposal once accepted by respondent. Because of a <span class=\"star-pagination\">*507</span> conflict in the Circuits,<sup>[2]</sup> coupled with our concern that an important constitutional question had been wrongly decided, we granted certiorari, 464 U. S. 1017 (1983). We now reverse.<sup>[3]</sup></p>\n<p>Respondent can obtain federal habeas corpus relief only if his custody is in violation of the Federal Constitution.<sup>[4]</sup> A plea bargain standing alone is without constitutional significance; in itself it is a mere executory agreement which, until embodied in the judgment of a court, does not deprive an accused of liberty or any other constitutionally protected interest.<sup>[5]</sup> It is the ensuing guilty plea that implicates the <span class=\"star-pagination\">*508</span> Constitution. Only after respondent pleaded guilty was he convicted, and it is that conviction which gave rise to the deprivation of respondent's liberty at issue here.<sup>[6]</sup></p>\n<p>It is well settled that a voluntary and intelligent plea of guilty made by an accused person, who has been advised by competent counsel, may not be collaterally attacked.<sup>[7]</sup> It is also well settled that plea agreements are consistent with the requirements of voluntariness and intelligence \u0097 because each side may obtain advantages when a guilty plea is exchanged for sentencing concessions, the agreement is no less voluntary than any other bargained-for exchange.<sup>[8]</sup> It is only <span class=\"star-pagination\">*509</span> when the consensual character of the plea is called into question that the validity of a guilty plea may be impaired. In <i>Brady</i> v. <i>United States,</i> 397 U. S. 742 (1970), we stated the applicable standard:</p>\n<blockquote>\" `[A] plea of guilty entered by one fully aware of the direct consequences, including the actual value of any commitments made to him by the court, prosecutor, or his own counsel, must stand unless induced by threats (or promises to discontinue improper harassment), misrepresentation (including unfulfilled or unfulfillable promises), or perhaps by promises that are by their nature improper as having no proper relationship to the prosecutor's business (e. g. bribes).' \" <i>Id.,</i> at 755 (quoting <i>Shelton</i> v. <i>United States,</i> 246 F. 2d 571, 572, n. 2 (CA5 1957) (en banc) (in turn quoting 242 F. 2d 101, 115 (Tuttle, J., dissenting to panel opinion)), rev'd on other grounds, 356 U. S. 26 (1958).</blockquote>\n<p>Thus, only when it develops that the defendant was not fairly apprised of its consequences can his plea be challenged under the Due Process Clause. <i>Santobello</i> v. <i>New York,</i> 404 U. S. 257 (1971), illustrates the point. We began by acknowledging that the conditions for a valid plea \"presuppose fairness in securing agreement between an accused and a prosecutor. . . . The plea must, of course, be voluntary and knowing and if it was induced by promises, the essence of those promises must in some way be made known.\" <i>Id.,</i> at 261-262. It follows that when the prosecution breaches its promise with respect to an executed plea agreement, the defendant pleads guilty on a false premise, and hence his conviction cannot stand: \"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\" <i>Id.,</i> at 262.<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*510</span> <i>Santobello</i> demonstrates why respondent may not successfully attack his plea of guilty. Respondent's plea was in no sense induced by the prosecutor's withdrawn offer; unlike Santobello, who pleaded guilty thinking he had bargained for a specific prosecutorial sentencing recommendation which was not ultimately made, at the time respondent pleaded guilty he knew the prosecution would recommend a 21-year consecutive sentence. Respondent does not challenge the District Court's finding that he pleaded guilty with the advice of competent counsel and with full awareness of the consequences \u0097 he knew that the prosecutor would recommend and that the judge could impose the sentence now under attack.<sup>[10]</sup> Respondent's plea was thus in no sense the product of governmental deception; it rested on no \"unfulfilled promise\" and fully satisfied the test for voluntariness and intelligence.</p>\n<p>Thus, because it did not impair the voluntariness or intelligence of his guilty plea, respondent's inability to enforce the prosecutor's offer is without constitutional significance.<sup>[11]</sup><span class=\"star-pagination\">*511</span> Neither is the question whether the prosecutor was negligent or otherwise culpable in first making and then withdrawing his offer relevant. The Due Process Clause is not a code of ethics for prosecutors; its concern is with the manner in which persons are deprived of their liberty.<sup>[12]</sup> Here respondent was not deprived of his liberty in any fundamentally unfair way. Respondent was fully aware of the likely consequences when he pleaded guilty; it is not unfair to expect him to live with those consequences now.</p>\n<p>The judgment of the Court of Appeals is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The petition was referred to a Magistrate who conducted an evidentiary hearing and made recommended findings of fact and conclusions of law, which the District Court subsequently adopted.</p>\n<p>[2]  Compare <i>Virgin Islands</i> v. <i>Scotland,</i> 614 F. 2d 360 (CA3 1980), and <i>United States</i> v. <i>Greenman,</i> 700 F. 2d 1377 (CA11), cert. denied, 464 U. S. 992 (1983), with <i>Cooper</i> v. <i>United States,</i> 594 F. 2d 12 (CA4 1979).</p>\n<p>[3]  This case is not moot despite the fact that respondent has been paroled. Respondent remains in the \"custody\" of the State, see <i>Jones</i> v. <i>Cunningham,</i> 371 U. S. 236 (1963); see generally <i>Justices of Boston Municipal Court</i> v. <i>Lydon,</i> 466 U. S. 294, 300-302 (1984); <i>Hensley</i> v. <i>Municipal Court,</i> 411 U. S. 345 (1973); and whether respondent must serve the sentence now under attack consecutively to his prior sentences will affect the date at which his parole will expire under state law, see Ark. Stat. Ann. § 43-2807(c) (Supp. 1983). Respondent's challenge to the duration of his custody therefore remains live.</p>\n<p>[4]  <i>E. g., </i><i>Townsend</i> v. <i>Sain,</i> 372 U. S. 293, 312 (1963). In pertinent part, the habeas statute provides:\n</p>\n<p>\"The Supreme Court, a Justice thereof, a circuit judge, or a district court shall entertain an application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court only on the ground that he is in custody in violation of the Constitution or laws or treaties of the United States.\" 28 U. S. C. § 2254(a).</p>\n<p>[5]  Under Arkansas law, there is no entitlement to have the trial court impose a recommended sentence since a negotiated sentence recommendation does not bind the court, see <i>Varnedare</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1773804\"><a href=\"/opinion/1773804/varnedare-v-state/\"><span class=\"volume\">264</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">596</span></a></span>, 599, 573 S. W. 2d 57, 60 (1978); <i>Marshall</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1691052\"><a href=\"/opinion/1691052/marshall-v-state/\"><span class=\"volume\">262</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">726</span></a></span>, 561 S. W. 2d 76 (1978); Ark. Rule Crim. Proc. 25.3(c); there is a critical difference between an entitlement and a mere hope or expectation that the trial court will follow the prosecutor's recommendation, see <i>Olim</i> v. <i>Wakinekona,</i> 461 U. S. 238, 248-251 (1983); <i>Jago</i> v. <i>Van Curen,</i> 454 U. S. 14, 19-21 (1981) <i>(per curiam)</i><i>; </i><i>Connecticut Board of Pardons</i> v. <i>Dumschat,</i> 452 U. S. 458, 465-467 (1981); <i>Meachum</i> v. <i>Fano,</i> 427 U. S. 215, 226-227 (1976).</p>\n<p>[6]  See <i>Boykin</i> v. <i>Alabama,</i> 395 U. S. 238 (1969); <i>Kercheval</i> v. <i>United States,</i> 274 U. S. 220, 223 (1927).</p>\n<p>[7]  See <i>Tollett</i> v. <i>Henderson,</i> 411 U. S. 258, 266-267 (1973); <i>North Carolina</i> v. <i>Alford,</i> 400 U. S. 25, 31 (1970); <i>Parker</i> v. <i>North Carolina,</i> 397 U. S. 790, 797-798 (1970); <i>McMann</i> v. <i>Richardson,</i> 397 U. S. 759, 772 (1970); <i>Brady</i> v. <i>United States,</i> 397 U. S. 742, 747-748 (1970). See also <i>Henderson</i> v. <i>Morgan,</i> 426 U. S. 637 (1976); <i>Menna</i> v. <i>New York,</i> 423 U. S. 61 (1975) <i>(per curiam)</i><i>.</i></p>\n<p>[8]  See <i>Corbitt</i> v. <i>New Jersey,</i> 439 U. S. 212, 219-220, 222-223 (1978); <i>Bordenkircher</i> v. <i>Hayes,</i> 434 U. S. 357, 363 (1978); <i>Blackledge</i> v. <i>Allison,</i> 431 U. S. 63, 71 (1977); <i>Santobello</i> v. <i>New York,</i> 404 U. S. 257, 260-261 (1971). For example, in <i>Brady</i> v. <i>United States</i> we wrote:\n</p>\n<p>\"For a defendant who sees slight possibility of acquittal, the advantages of pleading guilty and limiting the probable penalty are obvious \u0097 his exposure is reduced, the correctional processes can begin immediately, and the practical burdens of a trial are eliminated. For the State there are also advantages \u0097 the more promptly imposed punishment after an admission of guilt may more effectively attain the objectives of punishment; and with the avoidance of trial, scarce judicial and prosecutorial resources are conserved for those cases in which there is a substantial issue of the defendant's guilt or in which there is substantial doubt that the State can sustain its burden of proof. It is this mutuality of advantage that perhaps explains the fact that at present well over three-fourths of the criminal convictions in this country rest on pleas of guilty, a great many of them no doubt motivated at least in part by the hope or assurance of a lesser penalty than might be imposed if there were a guilty verdict after a trial to judge or jury.\" 397 U. S., at 752 (footnotes omitted).</p>\n<p>[9]  See also 404 U. S., at 266 (Douglas, J., concurring); <i>id.,</i> at 269 (MARSHALL, J., concurring in part and dissenting in part).</p>\n<p>[10]  Respondent suggests that the prosecutor's withdrawal of the initial offer undermined his confidence in defense counsel, in violation of his Sixth Amendment right to counsel. This argument is simply at odds with reason. Prosecutors often come to view an offense more seriously during the course of pretrial investigation for reasons entirely unrelated to what defense counsel has done or is likely to do. See <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368, 381 (1982). We fail to see how an accused could reasonably attribute the prosecutor's change of heart to his counsel any more than he could have blamed counsel had the trial judge chosen to reject the agreed-upon recommendation, or, for that matter, had he gone to trial and been convicted. The District Court and the Court of Appeals concluded that counsel effectively advised respondent; that is all the Constitution requires. See <i>United States</i> v. <i>Cronic,</i> 466 U. S. 648, 656-657, n. 19 (1984); <i>Tollett</i> v. <i>Henderson,</i> 411 U. S., at 266-268; <i>Parker</i> v. <i>North Carolina,</i> 397 U. S., at 797-798; <i>McMann</i> v. <i>Richardson,</i> 397 U. S., at 770-771.</p>\n<p>[11]  Indeed, even if respondent's plea were invalid, <i>Santobello</i> expressly declined to hold that the Constitution compels specific performance of a broken prosecutorial promise as the remedy for such a plea; the Court made it clear that permitting Santobello to replead was within the range of constitutionally appropriate remedies. See 404 U. S., at 262-263; see also <i>id.,</i> at 268-269 (MARSHALL, J., concurring in part and dissenting in part). It follows that respondent's constitutional rights could not have been violated. Because he pleaded after the prosecution had breached its \"promise\" to him, he was in no worse position than Santobello would have been had he been permitted to replead.</p>\n<p>[12]  <i>Santobello</i> itself rejected the relevance of prosecutorial culpability: \"It is now conceded that the promise to abstain from a recommendation was made, and at this stage the prosecution is not in a good position to argue that its inadvertent breach of agreement is immaterial. The staff lawyers in a prosecutor's office have the burden of `letting the left hand know what the right hand is doing' or has done. That the breach of agreement was inadvertent does not lessen its impact.\" <i>Id.,</i> at 262. Cf. <i>United States</i> v. <i>Agurs,</i> 427 U. S. 97, 110 (1976).</p>\n\n</div>", 
  "sha1": "eb24021ead5040c13b50c89db061539f2f8d6fea", 
  "date_modified": "2015-04-13T15:20:59.611862", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111208/mabry-v-johnson/", 
  "citation_count": 394, 
  "supreme_court_db_id": "1983-121", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1075414/", 
  "html": "<p class=\"case_cite\">467 U.S. 504</p>\n    <p class=\"case_cite\">104 S.Ct. 2543</p>\n    <p class=\"case_cite\">81 L.Ed.2d 437</p>\n    <p class=\"parties\">James MABRY, Commissioner, Arkansas Department  of Correction<br>v.<br>George JOHNSON.</p>\n    <p class=\"docket\">No. 83-328.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued April 16, 1984.</p>\n    <p class=\"date\">Decided June 11, 1984.</p>\n    <div class=\"prelims\">\n      <p>Syllabus</p>\n      <p class=\"indent\">After respondent was convicted in an Arkansas state court on charges of burglary, assault, and murder, the Arkansas Supreme Court set aside the murder conviction, and plea negotiations ensued. A deputy prosecutor proposed to respondent's attorney that in exchange for a guilty plea to a charge of accessory after a felony murder, the prosecutor would recommend a 21-year sentence to be served concurrently with the concurrent burglary and assault sentences. However, when defense counsel called the prosecutor three days later and communicated respondent's acceptance of the offer, the prosecutor told counsel that a mistake had been made and withdrew the offer. He proposed instead that in exchange for a guilty plea he would recommend a 21-year sentence to be served consecutively to the other sentences. Respondent rejected the new offer, but after a mistrial was declared, he ultimately accepted the prosecutor's second offer, and the trial judge imposed a 21-year sentence to be served consecutively to the previous sentences. After exhausting state remedies, respondent sought habeas corpus relief in Federal District Court with respect to his guilty plea. The court dismissed the petition, holding that respondent had understood the consequences of his guilty plea, that he had received effective assistance of counsel, and that because it was not established that he had detrimentally relied on the prosecutor's first proposed plea agreement, respondent had no right to enforce it. However, the Court of Appeals reversed, holding that \"fairness\" precluded the prosecution's withdrawal of the plea proposal once accepted by respondent.</p>\n      <p class=\"indent\">Held: Respondent's acceptance of the prosecutor's first proposed plea bargain did not create a constitutional right to have the bargain specifically enforced, and he may not successfully attack his subsequent guilty plea. Plea agreements are consistent with the requirements that guilty pleas be made voluntarily and intelligently. If a defendant was not fairly apprised of its consequences, his guilty plea can be challenged under the Due Process Clause. And when the prosecution breaches its promise with respect to an executed plea agreement, the defendant pleads guilty on a false premise, and hence his conviction cannot stand. However, respondent's plea was in no sense induced by the prosecutor's withdrawn offer, and it rested on no unfulfilled promise; he knew the prosecution would recommend a 21-year consecutive sentence. Thus, because it did not impair the voluntariness or intelligence of his guilty plea, respondent's inability to enforce the prosecutor's first offer is without constitutional significance. Neither is the question whether the prosecutor was negligent or otherwise culpable in first making and then withdrawing his offer relevant. Cf. Santobello v. New York, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427. Pp. 507-511.</p>\n      <p class=\"indent\">707 F.2d 323 (CA8 1983), reversed.</p>\n      <p class=\"indent\">John Steven Clark, Brinkley, Ark., for petitioner.</p>\n      <p class=\"indent\">Jerrold J. Ganzfried, Washington, D.C., for the United States as amicus curiae, by special leave of Court.</p>\n      <p class=\"indent\">Richard Quiggle, Little Rock, Ark., for respondent.</p>\n      <p class=\"indent\">Justice STEVENS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented is whether a defendant's acceptance of a prosecutor's proposed plea bargain creates a constitutional right to have the bargain specifically enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the late evening of May 22, 1970, three members of a family returned home to find a burglary in progress. Shots were exchanged resulting in the daughter's death and the wounding of the father and respondent&#8212;one of the burglars. Respondent was tried and convicted on three charges: burglary, assault, and murder. The murder conviction was set aside by the Arkansas Supreme Court, Johnson v. State, 252 Ark. 1113, 482 S.W.2d 600 (1972). Thereafter, plea negotiations ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time of the negotiations respondent was serving his concurrent 21- and 12-year sentences on the burglary and assault convictions. On Friday, October 27, 1972, a deputy prosecutor proposed to respondent's attorney that in exchange for a plea of guilty to the charge of accessory after a felony murder, the prosecutor would recommend a sentence of 21 years to be served concurrently with the burglary and assault sentences. On the following day, counsel communicated the offer to respondent who agreed to accept it. On the next Monday the lawyer called the prosecutor \"and communicated [respondent's] acceptance of the offer.\" App. 10. The prosecutor then told counsel that a mistake had been made and withdrew the offer. He proposed instead that in exchange for a guilty plea he would recommend a sentence of 21 years to be served consecutively to respondent's other sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Respondent rejected the new offer and elected to stand trial. On the second day of trial, the judge declared a mistrial and plea negotiations resumed, ultimately resulting in respondent's acceptance of the prosecutor's second offer. In accordance with the plea bargain, the state trial judge imposed a 21-year sentence to be served consecutively to the previous sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After exhausting his state remedies, respondent filed a petition for a writ of habeas corpus under 28 U.S.C. &#167; 2254.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The District Court dismissed the petition, finding that respondent had understood the consequences of his guilty plea, that he had received the effective assistance of counsel, and that because the evidence did not establish that respondent had detrimentally relied on the prosecutor's first proposed plea agreement, respondent had no right to enforce it. The Court of Appeals reversed, 707 F.2d 323 (CA8 1983), over Judge John R. Gibson's dissent. The majority concluded that \"fairness\" precluded the prosecution's withdrawal of a plea proposal once accepted by respondent. Because of a conflict in the Circuits,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> coupled with our concern that an important constitutional question had been wrongly decided, we granted certiorari, 464 U.S. 1017, 104 S.Ct. 547, 78 L.Ed.2d 722 (1983). We now reverse.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Respondent can obtain federal habeas corpus relief only if his custody is in violation of the Federal Constitution.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> A plea bargain standing alone is without constitutional significance; in itself it is a mere executory agreement which, until embodied in the judgment of a court, does not deprive an accused of liberty or any other constitutionally protected interest.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It is the ensuing guilty plea that implicates the Constitution. Only after respondent pleaded guilty was he convicted, and it is that conviction which gave rise to the deprivation of respondent's liberty at issue here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is well settled that a voluntary and intelligent plea of guilty made by an accused person, who has been advised by competent counsel, may not be collaterally attacked.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> It is also well settled that plea agreements are consistent with the requirements of voluntariness and intelligence&#8212;because each side may obtain advantages when a guilty plea is exchanged for sentencing concessions, the agreement is no less voluntary than any other bargained-for exchange.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> It is only when the consensual character of the plea is called into question that the validity of a guilty plea may be impaired. In Brady v. United States, 397 U.S. 742, 90 S.Ct. 1463, 25 L.Ed.2d 747 (1970), we stated the applicable standard:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\" '[A] plea of guilty entered by one fully aware of the      direct consequences, including the actual value of any      commitments made to him by the court, prosecutor, or his own      counsel, must stand unless induced by threats (or promises to      discontinue improper harassment), misrepresentation      (including unfulfilled or unfulfillable promises), or perhaps      by promises that are by their nature improper as having no      proper relationship to the prosecutor's business (e.g.      bribes).' \" Id., at 755, 90 S.Ct., at 1472 (quoting Shelton      v. United States, 246 F.2d 571, 572, n. 2 (CA5 1957) (en      banc) (in turn quoting 242 F.2d 101, 115 (Tuttle, J.,      dissenting to panel opinion)), rev'd on other grounds, 356      U.S. 26, 78 S.Ct. 563, 2 L.Ed.2d 579 (1958).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus, only when it develops that the defendant was not fairly apprised of its consequences can his plea be challenged under the Due Process Clause. Santobello v. New York, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971), illustrates the point. We began by acknowledging that the conditions for a valid plea \"presuppose fairness in securing agreement between an accused and a prosecutor. . . . The plea must, of course, be voluntary and knowing and if it was induced by promises, the essence of those promises must in some way be made known.\" Id., at 261-262, 92 S.Ct., at 498. It follows that when the prosecution breaches its promise with respect to an executed plea agreement, the defendant pleads guilty on a false premise, and hence his conviction cannot stand: \"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\" Id., at 262, 92 S.Ct., at 499.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Santobello demonstrates why respondent may not successfully attack his plea of guilty. Respondent's plea was in no sense induced by the prosecutor's withdrawn offer; unlike Santobello, who pleaded guilty thinking he had bargained for a specific prosecutorial sentencing recommendation which was not ultimately made, at the time respondent pleaded guilty he knew the prosecution would recommend a 21-year consecutive sentence. Respondent does not challenge the District Court's finding that he pleaded guilty with the advice of competent counsel and with full awareness of the consequences&#8212;he knew that the prosecutor would recommend and that the judge could impose the sentence now under attack.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Respondent's plea was thus in no sense the product of governmental deception; it rested on no \"unfulfilled promise\" and fully satisfied the test for voluntariness and intelligence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, because it did not impair the voluntariness or intelligence of his guilty plea, respondent's inability to enforce the prosecutor's offer is without constitutional significance.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Neither is the question whether the prosecutor was negligent or otherwise culpable in first making and then withdrawing his offer relevant. The Due Process Clause is not a code of ethics for prosecutors; its concern is with the manner in which persons are deprived of their liberty.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Here respondent was not deprived of his liberty in any fundamentally unfair way. Respondent was fully aware of the likely consequences when he pleaded guilty; it is not unfair to expect him to live with those consequences now.</p>\n    </div>\n    <p class=\"indent\">The judgment of the Court of Appeals is</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The petition was referred to a Magistrate who conducted an evidentiary hearing and made recommended findings of fact and conclusions of law, which the District Court subsequently adopted.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare Virgin Islands v. Scotland, 614 F.2d 360 (CA3 1980), and United States v. Greenman, 700 F.2d 1377 (CA11), cert. denied, 464 U.S. 992, 104 S.Ct. 482, 78 L.Ed.2d 680 (1983), with Cooper v. United States, 594 F.2d 12 (CA4 1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This case is not moot despite the fact that respondent has been paroled. Respondent remains in the \"custody\" of the State, see Jones v. Cunningham, 371 U.S. 236, 83 S.Ct. 373, 9 L.Ed.2d 285 (1963); see generally Justices of Boston Municipal Court v. Lydon, 466 U.S. 294, 300-302, 104 S.Ct. 1805, 1809-1810, 80 L.Ed.2d 311 (1984); Hensley v. Municipal Court, 411 U.S. 345, 93 S.Ct. 1571, 36 L.Ed.2d 294 (1973); and whether respondent must serve the sentence now under attack consecutively to his prior sentences will affect the date at which his parole will expire under state law, see Ark.Stat.Ann. &#167; 43-2807(c) (Supp.1983). Respondent's challenge to the duration of his custody therefore remains live.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> E.g., Townsend v. Sain, 372 U.S. 293, 312, 83 S.Ct. 745, 756, 9 L.Ed.2d 770 (1963). In pertinent part, the habeas statute provides:</p>\n        <p>\"The Supreme Court, a Justice thereof, a circuit judge, or a district court shall entertain an application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court only on the ground that he is in custody in violation of the Constitution or laws or treaties of the United States.\" 28 U.S.C. &#167; 2254(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under Arkansas law, there is no entitlement to have the trial court impose a recommended sentence since a negotiated sentence recommendation does not bind the court, see Varnedare v. State, 264 Ark. 596, 599, 573 S.W.2d 57, 60 (1978); Marshall v. State, 262 Ark. 726, 561 S.W.2d 76 (1978); Ark.Rule Crim.Proc. 25.3(c); there is a critical difference between an entitlement and a mere hope or expectation that the trial court will follow the prosecutor's recommendation, see Olim v. Wakinekona, 461 U.S. 238, 248-251, 103 S.Ct. 1741, 1747-1748, 75 L.Ed.2d 813 (1983); Jago v. Van Curen, 454 U.S. 14, 19-21, 102 S.Ct. 31, 34-35, 70 L.Ed.2d 13 (1981) (per curiam); Connecticut Board of Pardons v. Dumschat, 452 U.S. 458, 465-467, 101 S.Ct. 2460, 2464-2465, 69 L.Ed.2d 158 (1981); Meachum v. Fano, 427 U.S. 215, 226-227, 96 S.Ct. 2532, 2539, 49 L.Ed.2d 451 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969); Kercheval v. United States, 274 U.S. 220, 223, 47 S.Ct. 582, 583, 71 L.Ed. 1009 (1927).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Tollett v. Henderson, 411 U.S. 258, 266-267, 93 S.Ct. 1602, 1607-1608, 36 L.Ed.2d 235 (1973); North Carolina v. Alford, 400 U.S. 25, 31, 91 S.Ct. 160, 164, 27 L.Ed.2d 162 (1970); Parker v. North Carolina, 397 U.S. 790, 797-798, 90 S.Ct. 1458, 1462-1463, 25 L.Ed.2d 785 (1970); McMann v. Richardson, 397 U.S. 759, 772, 90 S.Ct. 1441, 1449, 25 L.Ed.2d 763 (1970); Brady v. United States, 397 U.S. 742, 747-748, 90 S.Ct. 1463, 1468, 25 L.Ed.2d 747 (1970). See also Henderson v. Morgan, 426 U.S. 637, 96 S.Ct. 2253, 49 L.Ed.2d 108 (1976); Menna v. New York, 423 U.S. 61, 96 S.Ct. 241, 46 L.Ed.2d 195 (1975) (per curiam).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Corbitt v. New Jersey, 439 U.S. 212, 219-220, 222-223, 99 S.Ct. 492, 497-498, 499, 58 L.Ed.2d 466 (1978); Bordenkircher v. Hayes, 434 U.S. 357, 363, 98 S.Ct. 663, 667, 54 L.Ed.2d 604 (1978); Blackledge v. Allison, 431 U.S. 63, 71, 97 S.Ct. 1621, 1627, 52 L.Ed.2d 136 (1977); Santobello v. New York, 404 U.S. 257, 260-261, 92 S.Ct. 495, 497-498, 30 L.Ed.2d 427 (1971). For example, in Brady v. United States, we wrote: \"For a defendant who sees slight possibility of acquittal, the advantages of pleading guilty and limiting the probable penalty are obvious&#8212;his exposure is reduced, the correctional processes can begin immediately, and the practical burdens of a trial are eliminated. For the State there are also advantages&#8212;the more promptly imposed punishment after an admission of guilt may more effectively attain the objectives of punishment; and with the avoidance of trial, scarce judicial and prosecutorial resources are conserved for those cases in which there is a substantial issue of the defendant's guilt or in which there is substantial doubt that the State can sustain its burden of proof. It is this mutuality of advantage that perhaps explains the fact that at present well over three-fourths of the criminal convictions in this country rest on pleas of guilty, a great many of them no doubt motivated at least in part by the hope or assurance of a lesser penalty than might be imposed if there were a guilty verdict after a trial to judge or jury.\" 397 U.S., at 752, 90 S.Ct., at 1471 (footnotes omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See also 404 U.S., at 266, 92 S.Ct., at 501 (Douglas, J., concurring); id., at 269, 92 S.Ct., at 502 (MARSHALL, J., concurring in part and dissenting in part).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Respondent suggests that the prosecutor's withdrawal of the initial offer undermined his confidence in defense counsel, in violation of his Sixth Amendment right to counsel. This argument is simply at odds with reason. Prosecutors often come to view an offense more seriously during the course of pretrial investigation for reasons entirely unrelated to what defense counsel has done or is likely to do. See United States v. Goodwin, 457 U.S. 368, 381, 102 S.Ct. 2485, 2493, 73 L.Ed.2d 74 (1982). We fail to see how an accused could reasonably attribute the prosecutor's change of heart to his counsel any more than he could have blamed counsel had the trial judge chosen to reject the agreed-upon recommendation, or, for that matter, had he gone to trial and been convicted. The District Court and the Court of Appeals concluded that counsel effectively advised respondent; that is all the Constitution requires. See United States v. Cronic, 466 U.S. 648, 656-657, n. 19, 104 S.Ct. 2039, 2045, n. 19, 80 L.Ed.2d 657 (1984); Tollett v. Henderson, 411 U.S., at 266-268, 93 S.Ct., at 1607-1608; Parker v. North Carolina, 397 U.S., at 797-798, 90 S.Ct., at 1462-1463; McMann v. Richardson, 397 U.S., at 770-771, 90 S.Ct., at 1448-1449.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Indeed, even if respondent's plea were invalid, Santobello expressly declined to hold that the Constitution compels specific performance of a broken prosecutorial promise as the remedy for such a plea; the Court made it clear that permitting Santobello to replead was within the range of constitutionally appropriate remedies. See 404 U.S., at 262-263, 92 S.Ct., at 498-499; see also id., at 268-269, 92 S.Ct., at 502 (MARSHALL, J., concurring in part and dissenting in part). It follows that respondent's constitutional rights could not have been violated. Because he pleaded after the prosecution had breached its \"promise\" to him, he was in no worse position than Santobello would have been had he been permitted to replead.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Santobello itself rejected the relevance of prosecutorial culpability: \"It is now conceded that the promise to abstain from a recommendation was made, and at this stage the prosecution is not in a good position to argue that its inadvertent breach of agreement is immaterial. The staff lawyers in a prosecutor's office have the burden of 'letting the left hand know what the right hand is doing' or has done. That the breach of agreement was inadvertent does not lessen its impact.\" Id., at 262, 92 S.Ct., at 499. Cf. United States v. Agurs, 427 U.S. 97, 110, 96 S.Ct. 2392, 2400, 49 L.Ed.2d 342 (1976).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111208/"
}