{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "468 U.S. 27", 
    "federal_cite_two": "104 S. Ct. 2916", 
    "specialty_cite_one": null, 
    "federal_cite_three": "82 L. Ed. 2d 23", 
    "lexis_cite": "1984 U.S. LEXIS 127", 
    "document_uris": [
      "/api/rest/v2/document/111236/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Thigpen v. Roberts", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "82-1330", 
    "id": 95595, 
    "resource_uri": "/api/rest/v2/citation/95595/"
  }, 
  "id": 111236, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1984-06-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>468 U.S. 27 (1984)</b></center>\n<center><h1>THIGPEN, COMMISSIONER, MISSISSIPPI DEPARTMENT OF CORRECTIONS, ET AL.<br>\nv.<br>\nROBERTS.</h1></center>\n<center>No. 82-1330.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 23, 1984</center>\n<center>Decided June 27, 1984</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*28</span> <i>William S. Boyd III,</i> Special Assistant Attorney General of Mississippi, argued the cause for petitioners. With him on the briefs were <i>Edwin Lloyd Pittman,</i> Attorney General, and <i>Bill Allain,</i> former Attorney General.</p>\n<p><i>Rhesa H. Barksdale,</i> by invitation of the Court, 464 U. S. 1006, argued the cause as <i>amicus curiae</i> in support of the judgment below. With him on the brief was <i>Luther T. Munford.</i> A brief for respondent was also filed.<sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>On August 6, 1977, respondent Barry Joe Roberts lost control of his car and collided with a pickup truck, killing a passenger in the truck. Shortly after the accident, Roberts received citations for reckless driving, driving while his license was revoked, driving on the wrong side of the road, and driving while intoxicated. He was convicted of these four misdemeanors in a Justice of the Peace Court in Tallahatchie County, Miss.<sup>[1]</sup> Roberts gave notice of appeal and the case was transferred to the Circuit Court for trial <i>de novo.</i><sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*29</span> While the appeal was pending, in December 1977, a grand jury indicted Roberts for manslaughter based on the August 6 accident. App. 90-91. Roberts was arraigned on the appeal and the felony indictment simultaneously, and the five charges were set for trial together. <i>Id.,</i> at 92-93. During the trial, the State elected not to press the misdemeanor charges and remanded them to the file.<sup>[3]</sup> The jury convicted Roberts of manslaughter, and the judge sentenced him to 20 years in prison. The Mississippi Supreme Court affirmed. <i>Roberts</i> v. <i>State,</i> 379 So. 2d 514 (1979). It also refused Roberts leave to pursue state postconviction remedies.</p>\n<p>Roberts then brought the present habeas corpus action in the United States District Court for the Northern District of Mississippi. The petition was referred to a Magistrate, who recommended that the writ issue for two reasons. First, the manslaughter prosecution violated the Double Jeopardy Clause because proof of manslaughter required proof of all the elements of reckless driving, of which Roberts had already been convicted. See <i>Illinois</i> v. <i>Vitale,</i> 447 U. S. 410 (1980). Second, substitution of a felony charge covering the conduct for which Roberts had already been convicted of four misdemeanors violated the Due Process Clause. See <i>Blackledge</i> v. <i>Perry,</i> 417 U. S. 21 (1974). The District Court adopted the Magistrate's report. The Court of Appeals for the Fifth Circuit affirmed, relying solely on the double jeopardy argument, judgment order reported at 693 F. 2d 132 (1982).</p>\n<p>We granted certiorari, 461 U. S. 956 (1983), and we now affirm. Although the court below and the petition for certiorari <span class=\"star-pagination\">*30</span> addressed only the double jeopardy issue, we may affirm on any ground that the law and the record permit and that will not expand the relief granted below. <i>United States</i> v. <i>New York Telephone Co.,</i> 434 U. S. 159, 166, n. 8 (1977). Because this case is plainly controlled by <i>Blackledge</i> v. <i>Perry, supra</i><i>,</i> we affirm on the basis of that decision without reaching the double jeopardy issue.</p>\n<p>Perry was convicted of assault in a court of limited jurisdiction under a scheme essentially identical to Mississippi's. He exercised his statutory right to a trial <i>de novo,</i> and the prosecutor then obtained a felony indictment charging him with assault with a deadly weapon. We concluded that this sequence of events suggested \"a realistic likelihood of `vindictiveness.' \" 417 U. S., at 27. Fearing that the prosecutor, who \"has a considerable stake in discouraging convicted misdemeanants from appealing and thus obtaining a trial <i>de novo,</i>\" would make retaliatory use of his power to \"up the ante,\" we considered the situation analogous to the imposition of a stiffer sentence after reversal and reconviction. See <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969). We therefore established a presumption of unconstitutional vindictiveness in these circumstances. <i>Blackledge, supra,</i> at 27-28.</p>\n<p><i>Blackledge</i> clearly controls this case.<sup>[4]</sup> The relevant facts are identical. Like Perry, Roberts was convicted of a misdemeanor and exercised his right to a trial <i>de novo,</i> only to be confronted with a felony charge. That charge covered <span class=\"star-pagination\">*31</span> the same conduct as the misdemeanors he sought to appeal. As the Magistrate concluded, \"[t]he facts of this case fall squarely within <i>Blackledge.</i>\" App. to Pet. for Cert. A4.</p>\n<p>The only possible distinction between the two cases is that in <i>Blackledge</i> the same attorney was apparently responsible for the entire prosecution. Here the proceedings before the Justice of the Peace were the responsibility of the county prosecutor, whereas the felony indictment was obtained by the District Attorney, who was then involved in the manslaughter trial. It might be argued that if two different prosecutors are involved, a presumption of vindictiveness, which arises in part from assumptions about the individual's personal stake in the proceedings, is inappropriate. Cf. <i>Colten</i> v. <i>Kentucky,</i> 407 U. S. 104 (1972) (refusing to apply prophylactic rule of <i>Pearce</i> where enhanced sentence is imposed by a different court after trial <i>de novo</i>). On the other hand, to the extent the presumption reflects \"institutional pressure that . . . might . . . subconsciously motivate a vindictive prosecutorial . . . response to a defendant's exercise of his right to obtain a retrial of a decided question,\" <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368, 377 (1982), it does not hinge on the continued involvement of a particular individual. A district attorney burdened with the retrial of an already-convicted defendant might be no less vindictive because he did not bring the initial prosecution. Indeed, <i>Blackledge</i> referred frequently to actions by \"the State,\" rather than \"the prosecutor.\" <i>E. g.,</i> 417 U. S., at 28-29.</p>\n<p>We need not determine the correct rule when two independent prosecutors are involved, however. Here the county prosecutor participated fully after the conclusion of proceedings in the Justice of the Peace Court. He was the State's sole representative at the arraignment in Circuit Court, App. 92, assisted at the trial, <i>id.,</i> at 94; Tr. of Oral Arg. 9, and presented the initial closing argument to the jury, App. 96. In fact, such participation was a statutory duty. Under the state law then in effect, the county prosecutor <span class=\"star-pagination\">*32</span> was to \"assist the district attorney in all criminal cases in the circuit court\" in which his county had an interest and \"to represent the state in all matters coming before the grand jury of his county.\" Miss. Code Ann. § 19-23-11 (1972). In these circumstances, the addition of the District Attorney to the prosecutorial team changes little.<sup>[5]</sup></p>\n<p>Petitioners suggest that we should remand the <i>Blackledge</i> issue to the Court of Appeals rather than reach it ourselves. Tr. of Oral Arg. 24. It is true that \"[w]hen attention has been focused on other issues, or when the court from which a case comes has expressed no views on a controlling question, it may be appropriate to remand the case rather than deal with the merits of that question in this Court.\" <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 476, n. 6 (1970). Nonetheless, we have little hesitation in deciding the case in its current posture. The due process issue was argued before both the District Court and the Court of Appeals. The State's opposition to the Magistrate's report and its brief to the Court of Appeals are before us. The factual record is adequate, and would not be improved by a remand to the Court of Appeals.<sup>[6]</sup><span class=\"star-pagination\">*33</span> And the case is decided by a straightforward application of controlling precedent.</p>\n<p>The prosecution of Roberts for manslaughter, following his invocation of his statutory right to appeal his misdemeanor convictions, was unconstitutional. The resulting conviction cannot stand. The judgment of the Court of Appeals is therefore</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE REHNQUIST, dissenting.</p>\n<p>The Court granted certiorari in this case to review a single question presented by the petition for certiorari: whether the Court of Appeals properly applied our decision in <i>Illinois</i> v. <i>Vitale,</i> 447 U. S. 410 (1980), in sustaining respondent's claim of double jeopardy under the Fifth and Fourteenth Amendments to the United States Constitution. The Court of Appeals held that the Clause was a bar to further prosecution on a charge of manslaughter stemming from the death of a 10-year-old child who had been a passenger in the truck involved in a collision with respondent's car. This Court, however, in an unexampled bit of procedural footwork which surely has adverse implications for the \"rule of four\" principle governing our grants of certiorari, simply refuses to even consider the double jeopardy issue raised by the State in its petition for certiorari. Without any explanation whatever, the Court affirms the judgment of the Court of Appeals on an alternative ground.</p>\n<p>The only precedent cited for this unexplained \u0097 and I dare say unexplainable \u0097 decision is <i>United States</i> v. <i>New York Telephone Co.,</i> 434 U. S. 159 (1977). But that case stands only for the unexceptionable proposition that a respondent may argue to this Court any basis supported by the record for affirming the judgment of the lower court, even though respondent did not cross-petition for certiorari. Nevertheless, in <i>New York Telephone Co.</i> the Court decided the issue presented in the petition for certiorari in addition to ruling on the alternative basis for affirmance urged by the respondent. <span class=\"star-pagination\">*34</span> See <i>id.,</i> at 174-178. See also <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471 (1970).<sup>[1]</sup> I believe that the Court is obligated to confront the State's contention that the Court of Appeals misapplied the Double Jeopardy Clause of the Fifth Amendment in this case. The Court being unwilling to undertake that obligation, I turn to it in dissent.</p>\n<p>Respondent was tried and convicted of the misdemeanor offense of reckless driving in a Justice Court in Tallahatchie County, Miss., a county in northwestern Mississippi with a population of approximately 17,000 people. He was sentenced to pay a fine of $100 for this offense. As permitted by the Mississippi \"two-tier\" system, he appealed his conviction to the State Circuit Court where he was entitled to a trial <i>de novo.</i> But before he was retried on the misdemeanor charge in the Circuit Court, he was indicted for the felony offense of manslaughter for causing the death of the 10-year-old child who was riding in the truck that respondent struck with his car. The misdemeanor offense was <i>\"nolle prossed\"</i> before trial, but respondent was convicted by a jury of manslaughter and sentenced to 20 years in the custody of the Mississippi Department of Corrections.</p>\n<p>Respondent's conviction was affirmed by the Mississippi Supreme Court. <i>Roberts</i> v. <i>State,</i> 379 So. 2d 514 (1979). After exhausting his state postconviction remedies, respondent filed a petition for federal habeas corpus relief. This <span class=\"star-pagination\">*35</span> writ was granted by the District Court, and the Court of Appeals for the Fifth Circuit affirmed that determination. The Court of Appeals held that \"because Roberts has a substantial double jeopardy claim under the Supreme Court's holding in <i>Illinois</i> v. <i>Vitale</i><i>,</i> the district court's granting of habeas corpus relief must be affirmed.\" App. to Pet. for Cert. A13.</p>\n<p>In reaching this conclusion, I believe that the Court of Appeals mistakenly relied upon a mere form of expression in the Court's opinion in <i>Illinois</i> v. <i>Vitale</i> to depart from all of our previous double jeopardy holdings in this area. The Court of Appeals apparently felt that the <i>Vitale</i> opinion changed governing double jeopardy law to permit a defendant to establish a substantial, and apparently dispositive, claim of double jeopardy merely by showing that the State actually relied upon the same evidence to prove both crimes. While there is one sentence in the Court's opinion in <i>Vitale</i> that supports this construction, I do not believe that construction is consistent with the opinion as a whole. Until the present case, the relevant question to be answered by any court is whether the evidence required to prove the statutory elements of crime is the same, not whether the evidence actually used at trial is the same.</p>\n<p>In <i>Vitale</i> the Supreme Court of Illinois had held that the Double Jeopardy Clause of the Fifth Amendment barred the prosecution of a defendant for manslaughter because the defendant had previously pleaded guilty to a charge of failing to reduce speed arising out of the same incident. This Court vacated the judgment of the Supreme Court of Illinois, saying:</p>\n<blockquote>\"The point is that if manslaughter by automobile does not always entail proof of a failure to slow, then the two offenses are not the `same' under the <i>Blockburger</i> test. The mere possibility that the State will seek to rely on all of the ingredients necessarily included in the traffic <span class=\"star-pagination\">*36</span> offense to establish an element of its manslaughter case would not be sufficient to bar the latter prosecution.\" 447 U. S., at 419.</blockquote>\n<p>It seems to me that this is about as clear a statement as there can be of the principle that the double jeopardy inquiry turns on the statutory elements of the two offenses in question, and not on the actual evidence that may be used by the State to convict in a particular case. Nonetheless, the Court went on in <i>Vitale</i> to distinguish <i>Harris</i> v. <i>Oklahoma,</i> 433 U. S. 682 (1977), and in so doing stated:</p>\n<blockquote>\"By analogy, if in the pending manslaughter prosecution Illinois relies on and proves a failure to slow to avoid an accident as the reckless act necessary to prove manslaughter, Vitale would have a substantial claim of double jeopardy under the Fifth and Fourteenth Amendments of the United States Constitution.\" 447 U. S., at 421.</blockquote>\n<p>I cannot say that this last expression did not afford the Court of Appeals some ground for the views which it expressed, nor can I say that I think it is entirely consistent with the first quotation from the <i>Vitale</i> opinion. But I am reasonably sure that the Court did not intend to transmute the traditional double jeopardy analysis from an either \"up or down\" inquiry based on the evidence required to prove the statutory elements of a crime into a \"substantial claim\" inquiry based on the evidence the State introduced at trial. I think that there are ambiguities in <i>Illinois</i> v. <i>Vitale</i> which urgently need resolution by this Court, that the present case affords an ample opportunity to do this, and that the Court's failure to do it is an unexampled abdication of its responsibility.</p>\n<p>I would unambiguously reaffirm the statement in <i>Brown</i> v. <i>Ohio,</i> 432 U. S. 161 (1977), relied upon in <i>Illinois</i> v. <i>Vitale, supra</i><i>,</i> that</p>\n<blockquote>\n<span class=\"star-pagination\">*37</span> \" `[t]he applicable rule is that where the same act or transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or only one, is whether each provision requires proof of a fact which the other does not.' \" 432 U. S., at 166, quoting <i>Blockburger</i> v. <i>United States,</i> 284 U. S. 299, 304 (1932).</blockquote>\n<p>Applying that principle to this case, it seems to me that the Court of Appeals was demonstrably wrong in its treatment of the double jeopardy issue. Comparing the elements of the Mississippi reckless driving statute with the Mississippi manslaughter statute, that court said:</p>\n<blockquote>\"A narrow focus on the two statutes provides one answer. Proof of manslaughter does not necessarily entail proof of reckless driving, for manslaughter could be proved in a situation completely foreign to a vehicular collision.\" App. to Pet. for Cert. A10-A11</blockquote>\n<p>But the court went on to say that taking into account a \"judicial veneer\" which had been placed on the statute by the Supreme Court of Mississippi, \"it is apparent that manslaughter by automobile cannot be proven without at the same time proving reckless driving. Because the specific felony offense, manslaughter by automobile, is not statutorily defined, this Court is confronted with a novel situation. Depending on whether the focus is on the manslaughter statute alone or on its case law veneer as well, application of the first prong of the <i>Vitale</i> analysis gives different results.\" <i>Id.,</i> at A11.</p>\n<p>But the Court of Appeals declined to resolve the inquiry based on the elements of the two statutes, as mandated by <i>Brown, supra,</i> and went on to say that there was a \"second prong\" of the inquiry based upon the evidence actually presented at trial. Because the same evidence that led to respondent's conviction on the misdemeanor charge was also <span class=\"star-pagination\">*38</span> introduced in the manslaughter trial, respondent was said to have a \"substantial claim\" of double jeopardy, whatever that phrase may mean. Because respondent had such a \"substantial claim,\" the Court of Appeals set aside a state-court conviction.</p>\n<p>I believe that a straightforward analysis of the holding in <i>Brown</i> v. <i>Ohio</i> requires the conclusion that there was a different element in each of the offenses involved which need not be proved with respect to the other offense. The offense of reckless driving is based on the manner of operation of a motor vehicle upon the public roads, and in no wise requires any result in injury to persons or property. The crime of manslaughter by culpable negligence simply requires the causing of a death with a particular state of mind, and need not in any way involve an automobile.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*39</span> The fact that in this particular case the \"same evidence\" might be used to prove the \"reckless\" element in the automotive offense and the \"culpable negligence\" in the manslaughter offense is also not dispositive. For reckless driving a defendant must have driven an automobile, which he need not do to be found guilty of manslaughter; for manslaughter a defendant's act must have caused a death, which is not required for the offense of reckless driving. Applying the <i>\"Blockburger\"</i> test to a question of statutory construction, the Court in <i>Iannelli</i> v. <i>United States,</i> 420 U. S. 770, 785, n. 17 (1975), said:</p>\n<blockquote>\"[T]he Court's application of the test focuses on the statutory elements of the offense. If each requires proof of a fact that the other does not, the <i>Blockburger</i> test is satisfied, notwithstanding a substantial overlap in the proof offered to establish the crimes.\"</blockquote>\n<p>Since <i>Vitale</i> we have reaffirmed the <i>Blockburger</i> test that the evidence required to prove the statutory elements of a crime determines whether particular crimes are the same offense for double jeopardy purposes. See <i>Missouri</i> v. <i>Hunter,</i> 459 U. S. 359, 367-368 (1983). The actual evidence test which the Court of Appeals inferred from the single sentence in <i>Vitale</i> has never been applied to bar a second trial on grounds of double jeopardy.</p>\n<p>I would therefore reverse the judgment of the Court of Appeals insofar as it upheld respondent's double jeopardy claim. Because the Court of Appeals did not pass upon respondent's due process claim based upon our decision in <i>Blackledge</i> v. <i>Perry,</i> 417 U. S. 21 (1974), I would remand the case to that court so it may consider the question in the first instance.</p>\n<p><span class=\"star-pagination\">*40</span> JUSTICE O'CONNOR, with whom JUSTICE POWELL joins, dissenting.</p>\n<p>For the reasons stated in JUSTICE REHNQUIST's dissent, I believe the Court should address the double jeopardy question decided by the Court of Appeals. I also agree with JUSTICE REHNQUIST that the Court of Appeals' ruling should be vacated and the case remanded for further consideration in light of <i>Blackledge</i> v. <i>Perry,</i> 417 U. S. 21 (1974). In my view, however, the Court of Appeals' double jeopardy holding should be vacated simply on the ground that jeopardy does not attach in the first tier of a \"two-tier\" criminal trial.</p>\n<p>Two-tier systems for adjudicating less serious criminal cases such as traffic offenses are extremely common. <i>Colten</i> v. <i>Kentucky,</i> 407 U. S. 104, 112, n. 4 (1972). Indeed, this is our second occasion this Term to review double jeopardy problems arising out of a two-tier trial. See <i>Justices of Boston Municipal Court</i> v. <i>Lydon,</i> 466 U. S. 294 (1984). Mississippi's two-tier system is fairly typical. A defendant convicted in a Mississippi justice of the peace court has an absolute right to a trial <i>de novo</i> if he chooses to appeal his conviction. See <i>Calhoun</i> v. <i>City of Meridian,</i> 355 F. 2d 209, 211 (CA5 1966); Miss. Code Ann. § 99-35-1 <i>et seq.</i> (1972). In Mississippi, as in Kentucky, \"a defendant can bypass the inferior court simply by pleading guilty and erasing immediately thereafter any consequence that would otherwise follow from tendering the plea.\" <i>Colten</i> v. <i>Kentucky, supra,</i> at 119-120.</p>\n<p>In these circumstances a defendant is not in \"jeopardy\" of anything when he undergoes a first-tier trial. The first-tier proceedings</p>\n<blockquote>\"offer a defendant the opportunity to learn about the prosecution's case and, if he chooses, he need not reveal his own. . . . In reality his choices are to accept the decision of the judge and the sentence imposed in the inferior court or to reject what in effect is no more than an offer in settlement of his case and seek the judgment of judge or jury in the [second-tier trial,] with sentence to be <span class=\"star-pagination\">*41</span> determined by the full record made in that court.\" 407 U. S., at 118-119.</blockquote>\n<p>Respondent Roberts chose not to accept the \"offer in settlement\" made at his first-tier trial. On August 13, 1977, he was convicted in the first-tier trial and sentenced to pay a fine of $100 on the charge of reckless driving. He filed notice of and perfected an appeal on the same day. The reckless driving misdemeanor charge was eventually consolidated for trial with the manslaughter charge but was not prosecuted further. There is no indication that Roberts ever paid the $100 fine. At oral argument counsel conceded that the probably did not.</p>\n<p>This is surely dispositive evidence that Roberts was never in \"jeopardy\" at his first-tier trial. Though he was tried, convicted, and sentenced at that trial, he effortlessly erased his conviction and suffered no punishment whatsoever for the offense of reckless driving. If Roberts was never in jeopardy at his first-tier trial, the second trial could in no circumstance violate Roberts' constitutional right to avoid being placed twice in jeopardy for the same offense.</p>\n<p>Accordingly, I would vacate the judgment below and remand for further consideration in light of <i>Blackledge</i> v. <i>Perry, supra</i><i>.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Edwin L. Miller, Jr., Jack E. Yelverton, James P. Manak, Newman A. Flanagan,</i> and <i>Michael C. Moore</i> filed a brief for the National District Attorneys Association, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Roberts was fined $100 for reckless driving, fined $100 and sentenced to 6 months in jail for driving while his license was revoked, fined $100 and sentenced to 10 days in jail for driving on the wrong side of the road, and fined $1,000 and sentenced to 11 months in jail for driving under the influence.</p>\n<p>[2]  Under the Mississippi scheme then in effect, Justice of the Peace Courts had concurrent jurisdiction with the County Courts over misdemeanors. Miss. Code Ann. §§ 9-9-21, 99-33-1 (1972). In practice, misdemeanors were always brought in one or the other of these courts by county prosecutors. Brief for Petitioners 5, n. 1; Tr. of Oral Arg. 7-10. Such proceedings were initiated by affidavit, the traffic citations serving that function in the present case. If convicted in the Justice of the Peace Court, the defendant had an absolute right to appeal to the Circuit Court for a trial <i>de novo.</i> § 99-35-1.</p>\n<p>[3]  Under Mississippi practice, a remand to the file \"is the functional equivalent of a <i>nolle pros.</i>\" Tr. of Oral Arg. 15.</p>\n<p>[4]  At oral argument, the State suggested that <i>Blackledge</i> had been overruled, or at least modified, by <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368 (1982). Tr. of Oral Arg. 24. <i>Goodwin</i> held that the <i>Blackledge</i> presumption does not apply when charges are enhanced following a pretrial demand for a jury trial. We distinguished <i>Blackledge</i> on the basis of the critical differences in the timing of the heightened charge and in the amount of extra effort to which the defendant has put the State. There is no hint in <i>Goodwin</i> that <i>Blackledge</i> does not apply with full force in the circumstances of that case, circumstances that are repeated here.</p>\n<p>[5]  In both courts below, the State attempted to distinguish <i>Blackledge</i> on the ground that the misdemeanor and felony at issue in that case shared specific elements in a way that traffic violations and manslaughter do not. This argument closely resembled their double jeopardy argument, both focusing on the rule set out in <i>Blockburger</i> v. <i>United States,</i> 284 U. S. 299 (1932). Even if the State is correct that the offenses charged in <i>Blackledge</i> had more in common than those charged here, this parsing of the statutes misses the point. <i>Blackledge</i> engaged in no such analysis. It noted merely that the \"indictment covered the same conduct for which Perry had been tried and convicted.\" 417 U. S., at 23. That is equally true here. Whatever the congruence, or lack thereof, of the offenses charged, the postappeal felony indictment poses \"the danger that the State might be retaliating against the accused for lawfully attacking his conviction.\" <i>Bordenkircher</i> v. <i>Hayes,</i> 434 U. S. 357, 363 (1978).</p>\n<p>[6]  In this regard, we note that the <i>Blackledge</i> presumption is rebuttable. See <i>United States</i> v. <i>Goodwin, supra,</i> at 376, n. 8; <i>Blackledge,</i> 417 U. S., at 29, n. 7. The State had ample opportunity below to attempt to rebut it but did not do so. Its only argument has been that <i>Blackledge</i> should not apply.</p>\n<p>[1]  Our decision in <i>Langnes</i> v. <i>Green,</i> 282 U. S. 531 (1931), is not to the contrary. While in <i>Langnes</i> the Court never addressed the errors specified by the petitioner in that case, the Court decided in <i>Langnes</i> that the District Court should never have addressed the petitioner's claims in the first instance. See <i>id.,</i> at 540-542; cf. <i>Schlesinger</i> v. <i>Councilman,</i> 420 U. S. 738, 743-744 (1975). When a petitioner's claims should never have been presented to or decided by a federal court in the first instance, a ruling by this Court on those claims would be wholly inappropriate. There being no similar grounds upon which to abstain from deciding any issue raised by this case, the Court should address the question raised by the petitioner.</p>\n<p>[2]  The case which the Court of Appeals suggested created a separate, nonstatutory crime of manslaughter by automobile, <i>Smith</i> v. <i>State,</i> 197 Miss. 802, 20 So. 2d 701 (1945), involved a charge of manslaughter under Miss. Code Ann. § 2232 (1942), which read:\n</p>\n<p>\"Every other killing of a human being, by the act, procurement, or culpable negligence of another, and without any authority of law, not provided for in this chapter, shall be manslaughter.\"</p>\n<p>This provision has remained unchanged since the <i>Smith</i> decision. See Miss. Code Ann. § 97-3-47 (1972).</p>\n<p>That the <i>Smith</i> decision did not result in a new crime of manslaughter by automobile should be clear from the following analysis of <i>Smith</i> in <i>Dickerson</i> v. <i>State,</i> 441 So. 2d 536 (Miss. 1983):</p>\n<p>\"This statute [§ 97-3-47] has been authoritatively construed in <i>Smith</i> v. <i>State,</i> 197 Miss. 802, 20 So. 2d 701 (1945), a case involving alleged manslaughter with an automobile, to require that, before the defendant may be convicted, the state must prove that he `was guilty of such gross negligence on the occasion complained of as evince <i>[sic]</i> on his part a wanton and reckless disregard for the safety of human life, or such an indifference to the consequences of his act under the surrounding circumstances as to render his conduct tantamount to willfulness.' \" <i>Id.,</i> at 538 (citing to <i>Smith</i> v. <i>State, supra,</i> at 812, 20 So. 2d, at 703).</p>\n<p>At no point in <i>Dickerson</i> does the Mississippi Supreme Court suggest that the crime of manslaughter involving use of an automobile is a different crime than any other manslaughter charged under § 97-3-47. In other instances involving prosecutions under the manslaughter statute the State Supreme Court has employed similar language, indicating the juxtaposition of the words \"manslaughter\" and \"motor vehicle\" found in <i>Smith</i> was nothing more than an effort to illuminate what the court meant by culpable negligence in those circumstances. Cf. <i>Latiker</i> v. <i>State,</i> 278 So. 2d 398, 399 (1973); <i>Gregory</i> v. <i>State,</i> 152 Miss. 133, 141-142, 118 So. 906, 909 (1928).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:04", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">27</span></span> (1984)</b></center>\n<center><h1>THIGPEN, COMMISSIONER, MISSISSIPPI DEPARTMENT OF CORRECTIONS, ET AL.<br>\nv.<br>\nROBERTS.</h1></center>\n<center>No. 82-1330.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 23, 1984</center>\n<center>Decided June 27, 1984</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n<p><span class=\"star-pagination\">*28</span> <i>William S. Boyd III,</i> Special Assistant Attorney General of Mississippi, argued the cause for petitioners. With him on the briefs were <i>Edwin Lloyd Pittman,</i> Attorney General, and <i>Bill Allain,</i> former Attorney General.</p>\n<p><i>Rhesa H. Barksdale,</i> by invitation of the Court, 464 U. S. 1006, argued the cause as <i>amicus curiae</i> in support of the judgment below. With him on the brief was <i>Luther T. Munford.</i> A brief for respondent was also filed.<sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>On August 6, 1977, respondent Barry Joe Roberts lost control of his car and collided with a pickup truck, killing a passenger in the truck. Shortly after the accident, Roberts received citations for reckless driving, driving while his license was revoked, driving on the wrong side of the road, and driving while intoxicated. He was convicted of these four misdemeanors in a Justice of the Peace Court in Tallahatchie County, Miss.<sup>[1]</sup> Roberts gave notice of appeal and the case was transferred to the Circuit Court for trial <i>de novo.</i><sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*29</span> While the appeal was pending, in December 1977, a grand jury indicted Roberts for manslaughter based on the August 6 accident. App. 90-91. Roberts was arraigned on the appeal and the felony indictment simultaneously, and the five charges were set for trial together. <i>Id.,</i> at 92-93. During the trial, the State elected not to press the misdemeanor charges and remanded them to the file.<sup>[3]</sup> The jury convicted Roberts of manslaughter, and the judge sentenced him to 20 years in prison. The Mississippi Supreme Court affirmed. <i>Roberts</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1688388\"><a href=\"/opinion/1688388/roberts-v-state/\"><span class=\"volume\">379</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">514</span></a></span> (1979). It also refused Roberts leave to pursue state postconviction remedies.</p>\n<p>Roberts then brought the present habeas corpus action in the United States District Court for the Northern District of Mississippi. The petition was referred to a Magistrate, who recommended that the writ issue for two reasons. First, the manslaughter prosecution violated the Double Jeopardy Clause because proof of manslaughter required proof of all the elements of reckless driving, of which Roberts had already been convicted. See <i>Illinois</i> v. <i>Vitale,</i> 447 U. S. 410 (1980). Second, substitution of a felony charge covering the conduct for which Roberts had already been convicted of four misdemeanors violated the Due Process Clause. See <i>Blackledge</i> v. <i>Perry,</i> 417 U. S. 21 (1974). The District Court adopted the Magistrate's report. The Court of Appeals for the Fifth Circuit affirmed, relying solely on the double jeopardy argument, judgment order reported at 693 F. 2d 132 (1982).</p>\n<p>We granted certiorari, 461 U. S. 956 (1983), and we now affirm. Although the court below and the petition for certiorari <span class=\"star-pagination\">*30</span> addressed only the double jeopardy issue, we may affirm on any ground that the law and the record permit and that will not expand the relief granted below. <i>United States</i> v. <i>New York Telephone Co.,</i> 434 U. S. 159, 166, n. 8 (1977). Because this case is plainly controlled by <i>Blackledge</i> v. <i>Perry, supra</i><i>,</i> we affirm on the basis of that decision without reaching the double jeopardy issue.</p>\n<p>Perry was convicted of assault in a court of limited jurisdiction under a scheme essentially identical to Mississippi's. He exercised his statutory right to a trial <i>de novo,</i> and the prosecutor then obtained a felony indictment charging him with assault with a deadly weapon. We concluded that this sequence of events suggested \"a realistic likelihood of `vindictiveness.' \" 417 U. S., at 27. Fearing that the prosecutor, who \"has a considerable stake in discouraging convicted misdemeanants from appealing and thus obtaining a trial <i>de novo,</i>\" would make retaliatory use of his power to \"up the ante,\" we considered the situation analogous to the imposition of a stiffer sentence after reversal and reconviction. See <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969). We therefore established a presumption of unconstitutional vindictiveness in these circumstances. <i>Blackledge, supra,</i> at 27-28.</p>\n<p><i>Blackledge</i> clearly controls this case.<sup>[4]</sup> The relevant facts are identical. Like Perry, Roberts was convicted of a misdemeanor and exercised his right to a trial <i>de novo,</i> only to be confronted with a felony charge. That charge covered <span class=\"star-pagination\">*31</span> the same conduct as the misdemeanors he sought to appeal. As the Magistrate concluded, \"[t]he facts of this case fall squarely within <i>Blackledge.</i>\" App. to Pet. for Cert. A4.</p>\n<p>The only possible distinction between the two cases is that in <i>Blackledge</i> the same attorney was apparently responsible for the entire prosecution. Here the proceedings before the Justice of the Peace were the responsibility of the county prosecutor, whereas the felony indictment was obtained by the District Attorney, who was then involved in the manslaughter trial. It might be argued that if two different prosecutors are involved, a presumption of vindictiveness, which arises in part from assumptions about the individual's personal stake in the proceedings, is inappropriate. Cf. <i>Colten</i> v. <i>Kentucky,</i> 407 U. S. 104 (1972) (refusing to apply prophylactic rule of <i>Pearce</i> where enhanced sentence is imposed by a different court after trial <i>de novo</i>). On the other hand, to the extent the presumption reflects \"institutional pressure that . . . might . . . subconsciously motivate a vindictive prosecutorial . . . response to a defendant's exercise of his right to obtain a retrial of a decided question,\" <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368, 377 (1982), it does not hinge on the continued involvement of a particular individual. A district attorney burdened with the retrial of an already-convicted defendant might be no less vindictive because he did not bring the initial prosecution. Indeed, <i>Blackledge</i> referred frequently to actions by \"the State,\" rather than \"the prosecutor.\" <i>E. g.,</i> 417 U. S., at 28-29.</p>\n<p>We need not determine the correct rule when two independent prosecutors are involved, however. Here the county prosecutor participated fully after the conclusion of proceedings in the Justice of the Peace Court. He was the State's sole representative at the arraignment in Circuit Court, App. 92, assisted at the trial, <i>id.,</i> at 94; Tr. of Oral Arg. 9, and presented the initial closing argument to the jury, App. 96. In fact, such participation was a statutory duty. Under the state law then in effect, the county prosecutor <span class=\"star-pagination\">*32</span> was to \"assist the district attorney in all criminal cases in the circuit court\" in which his county had an interest and \"to represent the state in all matters coming before the grand jury of his county.\" Miss. Code Ann. § 19-23-11 (1972). In these circumstances, the addition of the District Attorney to the prosecutorial team changes little.<sup>[5]</sup></p>\n<p>Petitioners suggest that we should remand the <i>Blackledge</i> issue to the Court of Appeals rather than reach it ourselves. Tr. of Oral Arg. 24. It is true that \"[w]hen attention has been focused on other issues, or when the court from which a case comes has expressed no views on a controlling question, it may be appropriate to remand the case rather than deal with the merits of that question in this Court.\" <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 476, n. 6 (1970). Nonetheless, we have little hesitation in deciding the case in its current posture. The due process issue was argued before both the District Court and the Court of Appeals. The State's opposition to the Magistrate's report and its brief to the Court of Appeals are before us. The factual record is adequate, and would not be improved by a remand to the Court of Appeals.<sup>[6]</sup><span class=\"star-pagination\">*33</span> And the case is decided by a straightforward application of controlling precedent.</p>\n<p>The prosecution of Roberts for manslaughter, following his invocation of his statutory right to appeal his misdemeanor convictions, was unconstitutional. The resulting conviction cannot stand. The judgment of the Court of Appeals is therefore</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE REHNQUIST, dissenting.</p>\n<p>The Court granted certiorari in this case to review a single question presented by the petition for certiorari: whether the Court of Appeals properly applied our decision in <i>Illinois</i> v. <i>Vitale,</i> 447 U. S. 410 (1980), in sustaining respondent's claim of double jeopardy under the Fifth and Fourteenth Amendments to the United States Constitution. The Court of Appeals held that the Clause was a bar to further prosecution on a charge of manslaughter stemming from the death of a 10-year-old child who had been a passenger in the truck involved in a collision with respondent's car. This Court, however, in an unexampled bit of procedural footwork which surely has adverse implications for the \"rule of four\" principle governing our grants of certiorari, simply refuses to even consider the double jeopardy issue raised by the State in its petition for certiorari. Without any explanation whatever, the Court affirms the judgment of the Court of Appeals on an alternative ground.</p>\n<p>The only precedent cited for this unexplained \u0097 and I dare say unexplainable \u0097 decision is <i>United States</i> v. <i>New York Telephone Co.,</i> 434 U. S. 159 (1977). But that case stands only for the unexceptionable proposition that a respondent may argue to this Court any basis supported by the record for affirming the judgment of the lower court, even though respondent did not cross-petition for certiorari. Nevertheless, in <i>New York Telephone Co.</i> the Court decided the issue presented in the petition for certiorari in addition to ruling on the alternative basis for affirmance urged by the respondent. <span class=\"star-pagination\">*34</span> See <i>id.,</i> at 174-178. See also <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471 (1970).<sup>[1]</sup> I believe that the Court is obligated to confront the State's contention that the Court of Appeals misapplied the Double Jeopardy Clause of the Fifth Amendment in this case. The Court being unwilling to undertake that obligation, I turn to it in dissent.</p>\n<p>Respondent was tried and convicted of the misdemeanor offense of reckless driving in a Justice Court in Tallahatchie County, Miss., a county in northwestern Mississippi with a population of approximately 17,000 people. He was sentenced to pay a fine of $100 for this offense. As permitted by the Mississippi \"two-tier\" system, he appealed his conviction to the State Circuit Court where he was entitled to a trial <i>de novo.</i> But before he was retried on the misdemeanor charge in the Circuit Court, he was indicted for the felony offense of manslaughter for causing the death of the 10-year-old child who was riding in the truck that respondent struck with his car. The misdemeanor offense was <i>\"nolle prossed\"</i> before trial, but respondent was convicted by a jury of manslaughter and sentenced to 20 years in the custody of the Mississippi Department of Corrections.</p>\n<p>Respondent's conviction was affirmed by the Mississippi Supreme Court. <i>Roberts</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1688388\"><a href=\"/opinion/1688388/roberts-v-state/\"><span class=\"volume\">379</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">514</span></a></span> (1979). After exhausting his state postconviction remedies, respondent filed a petition for federal habeas corpus relief. This <span class=\"star-pagination\">*35</span> writ was granted by the District Court, and the Court of Appeals for the Fifth Circuit affirmed that determination. The Court of Appeals held that \"because Roberts has a substantial double jeopardy claim under the Supreme Court's holding in <i>Illinois</i> v. <i>Vitale</i><i>,</i> the district court's granting of habeas corpus relief must be affirmed.\" App. to Pet. for Cert. A13.</p>\n<p>In reaching this conclusion, I believe that the Court of Appeals mistakenly relied upon a mere form of expression in the Court's opinion in <i>Illinois</i> v. <i>Vitale</i> to depart from all of our previous double jeopardy holdings in this area. The Court of Appeals apparently felt that the <i>Vitale</i> opinion changed governing double jeopardy law to permit a defendant to establish a substantial, and apparently dispositive, claim of double jeopardy merely by showing that the State actually relied upon the same evidence to prove both crimes. While there is one sentence in the Court's opinion in <i>Vitale</i> that supports this construction, I do not believe that construction is consistent with the opinion as a whole. Until the present case, the relevant question to be answered by any court is whether the evidence required to prove the statutory elements of crime is the same, not whether the evidence actually used at trial is the same.</p>\n<p>In <i>Vitale</i> the Supreme Court of Illinois had held that the Double Jeopardy Clause of the Fifth Amendment barred the prosecution of a defendant for manslaughter because the defendant had previously pleaded guilty to a charge of failing to reduce speed arising out of the same incident. This Court vacated the judgment of the Supreme Court of Illinois, saying:</p>\n<blockquote>\"The point is that if manslaughter by automobile does not always entail proof of a failure to slow, then the two offenses are not the `same' under the <i>Blockburger</i> test. The mere possibility that the State will seek to rely on all of the ingredients necessarily included in the traffic <span class=\"star-pagination\">*36</span> offense to establish an element of its manslaughter case would not be sufficient to bar the latter prosecution.\" 447 U. S., at 419.</blockquote>\n<p>It seems to me that this is about as clear a statement as there can be of the principle that the double jeopardy inquiry turns on the statutory elements of the two offenses in question, and not on the actual evidence that may be used by the State to convict in a particular case. Nonetheless, the Court went on in <i>Vitale</i> to distinguish <i>Harris</i> v. <i>Oklahoma,</i> 433 U. S. 682 (1977), and in so doing stated:</p>\n<blockquote>\"By analogy, if in the pending manslaughter prosecution Illinois relies on and proves a failure to slow to avoid an accident as the reckless act necessary to prove manslaughter, Vitale would have a substantial claim of double jeopardy under the Fifth and Fourteenth Amendments of the United States Constitution.\" 447 U. S., at 421.</blockquote>\n<p>I cannot say that this last expression did not afford the Court of Appeals some ground for the views which it expressed, nor can I say that I think it is entirely consistent with the first quotation from the <i>Vitale</i> opinion. But I am reasonably sure that the Court did not intend to transmute the traditional double jeopardy analysis from an either \"up or down\" inquiry based on the evidence required to prove the statutory elements of a crime into a \"substantial claim\" inquiry based on the evidence the State introduced at trial. I think that there are ambiguities in <i>Illinois</i> v. <i>Vitale</i> which urgently need resolution by this Court, that the present case affords an ample opportunity to do this, and that the Court's failure to do it is an unexampled abdication of its responsibility.</p>\n<p>I would unambiguously reaffirm the statement in <i>Brown</i> v. <i>Ohio,</i> 432 U. S. 161 (1977), relied upon in <i>Illinois</i> v. <i>Vitale, supra</i><i>,</i> that</p>\n<blockquote>\n<span class=\"star-pagination\">*37</span> \" `[t]he applicable rule is that where the same act or transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or only one, is whether each provision requires proof of a fact which the other does not.' \" 432 U. S., at 166, quoting <i>Blockburger</i> v. <i>United States,</i> 284 U. S. 299, 304 (1932).</blockquote>\n<p>Applying that principle to this case, it seems to me that the Court of Appeals was demonstrably wrong in its treatment of the double jeopardy issue. Comparing the elements of the Mississippi reckless driving statute with the Mississippi manslaughter statute, that court said:</p>\n<blockquote>\"A narrow focus on the two statutes provides one answer. Proof of manslaughter does not necessarily entail proof of reckless driving, for manslaughter could be proved in a situation completely foreign to a vehicular collision.\" App. to Pet. for Cert. A10-A11</blockquote>\n<p>But the court went on to say that taking into account a \"judicial veneer\" which had been placed on the statute by the Supreme Court of Mississippi, \"it is apparent that manslaughter by automobile cannot be proven without at the same time proving reckless driving. Because the specific felony offense, manslaughter by automobile, is not statutorily defined, this Court is confronted with a novel situation. Depending on whether the focus is on the manslaughter statute alone or on its case law veneer as well, application of the first prong of the <i>Vitale</i> analysis gives different results.\" <i>Id.,</i> at A11.</p>\n<p>But the Court of Appeals declined to resolve the inquiry based on the elements of the two statutes, as mandated by <i>Brown, supra,</i> and went on to say that there was a \"second prong\" of the inquiry based upon the evidence actually presented at trial. Because the same evidence that led to respondent's conviction on the misdemeanor charge was also <span class=\"star-pagination\">*38</span> introduced in the manslaughter trial, respondent was said to have a \"substantial claim\" of double jeopardy, whatever that phrase may mean. Because respondent had such a \"substantial claim,\" the Court of Appeals set aside a state-court conviction.</p>\n<p>I believe that a straightforward analysis of the holding in <i>Brown</i> v. <i>Ohio</i> requires the conclusion that there was a different element in each of the offenses involved which need not be proved with respect to the other offense. The offense of reckless driving is based on the manner of operation of a motor vehicle upon the public roads, and in no wise requires any result in injury to persons or property. The crime of manslaughter by culpable negligence simply requires the causing of a death with a particular state of mind, and need not in any way involve an automobile.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*39</span> The fact that in this particular case the \"same evidence\" might be used to prove the \"reckless\" element in the automotive offense and the \"culpable negligence\" in the manslaughter offense is also not dispositive. For reckless driving a defendant must have driven an automobile, which he need not do to be found guilty of manslaughter; for manslaughter a defendant's act must have caused a death, which is not required for the offense of reckless driving. Applying the <i>\"Blockburger\"</i> test to a question of statutory construction, the Court in <i>Iannelli</i> v. <i>United States,</i> 420 U. S. 770, 785, n. 17 (1975), said:</p>\n<blockquote>\"[T]he Court's application of the test focuses on the statutory elements of the offense. If each requires proof of a fact that the other does not, the <i>Blockburger</i> test is satisfied, notwithstanding a substantial overlap in the proof offered to establish the crimes.\"</blockquote>\n<p>Since <i>Vitale</i> we have reaffirmed the <i>Blockburger</i> test that the evidence required to prove the statutory elements of a crime determines whether particular crimes are the same offense for double jeopardy purposes. See <i>Missouri</i> v. <i>Hunter,</i> 459 U. S. 359, 367-368 (1983). The actual evidence test which the Court of Appeals inferred from the single sentence in <i>Vitale</i> has never been applied to bar a second trial on grounds of double jeopardy.</p>\n<p>I would therefore reverse the judgment of the Court of Appeals insofar as it upheld respondent's double jeopardy claim. Because the Court of Appeals did not pass upon respondent's due process claim based upon our decision in <i>Blackledge</i> v. <i>Perry,</i> 417 U. S. 21 (1974), I would remand the case to that court so it may consider the question in the first instance.</p>\n<p><span class=\"star-pagination\">*40</span> JUSTICE O'CONNOR, with whom JUSTICE POWELL joins, dissenting.</p>\n<p>For the reasons stated in JUSTICE REHNQUIST's dissent, I believe the Court should address the double jeopardy question decided by the Court of Appeals. I also agree with JUSTICE REHNQUIST that the Court of Appeals' ruling should be vacated and the case remanded for further consideration in light of <i>Blackledge</i> v. <i>Perry,</i> 417 U. S. 21 (1974). In my view, however, the Court of Appeals' double jeopardy holding should be vacated simply on the ground that jeopardy does not attach in the first tier of a \"two-tier\" criminal trial.</p>\n<p>Two-tier systems for adjudicating less serious criminal cases such as traffic offenses are extremely common. <i>Colten</i> v. <i>Kentucky,</i> 407 U. S. 104, 112, n. 4 (1972). Indeed, this is our second occasion this Term to review double jeopardy problems arising out of a two-tier trial. See <i>Justices of Boston Municipal Court</i> v. <i>Lydon,</i> 466 U. S. 294 (1984). Mississippi's two-tier system is fairly typical. A defendant convicted in a Mississippi justice of the peace court has an absolute right to a trial <i>de novo</i> if he chooses to appeal his conviction. See <i>Calhoun</i> v. <i>City of Meridian,</i> 355 F. 2d 209, 211 (CA5 1966); Miss. Code Ann. § 99-35-1 <i>et seq.</i> (1972). In Mississippi, as in Kentucky, \"a defendant can bypass the inferior court simply by pleading guilty and erasing immediately thereafter any consequence that would otherwise follow from tendering the plea.\" <i>Colten</i> v. <i>Kentucky, supra,</i> at 119-120.</p>\n<p>In these circumstances a defendant is not in \"jeopardy\" of anything when he undergoes a first-tier trial. The first-tier proceedings</p>\n<blockquote>\"offer a defendant the opportunity to learn about the prosecution's case and, if he chooses, he need not reveal his own. . . . In reality his choices are to accept the decision of the judge and the sentence imposed in the inferior court or to reject what in effect is no more than an offer in settlement of his case and seek the judgment of judge or jury in the [second-tier trial,] with sentence to be <span class=\"star-pagination\">*41</span> determined by the full record made in that court.\" 407 U. S., at 118-119.</blockquote>\n<p>Respondent Roberts chose not to accept the \"offer in settlement\" made at his first-tier trial. On August 13, 1977, he was convicted in the first-tier trial and sentenced to pay a fine of $100 on the charge of reckless driving. He filed notice of and perfected an appeal on the same day. The reckless driving misdemeanor charge was eventually consolidated for trial with the manslaughter charge but was not prosecuted further. There is no indication that Roberts ever paid the $100 fine. At oral argument counsel conceded that the probably did not.</p>\n<p>This is surely dispositive evidence that Roberts was never in \"jeopardy\" at his first-tier trial. Though he was tried, convicted, and sentenced at that trial, he effortlessly erased his conviction and suffered no punishment whatsoever for the offense of reckless driving. If Roberts was never in jeopardy at his first-tier trial, the second trial could in no circumstance violate Roberts' constitutional right to avoid being placed twice in jeopardy for the same offense.</p>\n<p>Accordingly, I would vacate the judgment below and remand for further consideration in light of <i>Blackledge</i> v. <i>Perry, supra</i><i>.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Edwin L. Miller, Jr., Jack E. Yelverton, James P. Manak, Newman A. Flanagan,</i> and <i>Michael C. Moore</i> filed a brief for the National District Attorneys Association, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Roberts was fined $100 for reckless driving, fined $100 and sentenced to 6 months in jail for driving while his license was revoked, fined $100 and sentenced to 10 days in jail for driving on the wrong side of the road, and fined $1,000 and sentenced to 11 months in jail for driving under the influence.</p>\n<p>[2]  Under the Mississippi scheme then in effect, Justice of the Peace Courts had concurrent jurisdiction with the County Courts over misdemeanors. Miss. Code Ann. §§ 9-9-21, 99-33-1 (1972). In practice, misdemeanors were always brought in one or the other of these courts by county prosecutors. Brief for Petitioners 5, n. 1; Tr. of Oral Arg. 7-10. Such proceedings were initiated by affidavit, the traffic citations serving that function in the present case. If convicted in the Justice of the Peace Court, the defendant had an absolute right to appeal to the Circuit Court for a trial <i>de novo.</i> § 99-35-1.</p>\n<p>[3]  Under Mississippi practice, a remand to the file \"is the functional equivalent of a <i>nolle pros.</i>\" Tr. of Oral Arg. 15.</p>\n<p>[4]  At oral argument, the State suggested that <i>Blackledge</i> had been overruled, or at least modified, by <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368 (1982). Tr. of Oral Arg. 24. <i>Goodwin</i> held that the <i>Blackledge</i> presumption does not apply when charges are enhanced following a pretrial demand for a jury trial. We distinguished <i>Blackledge</i> on the basis of the critical differences in the timing of the heightened charge and in the amount of extra effort to which the defendant has put the State. There is no hint in <i>Goodwin</i> that <i>Blackledge</i> does not apply with full force in the circumstances of that case, circumstances that are repeated here.</p>\n<p>[5]  In both courts below, the State attempted to distinguish <i>Blackledge</i> on the ground that the misdemeanor and felony at issue in that case shared specific elements in a way that traffic violations and manslaughter do not. This argument closely resembled their double jeopardy argument, both focusing on the rule set out in <i>Blockburger</i> v. <i>United States,</i> 284 U. S. 299 (1932). Even if the State is correct that the offenses charged in <i>Blackledge</i> had more in common than those charged here, this parsing of the statutes misses the point. <i>Blackledge</i> engaged in no such analysis. It noted merely that the \"indictment covered the same conduct for which Perry had been tried and convicted.\" 417 U. S., at 23. That is equally true here. Whatever the congruence, or lack thereof, of the offenses charged, the postappeal felony indictment poses \"the danger that the State might be retaliating against the accused for lawfully attacking his conviction.\" <i>Bordenkircher</i> v. <i>Hayes,</i> 434 U. S. 357, 363 (1978).</p>\n<p>[6]  In this regard, we note that the <i>Blackledge</i> presumption is rebuttable. See <i>United States</i> v. <i>Goodwin, supra,</i> at 376, n. 8; <i>Blackledge,</i> 417 U. S., at 29, n. 7. The State had ample opportunity below to attempt to rebut it but did not do so. Its only argument has been that <i>Blackledge</i> should not apply.</p>\n<p>[1]  Our decision in <i>Langnes</i> v. <i>Green,</i> 282 U. S. 531 (1931), is not to the contrary. While in <i>Langnes</i> the Court never addressed the errors specified by the petitioner in that case, the Court decided in <i>Langnes</i> that the District Court should never have addressed the petitioner's claims in the first instance. See <i>id.,</i> at 540-542; cf. <i>Schlesinger</i> v. <i>Councilman,</i> 420 U. S. 738, 743-744 (1975). When a petitioner's claims should never have been presented to or decided by a federal court in the first instance, a ruling by this Court on those claims would be wholly inappropriate. There being no similar grounds upon which to abstain from deciding any issue raised by this case, the Court should address the question raised by the petitioner.</p>\n<p>[2]  The case which the Court of Appeals suggested created a separate, nonstatutory crime of manslaughter by automobile, <i>Smith</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">802</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">701</span></span> (1945), involved a charge of manslaughter under Miss. Code Ann. § 2232 (1942), which read:\n</p>\n<p>\"Every other killing of a human being, by the act, procurement, or culpable negligence of another, and without any authority of law, not provided for in this chapter, shall be manslaughter.\"</p>\n<p>This provision has remained unchanged since the <i>Smith</i> decision. See Miss. Code Ann. § 97-3-47 (1972).</p>\n<p>That the <i>Smith</i> decision did not result in a new crime of manslaughter by automobile should be clear from the following analysis of <i>Smith</i> in <i>Dickerson</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1737344\"><a href=\"/opinion/1737344/dickerson-v-state/\"><span class=\"volume\">441</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">536</span></a></span> (Miss. 1983):</p>\n<p>\"This statute [§ 97-3-47] has been authoritatively construed in <i>Smith</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">802</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">701</span></span> (1945), a case involving alleged manslaughter with an automobile, to require that, before the defendant may be convicted, the state must prove that he `was guilty of such gross negligence on the occasion complained of as evince <i>[sic]</i> on his part a wanton and reckless disregard for the safety of human life, or such an indifference to the consequences of his act under the surrounding circumstances as to render his conduct tantamount to willfulness.' \" <i>Id.,</i> at 538 (citing to <i>Smith</i> v. <i>State, supra,</i> at 812, 20 So. 2d, at 703).</p>\n<p>At no point in <i>Dickerson</i> does the Mississippi Supreme Court suggest that the crime of manslaughter involving use of an automobile is a different crime than any other manslaughter charged under § 97-3-47. In other instances involving prosecutions under the manslaughter statute the State Supreme Court has employed similar language, indicating the juxtaposition of the words \"manslaughter\" and \"motor vehicle\" found in <i>Smith</i> was nothing more than an effort to illuminate what the court meant by culpable negligence in those circumstances. Cf. <i>Latiker</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1762814\"><a href=\"/opinion/1762814/latiker-v-state/\"><span class=\"volume\">278</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">398</span></a></span>, 399 (1973); <i>Gregory</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">133</span></span>, 141-142, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">So.</span> <span class=\"page\">906</span></span>, 909 (1928).</p>\n\n</div>", 
  "sha1": "c32dec0514b51d354fa716f02a756e1e189f6e23", 
  "date_modified": "2015-03-11T09:16:39.551038", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111236/thigpen-v-roberts/", 
  "citation_count": 51, 
  "supreme_court_db_id": "1983-143", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/435736/", 
  "html": "<p class=\"case_cite\">468 U.S. 27</p>\n    <p class=\"case_cite\">104 S.Ct. 2916</p>\n    <p class=\"case_cite\">82 L.Ed.2d 23</p>\n    <p class=\"parties\">Morris THIGPEN, Commissioner, Mississippi Department of  Corrections, et al., Petitioner<br>v.<br>Barry Joe ROBERTS.</p>\n    <p class=\"docket\">No. 82-1330.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued April 23, 1984.</p>\n    <p class=\"date\">Decided June 27, 1984.</p>\n    <div class=\"prelims\">\n      <p>Syllabus</p>\n      <p class=\"indent\">Following an accident in which he lost control of his car and collided with a pickup truck, killing a passenger in the truck, respondent was charged with four misdemeanors&#8212;reckless driving, driving while his license was revoked, driving on the wrong side of the road, and driving while intoxicated. Upon being convicted of these charges in a Mississippi Justice of the Peace Court, he appealed, and the case was transferred to the Circuit Court for a trial de novo. While the appeal was pending, he was indicted for manslaughter based on the same accident, and was convicted. The Mississippi Supreme Court affirmed, refusing respondent leave to pursue state postconviction remedies. Respondent then brought a habeas corpus action in Federal District Court, which adopted a Magistrate's report holding that the manslaughter prosecution violated the Double Jeopardy Clause and that substitution of a felony charge covering the conduct for which respondent had been convicted of the misdemeanors violated the Due Process Clause. The Court of Appeals affirmed, relying solely on the double jeopardy ground.</p>\n      <p class=\"indent\">Held:</p>\n      <p class=\"indent\">1. The prosecution of respondent for manslaughter, following his invocation of his statutory right to appeal his misdemeanor convictions, was unconstitutional as a violation of due process. Blackledge v. Perry, 417 U.S. 21, 94 S.Ct. 2098, 40 L.Ed.2d 628. The fact that the proceedings before the Justice of the Peace were the county prosecutor's responsibility, whereas the felony indictment was obtained by the District Attorney, who was then involved in the manslaughter trial, may not make inappropriate the presumption of unconstitutional vindictiveness arising from obtaining that indictment. That presumption does not hinge on the continued involvement of a particular individual. In any event, here the county prosecutor was the State's sole representative at the arraignment on the felony indictment and, as required by statute, assisted at the manslaughter trial. Pp. 30-32.</p>\n      <p class=\"indent\">2. Although the Court of Appeals and the petition for certiorari addressed only the double jeopardy issue, this Court, without deciding that issue, will decide the due process issue and not remand it to the Court of Appeals, where it was argued in both courts below, the State's opposition to the Magistrate's report and its brief to the Court of Appeals are before this Court, and the factual record is adequate. Pp. 32-33.</p>\n      <p class=\"indent\">693 F.2d 132 (5th Cir.1982), affirmed.</p>\n      <p class=\"indent\">William S. Boyd, III, Brandon, Miss., for petitioners.</p>\n      <p class=\"indent\">Rhesa H. Barksdale, Jackson, Miss., as amicus curiae in support of the judgment below by special order of the Court.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On August 6, 1977, respondent Barry Joe Roberts lost control of his car and collided with a pickup truck, killing a passenger in the truck. Shortly after the accident, Roberts received citations for reckless driving, driving while his license was revoked, driving on the wrong side of the road, and driving while intoxicated. He was convicted of these four misdemeanors in a Justice of the Peace Court in Tallahatchie County, Miss.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Roberts gave notice of appeal and the case was transferred to the Circuit Court for trial de novo.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While the appeal was pending, in December 1977, a grand jury indicted Roberts for manslaughter based on the August 6 accident. App. 90-91. Roberts was arraigned on the appeal and the felony indictment simultaneously, and the five charges were set for trial together. Id., at 92-93. During the trial, the State elected not to press the misdemeanor charges and remanded them to the file.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The jury convicted Roberts of manslaughter, and the judge sentenced him to 20 years in prison. The Mississippi Supreme Court affirmed. Roberts v. State, 379 So.2d 514 (1979). It also refused Roberts leave to pursue state post-conviction remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Roberts then brought the present habeas corpus action in the United States District Court for the Northern District of Mississippi. The petition was referred to a Magistrate, who recommended that the writ issue for two reasons. First, the manslaughter prosecution violated the Double Jeopardy Clause because proof of manslaughter required proof of all the elements of reckless driving, of which Roberts had already been convicted. See Illinois v. Vitale, 447 U.S. 410, 100 S.Ct. 2260, 65 L.Ed.2d 228 (1980). Second, substitution of a felony charge covering the conduct for which Roberts had already been convicted of four misdemeanors violated the Due Process Clause. See Blackledge v. Perry, 417 U.S. 21, 94 S.Ct. 2098, 40 L.Ed.2d 628 (1974). The District Court adopted the Magistrate's report. The Court of Appeals for the Fifth Circuit affirmed, relying solely on the double jeopardy argument, judgment order reported at 693 F.2d 132 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We granted certiorari, 461 U.S. 956, 103 S.Ct. 2427, 77 L.Ed.2d 1315 (1983), and we now affirm. Although the court below and the petition for certiorari addressed only the double jeopardy issue, we may affirm on any ground that the law and the record permit and that will not expand the relief granted below. United States v. New York Telephone Co., 434 U.S. 159, 166, n. 8, 98 S.Ct. 364, 369 n. 8, 54 L.Ed.2d 376 (1977). Because this case is plainly controlled by Blackledge v. Perry, supra, we affirm on the basis of that decision without reaching the double jeopardy issue.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Perry was convicted of assault in a court of limited jurisdiction under a scheme essentially identical to Mississippi's. He exercised his statutory right to a trial de novo, and the prosecutor then obtained a felony indictment charging him with assault with a deadly weapon. We concluded that this sequence of events suggested \"a realistic likelihood of 'vindictiveness.' \" 417 U.S., at 27, 94 S.Ct., at 2102. Fearing that the prosecutor, who \"has a considerable stake in discouraging convicted misdemeanants from appealing and thus obtaining a trial de novo,\" would make retaliatory use of his power to \"up to ante,\" we considered the situation analogous to the imposition of a stiffer sentence after reversal and reconviction. See North Carolina v. Pearce, 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969). We therefore established a presumption of unconstitutional vindictiveness in these circumstances. Blackledge, supra, 417 U.S., at 27-28, 94 S.Ct., at 2102-2103.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Blackledge clearly controls this case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The relevant facts are identical. Like Perry, Roberts was convicted of a misdemeanor or and exercised his right to a trial de novo, only to be confronted with a felony charge. That charge covered the same conduct as the misdemeanors he sought to appeal. As the Magistrate concluded, \"[t]he facts of this case fall squarely within Blackledge.\" App. to Pet. for Cert. A4.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The only possible distinction between the two cases is that in Blackledge the same attorney was apparently responsible for the entire prosecution. Here the proceedings before the Justice of the Peace were the responsibility of the county prosecutor, whereas the felony indictment was obtained by the District Attorney, who was then involved in the manslaughter trial. It might be argued that if two different prosecutors are involved, a presumption of vindictiveness, which arises in part from assumptions about the individual's personal stake in the proceedings, is inappropriate. Cf. Colten v. Kentucky, 407 U.S. 104, 92 S.Ct. 1953, 32 L.Ed.2d 584 (1972) (refusing to apply prophylactic rule of Pearce where enhanced sentence is imposed by a different court after trial de novo). On the other hand, to the extent the presumption reflects \"institutional pressure that . . . might . . . subconsciously motivate a vindictive prosecutorial . . . response to a defendant's exercise of his right to obtain a retrial of a decided question,\" United States v. Goodwin, 457 U.S. 368, 377, 102 S.Ct. 2485, 2491, 73 L.Ed.2d 74 (1982), it does not hinge on the continued involvement of a particular individual. A district attorney burdened with the retrial of an already-convicted defendant might be no less vindictive because he did not bring the initial prosecution. Indeed, Blackledge referred frequently to actions by \"the State,\" rather than \"the prosecutor.\" E.g., 417 U.S., at 28-29, 94 S.Ct., at 2102-2103.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not determine the correct rule when two independent prosecutors are involved, however. Here the county prosecutor participated fully after the conclusion of proceedings in the Justice of the Peace Court. He was the State's sole representative at the arraignment in Circuit Court, App. 92, assisted at the trial, id., at 94; Tr. of Oral Arg. 9, and presented the initial closing argument to the jury, App. 96. In fact, such participation was a statutory duty. Under the state law then in effect, the county prosecutor was to \"assist the district attorney in all criminal cases in the circuit court\" in which his county had an interest and \"to represent the state in all matters coming before the grand jury of his county.\" Miss.Code Ann. &#167; 19-23-11 (1972). In these circumstances, the addition of the District Attorney to the prosecutorial team changes little.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Petitioners suggest that we should remand the Blackledge issue to the Court of Appeals rather than reach it ourselves. Tr. of Oral Arg. 24. It is true that \"[w]hen attention has been focused on other issues, or when the court from which a case comes has expressed no views on a controlling question, it may be appropriate to remand the case rather than deal with the merits of that question in this Court.\" Dandridge v. Williams, 397 U.S. 471, 476, n. 6, 90 S.Ct. 1153, 1157, n. 6, 25 L.Ed.2d 491 (1970). Nonetheless, we have little hesitation in deciding the case in its current posture. The due process issue was argued before both the District Court and the Court of Appeals. The State's opposition to the Magistrate's report and its brief to the Court of Appeals are before us. The factual record is adequate, and would not be improved by a remand to the Court of Appeals.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> And the case is decided by a straightforward application of controlling precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The prosecution of Roberts for manslaughter, following his invocation of his statutory right to appeal his misdemeanor convictions, was unconstitutional. The resulting conviction cannot stand. The judgment of the Court of Appeals is therefore</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Justice REHNQUIST, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Court granted certiorari in this case to review a single question presented by the petition for certiorari: whether the Court of Appeals properly applied our decision in Illinois v. Vitale, 447 U.S. 410, 100 S.Ct. 2260, 65 L.Ed.2d 228 (1980), in sustaining respondent's claim of double jeopardy under the Fifth and Fourteenth Amendments to the United States Constitution. The Court of Appeals held that the Clause was a bar to further prosecution on a charge of manslaughter stemming from the death of a 10-year-old child who had been a passenger in the truck involved in a collision with respondent's car. This Court, however, in an unexampled bit of procedural footwork which surely has adverse implications for the \"rule of four\" principle governing our grants of certiorari, simply refuses to even consider the double jeopardy issue raised by the State in its petition for certiorari. Without any explanation whatever, the Court affirms the judgment of the Court of Appeals on an alternative ground.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only precedent cited for this unexplained&#8212;and I dare say unexplainable&#8212;decision is United States v. New York Telephone Co., 434 U.S. 159, 98 S.Ct. 364, 54 L.Ed.2d 376 (1977). But that case stands only for the unexceptionable proposition that a respondent may argue to this Court any basis supported by the record for affirming the judgment of the lower court, even though respondent did not cross-petition for certiorari. Nevertheless, in New York Telephone Co. the Court decided the issue presented in the petition for certiorari in addition to ruling on the alternative basis for affirmance urged by the respondent. See id., at 174-178, 98 S.Ct., at 373-375. See also Dandridge v. Williams, 397 U.S. 471, 90 S.Ct. 1153, 25 L.Ed.2d 491 (1970).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> I believe that the Court is obligated to confront the State's contention that the Court of Appeals misapplied the Double Jeopardy Clause of the Fifth Amendment in this case. The Court being unwilling to undertake that obligation, I turn to it in dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Respondent was tried and convicted of the misdemeanor offense of reckless driving in a Justice Court in Tallahatchie County, Miss., a county in northwestern Mississippi with a population of approximately 17,000 people. He was sentenced to pay a fine of $100 for this offense. As permitted by the Mississippi \"two-tier\" system, he appealed his conviction to the State Circuit Court where he was entitled to a trial de novo. But before he was retried on the misdemeanor charge in the Circuit Court, he was indicted for the felony offense of manslaughter for causing the death of the 10-year-old child who was riding in the truck that respondent struck with his car. The misdemeanor offense was \"nolle prossed\" before trial, but respondent was convicted by a jury of manslaughter and sentenced to 20 years in the custody of the Mississippi Department of Corrections.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Respondent's conviction was affirmed by the Mississippi Supreme Court. Roberts v. State, 379 So.2d 514 (1979). After exhausting his state postconviction remedies, respondent filed a petition for federal habeas corpus relief. This writ was granted by the District Court, and the Court of Appeals for the Fifth Circuit affirmed that determination. The Court of Appeals held that \"because Roberts has a substantial double jeopardy claim under the Supreme Court's holding in Illinois v. Vitale, the district court's granting of habeas corpus relief must be affirmed.\" App. to Pet. for Cert. A13.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In reaching this conclusion, I believe that the Court of Appeals mistakenly relied upon a mere form of expression in the Court's opinion in Illinois v. Vitale to depart from all of our previous double jeopardy holdings in this area. The Court of Appeals apparently felt that the Vitale opinion changed governing double jeopardy law to permit a defendant to establish a substantial, and apparently dispositive, claim of double jeopardy merely by showing that the State actually relied upon the same evidence to prove both crimes. While there is one sentence in the Court's opinion in Vitale that supports this construction, I do not believe that construction is consistent with the opinion as a whole. Until the present case, the relevant question to be answered by any court is whether the evidence required to prove the statutory elements of crime is the same, not whether the evidence actually used at trial is the same.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Vitale the Supreme Court of Illinois had held that the Double Jeopardy Clause of the Fifth Amendment barred the prosecution of a defendant for manslaughter because the defendant had previously pleaded guilty to a charge of failing to reduce speed arising out of the same incident. This Court vacated the judgment of the Supreme Court of Illinois, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"The point is that if manslaughter by automobile does not      always entail proof of a failure to slow, then the two      offenses are not the 'same' under the Blockburger test. The      mere possibility that the State will seek to rely on all of      the ingredients necessarily included in the traffic offense to establish an element of its manslaughter case      would not be sufficient to bar the latter prosecution.\" 447      U.S., at 419, 100 S.Ct., at 2266-2267.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It seems to me that this is about as clear a statement as there can be of the principle that the double jeopardy inquiry turns on the statutory elements of the two offenses in question, and not on the actual evidence that may be used by the State to convict in a particular case. Nonetheless, the Court went on in Vitale to distinguish Harris v. Oklahoma, 433 U.S. 682, 97 S.Ct. 2912, 53 L.Ed.2d 1054 (1977), and in so doing stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"By analogy, if in the pending manslaughter prosecution      Illinois relies on and proves a failure to slow to avoid an      accident as the reckless act necessary to prove manslaughter,      Vitale would have a substantial claim of double jeopardy      under the Fifth and Fourteenth Amendments of the United      States Constitution.\" 447 U.S., at 421, 100 S.Ct., at 2267.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I cannot say that this last expression did not afford the Court of Appeals some ground for the views which it expressed, nor can I say that I think it is entirely consistent with the first quotation from the Vitale opinion. But I am reasonably sure that the Court did not intend to transmute the traditional double jeopardy analysis from an either \"up or down\" inquiry based on the evidence required to prove the statutory elements of a crime into a \"substantial claim\" inquiry based on the evidence the State introduced at trial. I think that there are ambiguities in Illinois v. Vitale which urgently need resolution by this Court, that the present case affords an ample opportunity to do this, and that the Court's failure to do it is an unexampled abdication of its responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">I would unambiguously reaffirm the statement in Brown v. Ohio, 432 U.S. 161, 97 S.Ct. 2221, 53 L.Ed.2d 187 (1977), relied upon in Illinois v. Vitale, supra, that \" '[t]he applicable rule is that where the same act or      transaction constitutes a violation of two distinct statutory      provisions, the test to be applied to determine whether there      are two offenses or only one, is whether each provision      requires proof of a fact which the other does not.' \" 432      U.S., at 166, 97 S.Ct., at 2225, quoting Blockburger v.      United States, 284 U.S. 299, 304, 52 S.Ct. 180, 182, 76 L.Ed.      306 (1932).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Applying that principle to this case, it seems to me that the Court of Appeals was demonstrably wrong in its treatment of the double jeopardy issue. Comparing the elements of the Mississippi reckless driving statute with the Mississippi manslaughter statute, that court said:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"A narrow focus on the two statutes provides one answer.      Proof of manslaughter does not necessarily entail proof of      reckless driving, for manslaughter could be proved in a      situation completely foreign to a vehicular collision.\" App.      to Pet. for Cert. A10-A11</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But the court went on to say that taking into account a \"judicial veneer\" which had been placed on the statute by the Supreme Court of Mississippi, \"it is apparent that manslaughter by automobile cannot be proven without at the same time proving reckless driving. Because the specific felony offense, manslaughter by automobile, is not statutorily defined, this Court is confronted with a novel situation. Depending on whether the focus is on the manslaughter statute alone or on its case law veneer as well, application of the first prong of the Vitale analysis gives different results.\" Id., at A11.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But the Court of Appeals declined to resolve the inquiry based on the elements of the two statutes, as mandated by Brown, supra, and went on to say that there was a \"second prong\" of the inquiry based upon the evidence actually presented at trial. Because the same evidence that led to respondent's conviction on the misdemeanor charge was also introduced in the manslaughter trial, respondent was said to have a \"substantial claim\" of double jeopardy, whatever that phrase may mean. Because respondent had such a \"substantial claim,\" the Court of Appeals set aside a state-court conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">I believe that a straightforward analysis of the holding in Brown v. Ohio requires the conclusion that there was a different element in each of the offenses involved which need not be proved with respect to the other offense. The offense of reckless driving is based on the manner of operation of a motor vehicle upon the public roads, and in no wise requires any result in injury to persons or property. The crime of manslaughter by culpable negligence simply requires the causing of a death with a particular state of mind, and need not in any way involve an automobile.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The fact that in this particular case the \"same evidence\" might be used to prove the \"reckless\" element in the automotive offense and the \"culpable negligence\" in the manslaughter offense is also not dispositive. For reckless driving a defendant must have driven an automobile, which he need not do to be found guilty of manslaughter; for manslaughter a defendant's act must have caused a death, which is not required for the offense of reckless driving. Applying the \"Blockburger\" test to a question of statutory construction, the Court in Iannelli v. United States, 420 U.S. 770, 785, n. 17, 95 S.Ct. 1284, 1294, n. 17, 43 L.Ed.2d 616 (1975), said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"[T]he Court's application of the test focuses on the      statutory elements of the offense. If each requires proof of      a fact that the other does not, the Blockburger test is      satisfied, notwithstanding a substantial overlap in the proof      offered to establish the crimes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Since Vitale we have reaffirmed the Blockburger test that the evidence required to prove the statutory elements of a crime determines whether particular crimes are the same offense for double jeopardy purposes. See Missouri v. Hunter, 459 U.S. 359, 367-368, 103 S.Ct. 673, 678-679, 74 L.Ed.2d 535 (1983). The actual evidence test which the Court of Appeals inferred from the single sentence in Vitale has never been applied to bar a second trial on grounds of double jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I would therefore reverse the judgment of the Court of Appeals insofar as it upheld respondent's double jeopardy claim. Because the Court of Appeals did not pass upon respondent's due process claim based upon our decision in Blackledge v. Perry, 417 U.S. 21, 94 S.Ct. 2098, 40 L.Ed.2d 628 (1974), I would remand the case to that court so it may consider the question in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Justice O'CONNOR, with whom Justice POWELL joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For the reasons stated in Justice REHNQUIST's dissent, I believe the Court should address the double jeopardy question decided by the Court of Appeals. I also agree with Justice REHNQUIST that the Court of Appeals' ruling should be vacated and the case remanded for further consideration in light of Blackledge v. Perry, 417 U.S. 21, 94 S.Ct. 2098, 40 L.Ed.2d 628 (1974). In my view, however, the Court of Appeals' double jeopardy holding should be vacated simply on the ground that jeopardy does not attach in the first tier of a \"two-tier\" criminal trial.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Two-tier systems for adjudicating less serious criminal cases such as traffic offenses are extremely common. Colten v. Kentucky, 407 U.S. 104, 112, n. 4, 92 S.Ct. 1953, 1958, n. 4, 32 L.Ed.2d 584 (1972). Indeed, this is our second occasion this Term to review double jeopardy problems arising out of a two-tier trial. See Justices of Boston Municipal Court v. Lydon, 466 U.S. 294, 104 S.Ct. 1805, 80 L.Ed.2d 311 (1984). Mississippi's two-tier system is fairly typical. A defendant convicted in a Mississippi justice of the peace court has an absolute right to a trial de novo if he chooses to appeal his conviction. See Calhoun v. City of Meridian, 355 F.2d 209, 211 (CA5 1966); Miss.Code Ann. &#167; 99-35-1 et seq. (1972). In Mississippi, as in Kentucky, \"a defendant can bypass the inferior court simply by pleading guilty and erasing immediately thereafter any consequence that would otherwise follow from tendering the plea.\" Colten v. Kentucky, supra, 407 U.S., at 119-120, 92 S.Ct., at 1962.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In these circumstances a defendant is not in \"jeopardy\" of anything when he undergoes a first-tier trial. The first-tier proceedings</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\"offer a defendant the opportunity to learn about the      prosecution's case and, if he chooses, he need not reveal his      own. . . . In reality his choices are to accept the decision      of the judge and the sentence imposed in the inferior court      or to reject what in effect is no more than an offer in      settlement of his case and seek the judgment of judge or jury      in the [second-tier trial,] with sentence to be determined by the full record made in that court.\" 407 U.S.,      at 118-119, 92 S.Ct., at 1961.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Respondent Roberts chose not to accept the \"offer in settlement\" made at his first-tier trial. On August 13, 1977, he was convicted in the first-tier trial and sentenced to pay a fine of $100 on the charge of reckless driving. He filed notice of and perfected an appeal on the same day. The reckless driving misdemeanor charge was eventually consolidated for trial with the manslaughter charge but was not prosecuted further. There is no indication that Roberts ever paid the $100 fine. At oral argument counsel conceded that he probably did not.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This is surely dispositive evidence that Roberts was never in \"jeopardy\" at his first-tier trial. Though he was tried, convicted, and sentenced at that trial, he effortlessly erased his conviction and suffered no punishment whatsoever for the offense of reckless driving. If Roberts was never in jeopardy at his first-tier trial, the second trial could in no circumstance violate Roberts' constitutional right to avoid being placed twice in jeopardy for the same offense.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Accordingly, I would vacate the judgment below and remand for further consideration in light of Blackledge v. Perry, supra.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Roberts was fined $100 for reckless driving, fined $100 and sentenced to 6 months in jail for driving while his license was revoked, fined $100 and sentenced to 10 days in jail for driving on the wrong side of the road, and fined $1,000 and sentenced to 11 months in jail for driving under the influence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under the Mississippi scheme then in effect, Justice of the Peace Courts had concurrent jurisdiction with the County Courts over misdemeanors. Miss.Code Ann. &#167;&#167; 9-9-21, 99-33-1 (1972). In practice, misdemeanors were always brought in one or the other of these courts by county prosecutors. Brief for Petitioners 5, n. 1; Tr. of Oral Arg. 7-10. Such proceedings were initiated by affidavit, the traffic citations serving that function in the present case. If convicted in the Justice of the Peace Court, the defendant had an absolute right to appeal to the Circuit Court for a trial de novo. &#167; 99-35-1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Under Mississippi practice, a remand to the file \"is the functional equivalent of a nolle pros.\" Tr. of Oral Arg. 15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At oral argument, the State suggested that Blackledge had been overruled, or at least modified, by United States v. Goodwin, 457 U.S. 368, 102 S.Ct. 2485, 73 L.Ed.2d 74 (1982). Tr. of Oral Arg. 24. Goodwin held that the Blackledge presumption does not apply when charges are enhanced following a pretrial demand for a jury trial. We distinguished Blackledge on the basis of the critical differences in the timing of the heightened charge and in the amount of extra effort to which the defendant has put the State. There is no hint in Goodwin that Blackledge does not apply with full force in the circumstances of that case, circumstances that are repeated here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In both courts below, the State attempted to distinguish Blackledge on the ground that the misdemeanor and felony at issue in that case shared specific elements in a way that traffic violations and manslaughter do not. This argument closely resembled their double jeopardy argument, both focusing on the rule set out in Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932). Even if the State is correct that the offenses charged in Blackledge had more in common than those charged here, this parsing of the statutes misses the point. Blackledge engaged in no such analysis. It noted merely that the \"indictment covered the same conduct for which Perry had been tried and convicted.\" 417 U.S., at 23, 94 S.Ct., at 2100. That is equally true here. Whatever the congruence, or lack thereof, of the offenses charged, the postappeal felony indictment poses \"the danger that the State might be retaliating against the accused for lawfully attacking his conviction.\" Bordenkircher v. Hayes, 434 U.S. 357, 363, 98 S.Ct. 663, 668, 54 L.Ed.2d 604 (1978).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In this regard, we note that the Blackledge presumption is rebuttable. See United States v. Goodwin, supra, 457 U.S., at 376, n. 8, 102 S.Ct., at 2490, n. 8; Blackledge, 417 U.S., at 29, n. 7, 94 S.Ct., at 2103. The State had ample opportunity below to attempt to rebut it but did not do so. Its only argument has been that Blackledge should not apply.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Our decision in Langnes v. Green, 282 U.S. 531, 51 S.Ct. 243, 75 L.Ed. 520 (1931), is not to the contrary. While in Langnes the Court never addressed the errors specified by the petitioner in that case, the Court decided in Langnes that the District Court should never have addressed the petitioner's claims in the first instance. See id., at 540-542, 51 S.Ct., at 246-247; cf. Schlesinger v. Councilman, 420 U.S. 738, 743-744, 95 S.Ct. 1300, 1305-1306, 43 L.Ed.2d 591 (1975). When a petitioner's claims should never have been presented to or decided by a federal court in the first instance, a ruling by this Court on those claims would be wholly inappropriate. There being no similar grounds upon which to abstain from deciding any issue raised by this case, the Court should address the question raised by the petitioner.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The case which the Court of Appeals suggested created a separate, nonstatutory crime of manslaughter by automobile, Smith v. State, 197 Miss. 802, 20 So.2d 701 (1945), involved a charge of manslaughter under Miss.Code Ann. &#167; 2232 (1942), which read:</p>\n        <p>\"Every other killing of a human being, by the act, procurement, or culpable negligence of another, and without any authority of law, not provided for in this chapter, shall be manslaughter.\"</p>\n        <p>This provision has remained unchanged since the Smith decision. See Miss.Code Ann. &#167; 97-3-47 (1972).</p>\n        <p>That the Smith decision did not result in a new crime of manslaughter by automobile should be clear from the following analysis of Smith in Dickerson v. State, 441 So.2d 536 (Miss.1983):</p>\n        <p>\"This statute [&#167; 97-3-47] has been authoritatively construed in Smith v. State, 197 Miss. 802, 20 So.2d 701 (1945), a case involving alleged manslaughter with an automobile, to require that, before the defendant may be convicted, the state must prove that he 'was guilty of such gross negligence on the occasion complained of as evince [sic] on his part a wanton and reckless disregard for the safety of human life, or such an indifference to the consequences of his act under the surrounding circumstances as to render his conduct tantamount to willfulness.' \" Id., at 538 (citing to Smith v. State, supra, 187 Miss., at 812, 20 So.2d, at 703).</p>\n        <p>At no point in Dickerson does the Mississippi Supreme Court suggest that the crime of manslaughter involving use of an automobile is a different crime than any other manslaughter charged under &#167; 97-3-47. In other instances involving prosecutions under the manslaughter statute the State Supreme Court has employed similar language, indicating the juxtaposition of the words \"manslaughter\" and \"motor vehicle\" found in Smith was nothing more than an effort to illuminate what the court meant by culpable negligence in those circumstances. Cf. Latiker v. State, 278 So.2d 398, 399 (1973); Gregory v. State 152 Miss. 133, 141-142, 118 So. 906, 909 (1928).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111236/"
}