{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "469 U.S. 956", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/111319/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Gary Eldon Alvord v. Louie L. Wainwright, Secretary, Florida Department of Corrections", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "83-6807", 
    "id": 95678, 
    "resource_uri": "/api/rest/v2/citation/95678/"
  }, 
  "id": 111319, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1984-10-29", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/469/469.US.956.83-6807.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T10:13:09", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span></p>\n    <p class=\"case_cite\">105 S.Ct. 355</p>\n    <p class=\"case_cite\">83 L.Ed.2d 291</p>\n    <p class=\"parties\">Gary Eldon ALVORD<br>v.<br>Louie L. WAINWRIGHT, Secretary, Florida  Department of Corrections</p>\n    <p class=\"docket\">No. 83-6807</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">October 29, 1984</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Eleventh Circuit.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BRENNAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition asks us to consider whether an attorney renders effective assistance of counsel when he forgoes all investigation into his client's only plausible line of defense and defers to his client's wishes on defense strategy, without any regard for the client's knowledge of, or ability to understand, the law, the facts, or the ramifications of the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The question could scarcely be more starkly posed.  The petitioner here had previously been adjudicated insane at a criminal trial, and his reasoning faculties were therefore highly suspect.  Yet appointed counsel accepted his client's initial refusal to rely on the insanity defense, made no independent investigation of his client's mental or criminal history, learned no facts that would enable him to persuade his client to change his mind, and instead permitted his client to rely on an unsupported alibi that all acknowledged to have been, at best, weak.  The lower court approved this course of conduct on the ground that the client was found competent to stand trial and therefore was entitled to have his wishes followed.  Because I believe the lower court decision seriously misconstrues the constitutional role of a criminal defense lawyer, I would grant certiorari to review the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* The record demonstrates unequivocally that Gary Alvord has a long history of mental illness.  He first entered a mental hospital at age 13.  In 1967, he was charged in Michigan with rape and murder;  he spent two years in a mental hospital and was then declared competent to stand trial.  At a bench trial, he was found not guilty by reason of insanity and was committed to the custody of the Michigan Department of Mental Health.  After escaping from the Ionia State Hospital in Michigan, he traveled to Florida, where he committed the three murders for which he received the death sentence in Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Counsel, a part-time public defender, was appointed to represent Alvord after his indictment in 1973.  Alvord refused to talk to the lawyer;  instead, it was the prosecutor who told counsel that Alvord had been adjudicated not guilty by reason of insanity in Michigan.  Counsel moved for a mental examination, and two psychiatrists were directed to conduct the examination. Ultimately, the trial judge ruled that Alvord was competent to stand trial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appointed counsel saw Alvord for about 15 minutes after Alvord was indicted.  Counsel's subsequent pretrial contact with his client was primarily at court hearings.  According to the Court of Appeals, Alvord's counsel conducted no independent investigation into Alvord's history of mental illness.  He did not contact doctors, other than one brought in by the State to interview Alvord, see n. 1, <i>supra,</i> at the Michigan hospital where Alvord had spent considerable time, and he only obtained a small portion of Alvord's medical record.  He made no effort to have that portion of the medical record examined and interpreted by a psychiatrist.  He did not offer to the court any document or testimony indicating that Alvord had previously been adjudicated incompetent, even after the trial judge observed that no such evidence was presented.  <i>Nor did he raise at trial the presumption of insanity afforded Alvord under Florida law, because of his prior adjudication of insanity, the effect of which would have been to place the burden of proof on the prosecution to prove sanity beyond a reasonable doubt.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nor, apparently, did counsel even inform Alvord of this legal principle and its potential consequences.  Finally, counsel apparently did not contact the attorney who represented Alvord during the Michigan prosecution, who would have told him that Alvord initially had been disinclined to assist in his best defense there as well, until he had come to trust counsel.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  \"In short, [counsel] undertook virtually no investigation of the one defense [counsel himself] considered viable in Alvord's case, choosing instead to comply with Alvord's request that he put petitioner on the stand and proceed with an alibi defense.\"  564 F.Supp. 459, 471 (MD Fla.1983).  The lower court opinions and findings establish that counsel made absolutely no effort to pursue the possibility of an insanity defense, after his unstable client's uneducated objection to the possibility, but instead unquestioningly accepted his client's direction to pursue a frivolous alibi defense.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The federal habeas court rejected Alvord's claim on the ground that counsel acted reasonably in deciding that it would be useless to pursue an insanity defense because Alvord would not cooperate.  <i>Id.,</i> at 473-474.  This argument wholly misses the mark.  The question is whether counsel had a duty to investigate his client's case and make a minimal effort to persuade him to follow the only plausible defense.  The question is not whether counsel has a duty to override his client's wishes, or pursue fruitless investigations, thereafter.  The Court of Appeals adopted the District Court's reasoning and also observed that Alvord had been found competent to stand trial&#8212;in part because counsel had failed to present to the court evidence of the prior insanity adjudication&#8212;and that counsel \"was ethically bound to follow his client's wishes\" as a result.  <span class=\"citation\" data-id=\"430578\"><a href=\"/opinion/430578/gary-eldon-alvord-aka-paul-robert-brock-aka-gary-e/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1282</span></a></span>, 1289 (CA11 1984).  This holding is the crux of the decision.  With this ruling, the Eleventh Circuit has loudly and clearly signalled that counsel need not question a client's decisions on crucial trial issues as long as the client is found competent to stand trial, even if counsel's professional judgment suggests to him that an alternative decision would be in the client's best interests.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is crucial to recognize precisely what is at issue here. The lower courts in this case have interpreted our decisions to hold that counsel has absolutely no obligation to investigate, at all, the only plausible defense a defendant might have, and no obligation to provide advice on that issue, once the defendant indicates a desire not to pursue that defense, even when the client's reasoning faculties are highly suspect.  The decision establishes that absolute deference to the uninformed reaction of a defendant is acceptable, and that counsel's decision not to pursue the issue and make an attempt to persuade his client is reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This result renders meaningless defense counsel's vital function as an adviser.  Counsel must ensure that the client has access to information relevant to the pretrial and trial decisions that the accused must make himself, such as whether to testify on his own behalf, to waive a jury trial, or to plead guilty.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Each of these decisions involves the waiver of a constitutional right and must be made by the accused, but with the advice of counsel.  Counsel's role is to provide advice that will assure not only that the waiver is voluntary and intelligent, but also that the accused is reasonably well informed.  See <i>McMann v. Richardson,</i> <span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span>, 769-770, 90 S.Ct. 1441, 1448, 25 L.Ed.2d 763 (1970).  Thus, if pursuit of an insanity defense is a decision to be made by the accused, it must be done on the advice of a well-informed attorney who has assured that his client has based his decision on relevant information.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Of course the need for assistance of counsel extends well beyond assistance in deciding whether to waive constitutional rights.  The Sixth and Fourteenth Amendments embody \"a realistic recognition of the obvious truth that the average defendant does not have the professional legal skill to protect himself when brought before a tribunal with power to take his life or liberty, wherein the prosecution is presented by experienced and learned counsel.\"  <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 462-463, 58 S.Ct. 1019, 1022, 82 L.Ed. 1461 (1938).  Thus, counsel is authorized to make certain choices for his client, after consultation with the client, during which counsel, who is fully informed of the facts, discusses the options with his client.  As this Court has noted, \"[w]ith the exception of [the three] specified fundamental decisions [involving waiver of constitutional rights], an attorney's duty is to take professional responsibility for the conduct of the case, after consulting with his client.\"  <i>Jones v. Barnes,</i> <span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, 753, n. 6, 103 S.Ct. 3308, 3313, n. 6, 77 L.Ed.2d 987 (1983).  When counsel is obliged to make the decision himself, blind deference to a client's wishes, without any investigation, is unquestionably inappropriate and constitutionally ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, regardless of whether the ultimate decision on an insanity defense is that of the attorney or his client, counsel must fully inform himself of the facts and law, make a reasonable investigation into the only plausible line of defense, and share his conclusions with his client.  This is the essence of effective assistance of counsel.  This conclusion, which I would have thought to have been well ingrained in our Sixth Amendment jurisprudence, is wholly at odds with the view that a lawyer reasonably may assume that his client&#8212;no matter what his training or mental capacity&#8212;has based his decision on sufficient information and knowledge as to render the lawyer's further effort unnecessary.  To my mind, such total deference is only proper, if at all, when counsel has good reason to assume that his client's decisions are based on an intelligent and informed understanding of his situation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Moreover, the analysis and result below are inconsistent not only with fundamental principles of the role of counsel, but also with a decision in another Circuit, thereby rendering this case particularly appropriate for certiorari.  In contrast to the Eleventh Circuit, the Fourth Circuit has affirmed the grant of a habeas petition when counsel had totally failed to develop the only conceivable defense at the defendant's state trial, and had neglected to advise the defendant properly as to his legal alternatives.  See <i>Brennan v. Blankenship,</i> 472 F.Supp. 149 (WD Va.1979), aff'd, <span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></span> (1980).  In <i>Brennan,</i> counsel had permitted himself to be guided by the defendant's aversion to insanity pleas.  The court applied the \"normal level of competence\" test and found that under any professional standard, it was improper for counsel to rely blindly on the statement of a criminal client whose reasoning abilities are highly suspect, and that counsel at least had a duty to investigate and try to persuade his client.  As the court wrote, \"[g]iven the attorneys' reasonable conclusion that there was no other factual defense or factors in mitigation, it is almost incredible that the attorneys did not press Brennan on the point.\"  472 F.Supp., at 156. Neither the Court of Appeals, nor any papers filed here, come even close to distinguishing this case.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, defense counsel avoided all responsibility to investigate his client's only plausible defense, to inform his client of the legal ramifications of an insanity plea (of which it is far from certain counsel was even aware), to assure that the decision was not based on a lack of information, to talk with psychiatrists to determine whether his client understood the ramifications of his decision, to talk with prior counsel to discover that Alvord had in the past hesitated to trust counsel until he was made to feel he was being properly represented, to consider whether the insanity defense was a strong one, or to find out that Florida law would have shifted the burden of proof on insanity because of Alvord's prior insanity adjudication.  Prior to trial, he met with his client&#8212;the client who was facing trial for three capital murders&#8212;for only 15 minutes outside of court. During this time, his client was in jail, under suicide watch, with no lights in his cell, no furniture except a mattress, no blanket, and no clothing.  Also during this time, Alvord refused to talk with psychiatrists unless his lawyer was present, yet his lawyer never visited him in jail, nor attended the interview sessions.  It is difficult to imagine how the trial would have differed had Alvord had no counsel at all.  There can be little doubt that under almost any standard other than that recognized by the lower courts, counsel's assistance here would be considered constitutionally ineffective.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I continue to adhere to my view that the death penalty is in all circumstances cruel and unusual punishment forbidden by the Eighth and Fourteenth Amendments.  See <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 231, 96 S.Ct. 2909, 2973, 49 L.Ed.2d 859 (1976) (MARSHALL, J., dissenting);  <i>Furman v. Georgia,</i> <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 314, 92 S.Ct. 2726, 2764, 33 L.Ed.2d 346 (1972) (MARSHALL, J., concurring).  But even if I did not so believe, I would grant certiorari in this case.  The lower court has countenanced a view of counsel's constitutional duty that is blind to the ability of the individual defendant to understand his situation and usefully to assist in his defense.  The result is to deny to the persons who are most in need of it the educated counsel of an attorney.  To avoid that result, I would grant the petition.  I dissent from the Court's refusal to do so.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Alvord declined to talk to the two psychiatrists unless his lawyer was present.  His lawyer did not attend the meetings, and the psychiatrists were unable to give an opinion on his mental state.  Thereafter, the State brought in one of the psychiatrists who had known Alvord in Michigan.  Alvord spoke with him, and the psychiatrist concluded that Alvord was competent to stand trial. The two other psychiatrists then sought to interview Alvord again. One of them concluded that he was competent to stand trial.  The other declined to draw a conclusion.  The trial judge then determined that Alvord was competent to stand trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See <i>Livingston v. State,</i> 383 So.2d 947 (Fla.App.1980) (Florida presumes insanity, once one has been adjudged insane, until it is shown that sanity has returned);  <i>Hixon v. State,</i> 165 So.2d 436, 439 (Fla.App.1964) (reversing conviction for failure of prosecutor to overcome defendant's presumption of insanity, which had been established in a prior Ohio adjudication).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the federal habeas hearing, one of Alvord's Michigan psychiatrists testified:</p>\n        <p>\"Now, as his lawyer, at that time, Mr. Richey, was a very competent individual.  Mr. Alvord would not cooperate and initially we were feeling very much we were going to again have to find him incompetent, but we had a sixty day period during this, worked with him, and I think it was after about a month we finally got sufficient work done to cooperate, but this took a lot of work on Mr. Richey's part in terms of seeing him, letting him know what was going on, letting him feel that he really was being represented, and I worked with him during this period also.  <i>But, there was a built in core of feeling about lawyers and the same thing was seen here, so that the similarity was certainly a warning.</i>\"  Pet. for Cert. 14 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The lower court ruling is therefore premised on a significant misunderstanding of the division of responsibility between counsel and client at trial,</p>\n        <p>and of the obligation of counsel to inform himself and advise his client, as set out in the ethical standards of the American Bar Association.  As this Court recognized last Term, those standards act as guides in determining the reasonableness of counsel's assistance.  See <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).  The ABA's Standards of Criminal Justice, Part V, entitled Control and Direction of Litigation, are especially relevant.  That section provides:</p>\n        <p>\"Standard 4-5.1. Advising the defendant</p>\n        <p>\"(a) After informing himself or herself fully on the facts and the law, the lawyer should advise the accused with complete candor concerning all aspects of the case, including a candid estimate of the probable outcome.</p>\n        <p>\"Standard 4-5.2. Control and direction of the case</p>\n        <p>\"(a) Certain decisions relating to the conduct of the case are ultimately for the accused and others are ultimately for defense counsel.  The decisions which are to be made by the accused after full consultation with counsel are:</p>\n        <p>\"(i) what plea to enter;</p>\n        <p>\"(ii) whether to waive jury trial;  and</p>\n        <p>\"(iii) whether to testify in his or her own behalf.</p>\n        <p>\"(b) The decisions on what witnesses to call, whether and how to conduct cross-examination, what jurors to accept or strike, what trial motions should be made, and all other strategic and tactical decisions are the exclusive province of the lawyer after consultation with the client.\"  ABA Standards for Criminal Justice 4-5.1, 4-5.2 (2d ed. 1980 and Supp.1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Ethical Consideration 7-7 of the American Bar Association Code of Professional Responsibility suggests that the decision on an insanity defense might ultimately be one for the client, but that it must be made after the lawyer has fully informed himself and his client on the issue.  The section reads in pertinent part:</p>\n        <p>\"A defense lawyer in a criminal case has the duty to advise his client fully on whether a particular plea to a charge appears to be desirableand as to the prospects of success on appeal, but it is for the client to decide what plea should be entered and whether an appeal should be taken.\"</p>\n        <p>Ethical Consideration 7-8 provides that \"[a] lawyer should exert his best efforts to insure that decisions of his client are made only after the client has been informed of relevant considerations.\"  ABA/BNA Lawyers' Manual on Professional Conduct 01:332-01:333 (1984).  Under the lower court ruling, however, once a presumptively insane client has made a decision that is obviously prejudicial, the attorney has no obligation to try to persuade his client otherwise by informing him of relevant considerations.</p>\n      </div>\n    </div>\n    ", 
  "sha1": "b9198d2d3994f73b433e54f065b1f0ba32c29ccf", 
  "date_modified": "2014-12-21T02:07:42.423837", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111319/gary-eldon-alvord-v-louie-l-wainwright/", 
  "citation_count": 21, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/435760/", 
  "html": "<p class=\"case_cite\">469 U.S. 956</p>\n    <p class=\"case_cite\">105 S.Ct. 355</p>\n    <p class=\"case_cite\">83 L.Ed.2d 291</p>\n    <p class=\"parties\">Gary Eldon ALVORD<br>v.<br>Louie L. WAINWRIGHT, Secretary, Florida  Department of Corrections</p>\n    <p class=\"docket\">No. 83-6807</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">October 29, 1984</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Eleventh Circuit.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BRENNAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition asks us to consider whether an attorney renders effective assistance of counsel when he forgoes all investigation into his client's only plausible line of defense and defers to his client's wishes on defense strategy, without any regard for the client's knowledge of, or ability to understand, the law, the facts, or the ramifications of the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The question could scarcely be more starkly posed.  The petitioner here had previously been adjudicated insane at a criminal trial, and his reasoning faculties were therefore highly suspect.  Yet appointed counsel accepted his client's initial refusal to rely on the insanity defense, made no independent investigation of his client's mental or criminal history, learned no facts that would enable him to persuade his client to change his mind, and instead permitted his client to rely on an unsupported alibi that all acknowledged to have been, at best, weak.  The lower court approved this course of conduct on the ground that the client was found competent to stand trial and therefore was entitled to have his wishes followed.  Because I believe the lower court decision seriously misconstrues the constitutional role of a criminal defense lawyer, I would grant certiorari to review the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* The record demonstrates unequivocally that Gary Alvord has a long history of mental illness.  He first entered a mental hospital at age 13.  In 1967, he was charged in Michigan with rape and murder;  he spent two years in a mental hospital and was then declared competent to stand trial.  At a bench trial, he was found not guilty by reason of insanity and was committed to the custody of the Michigan Department of Mental Health.  After escaping from the Ionia State Hospital in Michigan, he traveled to Florida, where he committed the three murders for which he received the death sentence in Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Counsel, a part-time public defender, was appointed to represent Alvord after his indictment in 1973.  Alvord refused to talk to the lawyer;  instead, it was the prosecutor who told counsel that Alvord had been adjudicated not guilty by reason of insanity in Michigan.  Counsel moved for a mental examination, and two psychiatrists were directed to conduct the examination. Ultimately, the trial judge ruled that Alvord was competent to stand trial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appointed counsel saw Alvord for about 15 minutes after Alvord was indicted.  Counsel's subsequent pretrial contact with his client was primarily at court hearings.  According to the Court of Appeals, Alvord's counsel conducted no independent investigation into Alvord's history of mental illness.  He did not contact doctors, other than one brought in by the State to interview Alvord, see n. 1, <i>supra,</i> at the Michigan hospital where Alvord had spent considerable time, and he only obtained a small portion of Alvord's medical record.  He made no effort to have that portion of the medical record examined and interpreted by a psychiatrist.  He did not offer to the court any document or testimony indicating that Alvord had previously been adjudicated incompetent, even after the trial judge observed that no such evidence was presented.  <i>Nor did he raise at trial the presumption of insanity afforded Alvord under Florida law, because of his prior adjudication of insanity, the effect of which would have been to place the burden of proof on the prosecution to prove sanity beyond a reasonable doubt.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nor, apparently, did counsel even inform Alvord of this legal principle and its potential consequences.  Finally, counsel apparently did not contact the attorney who represented Alvord during the Michigan prosecution, who would have told him that Alvord initially had been disinclined to assist in his best defense there as well, until he had come to trust counsel.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  \"In short, [counsel] undertook virtually no investigation of the one defense [counsel himself] considered viable in Alvord's case, choosing instead to comply with Alvord's request that he put petitioner on the stand and proceed with an alibi defense.\"  564 F.Supp. 459, 471 (MD Fla.1983).  The lower court opinions and findings establish that counsel made absolutely no effort to pursue the possibility of an insanity defense, after his unstable client's uneducated objection to the possibility, but instead unquestioningly accepted his client's direction to pursue a frivolous alibi defense.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The federal habeas court rejected Alvord's claim on the ground that counsel acted reasonably in deciding that it would be useless to pursue an insanity defense because Alvord would not cooperate.  <i>Id.,</i> at 473-474.  This argument wholly misses the mark.  The question is whether counsel had a duty to investigate his client's case and make a minimal effort to persuade him to follow the only plausible defense.  The question is not whether counsel has a duty to override his client's wishes, or pursue fruitless investigations, thereafter.  The Court of Appeals adopted the District Court's reasoning and also observed that Alvord had been found competent to stand trial&#8212;in part because counsel had failed to present to the court evidence of the prior insanity adjudication&#8212;and that counsel \"was ethically bound to follow his client's wishes\" as a result.  725 F.2d 1282, 1289 (CA11 1984).  This holding is the crux of the decision.  With this ruling, the Eleventh Circuit has loudly and clearly signalled that counsel need not question a client's decisions on crucial trial issues as long as the client is found competent to stand trial, even if counsel's professional judgment suggests to him that an alternative decision would be in the client's best interests.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is crucial to recognize precisely what is at issue here. The lower courts in this case have interpreted our decisions to hold that counsel has absolutely no obligation to investigate, at all, the only plausible defense a defendant might have, and no obligation to provide advice on that issue, once the defendant indicates a desire not to pursue that defense, even when the client's reasoning faculties are highly suspect.  The decision establishes that absolute deference to the uninformed reaction of a defendant is acceptable, and that counsel's decision not to pursue the issue and make an attempt to persuade his client is reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This result renders meaningless defense counsel's vital function as an adviser.  Counsel must ensure that the client has access to information relevant to the pretrial and trial decisions that the accused must make himself, such as whether to testify on his own behalf, to waive a jury trial, or to plead guilty.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Each of these decisions involves the waiver of a constitutional right and must be made by the accused, but with the advice of counsel.  Counsel's role is to provide advice that will assure not only that the waiver is voluntary and intelligent, but also that the accused is reasonably well informed.  See <i>McMann v. Richardson,</i> 397 U.S. 759, 769-770, 90 S.Ct. 1441, 1448, 25 L.Ed.2d 763 (1970).  Thus, if pursuit of an insanity defense is a decision to be made by the accused, it must be done on the advice of a well-informed attorney who has assured that his client has based his decision on relevant information.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Of course the need for assistance of counsel extends well beyond assistance in deciding whether to waive constitutional rights.  The Sixth and Fourteenth Amendments embody \"a realistic recognition of the obvious truth that the average defendant does not have the professional legal skill to protect himself when brought before a tribunal with power to take his life or liberty, wherein the prosecution is presented by experienced and learned counsel.\"  <i>Johnson v. Zerbst,</i> 304 U.S. 458, 462-463, 58 S.Ct. 1019, 1022, 82 L.Ed. 1461 (1938).  Thus, counsel is authorized to make certain choices for his client, after consultation with the client, during which counsel, who is fully informed of the facts, discusses the options with his client.  As this Court has noted, \"[w]ith the exception of [the three] specified fundamental decisions [involving waiver of constitutional rights], an attorney's duty is to take professional responsibility for the conduct of the case, after consulting with his client.\"  <i>Jones v. Barnes,</i> 463 U.S. 745, 753, n. 6, 103 S.Ct. 3308, 3313, n. 6, 77 L.Ed.2d 987 (1983).  When counsel is obliged to make the decision himself, blind deference to a client's wishes, without any investigation, is unquestionably inappropriate and constitutionally ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, regardless of whether the ultimate decision on an insanity defense is that of the attorney or his client, counsel must fully inform himself of the facts and law, make a reasonable investigation into the only plausible line of defense, and share his conclusions with his client.  This is the essence of effective assistance of counsel.  This conclusion, which I would have thought to have been well ingrained in our Sixth Amendment jurisprudence, is wholly at odds with the view that a lawyer reasonably may assume that his client&#8212;no matter what his training or mental capacity&#8212;has based his decision on sufficient information and knowledge as to render the lawyer's further effort unnecessary.  To my mind, such total deference is only proper, if at all, when counsel has good reason to assume that his client's decisions are based on an intelligent and informed understanding of his situation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Moreover, the analysis and result below are inconsistent not only with fundamental principles of the role of counsel, but also with a decision in another Circuit, thereby rendering this case particularly appropriate for certiorari.  In contrast to the Eleventh Circuit, the Fourth Circuit has affirmed the grant of a habeas petition when counsel had totally failed to develop the only conceivable defense at the defendant's state trial, and had neglected to advise the defendant properly as to his legal alternatives.  See <i>Brennan v. Blankenship,</i> 472 F.Supp. 149 (WD Va.1979), aff'd, 624 F.2d 1093 (1980).  In <i>Brennan,</i> counsel had permitted himself to be guided by the defendant's aversion to insanity pleas.  The court applied the \"normal level of competence\" test and found that under any professional standard, it was improper for counsel to rely blindly on the statement of a criminal client whose reasoning abilities are highly suspect, and that counsel at least had a duty to investigate and try to persuade his client.  As the court wrote, \"[g]iven the attorneys' reasonable conclusion that there was no other factual defense or factors in mitigation, it is almost incredible that the attorneys did not press Brennan on the point.\"  472 F.Supp., at 156. Neither the Court of Appeals, nor any papers filed here, come even close to distinguishing this case.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, defense counsel avoided all responsibility to investigate his client's only plausible defense, to inform his client of the legal ramifications of an insanity plea (of which it is far from certain counsel was even aware), to assure that the decision was not based on a lack of information, to talk with psychiatrists to determine whether his client understood the ramifications of his decision, to talk with prior counsel to discover that Alvord had in the past hesitated to trust counsel until he was made to feel he was being properly represented, to consider whether the insanity defense was a strong one, or to find out that Florida law would have shifted the burden of proof on insanity because of Alvord's prior insanity adjudication.  Prior to trial, he met with his client&#8212;the client who was facing trial for three capital murders&#8212;for only 15 minutes outside of court. During this time, his client was in jail, under suicide watch, with no lights in his cell, no furniture except a mattress, no blanket, and no clothing.  Also during this time, Alvord refused to talk with psychiatrists unless his lawyer was present, yet his lawyer never visited him in jail, nor attended the interview sessions.  It is difficult to imagine how the trial would have differed had Alvord had no counsel at all.  There can be little doubt that under almost any standard other than that recognized by the lower courts, counsel's assistance here would be considered constitutionally ineffective.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I continue to adhere to my view that the death penalty is in all circumstances cruel and unusual punishment forbidden by the Eighth and Fourteenth Amendments.  See <i>Gregg v. Georgia,</i> 428 U.S. 153, 231, 96 S.Ct. 2909, 2973, 49 L.Ed.2d 859 (1976) (MARSHALL, J., dissenting);  <i>Furman v. Georgia,</i> 408 U.S. 238, 314, 92 S.Ct. 2726, 2764, 33 L.Ed.2d 346 (1972) (MARSHALL, J., concurring).  But even if I did not so believe, I would grant certiorari in this case.  The lower court has countenanced a view of counsel's constitutional duty that is blind to the ability of the individual defendant to understand his situation and usefully to assist in his defense.  The result is to deny to the persons who are most in need of it the educated counsel of an attorney.  To avoid that result, I would grant the petition.  I dissent from the Court's refusal to do so.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Alvord declined to talk to the two psychiatrists unless his lawyer was present.  His lawyer did not attend the meetings, and the psychiatrists were unable to give an opinion on his mental state.  Thereafter, the State brought in one of the psychiatrists who had known Alvord in Michigan.  Alvord spoke with him, and the psychiatrist concluded that Alvord was competent to stand trial. The two other psychiatrists then sought to interview Alvord again. One of them concluded that he was competent to stand trial.  The other declined to draw a conclusion.  The trial judge then determined that Alvord was competent to stand trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See <i>Livingston v. State,</i> 383 So.2d 947 (Fla.App.1980) (Florida presumes insanity, once one has been adjudged insane, until it is shown that sanity has returned);  <i>Hixon v. State,</i> 165 So.2d 436, 439 (Fla.App.1964) (reversing conviction for failure of prosecutor to overcome defendant's presumption of insanity, which had been established in a prior Ohio adjudication).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the federal habeas hearing, one of Alvord's Michigan psychiatrists testified:</p>\n        <p>\"Now, as his lawyer, at that time, Mr. Richey, was a very competent individual.  Mr. Alvord would not cooperate and initially we were feeling very much we were going to again have to find him incompetent, but we had a sixty day period during this, worked with him, and I think it was after about a month we finally got sufficient work done to cooperate, but this took a lot of work on Mr. Richey's part in terms of seeing him, letting him know what was going on, letting him feel that he really was being represented, and I worked with him during this period also.  <i>But, there was a built in core of feeling about lawyers and the same thing was seen here, so that the similarity was certainly a warning.</i>\"  Pet. for Cert. 14 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The lower court ruling is therefore premised on a significant misunderstanding of the division of responsibility between counsel and client at trial,</p>\n        <p>and of the obligation of counsel to inform himself and advise his client, as set out in the ethical standards of the American Bar Association.  As this Court recognized last Term, those standards act as guides in determining the reasonableness of counsel's assistance.  See <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).  The ABA's Standards of Criminal Justice, Part V, entitled Control and Direction of Litigation, are especially relevant.  That section provides:</p>\n        <p>\"Standard 4-5.1. Advising the defendant</p>\n        <p>\"(a) After informing himself or herself fully on the facts and the law, the lawyer should advise the accused with complete candor concerning all aspects of the case, including a candid estimate of the probable outcome.</p>\n        <p>\"Standard 4-5.2. Control and direction of the case</p>\n        <p>\"(a) Certain decisions relating to the conduct of the case are ultimately for the accused and others are ultimately for defense counsel.  The decisions which are to be made by the accused after full consultation with counsel are:</p>\n        <p>\"(i) what plea to enter;</p>\n        <p>\"(ii) whether to waive jury trial;  and</p>\n        <p>\"(iii) whether to testify in his or her own behalf.</p>\n        <p>\"(b) The decisions on what witnesses to call, whether and how to conduct cross-examination, what jurors to accept or strike, what trial motions should be made, and all other strategic and tactical decisions are the exclusive province of the lawyer after consultation with the client.\"  ABA Standards for Criminal Justice 4-5.1, 4-5.2 (2d ed. 1980 and Supp.1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Ethical Consideration 7-7 of the American Bar Association Code of Professional Responsibility suggests that the decision on an insanity defense might ultimately be one for the client, but that it must be made after the lawyer has fully informed himself and his client on the issue.  The section reads in pertinent part:</p>\n        <p>\"A defense lawyer in a criminal case has the duty to advise his client fully on whether a particular plea to a charge appears to be desirableand as to the prospects of success on appeal, but it is for the client to decide what plea should be entered and whether an appeal should be taken.\"</p>\n        <p>Ethical Consideration 7-8 provides that \"[a] lawyer should exert his best efforts to insure that decisions of his client are made only after the client has been informed of relevant considerations.\"  ABA/BNA Lawyers' Manual on Professional Conduct 01:332-01:333 (1984).  Under the lower court ruling, however, once a presumptively insane client has made a decision that is obviously prejudicial, the attorney has no obligation to try to persuade his client otherwise by informing him of relevant considerations.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111319/"
}