{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "69 U.S. 110", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/87633/"
    ], 
    "scotus_early_cite": "2 Wall. 110", 
    "case_name": "Murray v. Lardner", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 56336, 
    "resource_uri": "/api/rest/v2/citation/56336/"
  }, 
  "id": 87633, 
  "blocked": false, 
  "judges": "Swayne", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1865-02-20", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>69 U.S. 110 (1864)</b></center>\n<center><b>2 Wall. 110</b></center>\n<center><h1>MURRAY<br>\nv.<br>\nLARDNER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*113</span> Mr. Carlisle, for Murray, the plaintiff in error.</p>\n<p>Mr. J.H. Bradley, contra.</p>\n<p><span class=\"star-pagination\">*117</span> <span class=\"star-pagination\">*118</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The question presented by the instruction excepted to is not a new one, either in commercial jurisprudence or in this court.</p>\n<p>The general rule of the common law is, that, except by a sale in market overt, no one can give a better title to personal property than he has himself. The exemption from this principle of securities, transferable by delivery, was established at an early period. It is founded upon principles of commercial policy, and is now as firmly fixed as the rule to which it is an exception. It was applied by Lord Holt to a bank bill in Anon, 1st Salkeld, 126. This is the earliest reported case upon the subject. He held that the action must fail \"by reason of the course of trade, which creates a property in the assignee or bearer.\"</p>\n<p>The leading case upon the subject is Miller v. Race,<sup>[*]</sup> decided by Lord Mansfield. The question, in that case, also related to a bank note. The right of the bonâ fide holder for a valuable consideration was held to be paramount against the loser. He put the decision upon the grounds of the course of business, the interests of trade, and especially that bank notes pass from hand to hand, in all respects, like coin. The same principle was applied by that distinguished judge in Grant v. Vaughan,<sup>[\u0086]</sup> to a merchant's draft upon his banker. He there said: In \"Miller v. Race, 31st Geo. II, B.R., the holder of a bank note recovered against the cashier of a bank, though the mail had been robbed of it, and payment had been stopped, it appearing that he came by it fairly and bonâ fide, and upon a valuable consideration, and there is no distinction between a bank note and such a note as this is.\" In Peacock v. Rhodes,<sup>[\u0087]</sup> he said: \"The law is settled that a holder coming fairly by a bill or note has nothing to do with the transaction between the original parties, unless, perhaps, in the single case, which is a hard one, but has been determined, of a note for money won at play.\" The question has since been considered no longer an open one in the <span class=\"star-pagination\">*119</span> English law, as to any class of securities within the category mentioned.</p>\n<p>What state of facts should be deemed inconsistent with the good faith required was not settled by the earlier cases. In Lawson v. Weston,<sup>[*]</sup> Lord Kenyon said: \"If there was any fraud in the transaction, or if a bonâ fide consideration had not been paid for the bill by the plaintiffs, to be sure they could not recover; but to adopt the principle of the defence to the full extent stated, would be at once to paralyze the circulation of all the paper in the country, and with it all its commerce. The circumstance of the bill having been lost might have been material, if they could bring knowledge of that fact home to the plaintiffs. The plaintiffs might or might not have seen the advertisement; and it would be going a great length to say that a banker was bound to make inquiry concerning every bill brought to him to discount; it would apply as well to a bill for £10 as for £10,000.\"</p>\n<p>In the later case of Gill v. Cubitt,<sup>[\u0086]</sup> Abbott, Chief Justice, upon the trial, instructed the jury, \"That there were two questions for their consideration: first, whether the plaintiff had given value for the bill, of which there could be no doubt; and, secondly, whether he took it under circumstances which ought to have excited the suspicion of a prudent and careful man. If they thought he had taken the bill under such circumstances, then, notwithstanding he had given the full value for it, they ought to find a verdict for the defendant.\" The jury found for the defendant, and a rule nisi for a new trial was granted. The question presented was fully argued. The instruction given was unanimously approved by the court. The rule was discharged, and judgment was entered upon the verdict. This case clearly overruled the prior case of Lawson v. Weston, and it controlled a large series of later cases.</p>\n<p>In Crook v. Jadis,<sup>[\u0087]</sup> the action was brought by the indorsee <span class=\"star-pagination\">*120</span> of a bill against the drawer. It was held that it was \"no defence that the plaintiff took the bill under circumstances which ought to have excited the suspicion of a prudent man that it had not been fairly obtained; the defendant must show that the plaintiff was guilty of gross negligence.\"</p>\n<p>In Backhouse v. Harrison,<sup>[*]</sup> the same doctrine was affirmed, and Gill v. Cubitt was earnestly assailed by one of the judges. Patterson, Justice, said: \"I have no hesitation in saying that the doctrine laid down in Gill v. Cubitt, and acted upon in other cases, that a party who takes a bill under circumstances which ought to have excited the suspicion of a prudent man cannot recover, has gone too far, and ought to be restricted. I can perfectly understand that a party who takes a bill fraudulently, or under such circumstances that he must know that the person offering it to him has no right to it, will acquire no title; but I never could understand that a party who takes a bill bonâ fide, but under the circumstances mentioned in Gill v. Cubitt, does not acquire a property in it. I think the fact found by the jury here that the plaintiff took the bills bonâ fide, but under circumstances that a reasonably cautious man would not have taken them, was no defence.\"</p>\n<p>In Goodman v. Harvey,<sup>[\u0086]</sup> the subject again came under consideration. Lord Denman, speaking for the court, held this language: \"I believe we are all of opinion that gross negligence only would not be a sufficient answer where the party has given a consideration for the bill. Gross negligence may be evidence of mala fides, but is not the same thing. We have shaken off the last remnant of the contrary doctrine. Where the bill has passed to the plaintiff, without any proof of bad faith in him, there is no objection to his title.\"</p>\n<p>A final blow was thus given to the doctrine of Gill v. Cubitt. The rule established in this case has ever since obtained in the English courts, and may now be considered as fundamental in the commercial jurisprudence of that country.</p>\n<p>In this country there has been the same contrariety of <span class=\"star-pagination\">*121</span> decisions as in the English courts, but there is a large and constantly increasing preponderance on the side of the rule laid down in Goodman v. Harvey.</p>\n<p>The question first came before this court in Swift v. Tyson.<sup>[*]</sup> Goodman v. Harvey, and the class of cases to which it belongs were followed. The court assumed the proposition which they maintain, to be too clear to require argument or authority to support it. The ruling in that case was followed in Goodman v. Simonds,<sup>[\u0086]</sup> and again in the Bank of Pittsburg v. Neal.<sup>[\u0087]</sup> In Goodman v. Simonds, the subject was elaborately and exhaustively examined both upon principle and authority. That case affirms the following propositions:</p>\n<p>The possession of such paper carries the title with it to the holder: \"The possession and title are one and inseparable.\"</p>\n<p>The party who takes it before due for a valuable consideration, without knowledge of any defect of title, and in good faith, holds it by a title valid against all the world.</p>\n<p>Suspicion of defect of title or the knowledge of circumstances which would excite such suspicion in the mind of a prudent man, or gross negligence on the part of the taker, at the time of the transfer, will not defeat his title. That result can be produced only by bad faith on his part.</p>\n<p>The burden of proof lies on the person who assails the right claimed by the party in possession.</p>\n<p>Such is the settled law of this court, and we feel no disposition to depart from it. The rule may perhaps be said to resolve itself into a question of honesty or dishonesty, for guilty knowledge and wilful ignorance alike involve the result of bad faith. They are the same in effect. Where there is no fraud there can be no question. The circumstances mentioned, and others of a kindred character, while inconclusive in themselves, are admissible in evidence, and fraud established, whether by direct or circumstantial evidence, is fatal to the title of the holder.</p>\n<p>The rule laid down in the class of cases of which Gill v. <span class=\"star-pagination\">*122</span> Cubitt is the antetype, is hard to comprehend and difficult to apply. One innocent holder may be more or less suspicious under similar circumstances at one time than at another, and the same remark applies to prudent men. One prudent man may also suspect where another would not, and the standard of the jury may be higher or lower than that of other men equally prudent in the management of their affairs. The rule established by the other line of decisions has the advantage of greater clearness and directness. A careful judge may readily so submit a case under it to the jury that they can hardly fail to reach the right conclusion.</p>\n<p>We are well aware of the importance of the principle involved in this inquiry. These securities are found in the channels of commerce everywhere, and their volume is constantly increasing. They represent a large part of the wealth of the commercial world. The interest of the community at large in the subject is deep-rooted and wide-branching. It ramifies in every direction, and its fruits enter daily into the affairs of persons in all conditions of life. While courts should be careful not so to shape or apply the rule as to invite aggression or give an easy triumph to fraud, they should not forget the considerations of equal importance which lie in the other direction. In Miller v. Race, Lord Mansfield placed his judgment mainly on the ground that there was no difference in principle between bank notes and money. In Grant v. Vaughan, he held that there was no distinction between bank notes and any other commercial paper. At that early period his far-reaching sagacity saw the importance and the bearings of the subject.</p>\n<p>The instruction under consideration in the case before us is in conflict with the settled adjudications of this court.</p>\n<p>JUDGMENT REVERSED, and the case remanded for further proceedings in conformity to this opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  1st Burrow, 452.</p>\n<p>[\u0086]  3 Id. 1516.</p>\n<p>[\u0087]  2 Douglass, 633.</p>\n<p>[*]  4 Espinasse, 56.</p>\n<p>[\u0086]  3 Barnewall &amp; Cresswell, 466.</p>\n<p>[\u0087]  5 Barnewall &amp; Adolphus, 909.</p>\n<p>[*]  5 Barnewall &amp; Adolphus, 1098.</p>\n<p>[\u0086]  4 Adolphus &amp; Ellis, 870</p>\n<p>[*]  16 Peters, 1.</p>\n<p>[\u0086]  20 Howard, 343.</p>\n<p>[\u0087]  22 Id. 96.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:19", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></span> (1864)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">110</span></span></b></center>\n<center><h1>MURRAY<br>\nv.<br>\nLARDNER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*113</span> Mr. Carlisle, for Murray, the plaintiff in error.</p>\n<p>Mr. J.H. Bradley, contra.</p>\n<p><span class=\"star-pagination\">*117</span> <span class=\"star-pagination\">*118</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The question presented by the instruction excepted to is not a new one, either in commercial jurisprudence or in this court.</p>\n<p>The general rule of the common law is, that, except by a sale in market overt, no one can give a better title to personal property than he has himself. The exemption from this principle of securities, transferable by delivery, was established at an early period. It is founded upon principles of commercial policy, and is now as firmly fixed as the rule to which it is an exception. It was applied by Lord Holt to a bank bill in Anon, 1st Salkeld, 126. This is the earliest reported case upon the subject. He held that the action must fail \"by reason of the course of trade, which creates a property in the assignee or bearer.\"</p>\n<p>The leading case upon the subject is Miller v. Race,<sup>[*]</sup> decided by Lord Mansfield. The question, in that case, also related to a bank note. The right of the bonâ fide holder for a valuable consideration was held to be paramount against the loser. He put the decision upon the grounds of the course of business, the interests of trade, and especially that bank notes pass from hand to hand, in all respects, like coin. The same principle was applied by that distinguished judge in Grant v. Vaughan,<sup>[\u0086]</sup> to a merchant's draft upon his banker. He there said: In \"Miller v. Race, 31st Geo. II, B.R., the holder of a bank note recovered against the cashier of a bank, though the mail had been robbed of it, and payment had been stopped, it appearing that he came by it fairly and bonâ fide, and upon a valuable consideration, and there is no distinction between a bank note and such a note as this is.\" In Peacock v. Rhodes,<sup>[\u0087]</sup> he said: \"The law is settled that a holder coming fairly by a bill or note has nothing to do with the transaction between the original parties, unless, perhaps, in the single case, which is a hard one, but has been determined, of a note for money won at play.\" The question has since been considered no longer an open one in the <span class=\"star-pagination\">*119</span> English law, as to any class of securities within the category mentioned.</p>\n<p>What state of facts should be deemed inconsistent with the good faith required was not settled by the earlier cases. In Lawson v. Weston,<sup>[*]</sup> Lord Kenyon said: \"If there was any fraud in the transaction, or if a bonâ fide consideration had not been paid for the bill by the plaintiffs, to be sure they could not recover; but to adopt the principle of the defence to the full extent stated, would be at once to paralyze the circulation of all the paper in the country, and with it all its commerce. The circumstance of the bill having been lost might have been material, if they could bring knowledge of that fact home to the plaintiffs. The plaintiffs might or might not have seen the advertisement; and it would be going a great length to say that a banker was bound to make inquiry concerning every bill brought to him to discount; it would apply as well to a bill for £10 as for £10,000.\"</p>\n<p>In the later case of Gill v. Cubitt,<sup>[\u0086]</sup> Abbott, Chief Justice, upon the trial, instructed the jury, \"That there were two questions for their consideration: first, whether the plaintiff had given value for the bill, of which there could be no doubt; and, secondly, whether he took it under circumstances which ought to have excited the suspicion of a prudent and careful man. If they thought he had taken the bill under such circumstances, then, notwithstanding he had given the full value for it, they ought to find a verdict for the defendant.\" The jury found for the defendant, and a rule nisi for a new trial was granted. The question presented was fully argued. The instruction given was unanimously approved by the court. The rule was discharged, and judgment was entered upon the verdict. This case clearly overruled the prior case of Lawson v. Weston, and it controlled a large series of later cases.</p>\n<p>In Crook v. Jadis,<sup>[\u0087]</sup> the action was brought by the indorsee <span class=\"star-pagination\">*120</span> of a bill against the drawer. It was held that it was \"no defence that the plaintiff took the bill under circumstances which ought to have excited the suspicion of a prudent man that it had not been fairly obtained; the defendant must show that the plaintiff was guilty of gross negligence.\"</p>\n<p>In Backhouse v. Harrison,<sup>[*]</sup> the same doctrine was affirmed, and Gill v. Cubitt was earnestly assailed by one of the judges. Patterson, Justice, said: \"I have no hesitation in saying that the doctrine laid down in Gill v. Cubitt, and acted upon in other cases, that a party who takes a bill under circumstances which ought to have excited the suspicion of a prudent man cannot recover, has gone too far, and ought to be restricted. I can perfectly understand that a party who takes a bill fraudulently, or under such circumstances that he must know that the person offering it to him has no right to it, will acquire no title; but I never could understand that a party who takes a bill bonâ fide, but under the circumstances mentioned in Gill v. Cubitt, does not acquire a property in it. I think the fact found by the jury here that the plaintiff took the bills bonâ fide, but under circumstances that a reasonably cautious man would not have taken them, was no defence.\"</p>\n<p>In Goodman v. Harvey,<sup>[\u0086]</sup> the subject again came under consideration. Lord Denman, speaking for the court, held this language: \"I believe we are all of opinion that gross negligence only would not be a sufficient answer where the party has given a consideration for the bill. Gross negligence may be evidence of mala fides, but is not the same thing. We have shaken off the last remnant of the contrary doctrine. Where the bill has passed to the plaintiff, without any proof of bad faith in him, there is no objection to his title.\"</p>\n<p>A final blow was thus given to the doctrine of Gill v. Cubitt. The rule established in this case has ever since obtained in the English courts, and may now be considered as fundamental in the commercial jurisprudence of that country.</p>\n<p>In this country there has been the same contrariety of <span class=\"star-pagination\">*121</span> decisions as in the English courts, but there is a large and constantly increasing preponderance on the side of the rule laid down in Goodman v. Harvey.</p>\n<p>The question first came before this court in Swift v. Tyson.<sup>[*]</sup> Goodman v. Harvey, and the class of cases to which it belongs were followed. The court assumed the proposition which they maintain, to be too clear to require argument or authority to support it. The ruling in that case was followed in Goodman v. Simonds,<sup>[\u0086]</sup> and again in the Bank of Pittsburg v. Neal.<sup>[\u0087]</sup> In Goodman v. Simonds, the subject was elaborately and exhaustively examined both upon principle and authority. That case affirms the following propositions:</p>\n<p>The possession of such paper carries the title with it to the holder: \"The possession and title are one and inseparable.\"</p>\n<p>The party who takes it before due for a valuable consideration, without knowledge of any defect of title, and in good faith, holds it by a title valid against all the world.</p>\n<p>Suspicion of defect of title or the knowledge of circumstances which would excite such suspicion in the mind of a prudent man, or gross negligence on the part of the taker, at the time of the transfer, will not defeat his title. That result can be produced only by bad faith on his part.</p>\n<p>The burden of proof lies on the person who assails the right claimed by the party in possession.</p>\n<p>Such is the settled law of this court, and we feel no disposition to depart from it. The rule may perhaps be said to resolve itself into a question of honesty or dishonesty, for guilty knowledge and wilful ignorance alike involve the result of bad faith. They are the same in effect. Where there is no fraud there can be no question. The circumstances mentioned, and others of a kindred character, while inconclusive in themselves, are admissible in evidence, and fraud established, whether by direct or circumstantial evidence, is fatal to the title of the holder.</p>\n<p>The rule laid down in the class of cases of which Gill v. <span class=\"star-pagination\">*122</span> Cubitt is the antetype, is hard to comprehend and difficult to apply. One innocent holder may be more or less suspicious under similar circumstances at one time than at another, and the same remark applies to prudent men. One prudent man may also suspect where another would not, and the standard of the jury may be higher or lower than that of other men equally prudent in the management of their affairs. The rule established by the other line of decisions has the advantage of greater clearness and directness. A careful judge may readily so submit a case under it to the jury that they can hardly fail to reach the right conclusion.</p>\n<p>We are well aware of the importance of the principle involved in this inquiry. These securities are found in the channels of commerce everywhere, and their volume is constantly increasing. They represent a large part of the wealth of the commercial world. The interest of the community at large in the subject is deep-rooted and wide-branching. It ramifies in every direction, and its fruits enter daily into the affairs of persons in all conditions of life. While courts should be careful not so to shape or apply the rule as to invite aggression or give an easy triumph to fraud, they should not forget the considerations of equal importance which lie in the other direction. In Miller v. Race, Lord Mansfield placed his judgment mainly on the ground that there was no difference in principle between bank notes and money. In Grant v. Vaughan, he held that there was no distinction between bank notes and any other commercial paper. At that early period his far-reaching sagacity saw the importance and the bearings of the subject.</p>\n<p>The instruction under consideration in the case before us is in conflict with the settled adjudications of this court.</p>\n<p>JUDGMENT REVERSED, and the case remanded for further proceedings in conformity to this opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  1st Burrow, 452.</p>\n<p>[\u0086]  3 Id. 1516.</p>\n<p>[\u0087]  2 Douglass, 633.</p>\n<p>[*]  4 Espinasse, 56.</p>\n<p>[\u0086]  3 Barnewall &amp; Cresswell, 466.</p>\n<p>[\u0087]  5 Barnewall &amp; Adolphus, 909.</p>\n<p>[*]  5 Barnewall &amp; Adolphus, 1098.</p>\n<p>[\u0086]  4 Adolphus &amp; Ellis, 870</p>\n<p>[*]  16 Peters, 1.</p>\n<p>[\u0086]  20 Howard, 343.</p>\n<p>[\u0087]  22 Id. 96.</p>\n\n</div>", 
  "sha1": "b984e569d988636186a1d82a54dd5c545a925846", 
  "date_modified": "2014-12-21T01:25:43.044214", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87633/murray-v-lardner/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/400322/", 
  "html": "<p class=\"case_cite\">69 U.S. 110</p>\n    <p class=\"case_cite\">17 L.Ed. 857</p>\n    <p class=\"case_cite\">2 Wall. 110</p>\n    <p class=\"parties\">MURRAY<br>v.<br>LARDNER.</p>\n    <p class=\"date\">December Term, 1864</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">LARDNER was the owner of three bonds of the Camden and Amboy Railroad Company, for $1000 each. They were coupon bonds of the ordinary kind, and <i>payable to bearer</i>. He resided in the country, about nine miles from Philadelphia, but had an office in that city, where he went to transact business two days in the week, Wednesdays and Saturdays. He kept the bonds in a fire-proof in this office.</p>\n      <p class=\"indent\">Murray was a broker of character, engaged in the negotiation of such bonds in New York.</p>\n      <p class=\"indent\">On the night of Wednesday, the 23d February, 1859, Lardner's fire-proof was broken open, and the three bonds stolen. The theft was not discovered till Saturday, the 26th. Notices of the robbery appeared in the Philadelphia Ledger (the newspaper of Philadelphia having the largest circulation there), and in leading New York papers, on Monday, the 28th. In the meantime, however, <i>on the morning after the theft</i>, to wit, on Thursday, the 24th, two days before the discovery of it (Saturday, the 26th), and four days before the first notices in New York (Monday, the 28th), these bonds were nogotiated to Murray, at his office in Wall Street, New York, for full value. The testimony of Parker&#8212;a broker in that city for the negotiation of loans, and a person, like Murray, of unquestionable character&#8212;presented the history of the transaction, in substance, thus:</p>\n      <p class=\"indent\">'On the 24th of February, 1859, a man came into my office, and proposed to borrow $2000 on the three bonds in question. I did not know him. He was quite gentlemanly in appearance; very well dressed; manners unexceptionable; quite intelligent; answered questions without hesitation. Applications of this sort applications, I mean, from strangers&#8212;are not unusual; they occur often, though not every day. I asked the person who he was, and he said that he was Dr. A. D. Bates, of Milford, Sussex County, New Jersey. After some conversation with him, I took the bonds to effect a loan, and went to Mr. Murray, who I knew dealt in this particular species of security, and proposed to borrow from him $2000, on the three bonds, for Bates. Mr. Murray and I had some conversation as to the terms of the loan, and as to his charge for brokerage. At this interview, I said to Mr. Murray that Bates was a stranger to me. Murray said to this that he would have to satisfy himself how Bates came by the bonds, before he could make the loan, and asked me whether Bates had any city references. I told him that I had already asked Bates that same question; that he had no city references, but knew only physicians. I stated to Murray that Bates had told me that he had bought the bonds for investment, and now wanted the money to pay for some <i>lands</i> which he had purchased. After awhile, Bates came to my office again. I then went with him to Mr. Murray's office, where I introduced him to Murray. This was towards three o'clock. Murray asked him of whom he got the bonds. He said of Mr. Lardner, of Philadelphia; nothing else. Neither Murray nor I knew Mr. Lardner. Murray asked him if he was acquainted in the city. He replied, that he supposed, if he had time, that he could find a dozen people in the city that knew him; ladies and gentlemen. Murray asked him if he knew any physicians. He said that he knew Dr. Mott and Dr. Parker; very well known men in New York: he may have mentioned others. In reply to a question from Murray, whether he knew Dr. Hosack, the family physician of Murray, he answered that he did not; that Dr. Hosack was of the old school, and he, Bates, was of the new. Murray asked him if he knew Dr. Riggs, a physician of New Jersey, with whom he, Murray, had had some dealings. Bates said that he did by reputation. He told Murray what he wanted the money for. Murray told him he would lend him the money on the terms which he had named to me. The loan was accordingly made without further inquiry; Murray taking the bonds and paying the money, and Bates executing what is called a stock-note.'</p>\n      <p class=\"indent\">The testimony of Murray was, in the main, corroborative of this, so far as it related to himself; particularly as to the inquiries which he, Murray, had made of Bates, as to his acquaintance with medical men, Drs. Hosack, Riggs, &amp;c. He stated, however, that he had no remembrance of Parker's telling him that <i>he</i> did not know Bates, which, if it had been said, Murray thought would have awakened his suspicion. Murray admitted, however, <i>that it was always his custom to know from whom securities came before dealing, and that it was the custom of brokers generally;</i> but he added that he did not think it necessary to inquire about Bates, 'he being introduced by Parker.'</p>\n      <p class=\"indent\">'Dr. A. D. Bates, of Milford, Sussex County, New Jersey,' was never seen, nor could be heard of, after the interviews above described. Neither could any such place as 'Milford, Sussex County, New Jersey,' from which place he stated that he came, be found on the maps of that State.</p>\n      <p class=\"indent\">On detinue brought by Lardner for the three bonds, in the Circuit Court for the Southern District of New York, the defendant's counsel asked the court to charge,</p>\n      <p class=\"indent\">'That there were no such suspicious circumstances attending the transaction between Bates and Murray as to put Murray on inquiry; and that Murray was not chargeable with bad faith by any omission on his part to inform himself in regard to the bonds, and Bates's title to them, further than he did.'</p>\n      <p class=\"indent\">The court refused so to charge, and charged as follows:</p>\n      <p class=\"indent\">'It will be for you, gentlemen of the jury, to say whether the defendant has made out,&#8212;as the burden lies upon the defendant, whether he has made out that he received the paper in good faith, without any notice of the defect of the title; in other words, of the theft from the plaintiff; or whether there were such circumstances of the character which I have described to you as would warrant the inference that there was ground of suspicion, and that he should have made further inquiry as to the character of the paper.'</p>\n      <p class=\"indent\">The instruction was excepted to; and the jury having found for the plaintiff, Lardner, the correctness of the law, as thus given to them in charge, was the question before this court in error.</p>\n      <p class=\"indent\"><i>Mr. Carlisle, for Murray, the plaintiff in error:</i> The bonds were ordinary coupon bonds, payable to bearer; such as by the most recent decisions of this court are declared to be 'negotiable by the commercial usages of the whole civilized world;'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 'possessed of <i>all</i> the qualities of commercial paper.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> They were entitled, therefore, to the immunities which, under the commercial law, attach to that species of security. Now, there was no evidence so much as <i>tending</i> to show knowledge, notice, or even reasonable grounds of suspicion, that the bonds were not the property of the person who negotiated them to Murray; nor any evidence <i>tending</i> to show that they were not taken by Murray <i>bon a fide</i>, and in the usual course of business. If this is so, there was error in submitting Murray's title to the verdict of a jury, who, by such submission, were empowered to dispose of his rights <i>without any evidence</i>, but simply as their notions of natural justice, without regard to the rules of law, might dictate. We submit that the charge was in conflict with the law, as finally settled by this court upon this <i>questio vexatissima</i>, in <i>Goodman</i> v. <i>Simonds</i>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On the ground that it has been thus decided, counsel at <i>this</i> bar need not consider or examine English cases at all. It would be disrespectful to this court to do so; for in this very court, and in the case cited, all the authorities, not only in this country but in England, were laboriously reviewed, and it was held to be error to have charged the jury that, 'if <i>such facts and circumstances were known</i> to the plaintiff as <i>caused him to suspect</i>, or as would have caused one of <i>ordinary prudence to suspect</i> that the drawer had <i>no interest</i> in the bill, &amp;c., or right to <i>use the bill for his own benefit</i>, and by <i>ordinary diligence he could have ascertained</i>, &amp;c., then they must find for the defendants.' There must be actual bad faith; a matter not at all here pretended. If the judgment of this court is to stand, the judgment below must be reversed.</p>\n      <p class=\"indent\"><i>Mr. J. H. Bradley, contra:</i> The charge was as favorable to the defendant below as he had a right to ask. Any obligation less strict upon the purchaser of bonds like these, would encourage robberies of a class of securities held for investment, as much as, or more, than they are used in commerce.</p>\n      <p class=\"indent\">Here was a man, a perfect stranger to every one concerned, confessedly not belonging to the city where he was attempting to borrow money,&#8212;offering bonds which he says that he had bought in another city still; not the place of his residence either. He comes unaccompanied by any one. He brings no note of introduction. He is not asked for any identification of himself; nothing in short to prove, even imperfectly, that such a man as 'Dr. A. D. Bates' existed, or that Sussex County, New Jersey, had such a town as Milford at all. He states that he got the bonds from Mr. Lardner; but he is not asked who Mr. Lardner is, nor when he got them, nor where is his broker's bill of purchase, the sort of bill given on every regular broker's sale. He looks well enough; is showishly dressed; is not a clown in manners, and can answer questions glibly. And this is his whole evidence of character when Mr. Murray accepts him as a negotiator in a large money transaction. Both Murray and Parker were impressed&#8212;Murray especially&#8212;with the idea that 'Dr. A. D. Bates' might be an impostor. It is plain that Parker did tell Murray that <i>he</i> did not know Bates. Why, else, did Murray inquire about Bates's knowing Dr. Hosack, &amp;c., as it is admitted that he did? It is plain, also, they saw the danger of dealing with any person so wholly unvouched. And they did ask for references. They got them, too; but they never took the pains to follow them out, although they had time to do so. With a perfect sense of the propriety of having some knowledge, neither party takes the least pains to get any; and this in a case where the expression of even an intention to get it would have probably revealed the whole fraud, and, as Parker had the bonds in his possession, have restored them to their true and honorable owner, Mr. Lardner. The 'commissions' were too tempting. It was 'near three o'clock,' says the testimony. Delay might lose a customer&#8212;and 'commissions.' Quite uncertain&#8212;as it is obvious that these parties were&#8212;whether Bates was a thief or not, they still take as true his wholly unsupported account of everything, though as to how he came by the bonds they scarcely inquire.</p>\n      <p class=\"indent\">Now, instructions of a court must be taken in reference to the facts. The facts here were undisputed, and upon them the instruction was singularly proper. It is contended that it was inconsistent with what is decided in <i>Goodman</i> v. <i>Simonds</i> in this court. But we think it quite consistent with what was there declared, interpreting one part of the opinion in that case by the other. The court there says:<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n      <p class=\"indent\">'We now repeat, that a <i>bon a fide</i> holder of a negotiable in strument for a valuable consideration, <i>without notice of facts which impeach its validity between the antecedent parties</i>, . . . holds the title unaffected by those facts.'</p>\n      <p class=\"indent\">It says, also, in another place:<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n      <p class=\"indent\">'Unless it be first shown that he had knowledge of such facts and <i>circumstances</i>, at the time the transfer was made.' 'And the question, whether he had such knowledge or not, is a question of fact <i>for the jury</i>,' &amp;c.</p>\n      <p class=\"indent\">These abstract expressions might, or might not, if left by themselves, support the case of the other side. But the court brings them into closer limits, by declaring of the purchaser,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> as follows:</p>\n      <p class=\"indent\">'While he is not obliged to make inquiries, <i>he must not wilfully shut his eyes to the means of knowledge which he knows are at hand;</i> . . . for the reason that such conduct, whether equivalent to notice or not, <i>would be plenary evidence of bad faith</i>.'</p>\n      <p class=\"indent\">The parties here did shut their eyes to means of knowledge which they knew were at hand. They had a strong scent of fraud, and were on its track. But they would not respect the scent nor follow the track. In reference to the case, the judge's charge was consistent enough with what is above declared in this court, in <i>Goodman</i> v. <i>Simonds</i>.</p>\n      <p class=\"indent\">A distinction exists between this case and the one just named and so much relied on by the other side, in that this case arises on coupon bonds; while that was on ordinary commercial paper. These bonds, it is to be remembered, are owned everywhere for <i>investment</i>. They are negotiable, we admit. But they are not bank bills, nor should they be put, in all respects, on the footing of bank bills, or even of mercantile paper. Bank paper is money, 'circulation,' 'currency.' Ordinary commercial paper is circulating continually among merchants. But these bonds are held for investment. In this particular case, Murray, alone of New York brokers, was in the habit of dealing in them. Bank bills must pass at once. You can't stop to inquire how the person offering them got them. He could not, perhaps, possibly tell. Moreover, the amount of bank bills that persons have at any one time is not often very large; and if stolen, 'hue and cry' is raised at once. The same thing is true, though in a less degree, of commercial paper. But these coupon bonds are different. If a man invests in them,&#8212;as every one does invest in them, and the rich largely,&#8212;he must count the amounts which are thus negotiable by thousands and tens of thousands, and hundreds of thousands of dollars. These bonds are put away. Here, then, are these securities in every man's house, in his chamber, in his office, in his counting-room; and he looks for them only when he cuts their coupons to collect his interest twice a year. Indeed, he may cut off several coupons at once, and so not see his bonds thus often. Their negotiability should have such protection as is needed for <i>that class of securities;</i> but the law should not give such protection to <i>their</i> negotiability as it does to that of bank bills, and so offer inducements to servants, clerks, &amp;c., to steal and sell them.</p>\n      <p class=\"indent\">The whole class of principles which Mr. Carlisle would maintain, it will be conceded, are in opposition to the law as laid down in <i>Gill</i> v. <i>Cubitt</i><a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> by Lord Tenterden, a commercial lawyer by pre-eminence, and a judge as well acquainted with the extent to which the necessities of trade should control the general code of morals, as any judge who has succeeded him. His immediate successor, Lord Denman, spoke of him in a great case in the House of Lords,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> as 'one of the most learned and <i>reflecting</i> of judges;' one who 'understood the law of England, and had as good a right to give a confident opinion upon it as any of the most distinguished men who have at any time appeared in Westminster Hall.'   Mr. Justice SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented by the instruction excepted to is not a new one, either in commercial jurisprudence or in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The general rule of the common law is, that, except by a sale in market overt, no one can give a better title to personal property than he has himself. The exemption from this principle of securities, transferable by delivery, was established at an early period. It is founded upon principles of commercial policy, and is now as firmly fixed as the rule to which it is an exception. It was applied by Lord Holt to a bank bill in <i>Anon</i>, 1st Salkeld, 126. This is the earliest reported case upon the subject. He held that the action must fail 'by reason of the course of trade, which creates a property in the assignee or bearer.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The leading case upon the subject is <i>Miller</i> v. <i>Race</i>,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> decided by Lord Mansfield. The question, in that case, also related to a bank note. The right of the <i>bon a fide</i> holder for a valuable consideration was held to be paramount against the loser. He put the decision upon the grounds of the course of business, the interests of trade, and especially that bank notes pass from hand to hand, in all respects, like coin. The same principle was applied by that distinguished judge in <i>Grant</i> v. <i>Vaughan</i>,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> to a merchant's draft upon his banker. He there said: In '<i>Miller</i> v. <i>Race</i>, 31st Geo. II, B. R., the holder of a bank note recovered against the cashier of a bank, though the mail had been robbed of it, and payment had been stopped, it appearing that he came by it fairly and <i>bon a fide</i>, and upon a valuable consideration, and there is no distinction between a bank note and such a note as this is.' In <i>Peacock</i> v. <i>Rhodes</i>,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> he said: 'The law is settled that a holder coming fairly by a bill or note has nothing to do with the transaction between the original parties, unless, perhaps, in the single case, which is a hard one, but has been determined, of a note for money won at play.' The question has since been considered no longer an open one in the English law, as to any class of securities within the category mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">What state of facts should be deemed inconsistent with the good faith required was not settled by the earlier cases. In <i>Lawson</i> v. <i>Weston</i>,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Lord Kenyon said: 'If there was any fraud in the transaction, or if a <i>bon a fide</i> consideration had not been paid for the bill by the plaintiffs, to be sure they could not recover; but to adopt the principle of the defence to the full extent stated, would be at once to paralyze the circulation of all the paper in the country, and with it all its commerce. The circumstance of the bill having been lost might have been material, if they could bring knowledge of that fact home to the plaintiffs. The plaintiffs might or might not have seen the advertisement; and it would be going a great length to say that a banker was bound to make inquiry concerning every bill brought to him to discount; it would apply as well to a bill for  10 as for 10, 000.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the later case of <i>Gill</i> v. <i>Cubitt</i>,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Abbott, Chief Justice, upon the trial, instructed the jury, 'That there were two questions for their consideration: first, whether the plaintiff had given value for the bill, of which there could be no doubt; and, secondly, whether he took it under circumstances which ought to have excited the suspicion of a prudent and careful man. If they thought he had taken the bill under such circumstances, then, notwithstanding he had given the full value for it, they ought to find a verdict for the defendant.' The jury found for the defendant, and a rule <i>nisi</i> for a new trial was granted. The question presented was fully argued. The instruction given was unanimously approved by the court. The rule was discharged, and judgment was entered upon the verdict. This case clearly overruled the prior case of <i>Lawson</i> v. <i>Weston</i>, and it controlled a large series of later cases.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In <i>Crook</i> v. <i>Jadis</i>,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> the action was brought by the indorsee of a bill against the drawer. It was held that it was 'no defence that the plaintiff took the bill under circumstances which ought to have excited the suspicion of a prudent man that it had not been fairly obtained; the defendant must show that the plaintiff was guilty of gross negligence.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In <i>Backhouse</i> v. <i>Harrison</i>,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> the same doctrine was affirmed, and <i>Gill</i> v. <i>Cubitt</i> was earnestly assailed by one of the judges. Patterson, Justice, said: 'I have no hesitation in saying that the doctrine laid down in <i>Gill</i> v. <i>Cubitt</i>, and acted upon in other cases, that a party who takes a bill under circumstances which ought to have excited the suspicion of a prudent man cannot recover, has gone too far, and ought to be restricted. I can perfectly understand that a party who takes a bill fraudulently, or under such circumstances that he must know that the person offering it to him has no right to it, will acquire no title; but I never could understand that a party who takes a bill <i>bon a fide</i>, but under the circumstances mentioned in <i>Gill</i> v. <i>Cubitt</i>, does not acquire a property in it. I think the fact found by the jury here that the plaintiff took the bills <i>bon a fide</i>, but under circumstances that a reasonably cautious man would not have taken them, was no defence.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In <i>Goodman</i> v. <i>Harvey</i>,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> the subject again came under consideration. Lord Denman, speaking for the court, held this language: 'I believe we are all of opinion that gross negligence only would not be a sufficient answer where the party has given a consideration for the bill. Gross negligence may be evidence of <i>mala fides</i>, but is not the same thing. We have shaken off the last remnant of the contrary doctrine. Where the bill has passed to the plaintiff, without any proof of bad faith in him, there is no objection to his title.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A final blow was thus given to the doctrine of <i>Gill</i> v. <i>Cubitt</i>. The rule established in this case has ever since obtained in the English courts, and may now be considered as fundamental in the commercial jurisprudence of that country.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this country there has been the same contrariety of decisions as in the English courts, but there is a large and constantly increasing preponderance on the side of the rule laid down in <i>Goodman</i> v. <i>Harvey</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The question first came before this court in <i>Swift</i> v. <i>Tyson.</i> 17 <i>Goodman</i> v. <i>Harvey</i>, and the class of cases to which it belongs were followed. The court assumed the proposition which they maintain, to be too clear to require argument or authority to support it. The ruling in that case was followed in <i>Goodman</i> v. <i>Simonds</i>,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> and again in the <i>Bank of Pittsburg</i> v. <i>Neal</i>.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> the subject was elaborately and exhaustively examined both upon principle and authority. That case affirmed the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The possession of such paper carries the title with it to the holder: 'The possession and title are one and inseparable.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The party who takes it before due for a valuable consideration, without knowledge of any defect of title, and in good faith, holds it by a title valid against all the world.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Suspicion of defect of title or the knowledge or circumstances which would excite such suspicion in the mind of a prudent man, or gross negligence on the part of the taker, at the time of the transfer, will not defeat his title. That result can be produced only by bad faith on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The burden of proof lies on the person who assails the right claimed by the party in possession.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Such is the settled law of this court, and we feel no disposition to depart from it. The rule may perhaps be said to resolve itself into a question of honesty or dishonesty, for guilty knowledge and wilful ignorance alike involve the result of bad faith. They are the same in effect. Where there is no fraud there can be no question. The circumstances mentioned, and others of a kindred character, while inconclusive in themselves, are admissible in evidence, and fraud established, whether by direct or circumstantial evidence, is fatal to the title of the holder.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The rule laid down in the class of cases of which <i>Gill</i> v. <i>Cubitt</i> is the antetype, is hard to comprehend and difficult to apply. One innocent holder may be more or less suspicious under similar circumstances at one time than at another, and the same remark applies to prudent men. One prudent man may also suspect where another would not, and the standard of the jury may be higher or lower than that of other men equally prudent in the management of their affairs. The rule established by the other line of decisions has the advantage of greater clearness and directness. A careful judge may readily so submit a case under it to the jury that they can hardly fail to reach the right conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We are well aware of the importance of the principle involved in this inquiry. These securities are found in the channels of commerce everywhere, and their volume is constantly increasing. They represent a large part of the wealth of the commercial word. The interest of the community at large in the subject is deep-rooted and wide-branching. It ramifies in every direction, and its fruits enter daily into the affairs of persons in all conditions of life. While courts should be careful not so to shape or apply the rule as to invite aggression or give an easy triumph to fraud, they should not forget the considerations of equal importance which lie in the other direction. In <i>Miller</i> v. <i>Race</i>, Lord Mansfield placed his judgment mainly on the ground that there was no difference in principle between bank notes and money. In <i>Grant</i> v. <i>Vaughan</i>, he held that there was no distinction between bank notes and any other commercial paper. At that early period his far-reaching sagacity saw the importance and the bearings of the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The instruction under consideration in the case before us is in conflict with the settled adjudications of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">JUDGMENT REVERSED, and the case remanded for further proceedings in conformity to this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mercer County <i>v.</i> Hackett, 1 Wallace, 95.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Gelpcke <i>v.</i> City of Dubuque, Id. 206.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 20 Howard, 343.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Page 365.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Page 366.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Page 367.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 3 Barnewall &amp; Cresswell, 466.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Queen <i>v.</i> Millis, 10 Clark &amp; Finnelly, 822, 823.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 1st Burrow, 452.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 3 Id. 1516.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 2 Douglass, 633.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 4 Espinasse, 56.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Barnewall &amp; Cresswell, 466.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> 5 Barnewall &amp; Adolphus, 909.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 5 Barnewall &amp; Adolphus, 1098.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 4 Adolphus &amp; Ellis, 870</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">17</a>\n        <p> 16 Peters, 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 20 Howard, 343.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 22 Id. 96.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87633/"
}