{"absolute_url": "/opinion/87674/read-v-bowman/", "blocked": false, "citation": {"case_name": "Read v. Bowman", "docket_number": null, "document_uris": ["/api/rest/v2/document/87674/"], "federal_cite_one": "69 U.S. 591", "federal_cite_three": null, "federal_cite_two": null, "id": 56425, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/56425/", "scotus_early_cite": "2 Wall. 591", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1865-01-30", "date_modified": "2014-12-21T01:25:43.984349", "docket": "/api/rest/v2/docket/2519737/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">69 U.S. 591</p>\n    <p class=\"case_cite\">17 L.Ed. 812</p>\n    <p class=\"case_cite\">2 Wall. 591</p>\n    <p class=\"parties\">READ<br>v.<br>BOWMAN.</p>\n    <p class=\"date\">December Term, 1864</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">READ &amp; WHITAKER were inventors of four improvements in reaping and mowing machines, the principal one being what was called a 'tubular finger-bar;' and in 1856 were in partnership, under the name of Lloyd, Whitaker &amp; Co., with two persons named Lloyd &amp; Bowman; these last-named persons using the improvements with them, though not in any way inventors. On 27th December, 1856, Read &amp; Whitaker applied for a patent; their application giving authority to Mr. Hanna, of Washington, whom they appointed their solicitor, 'to alter or modify the drawings, specifications, and claims thereunto attached, in such manner as circumstances might require, or to withdraw the application altogether should it be deemed advisable, and in that event to receive and receipt for such sums of money as should be returnable under the act of Congress in that case made and provided.' Pending this application, and before any letters were granted, Read agreed to sell out his interest to <i>Whitaker</i> for $4500; of which $1500 was to be paid, and was paid in cash. The instrument of sale recited that, 'Whereas Read &amp; Whitaker have invented <i>an</i> improvement, for which they have <i>applied for letters patent;</i> and whereas, Whitaker has agreed to purchase of Read his interest in and to <i>said</i> invention, in consequence of letters patent, granted or to be granted; now, therefore, I, the said Read, in consideration, &amp;c., hereby assign, &amp;c., to Whitaker, the full and exclusive right to said invention, <i>as set forth and described in the specifications which I, in company with Whitaker, have prepared, executed, and filed</i> with the Commissioner of Patents at Washington, preparatory to obtaining letters patent therefor. To have and to hold,' &amp;c. Then, in a separate paragraph, the assignment proceeds, for the same consideration ($4500), <i>and the further consideration of one dollar</i>, to assign to Whitaker Read's right, title, and interest in and to three claims to inventions made by Read &amp; Whitaker, for which <i>the specifications had not been fully made</i>, describing them.</p>\n      <p class=\"indent\">The specifications above referred to contained a description of all the improvements in the case, which were plainly but parts of one invention.</p>\n      <p class=\"indent\">Contemporaneously with this assignment, Whitaker, as one party, and 'Bowman &amp; Lloyd' signing as another, executed an engagement to Read for $3000, the balance of the consideration of the transfer from Whitaker to him. The contract, in opening, recites, that Read had assigned to <i>Whitaker</i> all his title in certain <i>inventions and improvements</i> (both plural) made by Read &amp; Whitaker, in improvement of grain-reapers and grass-mowers, &amp;c. (for full particulars reference being made to said assignment), 'for which the said <i>Whitaker</i> has agreed to pay the said Read as follows: $1500 on the 1st January, A. D. 1859, and $1500 on the 1st January, A. D. 1860, with interest.' And the contract then thus concludes:</p>\n      <p class=\"indent\">'Now, therefore, we, the said <i>J. Lloyd, F. H. Bowman, and J. T. Whitaker</i>, do hereby agree, for a valuable consideration to us paid by the said Read (the receipt whereof we do hereby acknowledge), <i>as soon as the patent for the improvement in the grainreaper and grass-mower aforesaid is obtained by the said Read and Whitaker</i>, to execute unto the said Read our joint and several notes for the said amounts, payable as aforesaid, with interest as aforesaid.'</p>\n      <p class=\"indent\">The dates when the notes were to come due must be observed. After this time Read retired from business; the three other persons continuing it, and using all four improvements.</p>\n      <p class=\"indent\">The 'specifications' referred to in Read's assignment, as filed by him and Whitaker with the Commissioner of Patents, presented in reality <i>four</i> improvements. Mr. Hanna, their solicitor, withdrew three of the claims; and on the 11th of August, 1857, accepted a patent for <i>one</i> of them only, as specified in a specification amended by him; the patent embracing all the improvements in its specification, but the claim being restricted to the principal improvement, that of the 'tubular finger-bar.' On the 12th of February, 1859,&#8212;this date, too, must be noted,&#8212;'Bowman &amp; Lloyd,' who now ceased to use any of the improvements, notified to Read that, as more than a sufficient time had elapsed for procuring the patent for improvements, and as the same had not been procured, they (Bowman &amp; Lloyd) considered themselves discharged, and the contract void, so far as <i>they</i> were concerned. About one year after this notice, that is to say, on the 7th February, 1860, Read did obtain <i>four</i> patents&#8212;<i>reissues</i> upon the patent of August 11, 1857, which reissued patents, it was admitted, did contain the said four improvements, being all the improvements in the matter.</p>\n      <p class=\"indent\">Read accordingly brought assumpsit against Whitaker, Bowman &amp; Lloyd, for breach of contract in not executing their two notes for $1500 each; the declaration alleging that, subsequently to making the agreement, 'to wit, on the 11<i>th day of August</i>, 1857, the said improvement was duly patented;' nothing being said about any surrender or about the reissues; and the one patent of August 11, 1857, being alone offered in proof.</p>\n      <p class=\"indent\">The question below was, whether this declaration was sustained by the evidence; and whether Lloyd &amp; Bowman were discharged. The court held the declaration sufficient on the reissued patents being granted; that both Bowman &amp; Lloyd were bound, just as Read was; that Bowman &amp; Lloyd were chargeable with notice of Mr. Hanna's authority, and were bound by such changes and modifications as he made. Verdict was given for the amount of the notes with interest. Judgment having gone accordingly, the defendants brought the case here on error.</p>\n      <p class=\"indent\"><i>Goodwin, for the plaintiff in error:</i> The contract about the notes shows plainly that Whitaker was the principal debtor. It is 'the said <i>Whitaker</i>' who 'has agreed to pay the said Read.' Lloyd &amp; Bowman do not contract to <i>pay</i> at all. Indeed there was no equity to raise an obligation for them to pay. Read's assignment was to 'Whitaker,' and to him alone. He alone got a permanent and beneficial interest. What Lloyd &amp; Bowman do is this: they&#8212;after that Whitaker has promised to <i>pay</i>&#8212;agree that they with him will give their notes. Is it not plain that they did this as his sureties? Where a contract is to pay the debt of another, without any new consideration to the party so contracting, the obligation is to be construed as one of suretyship,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and, of course, to be construed strictly. The surety is bound in the manner and under the circumstances pointed out in his obligation. He may stand to its very terms, and if a variation is made without his assent, he is discharged.</p>\n      <p class=\"indent\">This obligation of the sureties was not absolute, but was contingent upon the condition precedent, that a patent for the specified improvements shoud first issue. If no patent ever issued, although Whitaker was still liable to Read for the sum agreed, Bowman &amp; Lloyd could not be called upon for its payment.</p>\n      <p class=\"indent\">Then the issue being a condition precedent, such condition must have been performed within a <i>reasonable</i> time; prior, at least, to the time when the debt for which they thus contingently bound themselves matured: obtaining a patent subsequent to such time was not sufficient. But all the obligation of Whitaker became due on or before the 1st day of January, 1860; the reissued patents all bear date subsequently. From the date of the contract, therefore, to its maturity, the condition precedent to Bowman &amp; Lloyd's liability remained unperformed.</p>\n      <p class=\"indent\">Moreover, by the terms of the contract it was necessary that a patent should issue for all the improvements specified. In their mechanical nature, one may have been greater than another. In their legal magnitude, all stand on one base. The patent of 11th August, 1857, the only patent offered in evidence, being for only <i>one</i> of the four, was not a performance of the condition.</p>\n      <p class=\"indent\">Under the simple allegation of the issue of a patent on that day, it was not competent to prove the surrender of such patent, and the reissue of the four patents nearly three years afterwards. This evidence being excluded, there was nothing before the jury but the patent of August 11th, 1857, and the verdict should have been for the defendants.</p>\n      <p class=\"indent\">The true construction of the last clause of the contract is, to regard it as containing solely the contract of Bowman &amp; Lloyd, in the same manner as if the earlier part had been signed by Whitaker, with the clause omitted; and then the clause indosed upon the contract, or written beneath it, and signed by Bowman &amp; Lloyd only. Any other view involves the absurdity of making Whitaker both absolutely and contingently liable for the same debt by the same instrument. The contract of the respective parties, though contained in the same writing, must in construction be so severed as to be consistent with itself; and any other construction than that for which we contend, either changes the <i>absolute</i> liability of Whitaker to pay, which is clearly fastened upon him by the previous part of the contract, into a <i>contingent</i> liability dependent upon a condition to be performed, or enlarges the obligation of Bowman &amp; Lloyd, which is contained only in this final clause, from a <i>conditional</i> into <i>an absolute</i> liability, a construction which would make the instrument inconsistent and contradictory.</p>\n      <p class=\"indent\">Bowman &amp; Lloyd are not chargeable with notice of the authority of Mr. Hanna. The contract refers to the <i>specifications</i> as containing the <i>description</i> of the <i>inventions</i> for which a patent was to be issued, and is only notice of what such inventions were, and not of the power of attorney. Even if <i>notice</i> of the appointment of Hanna as the attorney, and of his authority, can be implied from the contract, it would be no evidence of the <i>assent</i> of Bowman &amp; Lloyd to the exercise of such power to <i>withdraw or lessen the patent</i>. On the contrary, the notice of such power would no more be evidence of such assent, than the knowledge of the like authority existing in the inventors themselves under the Patent Law would imply such assent. The contract made with Bowman &amp; Lloyd by the patentees would, in fact, restrict both the patentees themselves and their attorneys from the subsequent exercise of such power of withdrawal or modification, so far as Bowman &amp; Lloyd were concerned, without the consent of Bowman &amp; Lloyd, and would require the patent to be obtained for all the specified improvements, as set forth in the agreement, in order to hold Bowman &amp; Lloyd under that contract.</p>\n      <p class=\"indent\">To construe the power given to Mr. Hanna by the patentees as binding upon Bowman &amp; Lloyd, and implying their assent to its exercise, would contradict the terms of the contract, for Bowman &amp; Lloyd were not to be liable unless a patent were <i>first</i> issued, but Mr. Hanna was authorized to withdraw the entire claim and receive back the patent fee. You cannot imply Bowman &amp; Lloyd's assent to the withdrawal of any part of the claim any more than of the whole, for all the evidence of such assent is what is furnished by the writings themselves, and they give the same authority to withdraw all as any part.</p>\n      <p class=\"indent\"><i>Mr. Roberts, contra:</i> There is no evidence that Lloyd and Bowman were sureties. Had the consideration moved wholly to Whitaker, it would not have proved that fact, for a promise is not necessarily that of a surety because the consideration moves to another. But it is evident that Lloyd and Bowman were interested in the purchase, for they received, had, and used the thing bought. The assignment was made to Whitaker, probably, because he was a joint inventor. Even if they were sureties, that makes no difference; for sureties are as much bound by the true intent of instruments as principals.</p>\n      <p class=\"indent\">Had not the pleader in drawing the <i>nar.</i> alleged the issue of a patent, we should have insisted that there was no condition precedent to be performed by Read. The law is that if a promise is made to pay a sum of money at a time fixed, with a condition annexed which may never be performed, the promise is not dependent but absolute. In <i>Harlow</i> v. <i>Boswell</i>,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the promise was to pay in twelve months, <i>or so soon as the promisor should sell to the amount of the note out of a certain commodity</i>. Treat, C. J., said the note was payable absolutely at a day certain. In <i>McCarty</i> v. <i>Howell</i>,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the note read, 'Four months after date, or so soon as I collect a certain note against A. Davis, I promise to pay,' &amp;c. Breese, J., after stating that the note was to be construed most strongly against the promisor, and that it was payable absolutely, put a quietus upon the defendant's argument by stating their respective positions thus: 'By our construction the note would read, 'Four months after date I promise to pay,' &amp;c., 'but if A. D. pays his note before that time I will pay then.\" By the other construction it would read, 'I will pay this note at four months, but if A. D. does not pay his note to me I will never pay it.' The <i>reductio ad absurdum</i> would be no less apparent in the present than in that case, if the position indicated were assumed. Mr. Read had parted with property valued at $3000 over what had been paid for it, and with all control over it; the purchasers had it in their power never to perform the condition, on the hypothesis assumed, by delaying the obtaining of the patent until after the time the notes were to be given, and thus to defeat a right of action and still keep the property. And this is the true reason why such a promise is absolute. It is because the promisor has it in his power to defeat the condition. Who can say that the plaintiffs in error did not, in this very case, delay the grant of the reissues, for a month and seven days, upon the idea of saving to themselves $3000?</p>\n      <p class=\"indent\"><i>With regard to Mr. Hanna:</i> By the agreement between Read and Whitaker, it was understood between them that the specifications might be altered, modified or changed by this person. When, therefore, the letters patent were issued, upon the specifications, whether as they originally stood, or as modified, Whitaker was bound, by the letter and spirit of the contract, to execute the notes. This determined the obligation of Bowman &amp; Lloyd. It must be considered that the parties entered into this contract with all the rights with which the patent law clothes inventors, one of which is, that a defective specification can be amended. Hanna modified the specifications, by striking out all but one claim. The parties are presumed in law to have been informed by their attorney that this had been or would be done; and hence the distinction in the assignment, both in respect to the <i>one</i> invention, as distinguished from the other three, and in respect to the consideration of the assignment, by making a class of one claim, and another distinct class of the other three, so that, although the whole were assigned to Whitaker, they well understood, at that time, that the patent then issued or to be issued, covered but the one claim. Read undertook for nothing, except that the inventions were patentable, to be shown by the issue of a patent. He had parted with all his interest in the invention, and had no right to interfere with Whitaker's proceedings in obtaining the patent in any form he wished. If he had interfered to prevent its issue upon the one claim, he would have thereby furnished a perfect defence to this action.</p>\n      <p class=\"indent\">The second patent legalized the rights of the patentee from the date of the first patent. The reissue was still a patent for the original invention, and if these effects can be given to it, it was properly declared on as it was.</p>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the Circuit Court of the United States for the Northern District of Illinois. The principal question in the case arises upon the exceptions of the defendants to the instructions given by the court to the jury. Other exceptions were taken by the defendants to the rulings of the court, and to the refusal of the court to instruct the jury as requested; but the whole substance of the controversy between the parties, and of the errors assigned in the record, is involved in the exceptions to the instructions of the court. Defendant in error and the first-named plaintiff were inventors of a certain improvement in reaping and mowing machines, and were joint-owners of the improvement. They applied to the Patent Office for letters patent, and employed a patent solicitor, to prosecute their claim before the commissioner. Application was filed on the eighteenth day of May, 1857, and it is conceded that the specifications accompanying the same contained a description of the entire improvement. Pending the application, and before the letters patent were granted, Whitaker, the principal defendant in the court below, agreed with his associate inventor to purchase of him, for the sum of four thousand five hundred dollars, all the right, title, and interest which the latter had or might have in and to the invention, in consequence of the letters patent granted or to be granted therefor; and in consideration of that sum the plaintiff in the court below, who was the other inventor, assigned and set over to the party first named the full and exclusive right to all of the invention, as set forth and described in the specifications; and the contract was that the assignee should have and hold the invention to him and his assigns, as fully as the same would have been enjoyed by the assignor if the assignment and sale had not been made. Introductory part of the instrument described the invention as an improvement in reaping and mowing machines, for which the inventors had applied for letters patent. Assignor also, by the same instrument, 'in consideration aforesaid, and also of one dollar' to him paid, assigned and set over to the same assignee, all right, title, and interest in and to three certain claims to inventions, described as made by the same inventors, and for which the specifications had not been fully prepared. Suit was brought in this case, by the assignor in that instrument, to recover the sum of three thousand dollars as the unpaid balance of the consideration for the title and interest of the invention as conveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Declaration was an assumpsit, and was founded upon a contemporaneous written agreement, signed by the assignee in that assignment, and the other two defendants. Agreement declared on refers to the instrument of assignment, describes the subject-matter assigned as improvements 'to grain-reapers and grass-mowers, belt-tightener,' &amp;c., specifies the entire consideration, states that the balance unpaid is three thousand dollars, and that the same is to be paid in two annual instalments, with interest at ten per cent. per annum, and concludes with what is the material clause in the controversy. Substance of the clause is that the defendants agreed to execute to the assignor of the invention their joint and several notes 'for said amounts, payable as aforesaid, with interest, as aforesaid,' as soon as the patent for the improvement in the grain-reaper and grass-mower aforesaid is obtained by the said inventors. Material allegations of the declaration are, that the letters patent described in the agreement were, on the eleventh day of August, 1857, duly obtained, and that the defendants, after due notice thereof, neglected and refused to give to the plaintiff their joint and several notes as they had agreed to do. Plea was non-assumpsit, and the verdict and judgment were for the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">I. Principal defence is that by the true construction of the agreement, no right of action against the last two defendants was to accrue to the plaintiff, unless letters patent for all the improvements specified in the assignment were obtained within a reasonable time, and that inasmuch as the patent of the eleventh of August, 1857, was for one <i>only</i> of the four specified improvements, the plaintiff, as against those defendants, is not entitled to recover. Reference must be made to the circumstances under which the contract was made, as affording the means of applying the language employed in the instrument to the subject-matter of the agreement. Parties agreed that there were four improvements, but they all related to grain-reapers and grass-mowers, as the machines are called in the written contract. Specifications of the patent of the eleventh of August, 1857, embraced all of the improvements described in the assignment, but the claim of the patent limited the invention to the tubular finger-bar, therein described, which is by far the most important feature of the entire improvement, and really constitutes the principal merit of the invention. Description of the improvement in the assignment is that it is an improvement in reaping and mowing machines, and there can be do doubt that it was regarded by the parties as constituting the principal matter of the assignment and transfer. But the other improvements are embraced in the assignment, and cannot be separated from the consideration specified in the instrument. Two of the claims are described as the subjects of one application, and the other, as an invention for a belt 'tightener,' operated by a right and left hand screw. They were four in all, and in point of fact were all described in the original specification, and are the same as those described in the reissued patents set forth in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First one, as before stated, consists of an improvement in the construction of the finger-bar in reaping and mowing machines, substituting a rolled tubular finger-bar in the place of the solid bar previously used.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second one consists of an improvement in the arrangement and combination of the raker's seat with a supporting wheel, and the frame and finger-bar of the machine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Third one consists of an improvement in the mode of mounting the driving wheel, and of driving the pulley that communicates motion to the belt and reel pulley.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Fourth one consists of an improvement for tightening the belt which draws the reel for the purpose of gathering the grain into the sickle.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Obviously the improvements are but parts of the same invention, and the evidence shows that the parties to the assignment had invented them all before the date of that instrument. Precise date of the invention does not appear; but it does appear that all of the parties to the written agreement were partners in 1856, and that the partnership used the improvement in the manufacture of machines. When the plaintiff assigned his interest in the invention to the first-named defendant he retired from the firm, and the other partners continued the business, using all four of the improvements. Express reference is made, both in the assignment and in the agreement, to the pendency of the application for a patent, in respect to the principal improvement, and in the latter, both to the pending specifications and to those which were 'not fully made.' Such reference to the specifications and pending proceedings render it allowable to examine those documents in connection with the assignment and agreement, as means of ascertaining the true intent and meaning of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pending application for the patent was dated the 27th day of December, 1856, and was signed by both of the inventors. Authority was therein conferred upon their solicitor to alter or modify the drawings, specifications, and claims thereunto attached, in such manner as circumstances might require, or to withdraw the application altogether should it be deemed advisable, and in that event to receive and receipt for such sums of money as should be returnable under the act of Congress in that case made and provided.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pursuant to the authority conferred by both the inventors, he amended the specifications and received the patent described. Effect of the assignment was not only to transfer the whole title of the several improvements to the assignee, but also to confer upon him the entire control of the pending application for letters patent. He could cancel the authority of the solicitor, or he could suffer it to remain without restriction or limitation. Plaintiff reserved no control in the matter, and it does not appear that he ever attempted to interfere in the premises. Purchase of the assignee was an absolute one, and he was bound to pay the consideration at all events. Plainly the other defendants were not parties to the assignment, nor were they parties to the promise of the assignee to pay the consideration, as therein specified and repeated in the introductory part of the written agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Their promise is contained in the last clause of the instrument, and it is conditional; but it is a mistake to suppose that it is not a joint one with the assignee. Neither the assignee nor the other two defendants promised to give their notes for the consideration, excepting on the happening of the condition therein specified. Legal effect of the promise by all three was, that they would give their joint and several notes for the two unpaid instalments, 'payable as aforesaid, with interest aforesaid,' as soon as the patent for the improvement in the grain-reaper and grass-mower aforesaid was obtained by the inventor. Obligation to perform was made dependent upon the future and undetermined action of the patent officer. Applicants for patents may, by law and the usages of the bureau, amend their specifications, and do everything authorized to be done by the patent solicitor in this case. Assignee knew what authority he and his associate inventor had conferred upon the solicitor, and it must be understood that the other defendants also knew what was the law upon the subject and the general usage of the Patent Office. Instructions of the court, therefore, were right, that when the letters patent were issued, the assignee was bound, by the letter and spirit of his contract, to execute his notes. Defendants are right in supposing that a surety may stand upon the very terms of his contract; that he will be discharged if any alteration is made in his agreement, without his knowledge or consent, which prejudices him, or which amounts to the substitution of a new agreement for the one he executed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But sureties are as much bound by the true intent and meaning of their contracts which they voluntarily subscribe as principals. They are bound in the manner, to the extent, and under the circumstances as they existed when the contract was executed. <i>Roth</i> v. <i>Miller</i>.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Strong doubts are entertained whether any one of the defendants can be regarded as a surety; but it is unnecessary to decide that question at the present time. Terms of the contract, or that part of it under consideration, were based on the undetermined action of the Patent Office, and in consideration of that fact it must be assumed that the parties not only knew that the specifications might be amended or withdrawn, but that they contracted in view of the probability that such changes might be made.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Patentees, also, are clothed with the power, whenever the patent granted shall be inoperative or invalid by reason of a defective or insufficient description or specification, if the error arose from inadvertency, accident, or mistake, to surrender the same; and thereupon the Commissioner of Patents, upon the payment of the duty, is authorized to cause a new patent to issue. Reissue must be for the same invention, and in judgment of law it is only a continuation of the original patent; and, consequently, the rights of the patentee, except as to prior infringements, are to be ascertained by the law under which the original application was made.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Original patent in this case was surrendered, and on the 7th of February, 1860, four distinct reissues were granted. Prior patent, as already explained, embraced all those improvements in its specifications, but the claim was restricted to the principal improvement. Object of the surrender was to correct that part of the specification known as the claim, and it is admitted by the defendants that the reissues cover all the improvements specified in the assignment, and no more than what was embraced in the original specifications. Under the circumstances, we are of the opinion that the instruction of the court that the declaration is sufficient was correct. Considering the state of the record, we have not thought it necessary to reproduce the instructions of the court, but have preferred to state our views of the law applicable to the case, and only wish to add that the instructions of the court were in all substantial respects correct. The decree of the Circuit Court, therefore, is</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">AFFIRMED WITH COSTS.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ress <i>v.</i> Barrington, 3 Leading Cases in Equity, by Hare &amp; Wallace, 3d edit. 837.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 15 Illinois, 56.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 24 Id. 341.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Bonar <i>v.</i> McDonald, 1 English Law and Equity, 8; McWilliams <i>v.</i> Mason, 5 Duer, 276; Maher <i>v.</i> Hall, 5 Barnwall &amp; Cresswell, 269; Bouler <i>v.</i> Cox, 4 Beavan, 380; Islyn <i>v.</i> Hartell, 8 Taunton, 208.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 18 Sergeant &amp; Rawle, 100.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Barclay <i>v.</i> Lucas, 1 Term, 291, n.; Miller <i>v.</i> Stewart, 9 Wheaton, 703; 4 Stat. at Large, 122.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Shaw <i>v.</i> Cooper, 7 Peters, 315; Grant <i>v.</i> Raymond, 6 Peters, 244; Stanley <i>v.</i> Whipple, 4 McLean, 35.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>69 U.S. 591 (1864)</b></center>\n<center><b>2 Wall. 591</b></center>\n<center><h1>READ<br>\nv.<br>\nBOWMAN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*594</span> Goodwin, for the plaintiff in error.</p>\n<p>Mr. Roberts, contra.</p>\n<p><span class=\"star-pagination\">*598</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>This is a writ of error to the Circuit Court of the United States for the Northern District of Illinois. The principal question in the case arises upon the exceptions of the defendants to the instructions given by the court to the jury <span class=\"star-pagination\">*599</span> Other exceptions were taken by the defendants to the rulings of the court, and to the refusal of the court to instruct the jury as requested; but the whole substance of the controversy between the parties, and of the errors assigned in the record, is involved in the exceptions to the instructions of the court. Defendant in error and the first-named plaintiff were inventors of a certain improvement in reaping and mowing machines, and were joint-owners of the improvement. They applied to the Patent Office for letters patent, and employed a patent solicitor, to prosecute their claim before the commissioner. Application was filed on the eighteenth day of May, 1857, and it is conceded that the specifications accompanying the same contained a description of the entire improvement. Pending the application, and before the letters patent were granted, Whitaker, the principal defendant in the court below, agreed with his associate inventor to purchase of him, for the sum of four thousand five hundred dollars, all the right, title, and interest which the latter had or might have in and to the invention, in consequence of the letters patent granted or to be granted therefor; and in consideration of that sum the plaintiff in the court below, who was the other inventor, assigned and set over to the party first named the full and exclusive right to all of the invention, as set forth and described in the specifications; and the contract was that the assignee should have and hold the invention to him and his assigns, as fully as the same would have been enjoyed by the assignor if the assignment and sale had not been made. Introductory part of the instrument described the invention as an improvement in reaping and mowing machines, for which the inventors had applied for letters patent. Assignor also, by the same instrument, \"in consideration aforesaid, and also of one dollar\" to him paid, assigned and set over to the same assignee, all right, title, and interest in and to three certain claims to inventions, described as made by the same inventors, and for which the specifications had not been fully prepared. Suit was brought in this case, by the assignor in that instrument, to recover the sum of three thousand dollars <span class=\"star-pagination\">*600</span> as the unpaid balance of the consideration for the title and interest of the invention as conveyed.</p>\n<p>Declaration was an assumpsit, and was founded upon a contemporaneous written agreement, signed by the assignee in that assignment, and the other two defendants. Agreement declared on refers to the instrument of assignment, describes the subject-matter assigned as improvements \"to grain-reapers and grass-mowers, belt-tightener,\" &amp;c., specifies the entire consideration, states that the balance unpaid is three thousand dollars, and that the same is to be paid in two annual instalments, with interest at ten per cent. per annum, and concludes with what is the material clause in the controversy. Substance of the clause is that the defendants agreed to execute to the assignor of the invention their joint and several notes \"for said amounts, payable as aforesaid, with interest, as aforesaid,\" as soon as the patent for the improvement in the grain-reaper and grass-mower aforesaid is obtained by the said inventors. Material allegations of the declaration are, that the letters patent described in the agreement were, on the eleventh day of August, 1857, duly obtained, and that the defendants, after due notice thereof, neglected and refused to give to the plaintiff their joint and several notes as they had agreed to do. Plea was non-assumpsit, and the verdict and judgment were for the plaintiff.</p>\n<p>I. Principal defence is that by the true construction of the agreement, no right of action against the last two defendants was to accrue to the plaintiff, unless letters patent for all the improvements specified in the assignment were obtained within a reasonable time, and that inasmuch as the patent of the eleventh of August, 1857, was for one only of the four specified improvements, the plaintiff, as against those defendants, is not entitled to recover. Reference must be made to the circumstances under which the contract was made, as affording the means of applying the language employed in the instrument to the subject-matter of the agreement. Parties agreed that there were four improvements, but they all related to grain-reapers and grass-mowers, as <span class=\"star-pagination\">*601</span> the machines are called in the written contract. Specifications of the patent of the eleventh of August, 1857, embraced all of the improvements described in the assignment, but the claim of the patent limited the invention to the tubular finger-bar, therein described, which is by far the most important feature of the entire improvement, and really constitutes the principal merit of the invention. Description of the improvement in the assignment is that it is an improvement in reaping and mowing machines, and there can be no doubt that it was regarded by the parties as constituting the principal matter of the assignment and transfer. But the other improvements are embraced in the assignment, and cannot be separated from the consideration specified in the instrument. Two of the claims are described as the subjects of one application, and the other, as an invention for a belt \"tightener,\" operated by a right and left hand screw. They were four in all, and in point of fact were all described in the original specification, and are the same as those described in the reissued patents set forth in the record.</p>\n<p>First one, as before stated, consists of an improvement in the construction of the finger-bar in reaping and mowing machines, substituting a rolled tubular finger-bar in the place of the solid bar previously used.</p>\n<p>Second one consists of an improvement in the arrangement and combination of the raker's seat with a supporting wheel, and the frame and finger-bar of the machine.</p>\n<p>Third one consists of an improvement in the mode of mounting the driving wheel, and of driving the pulley that communicates motion to the belt and reel pulley.</p>\n<p>Fourth one consists of an improvement for tightening the belt which draws the reel for the purpose of gathering the grain into the sickle.</p>\n<p>Obviously the improvements are but parts of the same invention, and the evidence shows that the parties to the assignment had invented them all before the date of that instrument. Precise date of the invention does not appear; but it does appear that all of the parties to the written agree. <span class=\"star-pagination\">*602</span> ment were partners in 1856, and that the partnership used the improvement in the manufacture of machines. When the plaintiff assigned his interest in the invention to the first-named defendant he retired from the firm, and the other partners continued the business, using all four of the improvements. Express reference is made, both in the assignment and in the agreement, to the pendency of the application for a patent, in respect to the principal improvement, and in the latter, both to the pending specifications and to those which were \"not fully made.\" Such reference to the specifications and pending proceedings render it allowable to examine those documents in connection with the assignment and agreement, as means of ascertaining the true intent and meaning of the parties.</p>\n<p>Pending application for the patent was dated the 27th day of December, 1856, and was signed by both of the inventors. Authority was therein conferred upon their solicitor to alter or modify the drawings, specifications, and claims thereunto attached, in such manner as circumstances might require, or to withdraw the application altogether should it be deemed advisable, and in that event to receive and receipt for such sums of money as should be returnable under the act of Congress in that case made and provided.</p>\n<p>Pursuant to the authority conferred by both the inventors, he amended the specifications and received the patent described. Effect of the assignment was not only to transfer the whole title of the several improvements to the assignee, but also to confer upon him the entire control of the pending application for letters patent. He could cancel the authority of the solicitor, or he could suffer it to remain without restriction or limitation. Plaintiff reserved no control in the matter, and it does not appear that he ever attempted to interfere in the premises. Purchase of the assignee was an absolute one, and he was bound to pay the consideration at all events. Plainly the other defendants were not parties to the assignment, nor were they parties to the promise of the assignee to pay the consideration, as therein specified and repeated in the introductory part of the written agreement.</p>\n<p><span class=\"star-pagination\">*603</span> Their promise is contained in the last clause of the instrument, and it is conditional; but it is a mistake to suppose that it is not a joint one with the assignee. Neither the assignee nor the other two defendants promised to give their notes for the consideration, excepting on the happening of the condition therein specified. Legal effect of the promise by all three was, that they would give their joint and several notes for the two unpaid instalments, \"payable as aforesaid, with interest aforesaid,\" as soon as the patent for the improvement in the grain-reaper and grass-mower aforesaid was obtained by the inventor. Obligation to perform was made dependent upon the future and undetermined action of the patent officer. Applicants for patents may, by law and the usages of the bureau, amend their specifications, and do everything authorized to be done by the patent solicitor in this case. Assignee knew what authority he and his associate inventor had conferred upon the solicitor, and it must be understood that the other defendants also knew what was the law upon the subject and the general usage of the Patent Office. Instructions of the court, therefore, were right, that when the letters patent were issued, the assignee was bound, by the letter and spirit of his contract, to execute his notes. Defendants are right in supposing that a surety may stand upon the very terms of his contract; that he will be discharged if any alteration is made in his agreement, without his knowledge or consent, which prejudices him, or which amounts to the substitution of a new agreement for the one he executed.<sup>[*]</sup></p>\n<p>But sureties are as much bound by the true intent and meaning of their contracts which they voluntarily subscribe as principals. They are bound in the manner, to the extent, and under the circumstances as they existed when the contract was executed. Roth v. Miller.<sup>[]</sup> Strong doubts are entertained whether any one of the defendants can be regarded <span class=\"star-pagination\">*604</span> as a surety; but it is unnecessary to decide that question at the present time. Terms of the contract, or that part of it under consideration, were based on the undetermined action of the Patent Office, and in consideration of that fact it must be assumed that the parties not only knew that the specifications might be amended or withdrawn, but that they contracted in view of the probability that such changes might be made.<sup>[*]</sup></p>\n<p>Patentees, also, are clothed with the power, whenever the patent granted shall be inoperative or invalid by reason of a defective or insufficient description or specification, if the error arose from inadvertency, accident, or mistake, to surrender the same; and thereupon the Commissioner of Patents, upon the payment of the duty, is authorized to cause a new patent to issue. Reissue must be for the same invention, and in judgment of law it is only a continuation of the original patent; and, consequently, the rights of the patentee, except as to prior infringements, are to be ascertained by the law under which the original application was made.<sup>[]</sup></p>\n<p>Original patent in this case was surrendered, and on the 7th of February, 1860, four distinct reissues were granted. Prior patent, as already explained, embraced all those improvements in its specifications, but the claim was restricted to the principal improvement. Object of the surrender was to correct that part of the specification known as the claim, and it is admitted by the defendants that the reissues cover all the improvements specified in the assignment, and no more than what was embraced in the original specifications. Under the circumstances, we are of the opinion that the instruction of the court that the declaration is sufficient was correct. Considering the state of the record, we have not thought it necessary to reproduce the instructions of the court, but have preferred to state our views of the law applicable to the case, and only wish to add that the instructions <span class=\"star-pagination\">*605</span> of the court were in all substantial respects correct. The decree of the Circuit Court, therefore, is</p>\n<p>AFFIRMED WITH COSTS.</p>\n<h2>NOTES</h2>\n<p>[*]  Bonar v. McDonald, 1 English Law and Equity, 8; McWilliams v. Mason, 5 Duer, 276; Maher v. Hall, 5 Barnwall &amp; Cresswell, 269; Bouler v. Cox, 4 Beavan, 380; Islyn v. Hartell, 8 Taunton, 208.</p>\n<p>[]  15 Sergeant &amp; Rawle. 100.</p>\n<p>[*]  Barclay v. Lucas, 1 Term, 291, n.; Miller v. Stewart, 9 Wheaton, 703; 4 Stat. at Large, 122.</p>\n<p>[]  Shaw v. Cooper, 7 Peters, 315; Grant v. Raymond, 6 Peters, 244; Stanley v. Whipple, 2 McLean 35.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></span> (1864)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">591</span></span></b></center>\n<center><h1>READ<br>\nv.<br>\nBOWMAN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*594</span> Goodwin, for the plaintiff in error.</p>\n<p>Mr. Roberts, contra.</p>\n<p><span class=\"star-pagination\">*598</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>This is a writ of error to the Circuit Court of the United States for the Northern District of Illinois. The principal question in the case arises upon the exceptions of the defendants to the instructions given by the court to the jury <span class=\"star-pagination\">*599</span> Other exceptions were taken by the defendants to the rulings of the court, and to the refusal of the court to instruct the jury as requested; but the whole substance of the controversy between the parties, and of the errors assigned in the record, is involved in the exceptions to the instructions of the court. Defendant in error and the first-named plaintiff were inventors of a certain improvement in reaping and mowing machines, and were joint-owners of the improvement. They applied to the Patent Office for letters patent, and employed a patent solicitor, to prosecute their claim before the commissioner. Application was filed on the eighteenth day of May, 1857, and it is conceded that the specifications accompanying the same contained a description of the entire improvement. Pending the application, and before the letters patent were granted, Whitaker, the principal defendant in the court below, agreed with his associate inventor to purchase of him, for the sum of four thousand five hundred dollars, all the right, title, and interest which the latter had or might have in and to the invention, in consequence of the letters patent granted or to be granted therefor; and in consideration of that sum the plaintiff in the court below, who was the other inventor, assigned and set over to the party first named the full and exclusive right to all of the invention, as set forth and described in the specifications; and the contract was that the assignee should have and hold the invention to him and his assigns, as fully as the same would have been enjoyed by the assignor if the assignment and sale had not been made. Introductory part of the instrument described the invention as an improvement in reaping and mowing machines, for which the inventors had applied for letters patent. Assignor also, by the same instrument, \"in consideration aforesaid, and also of one dollar\" to him paid, assigned and set over to the same assignee, all right, title, and interest in and to three certain claims to inventions, described as made by the same inventors, and for which the specifications had not been fully prepared. Suit was brought in this case, by the assignor in that instrument, to recover the sum of three thousand dollars <span class=\"star-pagination\">*600</span> as the unpaid balance of the consideration for the title and interest of the invention as conveyed.</p>\n<p>Declaration was an assumpsit, and was founded upon a contemporaneous written agreement, signed by the assignee in that assignment, and the other two defendants. Agreement declared on refers to the instrument of assignment, describes the subject-matter assigned as improvements \"to grain-reapers and grass-mowers, belt-tightener,\" &amp;c., specifies the entire consideration, states that the balance unpaid is three thousand dollars, and that the same is to be paid in two annual instalments, with interest at ten per cent. per annum, and concludes with what is the material clause in the controversy. Substance of the clause is that the defendants agreed to execute to the assignor of the invention their joint and several notes \"for said amounts, payable as aforesaid, with interest, as aforesaid,\" as soon as the patent for the improvement in the grain-reaper and grass-mower aforesaid is obtained by the said inventors. Material allegations of the declaration are, that the letters patent described in the agreement were, on the eleventh day of August, 1857, duly obtained, and that the defendants, after due notice thereof, neglected and refused to give to the plaintiff their joint and several notes as they had agreed to do. Plea was non-assumpsit, and the verdict and judgment were for the plaintiff.</p>\n<p>I. Principal defence is that by the true construction of the agreement, no right of action against the last two defendants was to accrue to the plaintiff, unless letters patent for all the improvements specified in the assignment were obtained within a reasonable time, and that inasmuch as the patent of the eleventh of August, 1857, was for one only of the four specified improvements, the plaintiff, as against those defendants, is not entitled to recover. Reference must be made to the circumstances under which the contract was made, as affording the means of applying the language employed in the instrument to the subject-matter of the agreement. Parties agreed that there were four improvements, but they all related to grain-reapers and grass-mowers, as <span class=\"star-pagination\">*601</span> the machines are called in the written contract. Specifications of the patent of the eleventh of August, 1857, embraced all of the improvements described in the assignment, but the claim of the patent limited the invention to the tubular finger-bar, therein described, which is by far the most important feature of the entire improvement, and really constitutes the principal merit of the invention. Description of the improvement in the assignment is that it is an improvement in reaping and mowing machines, and there can be no doubt that it was regarded by the parties as constituting the principal matter of the assignment and transfer. But the other improvements are embraced in the assignment, and cannot be separated from the consideration specified in the instrument. Two of the claims are described as the subjects of one application, and the other, as an invention for a belt \"tightener,\" operated by a right and left hand screw. They were four in all, and in point of fact were all described in the original specification, and are the same as those described in the reissued patents set forth in the record.</p>\n<p>First one, as before stated, consists of an improvement in the construction of the finger-bar in reaping and mowing machines, substituting a rolled tubular finger-bar in the place of the solid bar previously used.</p>\n<p>Second one consists of an improvement in the arrangement and combination of the raker's seat with a supporting wheel, and the frame and finger-bar of the machine.</p>\n<p>Third one consists of an improvement in the mode of mounting the driving wheel, and of driving the pulley that communicates motion to the belt and reel pulley.</p>\n<p>Fourth one consists of an improvement for tightening the belt which draws the reel for the purpose of gathering the grain into the sickle.</p>\n<p>Obviously the improvements are but parts of the same invention, and the evidence shows that the parties to the assignment had invented them all before the date of that instrument. Precise date of the invention does not appear; but it does appear that all of the parties to the written agree. <span class=\"star-pagination\">*602</span> ment were partners in 1856, and that the partnership used the improvement in the manufacture of machines. When the plaintiff assigned his interest in the invention to the first-named defendant he retired from the firm, and the other partners continued the business, using all four of the improvements. Express reference is made, both in the assignment and in the agreement, to the pendency of the application for a patent, in respect to the principal improvement, and in the latter, both to the pending specifications and to those which were \"not fully made.\" Such reference to the specifications and pending proceedings render it allowable to examine those documents in connection with the assignment and agreement, as means of ascertaining the true intent and meaning of the parties.</p>\n<p>Pending application for the patent was dated the 27th day of December, 1856, and was signed by both of the inventors. Authority was therein conferred upon their solicitor to alter or modify the drawings, specifications, and claims thereunto attached, in such manner as circumstances might require, or to withdraw the application altogether should it be deemed advisable, and in that event to receive and receipt for such sums of money as should be returnable under the act of Congress in that case made and provided.</p>\n<p>Pursuant to the authority conferred by both the inventors, he amended the specifications and received the patent described. Effect of the assignment was not only to transfer the whole title of the several improvements to the assignee, but also to confer upon him the entire control of the pending application for letters patent. He could cancel the authority of the solicitor, or he could suffer it to remain without restriction or limitation. Plaintiff reserved no control in the matter, and it does not appear that he ever attempted to interfere in the premises. Purchase of the assignee was an absolute one, and he was bound to pay the consideration at all events. Plainly the other defendants were not parties to the assignment, nor were they parties to the promise of the assignee to pay the consideration, as therein specified and repeated in the introductory part of the written agreement.</p>\n<p><span class=\"star-pagination\">*603</span> Their promise is contained in the last clause of the instrument, and it is conditional; but it is a mistake to suppose that it is not a joint one with the assignee. Neither the assignee nor the other two defendants promised to give their notes for the consideration, excepting on the happening of the condition therein specified. Legal effect of the promise by all three was, that they would give their joint and several notes for the two unpaid instalments, \"payable as aforesaid, with interest aforesaid,\" as soon as the patent for the improvement in the grain-reaper and grass-mower aforesaid was obtained by the inventor. Obligation to perform was made dependent upon the future and undetermined action of the patent officer. Applicants for patents may, by law and the usages of the bureau, amend their specifications, and do everything authorized to be done by the patent solicitor in this case. Assignee knew what authority he and his associate inventor had conferred upon the solicitor, and it must be understood that the other defendants also knew what was the law upon the subject and the general usage of the Patent Office. Instructions of the court, therefore, were right, that when the letters patent were issued, the assignee was bound, by the letter and spirit of his contract, to execute his notes. Defendants are right in supposing that a surety may stand upon the very terms of his contract; that he will be discharged if any alteration is made in his agreement, without his knowledge or consent, which prejudices him, or which amounts to the substitution of a new agreement for the one he executed.<sup>[*]</sup></p>\n<p>But sureties are as much bound by the true intent and meaning of their contracts which they voluntarily subscribe as principals. They are bound in the manner, to the extent, and under the circumstances as they existed when the contract was executed. Roth v. Miller.<sup>[]</sup> Strong doubts are entertained whether any one of the defendants can be regarded <span class=\"star-pagination\">*604</span> as a surety; but it is unnecessary to decide that question at the present time. Terms of the contract, or that part of it under consideration, were based on the undetermined action of the Patent Office, and in consideration of that fact it must be assumed that the parties not only knew that the specifications might be amended or withdrawn, but that they contracted in view of the probability that such changes might be made.<sup>[*]</sup></p>\n<p>Patentees, also, are clothed with the power, whenever the patent granted shall be inoperative or invalid by reason of a defective or insufficient description or specification, if the error arose from inadvertency, accident, or mistake, to surrender the same; and thereupon the Commissioner of Patents, upon the payment of the duty, is authorized to cause a new patent to issue. Reissue must be for the same invention, and in judgment of law it is only a continuation of the original patent; and, consequently, the rights of the patentee, except as to prior infringements, are to be ascertained by the law under which the original application was made.<sup>[]</sup></p>\n<p>Original patent in this case was surrendered, and on the 7th of February, 1860, four distinct reissues were granted. Prior patent, as already explained, embraced all those improvements in its specifications, but the claim was restricted to the principal improvement. Object of the surrender was to correct that part of the specification known as the claim, and it is admitted by the defendants that the reissues cover all the improvements specified in the assignment, and no more than what was embraced in the original specifications. Under the circumstances, we are of the opinion that the instruction of the court that the declaration is sufficient was correct. Considering the state of the record, we have not thought it necessary to reproduce the instructions of the court, but have preferred to state our views of the law applicable to the case, and only wish to add that the instructions <span class=\"star-pagination\">*605</span> of the court were in all substantial respects correct. The decree of the Circuit Court, therefore, is</p>\n<p>AFFIRMED WITH COSTS.</p>\n<h2>NOTES</h2>\n<p>[*]  Bonar v. McDonald, 1 English Law and Equity, 8; McWilliams v. Mason, 5 Duer, 276; Maher v. Hall, 5 Barnwall &amp; Cresswell, 269; Bouler v. Cox, 4 Beavan, 380; Islyn v. Hartell, 8 Taunton, 208.</p>\n<p>[]  15 Sergeant &amp; Rawle. 100.</p>\n<p>[*]  Barclay v. Lucas, 1 Term, 291, n.; Miller v. Stewart, 9 Wheaton, 703; 4 Stat. at Large, 122.</p>\n<p>[]  Shaw v. Cooper, 7 Peters, 315; Grant v. Raymond, 6 Peters, 244; Stanley v. Whipple, 2 McLean 35.</p>\n\n</div>", "id": 87674, "judges": "Clifford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87674/", "sha1": "5cc0fe09f268e0458386d37b641cc0d524dd7785", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:19"}