{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "72 U.S. 827", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/87880/"
    ], 
    "scotus_early_cite": "5 Wall. 827", 
    "case_name": "Higueras v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 56940, 
    "resource_uri": "/api/rest/v2/citation/56940/"
  }, 
  "id": 87880, 
  "blocked": false, 
  "judges": "Clifford", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1865-02-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>72 U.S. 827 (____)</b></center>\n<center><b>5 Wall. 827</b></center>\n<center><h1>HIGUERAS<br>\nv.<br>\nUNITED STATES.<sup>[*]</sup></h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*828</span> Mr. Bradley, for the appellants; Mr. Willes, contra.</p>\n<p>Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the District Court of the United States for the Northern District of California, confirming the survey of a private land claim. Appeals in <span class=\"star-pagination\">*829</span> such cases are authorized by the fifth section of the act of the fourteenth of June, 1860, if applied for within six months after the date of the decree, and it is under that special provision that the present controversy is now before the court.</p>\n<p>I. 1. Original claimant acquired a possessory right to the tract of land situate in Santa Clara County, California, and called Tularcitos, on the fourth of October, 1821, by virtue of a decree of concession of that date made to him by the governor of the Territory. Directions of the decree of concession were that the applicant for the tract should be put in possession of the same by the commissioner of San José, in whose jurisdiction the land was situated. Measurements were to be made and monuments fixed on the four sides of the tract, and the officer designated to perform the duty was to make return of his doings to the government. Pursuant to those directions the commissioner attended to the duty assigned to him and made his return, in which he states that he went upon the tract and gave possession to the donee, designating the number of varas allowed on each of the four sides of the concession.</p>\n<p>Claim to a portion of the tract it seems was subsequently made by an adjoining proprietor, and on the seventeenth day of October, 1835, the original claimant presented to the governor of the Territory a second petition, in which he requested that the boundaries of the concession to him might be enlarged, and that his title to the former concession might be confirmed. He based the claim in the second application chiefly upon two grounds: 1. That he had been in the occupation of the tract for more than twelve years. 2. That a part of the tract embraced in the decree of concession had been granted to another person.</p>\n<p>2. Second decree of concession granted the augmentation, as requested, and directed that the same should be considered as annexed to the former concession. Annexed to the petition was a diseno describing the entire tract, which appears to have been made in strict conformity to the colonization laws. Remark should be made that the first concession did not profess to grant anything more than a possessory <span class=\"star-pagination\">*830</span> right, and the second espediente is without the formal title, but there can be no doubt that the several documents are sufficient to give to the donee an inchoate right to the tract, within the meaning of the treaty of cession and the act of Congress subsequently passed to carry the provisions of the treaty into effect.<sup>[*]</sup></p>\n<p>Such also were the views of the land commissioners appointed under that act of Congress, as appears by their decree confirming the claim.</p>\n<p>Description of the tract as given in the decree of confirmation is that it is situated in Santa Clara County and is the same land formerly occupied by José Higuera, now deceased, and is known by the name of Los Tularcitos. Boundaries given in the decree are as follows: Beginning at the back side of the principal house on said rancho, standing at the foot of the hill, and running thence northwardly to a lone tree on the top of the sierra (which tree is known as a landmark), thence east along the sierra to the line of the land known as the rancho of José Maria Alviso, thence southerly along the west line of said Alviso's rancho till it intersects the Arroyo de la Penetencia, thence up said arroyo to an estuary, and from that point to the place of beginning.</p>\n<p>3. Appeal was duly taken from that decree by the United States, but the appeal, on the motion of the district attorney, was subsequently dismissed, and on his motion also it was ordered, adjudged, and decreed that the claimants have leave to proceed under the decree as a final decree in their favor. No appeal was subsequently taken, and the decree, therefore, became and is the final decree in the case. Final decrees in such cases, if regularly made and duly entered in the record, are conclusive between the United States and the claimants, unless an appeal is seasonably taken from the decree according to law.<sup>[\u0086]</sup></p>\n<p>4. Confirmation alone, however, did not, under that act, confer upon the claimant a right to a patent, but it was made the duty of the surveyor-general to cause all private land <span class=\"star-pagination\">*831</span> claims finally confirmed to be accurately surveyed, and to furnish plats of the same; and the provision was that a patent should issue to the claimant upon his presenting to the General Land Office an authentic certificate of such confirmation and a plat or survey of the land, duly certified and approved by the surveyor-general.</p>\n<p>Such was the legal effect of a final confirmation of a private land claim under the act of Congress first passed to carry the treaty of cession into effect, and such also was the legal course of proceeding under that act to procure a patent.</p>\n<p>5. But authority was conferred upon the District Courts for the Northern and Southern Districts of California, under the second section of the subsequent act, to which reference has been made, upon the application of any party interested, to make an order requiring any survey of a private land claim, within their respective districts, to be returned into such court for examination and adjudication; and if, upon the hearing of the allegations and proofs, the court should be of opinion that the survey and location were erroneous, the court, in that event, was authorized to set it aside and annul the same, or to correct and modify it. Proofs are to be taken and the parties have a right to be heard, and thereupon the court is required \"to render judgment thereon.\"</p>\n<p>Survey of the tract in this case was made by the surveyor-general, and on the seventh day of June, 1859, the court, on motion of the claimants, made an order directing the plat of the survey to be returned into court. Whereupon the claimants filed three exceptions to the survey, which in substance and effect are as follows: 1. That the survey was not made in accordance with the decree of confirmation. 2. That according to the decree of confirmation and the evidence in the case, the northern and southern lines of the survey should be extended easterly to the sierra or main range of mountains, so as to include the tract of country known as the Valley of the Calaveras. 3. That the northern line, extending from the estuary to the Calera Creek, should be a straight line instead of an angle, as represented on the plat. Testimony was taken, but before the hearing the <span class=\"star-pagination\">*832</span> claimants filed an additional exception, describing the tract of country mentioned in the second exception, and claiming that the lines of the survey should be extended as therein specified, so as to embrace that whole tract. Additional testimony was then taken and the parties were heard, and after the hearing the several exceptions were overruled, and a decree entered that the \"survey be, and the same is hereby confirmed.\" Claimants asked for a rehearing, which was granted, but the court refused to modify the decree, and ordered that it stand as the final decree in the cause. Present appeal is from that decree, and the questions for decision are those presented in the exceptions to the survey and location, as the same were filed by the claimants.</p>\n<p>II. 1. Appellants insist, as a primary proposition, that the boundaries of the tract, as given in the decree, are so indefinite and incongruous that the decree cannot be carried into effect, and consequently that they have a right in this proceeding to prove the extent of the tract as formerly occupied by the original claimant, so that the court may determine the true location and correct the errors in the decree of confirmation. But no such authority is to be found in the act conferring jurisdiction over the surveys of private land claims, nor in any other act of Congress upon that subject. Survey is required of all private land claims finally confirmed. Such claims are required to be accurately surveyed, which is equivalent to a requirement that the survey, where the decree of confirmation is by metes and bounds, shall conform to the decree.</p>\n<p>Private land claims, such as are recognized in that act, are those which arise by virtue of a right or title derived from the Spanish or Mexican government. Every person claiming such lands in California was required to present his claim to the land commissioners for adjudication, and the provision was that all land the claims to which should be finally decided to be invalid, and all lands the claims to which should not have been presented to the commissioners within two years from the date of the act, should be decreed, held, and considered as part of the public domain.</p>\n<p><span class=\"star-pagination\">*833</span> 2. Confirmed claims only were required under that act to be surveyed, and it is only the surveys of such claims that the District Court, under the second section of the subsequent act, is authorized to order into court for examination and adjudication. Confirmation must precede the survey which is made subject to such an order, and if the decree of confirmation is so indefinite and incongruous that it cannot be executed, then it is void and of no effect, and the claim to the land stands upon the same footing in legal contemplation as a claim which was never presented to the commissioners for adjudication. Nothing can be plainer than the proposition that a decree of confirmation under that act, which is in itself void, cannot be the proper foundation of a legal survey and location of the claim; and if not then, it is equally clear that the survey of the claim, although made by the surveyor-general, and ordered into the District Court, cannot confer any jurisdiction upon the court to determine the boundaries of the claim. Assume, therefore, that the proposition under consideration is correct, and it necessarily follows that the claimants have no legal right whatever to any portion of the tract.</p>\n<p>3. Jurisdiction over the \"right or title\" of the claimant is conferred upon the commissioners, under the act entitled \"An act to ascertain and settle private land claims,\" but the jurisdiction over the surveys of the same, after the plat is certified and approved by the surveyor-general, is conferred upon the District Court under the subsequent act, and the two things are wholly distinct and cannot be blended, nor can the one be substituted for the other.</p>\n<p>4. But the court does not, by any means, intend to be understood as acceding to the proposition that the decree of confirmation in this case is either void or voidable. On the contrary, it is clear, we think, that the decree, when properly understood, is not only free from any question as to its validity, but is also of a character to secure to the claimants all their right and title in the premises.</p>\n<p>5. Concessions or grants of land by Mexican governors <span class=\"star-pagination\">*834</span> were of three kinds, and in some respects the rules applicable to their construction are widely different. They were concessions or grants by specific boundaries, where, of course, the donee is entitled to the entire tract or concession, or grants by quantity, as of one or more leagues of land situate at some designated place, or within a larger tract described by what are called out-boundaries, where the donee is entitled to the quantity specified and no more, or grants or concessions of a certain place or rancho by some particular name, either with or without specific boundaries, where the donee is entitled to the tract according to the boundaries, if boundaries are given, and if not, according to the extent and limits of the tract or rancho as shown by the proofs of settlement and possession.</p>\n<p>Confessedly, the concession in this case, as originally made, was of the latter class, but the questions presented for decision under the exceptions to the survey have respect to the decree of confirmation, and not to the concession or concessions as made by the governor.</p>\n<p>III. 1. The decree of confirmation gives the boundaries of the claim, and as neither of the parties appealed from it, they are not at liberty to question its correctness or ask for any modification of its terms. Construction of the decree must be governed by the ordinary rules of the common law, as it is the decree of a Federal court sitting in a State where the common law prevails. Most or all of the courses given in the decree are undoubtedly erroneous; but there is very little difficulty in ascertaining the cause of the error, and still less in the conclusion that the errors in that behalf ought not to control the questions under consideration, nor be suffered to affect or prejudice the rights of either party. Unlike what is usually to be seen in Mexican espedientes, it appears in this case that two of the disenos or maps of the tract exhibited in the espedientes, contain on their face a delineation, as on a card, of the four cardinal and other principal points of the compass. Referring to the delineation, it will be seen that north, as there delineated, is in the place of northwest, and that the corresponding error occurs through <span class=\"star-pagination\">*835</span> out the delineation. Make the correction suggested, and the representation of the points of compass would be substantially correct in all respects; or, in other words, read north for northwest and northeast for north, and there would be little or no incongruity between the monuments given in the decree and the courses as therein laid down. Mistakes of a like character were made by the Mexican witnesses in their description of the tract and its boundaries. They knew the monuments designated as marking the boundaries of the donee's possession, but they do not profess to have had any positive knowledge as to the true course from one monument to another. Language of the decree is so nearly the same as that employed by one or more of the witnesses as to justify the conclusion that the commissioners, in framing the decree, borrowed the terms of the description from the language employed by the witnesses.</p>\n<p>2. Appellants do not deny that the place of beginning is correct, nor do they controvert the fact that the first course is from the back side of the principal house to a lone tree on the top of the sierra, which is known as a landmark. The course, as stated by the witnesses and given in the decree, is northwardly, but the termini of the line being given and the respective monuments marking the line admitted, it is clear that the monuments must govern. Measurements of distances and the direction of lines in reference to the points of the compass mentioned in a deed, may be made a part of the description of the premises intended to be granted, and in some cases, where the lines are so short as evidently to be susceptible of entire accuracy in their measurement, and are defined in such a manner as to indicate an exercise of care in describing the premises, such a description is regarded with great confidence as a means of ascertaining what is intended to be conveyed. But ordinarily surveys are so loosely made, and so liable to be inaccurate, especially when made in rough or uneven land or forests, that the courses and distances given in the instrument are regarded as more or less uncertain, and always give place, in questions of doubt or discrepancy, to known monuments and boundaries <span class=\"star-pagination\">*836</span> referred to as identifying the land.<sup>[*]</sup> Such monuments may be either natural or artificial objects, such as rivers, streams, springs, stakes, marked trees, fences, or buildings.<sup>[\u0086]</sup></p>\n<p>3. Second line mentioned in the decree is from the lone tree along the sierra to the line of the land known as the rancho of José Maria Alviso, who was the southern colindante of the original claimant. Three objections are assigned by the claimants to the second line in the decree as showing that it is unreliable and cannot be executed. First objection is that the course from the lone tree along the sierra, as described in the decree, is east instead of southeast as it should be, if the views of the appellees are correct. Beyond doubt, the fact is as suggested, but the objection is entitled to no weight, for the same reasons as those assigned in respect to the error in the described course of the first line. Both of the monuments, to wit: the lone tree and the sierra, are fully proved, and the appellants are obliged to concede that the lone tree and sierra of the survey are the same as those of the decree. They do not attack the survey as a departure from the decree, but insist that the decree is so indefinite and incongruous that it cannot be executed, and that the survey is contrary to the actual location of the land granted to the donee, as shown by the evidence in the case. Impliedly the proposition admits that if the decree can be executed the appellees must prevail, and so is the course of the argument.</p>\n<p>Appellants contend, in the next place, that the second line, that is, the line from the lone tree along the sierra, is unreliable, because they insist that the evidence shows that the lone tree is not a corner boundary. Present inquiry, however, is how it was viewed by the commissioners when they framed the decree, and not what they might or ought to <span class=\"star-pagination\">*837</span> have decided, if the evidence since taken had been before them at that time. Looking at the language of the decree it is beyond a doubt that the commissioners, in framing it, regarded the lone tree as a corner boundary, that is, as the termination of the first line and as the beginning of the second; so that the second objection of the appellants is unfounded in fact.</p>\n<p>Third objection is that the second line, if run from the lone tree along the sierra, would not intersect the line of the rancho mentioned in the decree. But the objection is purely a technical one, and as such is entitled to no weight. Alviso's land did not, it is true, extend quite to the sierra, or if it did his northern line, as exhibited on the diseños in the record, was not so delineated. Protract the line in the same direction to the sierra, and the whole foundation of the objection is gone. The intention of the decree is obvious, and there can be no doubt that the surveyor-general was right in regarding that supposed defect as supplied by necessary implication from the language of the decree. He terminated the second line at the point where the northern line of the other rancho, if protracted as the commissioners assumed, would strike the sierra, and in adopting that view, it is clear that he carried into effect the intention of the commissioners.</p>\n<p>4. Residue of the decree is without objection, except that the third line has the corresponding error in the course of the line. Substance of the objection is that the course is described as southerly instead of westwardly, as assumed by the appellants, and as running along the west line of the other rancho instead of along the northern line of the same, as it should have been if their theory is correct. Obviously, both of these mistakes are of the same character as those previously considered in the description of the first and second lines, and they may be answered in the same way, as the evidence is full to the point that the location of the rancho referred to was well known. Evidence shows that the proprietor of that rancho and the original claimant at one time had a controversy in respect to that line, but that <span class=\"star-pagination\">*838</span> the same was satisfactorily adjusted under Mexican rule before the second concession was made to the donee. When reference, therefore, was made to that rancho, it was to one well known, and the termination of the line was at the Arroyo de la Penetencia, which was equally well known and established.</p>\n<p>5. Remaining portion of the description as given in the decree is as follows: Thence up the arroyo to an estuary, and from that point to the place of beginning. Correct the description of the courses of the lines, or strike out that portion of the description, and the boundaries of the tract are complete and specific, and the survey and the decree describe the same tract of land. Unless the views of the claimants are misunderstood, they do not deny that fact; and if they do, it is a sufficient answer to the denial, in view of the explanations already given, to say that in the judgment of this court the just and legal conclusion is the other way.</p>\n<p>6. Having come to the conclusion that the rights of the appellants are fully defined in the decree of the commissioners, and that the survey in question corresponds with that decree, we do not think it necessary to enter into any extended examination of the evidence as to the extent of the tract embraced in the original concessions as presented to the land commissioners. All those matters were concluded by the decree, and the only question now is whether the decree of the commissioners is fairly carried into effect by the survey and decree of the District Court, and our conclusion upon that question is that the complaints of the appellants are without any foundation. While such is our conclusion, we still think it proper to say that we have looked into the evidence in the case with care, and have no hesitation in saying that if the whole controversy was open, as is supposed by the claimants, we should be constrained to concur in the views of the district judge, that the great weight of the evidence shows that the survey describes the true location and boundaries of the tract.</p>\n<p>DECREE AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  For the syllabus to this case, adjudged some terms since in the reporter's absence, he is indebted to the courtesy of the learned Justice by whom the opinion of the court was delivered.</p>\n<p>[*]  9 Stat. at Large, 631-2.</p>\n<p>[\u0086]  Id. 632.</p>\n<p>[*]  Washburn on Real Property (2d ed.), 673; Preston's Heirs v. Bowman. 6 Wheaton. 582; Marshall v. Currie, 4 Cranch, 176; Farrington v. Ridgely, 4 Maine, 286; Howe v. Bass, 2 Massachusetts, 280; Bosworth v. Sturtevant, 6 Cushing, 392; Jackson v. Ives, 9 Cowen, 661.</p>\n<p>[\u0086]  Newsom v. Prior, 7 Wheaton, 10; Rix v. Johnson, 5 New Hampshire 524.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:26", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">827</span></span></b></center>\n<center><h1>HIGUERAS<br>\nv.<br>\nUNITED STATES.<sup>[*]</sup></h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*828</span> Mr. Bradley, for the appellants; Mr. Willes, contra.</p>\n<p>Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the District Court of the United States for the Northern District of California, confirming the survey of a private land claim. Appeals in <span class=\"star-pagination\">*829</span> such cases are authorized by the fifth section of the act of the fourteenth of June, 1860, if applied for within six months after the date of the decree, and it is under that special provision that the present controversy is now before the court.</p>\n<p>I. 1. Original claimant acquired a possessory right to the tract of land situate in Santa Clara County, California, and called Tularcitos, on the fourth of October, 1821, by virtue of a decree of concession of that date made to him by the governor of the Territory. Directions of the decree of concession were that the applicant for the tract should be put in possession of the same by the commissioner of San José, in whose jurisdiction the land was situated. Measurements were to be made and monuments fixed on the four sides of the tract, and the officer designated to perform the duty was to make return of his doings to the government. Pursuant to those directions the commissioner attended to the duty assigned to him and made his return, in which he states that he went upon the tract and gave possession to the donee, designating the number of varas allowed on each of the four sides of the concession.</p>\n<p>Claim to a portion of the tract it seems was subsequently made by an adjoining proprietor, and on the seventeenth day of October, 1835, the original claimant presented to the governor of the Territory a second petition, in which he requested that the boundaries of the concession to him might be enlarged, and that his title to the former concession might be confirmed. He based the claim in the second application chiefly upon two grounds: 1. That he had been in the occupation of the tract for more than twelve years. 2. That a part of the tract embraced in the decree of concession had been granted to another person.</p>\n<p>2. Second decree of concession granted the augmentation, as requested, and directed that the same should be considered as annexed to the former concession. Annexed to the petition was a diseno describing the entire tract, which appears to have been made in strict conformity to the colonization laws. Remark should be made that the first concession did not profess to grant anything more than a possessory <span class=\"star-pagination\">*830</span> right, and the second espediente is without the formal title, but there can be no doubt that the several documents are sufficient to give to the donee an inchoate right to the tract, within the meaning of the treaty of cession and the act of Congress subsequently passed to carry the provisions of the treaty into effect.<sup>[*]</sup></p>\n<p>Such also were the views of the land commissioners appointed under that act of Congress, as appears by their decree confirming the claim.</p>\n<p>Description of the tract as given in the decree of confirmation is that it is situated in Santa Clara County and is the same land formerly occupied by José Higuera, now deceased, and is known by the name of Los Tularcitos. Boundaries given in the decree are as follows: Beginning at the back side of the principal house on said rancho, standing at the foot of the hill, and running thence northwardly to a lone tree on the top of the sierra (which tree is known as a landmark), thence east along the sierra to the line of the land known as the rancho of José Maria Alviso, thence southerly along the west line of said Alviso's rancho till it intersects the Arroyo de la Penetencia, thence up said arroyo to an estuary, and from that point to the place of beginning.</p>\n<p>3. Appeal was duly taken from that decree by the United States, but the appeal, on the motion of the district attorney, was subsequently dismissed, and on his motion also it was ordered, adjudged, and decreed that the claimants have leave to proceed under the decree as a final decree in their favor. No appeal was subsequently taken, and the decree, therefore, became and is the final decree in the case. Final decrees in such cases, if regularly made and duly entered in the record, are conclusive between the United States and the claimants, unless an appeal is seasonably taken from the decree according to law.<sup>[\u0086]</sup></p>\n<p>4. Confirmation alone, however, did not, under that act, confer upon the claimant a right to a patent, but it was made the duty of the surveyor-general to cause all private land <span class=\"star-pagination\">*831</span> claims finally confirmed to be accurately surveyed, and to furnish plats of the same; and the provision was that a patent should issue to the claimant upon his presenting to the General Land Office an authentic certificate of such confirmation and a plat or survey of the land, duly certified and approved by the surveyor-general.</p>\n<p>Such was the legal effect of a final confirmation of a private land claim under the act of Congress first passed to carry the treaty of cession into effect, and such also was the legal course of proceeding under that act to procure a patent.</p>\n<p>5. But authority was conferred upon the District Courts for the Northern and Southern Districts of California, under the second section of the subsequent act, to which reference has been made, upon the application of any party interested, to make an order requiring any survey of a private land claim, within their respective districts, to be returned into such court for examination and adjudication; and if, upon the hearing of the allegations and proofs, the court should be of opinion that the survey and location were erroneous, the court, in that event, was authorized to set it aside and annul the same, or to correct and modify it. Proofs are to be taken and the parties have a right to be heard, and thereupon the court is required \"to render judgment thereon.\"</p>\n<p>Survey of the tract in this case was made by the surveyor-general, and on the seventh day of June, 1859, the court, on motion of the claimants, made an order directing the plat of the survey to be returned into court. Whereupon the claimants filed three exceptions to the survey, which in substance and effect are as follows: 1. That the survey was not made in accordance with the decree of confirmation. 2. That according to the decree of confirmation and the evidence in the case, the northern and southern lines of the survey should be extended easterly to the sierra or main range of mountains, so as to include the tract of country known as the Valley of the Calaveras. 3. That the northern line, extending from the estuary to the Calera Creek, should be a straight line instead of an angle, as represented on the plat. Testimony was taken, but before the hearing the <span class=\"star-pagination\">*832</span> claimants filed an additional exception, describing the tract of country mentioned in the second exception, and claiming that the lines of the survey should be extended as therein specified, so as to embrace that whole tract. Additional testimony was then taken and the parties were heard, and after the hearing the several exceptions were overruled, and a decree entered that the \"survey be, and the same is hereby confirmed.\" Claimants asked for a rehearing, which was granted, but the court refused to modify the decree, and ordered that it stand as the final decree in the cause. Present appeal is from that decree, and the questions for decision are those presented in the exceptions to the survey and location, as the same were filed by the claimants.</p>\n<p>II. 1. Appellants insist, as a primary proposition, that the boundaries of the tract, as given in the decree, are so indefinite and incongruous that the decree cannot be carried into effect, and consequently that they have a right in this proceeding to prove the extent of the tract as formerly occupied by the original claimant, so that the court may determine the true location and correct the errors in the decree of confirmation. But no such authority is to be found in the act conferring jurisdiction over the surveys of private land claims, nor in any other act of Congress upon that subject. Survey is required of all private land claims finally confirmed. Such claims are required to be accurately surveyed, which is equivalent to a requirement that the survey, where the decree of confirmation is by metes and bounds, shall conform to the decree.</p>\n<p>Private land claims, such as are recognized in that act, are those which arise by virtue of a right or title derived from the Spanish or Mexican government. Every person claiming such lands in California was required to present his claim to the land commissioners for adjudication, and the provision was that all land the claims to which should be finally decided to be invalid, and all lands the claims to which should not have been presented to the commissioners within two years from the date of the act, should be decreed, held, and considered as part of the public domain.</p>\n<p><span class=\"star-pagination\">*833</span> 2. Confirmed claims only were required under that act to be surveyed, and it is only the surveys of such claims that the District Court, under the second section of the subsequent act, is authorized to order into court for examination and adjudication. Confirmation must precede the survey which is made subject to such an order, and if the decree of confirmation is so indefinite and incongruous that it cannot be executed, then it is void and of no effect, and the claim to the land stands upon the same footing in legal contemplation as a claim which was never presented to the commissioners for adjudication. Nothing can be plainer than the proposition that a decree of confirmation under that act, which is in itself void, cannot be the proper foundation of a legal survey and location of the claim; and if not then, it is equally clear that the survey of the claim, although made by the surveyor-general, and ordered into the District Court, cannot confer any jurisdiction upon the court to determine the boundaries of the claim. Assume, therefore, that the proposition under consideration is correct, and it necessarily follows that the claimants have no legal right whatever to any portion of the tract.</p>\n<p>3. Jurisdiction over the \"right or title\" of the claimant is conferred upon the commissioners, under the act entitled \"An act to ascertain and settle private land claims,\" but the jurisdiction over the surveys of the same, after the plat is certified and approved by the surveyor-general, is conferred upon the District Court under the subsequent act, and the two things are wholly distinct and cannot be blended, nor can the one be substituted for the other.</p>\n<p>4. But the court does not, by any means, intend to be understood as acceding to the proposition that the decree of confirmation in this case is either void or voidable. On the contrary, it is clear, we think, that the decree, when properly understood, is not only free from any question as to its validity, but is also of a character to secure to the claimants all their right and title in the premises.</p>\n<p>5. Concessions or grants of land by Mexican governors <span class=\"star-pagination\">*834</span> were of three kinds, and in some respects the rules applicable to their construction are widely different. They were concessions or grants by specific boundaries, where, of course, the donee is entitled to the entire tract or concession, or grants by quantity, as of one or more leagues of land situate at some designated place, or within a larger tract described by what are called out-boundaries, where the donee is entitled to the quantity specified and no more, or grants or concessions of a certain place or rancho by some particular name, either with or without specific boundaries, where the donee is entitled to the tract according to the boundaries, if boundaries are given, and if not, according to the extent and limits of the tract or rancho as shown by the proofs of settlement and possession.</p>\n<p>Confessedly, the concession in this case, as originally made, was of the latter class, but the questions presented for decision under the exceptions to the survey have respect to the decree of confirmation, and not to the concession or concessions as made by the governor.</p>\n<p>III. 1. The decree of confirmation gives the boundaries of the claim, and as neither of the parties appealed from it, they are not at liberty to question its correctness or ask for any modification of its terms. Construction of the decree must be governed by the ordinary rules of the common law, as it is the decree of a Federal court sitting in a State where the common law prevails. Most or all of the courses given in the decree are undoubtedly erroneous; but there is very little difficulty in ascertaining the cause of the error, and still less in the conclusion that the errors in that behalf ought not to control the questions under consideration, nor be suffered to affect or prejudice the rights of either party. Unlike what is usually to be seen in Mexican espedientes, it appears in this case that two of the disenos or maps of the tract exhibited in the espedientes, contain on their face a delineation, as on a card, of the four cardinal and other principal points of the compass. Referring to the delineation, it will be seen that north, as there delineated, is in the place of northwest, and that the corresponding error occurs through <span class=\"star-pagination\">*835</span> out the delineation. Make the correction suggested, and the representation of the points of compass would be substantially correct in all respects; or, in other words, read north for northwest and northeast for north, and there would be little or no incongruity between the monuments given in the decree and the courses as therein laid down. Mistakes of a like character were made by the Mexican witnesses in their description of the tract and its boundaries. They knew the monuments designated as marking the boundaries of the donee's possession, but they do not profess to have had any positive knowledge as to the true course from one monument to another. Language of the decree is so nearly the same as that employed by one or more of the witnesses as to justify the conclusion that the commissioners, in framing the decree, borrowed the terms of the description from the language employed by the witnesses.</p>\n<p>2. Appellants do not deny that the place of beginning is correct, nor do they controvert the fact that the first course is from the back side of the principal house to a lone tree on the top of the sierra, which is known as a landmark. The course, as stated by the witnesses and given in the decree, is northwardly, but the termini of the line being given and the respective monuments marking the line admitted, it is clear that the monuments must govern. Measurements of distances and the direction of lines in reference to the points of the compass mentioned in a deed, may be made a part of the description of the premises intended to be granted, and in some cases, where the lines are so short as evidently to be susceptible of entire accuracy in their measurement, and are defined in such a manner as to indicate an exercise of care in describing the premises, such a description is regarded with great confidence as a means of ascertaining what is intended to be conveyed. But ordinarily surveys are so loosely made, and so liable to be inaccurate, especially when made in rough or uneven land or forests, that the courses and distances given in the instrument are regarded as more or less uncertain, and always give place, in questions of doubt or discrepancy, to known monuments and boundaries <span class=\"star-pagination\">*836</span> referred to as identifying the land.<sup>[*]</sup> Such monuments may be either natural or artificial objects, such as rivers, streams, springs, stakes, marked trees, fences, or buildings.<sup>[\u0086]</sup></p>\n<p>3. Second line mentioned in the decree is from the lone tree along the sierra to the line of the land known as the rancho of José Maria Alviso, who was the southern colindante of the original claimant. Three objections are assigned by the claimants to the second line in the decree as showing that it is unreliable and cannot be executed. First objection is that the course from the lone tree along the sierra, as described in the decree, is east instead of southeast as it should be, if the views of the appellees are correct. Beyond doubt, the fact is as suggested, but the objection is entitled to no weight, for the same reasons as those assigned in respect to the error in the described course of the first line. Both of the monuments, to wit: the lone tree and the sierra, are fully proved, and the appellants are obliged to concede that the lone tree and sierra of the survey are the same as those of the decree. They do not attack the survey as a departure from the decree, but insist that the decree is so indefinite and incongruous that it cannot be executed, and that the survey is contrary to the actual location of the land granted to the donee, as shown by the evidence in the case. Impliedly the proposition admits that if the decree can be executed the appellees must prevail, and so is the course of the argument.</p>\n<p>Appellants contend, in the next place, that the second line, that is, the line from the lone tree along the sierra, is unreliable, because they insist that the evidence shows that the lone tree is not a corner boundary. Present inquiry, however, is how it was viewed by the commissioners when they framed the decree, and not what they might or ought to <span class=\"star-pagination\">*837</span> have decided, if the evidence since taken had been before them at that time. Looking at the language of the decree it is beyond a doubt that the commissioners, in framing it, regarded the lone tree as a corner boundary, that is, as the termination of the first line and as the beginning of the second; so that the second objection of the appellants is unfounded in fact.</p>\n<p>Third objection is that the second line, if run from the lone tree along the sierra, would not intersect the line of the rancho mentioned in the decree. But the objection is purely a technical one, and as such is entitled to no weight. Alviso's land did not, it is true, extend quite to the sierra, or if it did his northern line, as exhibited on the diseños in the record, was not so delineated. Protract the line in the same direction to the sierra, and the whole foundation of the objection is gone. The intention of the decree is obvious, and there can be no doubt that the surveyor-general was right in regarding that supposed defect as supplied by necessary implication from the language of the decree. He terminated the second line at the point where the northern line of the other rancho, if protracted as the commissioners assumed, would strike the sierra, and in adopting that view, it is clear that he carried into effect the intention of the commissioners.</p>\n<p>4. Residue of the decree is without objection, except that the third line has the corresponding error in the course of the line. Substance of the objection is that the course is described as southerly instead of westwardly, as assumed by the appellants, and as running along the west line of the other rancho instead of along the northern line of the same, as it should have been if their theory is correct. Obviously, both of these mistakes are of the same character as those previously considered in the description of the first and second lines, and they may be answered in the same way, as the evidence is full to the point that the location of the rancho referred to was well known. Evidence shows that the proprietor of that rancho and the original claimant at one time had a controversy in respect to that line, but that <span class=\"star-pagination\">*838</span> the same was satisfactorily adjusted under Mexican rule before the second concession was made to the donee. When reference, therefore, was made to that rancho, it was to one well known, and the termination of the line was at the Arroyo de la Penetencia, which was equally well known and established.</p>\n<p>5. Remaining portion of the description as given in the decree is as follows: Thence up the arroyo to an estuary, and from that point to the place of beginning. Correct the description of the courses of the lines, or strike out that portion of the description, and the boundaries of the tract are complete and specific, and the survey and the decree describe the same tract of land. Unless the views of the claimants are misunderstood, they do not deny that fact; and if they do, it is a sufficient answer to the denial, in view of the explanations already given, to say that in the judgment of this court the just and legal conclusion is the other way.</p>\n<p>6. Having come to the conclusion that the rights of the appellants are fully defined in the decree of the commissioners, and that the survey in question corresponds with that decree, we do not think it necessary to enter into any extended examination of the evidence as to the extent of the tract embraced in the original concessions as presented to the land commissioners. All those matters were concluded by the decree, and the only question now is whether the decree of the commissioners is fairly carried into effect by the survey and decree of the District Court, and our conclusion upon that question is that the complaints of the appellants are without any foundation. While such is our conclusion, we still think it proper to say that we have looked into the evidence in the case with care, and have no hesitation in saying that if the whole controversy was open, as is supposed by the claimants, we should be constrained to concur in the views of the district judge, that the great weight of the evidence shows that the survey describes the true location and boundaries of the tract.</p>\n<p>DECREE AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  For the syllabus to this case, adjudged some terms since in the reporter's absence, he is indebted to the courtesy of the learned Justice by whom the opinion of the court was delivered.</p>\n<p>[*]  9 Stat. at Large, 631-2.</p>\n<p>[\u0086]  Id. 632.</p>\n<p>[*]  Washburn on Real Property (2d ed.), 673; Preston's Heirs v. Bowman. 6 Wheaton. 582; Marshall v. Currie, 4 Cranch, 176; Farrington v. Ridgely, 4 Maine, 286; Howe v. Bass, 2 Massachusetts, 280; Bosworth v. Sturtevant, 6 Cushing, 392; Jackson v. Ives, 9 Cowen, 661.</p>\n<p>[\u0086]  Newsom v. Prior, 7 Wheaton, 10; Rix v. Johnson, 5 New Hampshire 524.</p>\n\n</div>", 
  "sha1": "8261e53da1ccb148fe783feea87b463fce317f73", 
  "date_modified": "2014-12-21T01:25:47.598813", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87880/higueras-v-united-states/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/400085/", 
  "html": "<p class=\"case_cite\">72 U.S. 827</p>\n    <p class=\"case_cite\">18 L.Ed. 469</p>\n    <p class=\"case_cite\">5 Wall. 827</p>\n    <p class=\"parties\">HIGUERAS<br>v.<br>UNITED STATES.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p class=\"date\">December Term, 1866</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the District Court for Northern California.</p>\n      <p class=\"indent\"><i>Mr. Bradley, for the appellants; Mr. Willes, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a decree of the District Court of the United States for the Northern District of Colifornia, confirming the survey of a private land claim. Appeals in such cases are authorized by the fifth section of the act of the fourteenth of June, 1860, if applied for within six months after the date of the decree, and it is under that special provision that the present controversy is now before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. 1. Original claimant acquired a possessory right to the tract of land situate in Santa Clara County, California, and called Tularcitos, on the fourth of October, 1821, by virtue of a decree of concession of that date made to him by the governor of the Territory. Directions of the decree of concession were that the applicant for the tract should be put in possession of the same by the commissioner of San Jose, in whose jurisdiction the land was situated. Measurements were to be made and monuments fixed on the four sides of the tract, and the officer designated to perform the duty was to make return of his doings to the government. Pursuant to those directions the commissioner attended to the duty assigned to him and made his return, in which he states that he went upon the tract and gave possession to the donee, designating the number of varas allowed on each of the four sides of the concession.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Claim to a portion of the tract it seems was subsequently made by an adjoining proprietor, and on the seventeenth day of October, 1835, the original claimant presented to the governor of the Territory a second petition, in which he requested that the boundaries of the concession to him might be enlarged, and that his title to the former concession might be confirmed. He based the claim in the second application chiefly upon two grounds: 1. That he had been in the occupation of the tract for more than twelve years. 2. That a part of the tract embraced in the decree of concession had been granted to another person.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. Second decree of concession granted the augmentation, as requested, and directed that the same should be considered as annexed to the former concession. Annexed to the petition was a <i>diseno</i> describing the entire tract, which appears to have been made in strict conformity to the colonization laws. Remark should be made that the first concession did not profess to grant anything more than a possessory right, and the second espediente is without the formal title, but there can be no doubt that the several documents are sufficient to give to the donee an inchoate right to the tract, within the meaning of the treaty of cession and the act of Congress subsequently passed to carry the provisions of the treaty into effect.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Such also were the views of the land commissioners appointed under that act of Congress, as appears by their decree confirming the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Description of the tract as given in the decree of confirmation is that it is situated in Santa Clara County and is the same land formerly occupied by Jose Higuera, now deceased, and is known by the name of Los Tularcitos. Boundaries given in the decree are as follows: Beginning at the back side of the principal house on said rancho, standing at the foot of the hill, and running thence northwardly to a lone tree on the top of the sierra (which tree is known as a landmark), thence east along the sierra to the line of the land known as the rancho of Jose Maria Alviso, thence southerly along the west line of said Alviso's rancho till it intersects the Arroyo de la Penetencia, thence up said arroyo to an estuary, and from that point to the place of beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Appeal was duly taken from that decree by the United States, but the appeal, on the motion of the district attorney, was subsequently dismissed, and on his motion also it was ordered, adjudged, and decreed that the claimants have leave to proceed under the decree as a final decree in their favor. No appeal was subsequently taken, and the decree, therefore, became and is the final decree in the case. Final decrees in such cases, if regularly made and duly entered in the record, are conclusive between the United States and the claimants, unless an appeal is seasonably taken from the decree according to law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. Confirmation alone, however, did not, under that act, confer upon the claimant a right to a patent, but it was made the duty of the surveyor-general to cause all private land claims finally confirmed to be accurately surveyed, and to furnish plats of the same; and the provision was that a patent should issue to the claimant upon his presenting to the General Land Office an authentic certificate of such confirmation and a plat or survey of the land, duly certified and approved by the surveyor-general.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Such was the legal effect of a final confirmation of a private land claim under the act of Congress first passed to carry the treaty of cession into effect, and such also was the legal course of proceeding under that act to procure a patent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">5. But authority was conferred upon the District Courts for the Northern and Southern Districts of California, under the second section of the subsequent act, to which reference has been made, upon the application of any party interested, to make an order requiring any survey of a private land claim, within their respective districts, to be returned into such court for examination and adjudication; and if, upon the hearing of the allegations and proofs, the court should be of opinion that the survey and location were erroneous, the court, in that event, was authorized to set it aside and annul the same, or to correct and modify it. Proofs are to be taken and the parties have a right to be heard, and thereupon the court is required 'to render judgment thereon.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Survey of the tract in this case was made by the surveyor-general, and on the seventh day of June, 1859, the court, on motion of the claimants, made an order directing the plat of the survey to be returned into court. Whereupon the claimants filed three exceptions to the survey, which in substance and effect are as follows: 1. That the survey was not made in accordance with the decree of confirmation. 2. That according to the decree of confirmation and the evidence in the case, the northern and southern lines of the survey should be extended easterly to the sierra or main range of mountains, so as to include the tract of country known as the Valley of the Calaveras. 3. That the northern line, extending from the estuary to the Calera Creek, should be a straight line instead of an angle, as represented on the plat. Testimony was taken, but before the hearing the claimants filed an additional exception, describing the tract of country mentioned in the second exception, and claiming that the lines of the survey should be extended as therein specified, so as to embrace that whole tract. Additional testimony was then taken and the parties were heard, and after the hearing the several exceptions were overruled, and a decree entered that the 'survey be, and the same is hereby confirmed.' Claimants asked for a rehearing, which was granted, but the court refused to modify the decree, and ordered that it stand as the final decree in the cause. Present appeal is from that decree, and the questions for decision are those presented in the exceptions to the survey and location, as the same were filed by the claimants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">II. 1. Appellants insist, as a primary proposition, that the boundaries of the tract, as given in the decree, are so indefinite and incongruous that the decree cannot be carried into effect, and consequently that they have a right in this proceeding to prove the extent of the tract as formerly occupied by the original claimant, so that the court may determine the true location and correct the errors in the decree of confirmation. But no such authority is to be found in the act conferring jurisdiction over the surveys of private land claims, nor in any other act of Congress upon that subject. Survey is required of all private land claims finally confirmed. Such claims are required to be accurately surveyed, which is equivalent to a requirement that the survey, where the decree of confirmation is by metes and bounds, shall conform to the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Private land claims, such as are recognized in that act, are those which arise by virtue of a right or title derived from the Spanish or Mexican government. Every person claiming such lands in California was required to present his claim to the land commissioners for adjudication, and the provision was that all land the claims to which should be finally decided to be invalid, and all lands the claims to which should not have been presented to the commissioners within two years from the date of the act, should be decreed, held, and considered as part of the public domain.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. Confirmed claims <i>only</i> were required under that act to be surveyed, and it is only the surveys of such claims that the District Court, under the second section of the subsequent act, is authorized to order into court for examination and adjudication. Confirmation must precede the survey which is made subject to such an order, and if the decree of confirmation is so indefinite and incongruous that it cannot be executed, then it is void and of no effect, and the claim to the land stands upon the same footing in legal contemplation as a claim which was never presented to the commissioners for adjudication. Nothing can be plainer than the proposition that a decree of confirmation under that act, which is in itself void, cannot be the proper foundation of a legal survey and location of the claim; and if not then, it is equally clear that the survey of the claim, although made by the surveyor-general, and ordered into the District Court, cannot confer any jurisdiction upon the court to determine the boundaries of the claim. Assume, therefore, that the proposition under consideration is correct, and it necessarily follows that the claimants have no legal right whatever to any portion of the tract.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">3. Jurisdiction over the 'right or title' of the claimant is conferred upon the commissioners, under the act entitled 'An act to ascertain and settle private land claims,' but the jurisdiction over the surveys of the same, after the plat is certified and approved by the surveyor-general, is conferred upon the District Court under the subsequent act, and the two things are wholly distinct and cannot be blended, nor can the one be substituted for the other.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">4. But the court does not, by any means, intend to be understood as acceding to the proposition that the decree of confirmation in this case is either void or voidable. On the contrary, it is clear, we think, that the decree, when properly understood, is not only free from any question as to its validity, but is also of a character to secure to the claimants all their right and title in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">5. Concessions or grants of land by Mexican governors were of three kinds, and in some respects the rules applicable to their construction are widely different. They were concessions or grants by specific boundaries, where, of course, the donee is entitled to the entire tract or concession, or grants by quantity, as of one or more leagues of land situate at some designated place, or within a larger tract described by what are called out-boundaries, where the donee is entitled to the quantity specified and no more, or grants or concessions of a certain place or rancho by some particular name, either with or without specific boundaries, where the donee is entitled to the tract according to the boundaries, if boundaries are given, and if not, according to the extent and limits of the tract or rancho as shown by the proofs of settlement and possession.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Confessedly, the concession in this case, as originally made, was of the latter class, but the questions presented for decision under the exceptions to the survey have respect to the decree of confirmation, and not to the concession or concessions as made by the governor.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">III. 1. The decree of confirmation gives the boundaries of the claim, and as neither of the parties appealed from it, they are not at liberty to question its correctness or ask for any modification of its terms. Construction of the decree must be governed by the ordinary rules of the common law, as it is the decree of a Federal court sitting in a State where the common law prevails. Most or all of the courses given in the decree are undoubtedly erroneous; but there is very little difficulty in ascertaining the cause of the error, and still less in the conclusion that the errors in that behalf ought not to control the questions under consideration, nor be suffered to affect or prejudice the rights of either party. Unlike what is usually to be seen in Mexican espedientes, it appears in this case that two of the disenos or maps of the tract exhibited in the espedientes, contain on their face a delineation, as on a card, of the four cardinal and other principal points of the compass. Referring to the delineation, it will be seen that north, as there delineated, is in the place of northwest, and that the corresponding error occurs throughout the delineation. Make the correction suggested, and the representation of the points of compass would be substantially correct in all respects; or, in other words, read north for northwest and northeast for north, and there would be little or no incongruity between the monuments given in the decree and the courses as therein laid down. Mistakes of a like character were made by the Mexican witnesses in their description of the tract and its boundaries. They knew the monuments designated as marking the boundaries of the donee's possession, but they do not profess to have had any positive knowledge as to the true course from one monument to another. Language of the decree is so nearly the same as that employed by one or more of the witnesses as to justify the conclusion that the commissioners, in framing the decree, borrowed the terms of the description from the language employed by the witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Appellants do not deny that the place of beginning is correct, nor do they controvert the fact that the first course is from the back side of the principal house to a lone tree on the top of the sierra, which is known as a landmark. The course, as stated by the witnesses and given in the decree, is northwardly, but the termini of the line being given and the respective monuments marking the line admitted, it is clear that the monuments must govern. Measurements of distances and the direction of lines in reference to the points of the compass mentioned in a deed, may be made a part of the description of the premises intended to be granted, and in some cases, where the lines are so short as evidently to be susceptible of entire accuracy in their measurement, and are defined in such a manner as to indicate an exercise of care in describing the premises, such a description is regarded with great confidence as a means of ascertaining what is intended to be conveyed. But ordinarily surveys are so loosely made, and so liable to be inaccurate, especially when made in rough or uneven land or forests, that the courses and distances given in the instrument are regarded as more or less uncertain, and always give place, in questions of doubt or discrepancy, to known monuments and boundaries referred to as identifying the land.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Such monuments may be either natural or artificial objects, such as rivers, streams, springs, stakes, marked trees, fences, or buildings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. Second line mentioned in the decree is from the lone tree along the sierra to the line of the land known as the rancho of Jose Maria Alviso, who was the southern colindante of the original claimant. Three objections are assigned by the claimants to the second line in the decree as showing that it is unreliable and cannot be executed. First objection is that the course from the lone tree along the sierra, as described in the decree, is east instead of southeast as it should be, if the views of the appellees are correct. Beyond doubt, the fact is as suggested, but the objection is entitled to no weight, for the same reasons as those assigned in respect to the error in the described course of the first line. Both of the monuments, to wit: the lone tree and the sierra, are fully proved, and the appellants are obliged to concede that the lone tree and sierra of the survey are the same as those of the decree. They do not attack the survey as a departure from the decree, but insist that the decree is so indefinite and incongruous that it cannot be executed, and that the survey is contrary to the actual location of the land granted to the donee, as shown by the evidence in the case. Impliedly the proposition admits that if the decree can be executed the appellees must prevail, and so is the course of the argument.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellants contend, in the next place, that the second line, that is, the line from the lone tree along the sierra, is unreliable, because they insist that the evidence shows that the lone tree is not a corner boundary. Present inquiry, however, is how it was viewed by the commissioners when they framed the decree, and not what they might or ought to have decided, if the evidence since taken had been before them at that time. Looking at the language of the decree it is beyond a doubt that the commissioners, in framing it, regarded the lone tree as a corner boundary, that is, as the termination of the first line and as the beginning of the second; so that the second objection of the appellants is unfounded in fact.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Third objection is that the second line, if run from the lone tree along the sierra, would not intersect the line of the rancho mentioned in the decree. But the objection is purely a technical one, and as such is entitled to no weight. Alviso's land did not, it is true, extend quite to the sierra, or if it did his northern line, as exhibited on the disenos in the record, was not so delineated. Protract the line in the same direction to the sierra, and the whole foundation of the objection is gone. The intention of the decree is obvious, and there can be no doubt that the surveyor-general was right in regarding that supposed defect as supplied by necessary implication from the language of the decree. He terminated the second line at the point where the northern line of the other rancho, if protracted as the commissioners assumed, would strike the sierra, and in adopting that view, it is clear that he carried into effect the intention of the commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">4. Residue of the decree is without objection, except that the third line has the corresponding error in the course of the line. Substance of the objection is that the course is described as southerly instead of westwardly, as assumed by the appellants, and as running along the west line of the other rancho instead of along the northern line of the same, as it should have been if their theory is correct. Obviously, both of these mistakes are of the same character as those previously considered in the description of the first and second lines, and they may be answered in the same way, as the evidence is full to the point that the location of the rancho referred to was well known. Evidence shows that the proprietor of that rancho and the original claimant at one time had a controversy in respect to that line, but that the same was satisfactorily adjusted under Mexican rule before the second concession was made to the donee. When reference, therefore, was made to that rancho, it was to one well known, and the termination of the line was at the Arroyo de la Penetencia, which was equally well known and established.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">5. Remaining portion of the description as given in the decree is as follows: Thence up the arroyo to an estuary, and from that point to the place of beginning. Correct the description of the courses of the lines, or strike out that portion of the description, and the boundaries of the tract are complete and specific, and the survey and the decree describe the same tract of land. Unless the views of the claimants are misunderstood, they do not deny that fact; and if they do, it is a sufficient answer to the denial, in view of the explanations already given, to say that in the judgment of this court the just and legal conclusion is the other way.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">6. Having come to the conclusion that the rights of the appellants are fully defined in the decree of the commissioners, and that the survey in question corresponds with that decree, we do not think it necessary to enter into any extended examination of the evidence as to the extent of the tract embraced in the original concessions as presented to the land commissioners. All those matters were concluded by the decree, and the only question now is whether the decree of the commissioners is fairly carried into effect by the survey and decree of the District Court, and our conclusion upon that question is that the complaints of the appellants are without any foundation. While such is our conclusion, we still think it proper to say that we have looked into the evidence in the case with care, and have no hesitation in saying that if the whole controversy was open, as is supposed by the claimants, we should be constrained to concur in the views of the district judge, that the great weight of the evidence shows that the survey describes the true location and boundaries of the tract.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">DECREE AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For the syllabus to this case, adjudged some terms since in the reporter's absence, he is indebted to the courtesy of the learned Justice by whom the opinion of the court was delivered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 9 Stat. at Large, 631-2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Id. 632.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Washburn on Real Property (2d ed.), 673; Preston's Heirs <i>v.</i> Bowman, 6 Wheaton, 582; Marshall <i>v.</i> Currie, 4 Cranch, 176; Farrington <i>v.</i> Ridgely, 4 Maine, 286; Howe <i>v.</i> Bass, 2 Massachusetts, 280; Bosworth <i>v.</i> Sturtevant, 6 Cushing, 392; Jackson <i>v.</i> Ives, 9 Cowen, 661.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Newsom <i>v.</i> Prior, 7 Wheaton, 10; Rix <i>v.</i> Johnson, 5 New Hampshire 524.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87880/"
}