{"absolute_url": "/opinion/97375/matter-of-eastern-cherokees/", "blocked": false, "citation": {"case_name": "Matter of Eastern Cherokees", "docket_number": "15, Original", "document_uris": ["/api/rest/v2/document/97375/"], "federal_cite_one": "220 U.S. 83", "federal_cite_three": null, "federal_cite_two": null, "id": 81758, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81758/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1911-03-20", "date_modified": "2014-12-21T01:35:10.841247", "docket": "/api/rest/v2/docket/923089/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">220 U.S. 83</p>\n    <p class=\"case_cite\">31 S.Ct. 373</p>\n    <p class=\"case_cite\">55 L.Ed. 379</p>\n    <p class=\"parties\">IN THE MATTER OF THE EASTERN CHEROKEES, Petitioners.</p>\n    <p class=\"docket\">No. 15, Original.</p>\n    <p class=\"date\">Argued February 20, 1911.</p>\n    <p class=\"date\">Decided March 20, 1911.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. John B. Daish and Joseph D. Sullivan for petitioners.</p>\n      <p class=\"indent\">Messrs. George M. Anderson and John Q. Thompson for respondent.</p>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petition for mandamus to the court of claims to require it to conform to a decree of this court modifying a decree of that court in the case of the United States v. Cherokee Indians, 202 U. S. 101, 50 L. ed. 949, 26 Sup. Ct. Rep. 588.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A rule to show cause was issued, to which a response has been made by the court of claims.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A recitation of the facts of the litigation between the Eastern Cherokees and the United States need not be made. They are set out in 202 U. S. 201. We are only concerned with the decree and what took place in accordance with it in the court of claims. It is enough to say that the Eastern Cherokees, under the authority of acts of Congress, brought suit against the United States for certain sums alleged to be due under treaties with the United States, and the court of claims decreed May 18, 1905, that, after deducting counsel fees, costs, and expenses, the sum of $1,111,284.70, among other sums, with interest, should be paid to the Secretary of the Interior, to be by him received and held for the use and purpose of paying costs and expenses as stated, and the remainder to be distributed 'directly to the Eastern and Western Cherokees, who were parties to the treaty of New Echota, as proclaimed May 23, 1836 [7 Stat. at L. 478], or to the treaty of Washington of August 6, 1846 [9 Stat. at L. 871], as individuals, whether east or west of the Mississippi river, or to the legal representatives of such individuals.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We held that the decree, 'in directing that the distribution be made to 'the Eastern and Western Cherokees,\" was 'perhaps liable to misconstruction,' though limited by a reference to the treaties, and decided that the decree should be modified 'so as to direct the distribution to be made to the Eastern Cherokees as individuals, whether east or west of the Mississippi, parties to the treaties of 1835-36 and 1846, exclusive of the Old Settlers.' As modified, the decree was affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We also decided that the amount of the decree 'should be paid to the Secretary of the Interior, to be distributed directly to the parties entitled to it.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon the going down of the mandate, the court of claims modified its decree, as directed, by explicitly excluding the Old Settlers in terms from its operation, and distributing the fund 'to the Eastern Cherokees as individuals,' omitting the words 'or to the legal representatives of such individuals.' And the court directed the Secretary of the Interior to prepare or have prepared a roll of the Cherokees entitled to share in the amount of the decree, and to 'accept as a basis for the distribution of said fund the rolls of 1851, upon which the <i>per capita</i> payment to the Eastern Cherokees was made, and make such distribution in pursuance of article 9 of the treaty of 1846.' It is stated in the response of the court of claims to the rule to show cause that the special agent appointed by the Secretary encountered difficulties in making up the roll 'upon a <i>per capita</i> basis and otherwise,' and that the Secretary of the Interior called the attention of the court to the difficulties and asked the following questions: 'First. Shall the rolls of 1851 be used as the exclusive basis for the present distribution? Second. Shall the distribution be <i>per stirpes</i> or <i>per capita?</i> Third. If <i>per capita</i>, what disposition shall be made of those portions for which there have been no applications?'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court, considering that its decree, as modified by our mandate, directed a <i>per capita</i> distribution, ordered the commissioner named for the purpose to 'enroll as entitled to share in the fund arising from said decree of May 28, 1906, all such individual Eastern Cherokee Indians by blood, living on May 28, 1906, as shall establish the fact that they were members of the Eastern Cherokee tribe of Indians at the date of the treaties of 1835-36 and 1846, or are descendants of such persons, and who shall further establish the fact that they have not been affiliated with any tribe of Indians other than the Eastern Cherokees or the Cherokee Nation.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court subsequently (as appears from its response to the rule to show cause), 'at the written request of the Secretary of the Interior and sundry other persons who petitioned therefor, as well as at the request of counsel engaged in said cause,' vacated the order which directed the Secretary of the Interior to prepare the roll, and employed Guion Miller, who had theretofore been employed by the Secretary, to prepare the roll under its supervision. The roll was prepared as directed, to which exceptions were filed, most of which were overruled, and on March 7, 1910, it was approved.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Miller was also designated as a special commissioner to receive from the Treasury Department all the warrants for the persons enrolled, and to visit the various localities where the Indians resided, as he had done in preparing the roll, and to deliver the warrants, which he did prior to the filing of the petition herein for mandamus, the response of the court stating as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The money arising from said judgment was long prior to October 17, 1910, the date of the filing of said petition for said mandate to show cause, distributed and paid to practically all of those on said roll, so that of the 30,827 enrolled, only 313 remained unpaid, as we are advised by said commissioner, who was also intrusted, under the order of the court, with the delivery of the warrants issued by the Treasury Department to the parties so enrolled, respectively. Since which time 44 additional payments have been made, leaving 269 unpaid on October 28, 1910.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court further states that on the authority of the special report of Miller, made for its information, persons of the same name as those signing the power of attorney authorizing the filing of the petition for mandamus were enrolled, as were those whom they claimed to represent, and have been paid their respective shares for which they receipted in full.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is contended by petitioners that the treaties of 1835-36 and 1846 required the court of claims to make a distribution <i>per stirpes</i>, and that in its original decree of May 18, 1905, it was so provided. And it is further contended that the mandate of this court so required, and that such interpretation was put upon it by the court of claims and the commissioner appointed by the Secretary of the Interior. It is insisted that, in consequence of the error of the court, the roll prepared in accordance with its orders contains the names of numerous persons not entitled under the mandate of this court to participate in the fund.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The respondent opposes these contentions and makes the counter one that petitioners have been guilty of laches, which, if it be justified, makes a notice of other contentions unnecessary. A summary of the proceedings shows that the contention is justified. The first decree of the court, as we have seen, distributed the fund to the Eastern and Western Cherokees <i>as individuals, or to the legal representatives of such individuals</i>. The decree, as modified by this court, limited the distribution to the Eastern Cherokees, and omitted the words 'or to the legal representatives of such individuals.' A question arose as to whether the mandate of this court directed a <i>per capita or per stirpes</i> distribution, and, on March 5, 1907, the court of claims gave notice that it would hear the parties on the question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The matter came on for hearing April 8, 1907, all parties being represented, and a <i>per capita</i> distribution of the judgment was ordered, and a commissioner appointed to prepare the roll of those entitled to share under the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This was done, and a report made to the court, to which exceptions were filed, which 'in the main' were overruled. On March 10, 1910, the report as corrected was approved, and the amount of the decree distributed, as we have seen, to the persons entitled thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This summary demonstrates the laches of petitioners. If it be conceded that the mandate of this court and the decree of the court of claims as modified in accordance with it were ambiguous, the court of claims decided, as early as April 28, 1907, that it required a <i>per capita</i> distribution. The petitioners took no action against the decision nor the order of distribution based on it. They permitted the distribution to be made. And they might have taken action. Re Sanford Fork &amp; Tool Co. 160 U. S. 247, 259, 40 L. ed. 414, 417, 16 Sup. Ct. Rep. 291. Mandamus was available then, as now, and the circumstances condemn the delay. The amount of the judgment was to be distributed among many thousands of persons. Such persons were to be ascertained, their names enrolled, and payment made to them. Every step involved expense, and the fund, once disbursed, could not be recovered, and the United States might be required to pay a second time.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In explanation of these circumstances, which, on their face, make a clear demonstration of negligence on the part of petitioners, they urge that after the modification on April 28, 1907, of the final decree, there were other proceedings, instancing as such the ruling, on March 7, 1910, on exceptions to the roll, and urge that 'within eighty-five days thereafter' they 'secured counsel and invoked the jurisdiction of this court for the protection of their rights.' They further urge that 'until the roll had been approved there was uncertainty what the court of claims might do,' and that 'when the final order had been taken the petitioners were then only at liberty to institute the present proceeding.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This overlooks that they attack the principle upon which distribution was decreed by the court of claims; in other words, their contention is that a <i>per capita</i> instead of a <i>per stirpes</i> distribution of the fund was directed by the decree of April 28, 1907, the consequence of which was that 'numerous persons not entitled under the mandate of this court' were made participants in the fund, and their (petitioners') shares thereby 'much lessened.' Petitioners are mistaken, therefore, when they say that they were 'only at liberty to institute the present proceeding' when the roll was approved. The decree constituted their grievance, if they had any, and if it did not execute the mandate of this court, the action of the court of claims in rendering it could have been reviewed and corrected by appeal or mandamus. Re Sanford Fork &amp; Tool Co. supra.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule discharged and petition dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>220 U.S. 83 (1911)</b></center>\n<center><h1>MATTER OF EASTERN CHEROKEES, PETITIONERS.</h1></center>\n<center>No. 15, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 20, 1911.</center>\n<center>Decided March 20, 1911.</center>\nPETITION FOR WRIT OF MANDAMUS.\n<p><span class=\"star-pagination\">*84</span> <i>Mr. John B. Daish,</i> with whom <i>Mr. Joseph D. Sullivan</i> was on the brief, for the petitioner.</p>\n<p><i>Mr. George M. Anderson,</i> with whom <i>Mr. John Q. Thompson</i> was on the brief, for the respondent, the Court of Claims.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>Petition for mandamus to the Court of Claims to require it to conform to a decree of this court modifying a decree of that court in the case of the <i>United States</i> v. <i>Cherokee Nation,</i> 202 U.S. 101.</p>\n<p>A rule to show cause was issued, to which a response has been made by the Court of Claims.</p>\n<p>A recitation of the facts of the litigation between the Eastern Cherokees and the United States need not be made. They are set out in 202 U.S. 101. We are only concerned with the decree and what took place in accordance with it in the Court of Claims. It is enough to say that the Eastern Cherokees under the authority of acts of Congress brought suit against the United States for certain sums alleged to be due under treaties with the United States, and the Court of Claims decreed May 18, <span class=\"star-pagination\">*85</span> 1905, that, after deducting counsel fees, costs and expenses, the sum of $1,111,284.70, among other sums, with interest, should be paid to the Secretary of the Interior, to be by him received and held for the use and purpose of paying costs and expenses as stated, and the remainder to be distributed \"directly to the Eastern and Western Cherokees, who were parties to the treaty of New Echola, as proclaimed May 23, 1836, or to the treaty of Washington of August 6, 1846, as individuals, whether east or west of the Mississippi River, or to the legal representatives of such individuals.\"</p>\n<p>We held that the decree, \"in directing that the distribution be made to `the Eastern and Western Cherokees'\" was \"perhaps liable to misconstruction,\" though limited by a reference to the treaties, and decided that the decree should be modified \"so as to direct the distribution to be made to the Eastern Cherokees as individuals, whether east or west of the Mississippi, parties to the treaties of 1835-36 and 1846, exclusive of the Old Settlers.\" As modified, the decree was affirmed.</p>\n<p>We also decided that the amount of the decree \"should be paid to the Secretary of the Interior, to be distributed directly to the parties entitled to it.\"</p>\n<p>Upon the going down of the mandate the Court of Claims modified its decree, as directed, by explicitly excluding the Old Settlers in terms from its operation and distributing the fund \"to the Eastern Cherokees as individuals,\" omitting the words \"or to the legal representatives of such individuals.\" And the court directed the Secretary of the Interior to prepare or have prepared a roll of the Cherokees entitled to share in the amount of the decree and to \"accept as a basis for the distribution of said fund the rolls of 1851, upon which the <i>per capita</i> payment to the Eastern Cherokees was made, and make such distribution in pursuance of article 9 of the treaty of 1846.\"</p>\n<p><span class=\"star-pagination\">*86</span> It is stated in the response of the Court of Claims to the rule to show cause that the special agent appointed by the Secretary encountered difficulties in making up the roll \"upon a <i>per capita</i> basis and otherwise,\" and that the Secretary of the Interior called the attention of the court to the difficulties and asked the following questions: \"First. Shall the rolls of 1851 be used as the exclusive basis for the present distribution? Second. Shall the distribution be <i>per stirpes</i> or <i>per capita?</i> Third. If <i>per capita,</i> what disposition shall be made of those portions for which there have been no applications?\"</p>\n<p>The court, considering that its decree, as modified by our mandate, directed a <i>per capita</i> distribution, ordered the commissioner named for the purpose to \"enroll as entitled to share in the fund arising from said decree of May 28, 1906, all such individual Eastern Cherokee Indians by blood, living on May 28, 1906, as shall establish the fact that they were members of the Eastern Cherokee tribe of Indians at the date of the treaties of 1835-36 and 1846, or are descendants of such persons, and who shall further establish the fact that they have not been affiliated with any tribe of Indians other than the Eastern Cherokees or the Cherokee Nation.\"</p>\n<p>The court subsequently (as appears from its response to the rule to show cause), \"at the written request of the Secretary of the Interior and sundry other persons who petitioned therefor, as well as at the request of counsel engaged in said cause,\" vacated the order which directed the Secretary of the Interior to prepare the roll, and employed Guion Miller, who had theretofore been employed by the Secretary, to prepare the roll under its supervision. The roll was prepared as directed, to which exceptions were filed, most of which were overruled, and on March 7, 1910, it was approved.</p>\n<p>Miller was also designated as a special commissioner to receive from the Treasury Department all the warrants <span class=\"star-pagination\">*87</span> for the persons enrolled, and to visit the various localities where the Indians resided, as he had done in preparing the roll, and to deliver the warrants, which he did prior to the filing of the petition herein for mandamus, the response of the court stating as follows:</p>\n<p>\"The money arising from said judgment was long prior to October 17, 1910, the date of the filing of said petition for said mandate to show cause, distributed and paid to practically all of those on said roll, so that of the 30,827 enrolled only 313 remained unpaid, as we are advised by said commissioner, who was also intrusted, under the order of the court, with the delivery of the warrants issued by the Treasury Department to the parties so enrolled, respectively. Since which time 44 additional payments have been made, leaving 269 unpaid on October 28, 1910.\"</p>\n<p>The court further states that on the authority of the special report of Miller, made for its information, persons of the same name as those signing the power of attorney authorizing the filing of the petition for mandamus were enrolled, as were those whom they claimed to represent, and have been paid their respective shares, for which they receipted in full.</p>\n<p>It is contended by petitioners that the treaties of 1835-36 and 1846 required the Court of Claims to make a distribution <i>per stirpes,</i> and that in its original decree of May 18, 1905, it was so provided. And, it is further contended, that the mandate of this court so required, and that such interpretation was put upon it by the Court of Claims and the commissioner appointed by the Secretary of the Interior. It is insisted that, in consequence of the error of the court, the roll prepared in accordance with its orders contains the names of numerous persons not entitled under the mandate of this court to participate in the fund.</p>\n<p>The respondent opposes these contentions and makes <span class=\"star-pagination\">*88</span> the counter one that petitioners have been guilty of laches, which, if it be justified, makes a notice of other contentions unnecessary. A summary of the proceedings shows that the contention is justified. The first decree of the court, as we have seen, distributed the fund to the Eastern and Western Cherokees <i>as individuals, or to the legal representatives of such individuals.</i> The decree, as modified by this court, limited the distribution to the Eastern Cherokees, and omitted the words \"or to the legal representatives of such individuals.\" A question arose as to whether the mandate of this court directed a <i>per capita</i> or <i>per stirpes</i> distribution, and, on March 5, 1907, the Court of Claims gave notice that it would hear the parties on the question.</p>\n<p>The matter came on for hearing April 8, 1907, all parties being represented, and a <i>per capita</i> distribution of the judgment was ordered and a commissioner appointed to prepare the roll of those entitled to share under the decree.</p>\n<p>This was done, and a report made to the court, to which exceptions were filed, which \"in the main\" were overruled. On March 10, 1910, the report as corrected was approved, and the amount of the decree distributed, as we have seen, to the persons entitled thereto.</p>\n<p>This summary demonstrates the laches of petitioners. If it be conceded that the mandate of this court and the decree of the Court of Claims as modified in accordance with it were ambiguous, the Court of Claims decided, as early as April 28, 1907, that it required a <i>per capita</i> distribution. The petitioners took no action against the decision nor the order of distribution based on it. They permitted the distribution to be made. And they might have taken action. <i>In re Sanford Fork &amp; Tool Co., Petitioner,</i> 160 U.S. 247, 259. Mandamus was available then, as now, and the circumstances condemn the delay. The amount of the judgment was to be distributed among <span class=\"star-pagination\">*89</span> many thousands of persons. Such persons were to be ascertained, their names enrolled, and payment made to them. Every step involved expense, and the fund, once disbursed, could not be recovered, and the United States might be required to pay a second time.</p>\n<p>In explanation of these circumstances, which, on their face, make a clear demonstration of negligence on the part of petitioners, they urge that after the modification on April 28, 1907, of the final decree there were other proceedings, instancing as such the ruling, on March 7, 1910, on exceptions to the roll, and urge that \"within eighty-five days thereafter\" they \"secured counsel and invoked the jurisdiction of this court for the protection of their rights.\" They further urge that \"until the roll had been approved there was uncertainty what the Court of Claims might do,\" and that \"when the final order had been taken the petitioners were then only at liberty to institute the present proceeding.\"</p>\n<p>This overlooks that they attack the principle upon which distribution was decreed by the Court of Claims; in other words, their contention is that a <i>per capita</i> instead of a <i>per stirpes</i> distribution of the fund was directed by the decree of April 28, 1907, the consequence of which was that \"numerous persons not entitled under the mandate of this court\" were made participants in the fund and their (petitioners') shares thereby \"much lessened.\" Petitioners are mistaken, therefore, when they say that they were \"only at liberty to institute the present proceeding\" when the roll was approved. The decree constituted their grievance, if they had any, and if it did not execute the mandate of this court the action of the Court of Claims in rendering it could have been reviewed and corrected by appeal or mandamus. <i>In re Sanford Fork &amp; Tool Co., supra</i><i>.</i></p>\n<p><i>Rule discharged and petition dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></span> (1911)</b></center>\n<center><h1>MATTER OF EASTERN CHEROKEES, PETITIONERS.</h1></center>\n<center>No. 15, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 20, 1911.</center>\n<center>Decided March 20, 1911.</center>\nPETITION FOR WRIT OF MANDAMUS.\n<p><span class=\"star-pagination\">*84</span> <i>Mr. John B. Daish,</i> with whom <i>Mr. Joseph D. Sullivan</i> was on the brief, for the petitioner.</p>\n<p><i>Mr. George M. Anderson,</i> with whom <i>Mr. John Q. Thompson</i> was on the brief, for the respondent, the Court of Claims.</p>\n<p>MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>Petition for mandamus to the Court of Claims to require it to conform to a decree of this court modifying a decree of that court in the case of the <i>United States</i> v. <i>Cherokee Nation,</i> 202 U.S. 101.</p>\n<p>A rule to show cause was issued, to which a response has been made by the Court of Claims.</p>\n<p>A recitation of the facts of the litigation between the Eastern Cherokees and the United States need not be made. They are set out in 202 U.S. 101. We are only concerned with the decree and what took place in accordance with it in the Court of Claims. It is enough to say that the Eastern Cherokees under the authority of acts of Congress brought suit against the United States for certain sums alleged to be due under treaties with the United States, and the Court of Claims decreed May 18, <span class=\"star-pagination\">*85</span> 1905, that, after deducting counsel fees, costs and expenses, the sum of $1,111,284.70, among other sums, with interest, should be paid to the Secretary of the Interior, to be by him received and held for the use and purpose of paying costs and expenses as stated, and the remainder to be distributed \"directly to the Eastern and Western Cherokees, who were parties to the treaty of New Echola, as proclaimed May 23, 1836, or to the treaty of Washington of August 6, 1846, as individuals, whether east or west of the Mississippi River, or to the legal representatives of such individuals.\"</p>\n<p>We held that the decree, \"in directing that the distribution be made to `the Eastern and Western Cherokees'\" was \"perhaps liable to misconstruction,\" though limited by a reference to the treaties, and decided that the decree should be modified \"so as to direct the distribution to be made to the Eastern Cherokees as individuals, whether east or west of the Mississippi, parties to the treaties of 1835-36 and 1846, exclusive of the Old Settlers.\" As modified, the decree was affirmed.</p>\n<p>We also decided that the amount of the decree \"should be paid to the Secretary of the Interior, to be distributed directly to the parties entitled to it.\"</p>\n<p>Upon the going down of the mandate the Court of Claims modified its decree, as directed, by explicitly excluding the Old Settlers in terms from its operation and distributing the fund \"to the Eastern Cherokees as individuals,\" omitting the words \"or to the legal representatives of such individuals.\" And the court directed the Secretary of the Interior to prepare or have prepared a roll of the Cherokees entitled to share in the amount of the decree and to \"accept as a basis for the distribution of said fund the rolls of 1851, upon which the <i>per capita</i> payment to the Eastern Cherokees was made, and make such distribution in pursuance of article 9 of the treaty of 1846.\"</p>\n<p><span class=\"star-pagination\">*86</span> It is stated in the response of the Court of Claims to the rule to show cause that the special agent appointed by the Secretary encountered difficulties in making up the roll \"upon a <i>per capita</i> basis and otherwise,\" and that the Secretary of the Interior called the attention of the court to the difficulties and asked the following questions: \"First. Shall the rolls of 1851 be used as the exclusive basis for the present distribution? Second. Shall the distribution be <i>per stirpes</i> or <i>per capita?</i> Third. If <i>per capita,</i> what disposition shall be made of those portions for which there have been no applications?\"</p>\n<p>The court, considering that its decree, as modified by our mandate, directed a <i>per capita</i> distribution, ordered the commissioner named for the purpose to \"enroll as entitled to share in the fund arising from said decree of May 28, 1906, all such individual Eastern Cherokee Indians by blood, living on May 28, 1906, as shall establish the fact that they were members of the Eastern Cherokee tribe of Indians at the date of the treaties of 1835-36 and 1846, or are descendants of such persons, and who shall further establish the fact that they have not been affiliated with any tribe of Indians other than the Eastern Cherokees or the Cherokee Nation.\"</p>\n<p>The court subsequently (as appears from its response to the rule to show cause), \"at the written request of the Secretary of the Interior and sundry other persons who petitioned therefor, as well as at the request of counsel engaged in said cause,\" vacated the order which directed the Secretary of the Interior to prepare the roll, and employed Guion Miller, who had theretofore been employed by the Secretary, to prepare the roll under its supervision. The roll was prepared as directed, to which exceptions were filed, most of which were overruled, and on March 7, 1910, it was approved.</p>\n<p>Miller was also designated as a special commissioner to receive from the Treasury Department all the warrants <span class=\"star-pagination\">*87</span> for the persons enrolled, and to visit the various localities where the Indians resided, as he had done in preparing the roll, and to deliver the warrants, which he did prior to the filing of the petition herein for mandamus, the response of the court stating as follows:</p>\n<p>\"The money arising from said judgment was long prior to October 17, 1910, the date of the filing of said petition for said mandate to show cause, distributed and paid to practically all of those on said roll, so that of the 30,827 enrolled only 313 remained unpaid, as we are advised by said commissioner, who was also intrusted, under the order of the court, with the delivery of the warrants issued by the Treasury Department to the parties so enrolled, respectively. Since which time 44 additional payments have been made, leaving 269 unpaid on October 28, 1910.\"</p>\n<p>The court further states that on the authority of the special report of Miller, made for its information, persons of the same name as those signing the power of attorney authorizing the filing of the petition for mandamus were enrolled, as were those whom they claimed to represent, and have been paid their respective shares, for which they receipted in full.</p>\n<p>It is contended by petitioners that the treaties of 1835-36 and 1846 required the Court of Claims to make a distribution <i>per stirpes,</i> and that in its original decree of May 18, 1905, it was so provided. And, it is further contended, that the mandate of this court so required, and that such interpretation was put upon it by the Court of Claims and the commissioner appointed by the Secretary of the Interior. It is insisted that, in consequence of the error of the court, the roll prepared in accordance with its orders contains the names of numerous persons not entitled under the mandate of this court to participate in the fund.</p>\n<p>The respondent opposes these contentions and makes <span class=\"star-pagination\">*88</span> the counter one that petitioners have been guilty of laches, which, if it be justified, makes a notice of other contentions unnecessary. A summary of the proceedings shows that the contention is justified. The first decree of the court, as we have seen, distributed the fund to the Eastern and Western Cherokees <i>as individuals, or to the legal representatives of such individuals.</i> The decree, as modified by this court, limited the distribution to the Eastern Cherokees, and omitted the words \"or to the legal representatives of such individuals.\" A question arose as to whether the mandate of this court directed a <i>per capita</i> or <i>per stirpes</i> distribution, and, on March 5, 1907, the Court of Claims gave notice that it would hear the parties on the question.</p>\n<p>The matter came on for hearing April 8, 1907, all parties being represented, and a <i>per capita</i> distribution of the judgment was ordered and a commissioner appointed to prepare the roll of those entitled to share under the decree.</p>\n<p>This was done, and a report made to the court, to which exceptions were filed, which \"in the main\" were overruled. On March 10, 1910, the report as corrected was approved, and the amount of the decree distributed, as we have seen, to the persons entitled thereto.</p>\n<p>This summary demonstrates the laches of petitioners. If it be conceded that the mandate of this court and the decree of the Court of Claims as modified in accordance with it were ambiguous, the Court of Claims decided, as early as April 28, 1907, that it required a <i>per capita</i> distribution. The petitioners took no action against the decision nor the order of distribution based on it. They permitted the distribution to be made. And they might have taken action. <i>In re Sanford Fork &amp; Tool Co., Petitioner,</i> <span class=\"citation\" data-id=\"94318\"><a href=\"/opinion/94318/in-re-sanford-fork-tool-co/\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 259. Mandamus was available then, as now, and the circumstances condemn the delay. The amount of the judgment was to be distributed among <span class=\"star-pagination\">*89</span> many thousands of persons. Such persons were to be ascertained, their names enrolled, and payment made to them. Every step involved expense, and the fund, once disbursed, could not be recovered, and the United States might be required to pay a second time.</p>\n<p>In explanation of these circumstances, which, on their face, make a clear demonstration of negligence on the part of petitioners, they urge that after the modification on April 28, 1907, of the final decree there were other proceedings, instancing as such the ruling, on March 7, 1910, on exceptions to the roll, and urge that \"within eighty-five days thereafter\" they \"secured counsel and invoked the jurisdiction of this court for the protection of their rights.\" They further urge that \"until the roll had been approved there was uncertainty what the Court of Claims might do,\" and that \"when the final order had been taken the petitioners were then only at liberty to institute the present proceeding.\"</p>\n<p>This overlooks that they attack the principle upon which distribution was decreed by the Court of Claims; in other words, their contention is that a <i>per capita</i> instead of a <i>per stirpes</i> distribution of the fund was directed by the decree of April 28, 1907, the consequence of which was that \"numerous persons not entitled under the mandate of this court\" were made participants in the fund and their (petitioners') shares thereby \"much lessened.\" Petitioners are mistaken, therefore, when they say that they were \"only at liberty to institute the present proceeding\" when the roll was approved. The decree constituted their grievance, if they had any, and if it did not execute the mandate of this court the action of the Court of Claims in rendering it could have been reviewed and corrected by appeal or mandamus. <i>In re Sanford Fork &amp; Tool Co., supra</i><i>.</i></p>\n<p><i>Rule discharged and petition dismissed.</i></p>\n</div>", "id": 97375, "judges": "McKenna", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97375/", "sha1": "765199040537db34186256dde3c44800377bb917", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:32"}