{"absolute_url": "/opinion/112014/peralta-v-heights-medical-center-inc/", "blocked": false, "citation": {"case_name": "Peralta v. Heights Medical Center, Inc.", "docket_number": "86-1430", "document_uris": ["/api/rest/v2/document/112014/"], "federal_cite_one": "485 U.S. 80", "federal_cite_three": "99 L. Ed. 2d 75", "federal_cite_two": "108 S. Ct. 896", "id": 96373, "lexis_cite": "1988 U.S. LEXIS 944", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96373/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 106, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1988-02-24", "date_modified": "2015-05-05T17:48:42.921740", "docket": "/api/rest/v2/docket/1507139/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">485 U.S. 80</p>\n    <p class=\"case_cite\">108 S.Ct. 896</p>\n    <p class=\"case_cite\">99 L.Ed.2d 75</p>\n    <p class=\"parties\">R. \"Roy\" PERALTA, Appellant,<br>v.<br>HEIGHTS MEDICAL CENTER, INC., dba Heights  Hospital, et al.</p>\n    <p class=\"docket\">No. 86-1430.</p>\n    <p class=\"date\">Argued Nov. 30, 1987.</p>\n    <p class=\"date\">Decided Feb. 24, 1988.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">In 1982, a default judgment was entered against appellant in appellee medical center's Texas state-court suit to recover a sum allegedly due under appellant's guarantee of a hospital debt incurred by one of his employees.  The judgment was recorded, a writ of attachment was issued, and appellant's real property was sold to satisfy the judgment.  In 1984, appellant initiated a bill of review proceeding seeking, <i>inter alia,</i> to set aside the default judgment and void the sale, and alleging that, since the original service of process itself showed it was untimely made and, in fact, he had never been personally served, the judgment was void under Texas law.  The court entered summary judgment for appellee on the ground that it must be shown in a bill of review proceeding that the complainant had a meritorious defense to the action in which the judgment was entered, which appellant conceded he did not have.  In affirming, the State Court of Appeals rejected appellant's contention that the meritorious-defense requirement violated his due process rights under the Fourteenth Amendment to the Federal Constitution, declaring that the requirement was \"not onerous.\"  The State Supreme Court denied appellant's application for a writ of error, noting \"No Reversible Error.\"</p>\n      <p class=\"indent\"><i>Held:</i>  The holding below contravenes this Court's precedents, under which a judgment entered without notice or service violates the Due Process Clause.  See, <i>e.g., Mullane v. Central Hanover Bank &amp; Trust Co.,</i> 339 U.S. 306, 70 S.Ct. 652, 94 L.Ed. 865; <i>Armstrong v. Manzo,</i> 380 U.S. 545, 85 S.Ct. 1187, 14 L.Ed.2d 62. The argument that appellant suffered no harm from the default judgment since the same judgment would again be entered on retrial absent a meritorious defense is untenable because, had he had notice of the suit, appellant might have impleaded the employee whose debt had been guaranteed, worked out a settlement, paid the debt, or sold the property himself rather than suffer its sale at a constable's auction for allegedly much less than its true value. Nor is there any doubt that the entry of the judgment itself had substantial adverse consequences, since the judgment was entered on county records, became a lien on appellant's property which impaired his ability to mortgage or alienate the property, and was the basis for issuance of the writ of execution under which the property was promptly sold, again without notice.  The contention that appellant has other remedies to escape the consequences of an invalid judgment and should be left to pursue those avenues will not be considered here, since there is no indication that it was raised below.  Pp. 84-87.</p>\n      <p class=\"indent\">Reversed.</p>\n      <p class=\"indent\">WHITE, J., delivered the opinion of the Court, in which all other Members joined, except KENNEDY, J., who took no part in the consideration or decision of the case.</p>\n      <p class=\"indent\">Bruce Ian Schimmel, Houston, Tex., for appellant.</p>\n      <p class=\"indent\">Jack E. Urquhart, Houston, Tex., for appellees.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Heights Medical Center, Inc. (hereafter appellee), sued appellant Peralta in February 1982 to recover some $5,600 allegedly due under appellant's guarantee of a hospital debt incurred by one of his employees.  Citation issued, the return showing personal, but untimely, service.  Appellant did not appear or answer, and on July 20, 1982, default judgment was entered for the amount claimed, plus attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In June 1984, appellant began a bill of review proceeding in the Texas courts to set aside the default judgment and obtain other relief.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In the second amended petition, it was alleged that the return of service itself showed a defective service<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that appellant in fact had not been personally served at all.  The judgment was therefore void under Texas law.  It was also alleged that the judgment was abstracted and recorded in the county real property records, thereby creating a cloud on appellant's title, that a writ of attachment was issued, and that, unbeknownst to him, his real property was sold to satisfy the judgment and for much less than its true value.  Appellant prayed that the default judgment be vacated, the abstract of judgment be expunged from the county real property records, the constable's sale be voided, and that judgment for damages be entered against the Medical Center and Mr. and Mrs. Paul Seng-Ngan Chen, the purchasers at the constable's sale and appellees here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellee filed a motion for summary judgment asserting that in a bill of review proceeding such as appellant filed, it must be shown that petitioner had a meritorious defense to the action in which judgment had been entered, that petitioner was prevented from proving his defense by the fraud, accident, or wrongful act of the opposing party, and that there had been no fault or negligence on petitioner's part.  Although it was assumed for the purposes of summary judgment that there had been defective service and that this lapse excused proof of the second and third requirement for obtaining a bill of review, it was assertedly necessary, nevertheless, to show a meritorious defense, which appellant had conceded he did not have.  In response to the motion, appellant repeated the allegations in his petition and filed an affidavit denying that he had ever been personally served or had ever been notified of the entry of default judgment<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> or of the sale of his property.  Appellee's motion for summary judgment was granted. Record 54.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's motion for rehearing for the first time asserted federal constitutional claims under the Fourteenth Amendment. Appellee answered that under Texas law there were three avenues by which to attack a judgment on the grounds that it was void for want of service:  an appeal within 30 days of the judgment;  by writ of error within 6 months;  and by bill of review.  It being too late to seek either of the first two courses, appellee urged that the bill of review was the only route then open to appellant, and that route was not available to him&#8212;even assuming he did not receive notice of the action filed against him&#8212;since he had no meritorious defense.  Appellee denied that the meritorious-defense requirement threatened any federal constitutional rights. Rehearing was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal to the Texas Court of Appeals, appellant repeated his claims that in the absence of valid service of process and notice of the judgment, showing a meritorious defense was not necessary under Texas law and requiring it violated the Fourteenth Amendment.  Appellee argued that despite the allegation of no service and no notice of judgment, the meritorious-defense requirement prevented relief and that even though the bill of review was the only avenue of relief, the State could constitutionally insist on the showing of a meritorious defense. The Court of Appeals affirmed, reciting the three elements essential for granting a bill of review and holding that a meritorious defense must be shown whether there had been proper service and notice or not.  715 S.W.2d 721 (1986).  The court rejected the due process challenge because it viewed the meritorious-defense requirement as \"not onerous.\"  <i>Id.,</i> at 722.  Rehearing was denied, as was the application for a writ of error filed with the Texas Supreme Court, that court noting, \"No Reversible Error.\"  App. to Juris. Statement 2a.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because the holding below appeared problematic in light of our precedents, we noted probable jurisdiction.  481 U.S. 1067, 107 S.Ct. 2458, 95 L.Ed.2d 868 (1987).  The case was briefed and argued, and we now reverse.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In opposition to summary judgment, appellant denied that he had been personally served and that he had notice of the judgment. The case proceeded through the Texas courts on that basis,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and it is not denied by appellee that under our cases, a judgment entered without notice or service is constitutionally infirm.  \"An elementary and fundamental requirement of due process in any proceeding which is to be accorded finality is notice reasonably calculated, under the circumstances, to apprise interested parties of the pendency of the action and afford them the opportunity to present their objections.\"  <i>Mullane v. Central Hanover Bank &amp; Trust Co.,</i> 339 U.S. 306, 314, 70 S.Ct. 652, 657, 94 L.Ed. 865 (1950).  Failure to give notice violates \"the most rudimentary demands of due process of law.\"  <i>Armstrong v. Manzo,</i> 380 U.S. 545, 550, 85 S.Ct. 1187, 1190, 14 L.Ed.2d 62 (1965).  See also World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 291, 100 S.Ct. 559, 564, 62 L.Ed.2d 490 (1980);  <i>Mathews v. Eldridge,</i> 424 U.S. 319, 333, 96 S.Ct. 893, 902, 47 L.Ed.2d 18 (1976);  <i>Zenith Radio Corp. v. Hazeltine Research, Inc.,</i> 395 U.S. 100, 110, 89 S.Ct. 1562, 1569, 23 L.Ed.2d 129 (1969);  <i>Pennoyer v. Neff,</i> 95 U.S. (5 Otto) 714, 733, 24 L.Ed. 565 (1878).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Texas courts nevertheless held, as appellee urged them to do, that to have the judgment set aside, appellant was required to show that he had a meritorious defense, apparently on the ground that without a defense, the same judgment would again be entered on retrial and hence appellant had suffered no harm from the judgment entered without notice.  But this reasoning is untenable. As appellant asserts, had he had notice of the suit, he might have impleaded the employee whose debt had been guaranteed, worked out a settlement, or paid the debt.  He would also have preferred to sell his property himself in order to raise funds rather than to suffer it sold at a constable's auction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nor is there any doubt that the entry of the judgment itself had serious consequences.  It is not denied that the judgment was entered on the county records, became a lien on appellant's property,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and was the basis for issuance of a writ of execution under which appellant's property was promptly sold without notice. Even if no execution sale had yet occurred, the lien encumbered the property and impaired appellant's ability to mortgage or alienate it;  and state procedures for creating and enforcing such liens are subject to the strictures of due process.  See <i>Mitchell v. W.T. Grant Co.,</i> 416 U.S. 600, 604, 94 S.Ct. 1895, 1898, 40 L.Ed.2d 406 (1974);  <i>Hodge v. Muscatine County,</i> 196 U.S. 276, 281, 25 S.Ct. 237, 239, 49 L.Ed. 477 (1905).  Here, we assume that the judgment against him and the ensuing consequences occurred without notice to appellant, notice at a meaningful time and in a meaningful manner that would have given him an opportunity to be heard.  <i>Armstrong v. Manzo, supra,</i> 380 U.S., at 552, 85 S.Ct., at 1191.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this Court, appellee insists that appellant has other remedies to escape the consequences of an invalid judgment and should be left to pursue those avenues.  This argument, which is made for the first time in this litigation and which appellant disputes, is apparently offered as an alternative ground for affirming the judgment below.  We are not required, however, to entertain such submissions, particularly when there is no indication that they were raised below, and we are especially disinclined to become involved in resolving disputes about Texas law that should have been presented to the state courts.  We shall deal with the case as it came here and affirm or reverse based on the ground relied on below.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellee's position below was that appellant either had a remedy by bill of review or not at all, and that that remedy was unavailable since no meritorious defense had been shown.  It appears to us that the Texas courts decided the case on this basis.  There was no mention of other remedies, no suggestion that appellant had sought the wrong remedy;  and it seems obvious that had a meritorious defense been shown, and the allegations on service and notice found to be true, the offending judgment would have been vacated.  The Texas court held that the default judgment must stand absent a showing of a meritorious defense to the action in which judgment was entered without proper notice to appellant, a judgment that had substantial adverse consequences to appellant. By reason of the Due Process Clause of the Fourteenth Amendment, that holding is plainly infirm.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Where a person has been deprived of property in a manner contrary to the most basic tenets of due process, \"it is no answer to say that in his particular case due process of law would have led to the same result because he had no adequate defense upon the merits.\"  <i>Coe v. Armour Fertilizer Works,</i> 237 U.S. 413, 424, 35 S.Ct. 625, 629, 59 L.Ed. 1027 (1915).  As we observed in <i>Armstrong v. Manzo,</i> 380 U.S., at 552, 85 S.Ct., at 1191, only \"wip[ing] the slate clean . . . would have restored the petitioner to the position he would have occupied had due process of law been accorded to him in the first place.\"  The Due Process Clause demands no less in this case.</p>\n    </div>\n    <p class=\"indent\">The judgment below is</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Justice KENNEDY took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Texas Rule of Civil Procedure 329b(f) provides:</p>\n        <p>\"On expiration of the time within which the trial court has plenary power, a judgment cannot be set aside by the trial court except by bill of review for sufficient cause, filed within the time allowed by law;  provided that the court may at any time correct a clerical error in the record of a judgment and render judgment nunc pro tunc under Rule 316, and may also sign an order declaring a previous judgment or order to be void because signed after the court's plenary power had expired.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The petition alleged that the record contained a return of service of process, showing that service was effected more than 90 days after its issuance, contrary to Texas Rule of Civil Procedure 101 (repealed effective Jan. 1, 1988).  Record 41.  The parties agree that under Texas law at the time of this suit, the citation lost its official status after 90 days.  Texas courts have held that service after the 90th day is a nullity, depriving the court of personal jurisdiction over the defendant.  <i>Lewis v. Lewis,</i> 667 S.W.2d 910, 911 (Tex.App.1984);  <i>Kem v. Krueger,</i> 626 S.W.2d 143, 144 (Tex.App.1981);  <i>Lemothe v. Cimbalista,</i> 236 S.W.2d 681, 682 (Tex.Civ.App.1951).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Texas Rule of Civil Procedure 239a requires that notice of default judgment be mailed to the defendant at the address which the party taking the judgment is required to file with the clerk. Appellant argued in the Court of Appeals that neither of these requirements had been fulfilled.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Further examination of the record indicates that appellee was correct in challenging our appellate jurisdiction, Motion to Dismiss 3-4, because there was no explicit challenge to the constitutionality of Texas Rule of Civil Procedure 329b(f) and because the Texas courts did not pass on any such issue. <i>Charleston Federal Savings &amp; Loan Assn. v. Alderson,</i> 324 U.S. 182, 185, 65 S.Ct. 624, 627, 89 L.Ed. 857 (1945);  <i>Richmond Newspapers, Inc. v. Virginia,</i> 448 U.S. 555, 562, n. 4, 100 S.Ct. 2814, 2820, n. 4, 65 L.Ed.2d 973 (1980).  Treating the filed papers as a petition for certiorari, however, we grant the petition.  We nevertheless continue to refer to Peralta and Heights Medical Center as appellant and appellee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellee conceded at oral argument that for purposes of this decision, we must assume the truth of appellant's claims that he was never served with process.  Tr. of Oral Arg. 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Under Texas law a judgment entitles the judgment creditor to a lien on the debtor's property.  As a matter of right and without notice and hearing, a judgment creditor can have the judgment abstracted and recorded.  Tex.Prop.Code Ann. &#167;&#167; 52.002, 52.004(a) (1984 and Supp.1988).  Such a recorded abstract \"constitutes a lien on the real property of the defendant located in the county in which the abstract is recorded and indexed, including real property acquired after such recording and indexing,\" &#167; 52.001, and the holder of a judgment lien will have a superior interest to a later purchaser.  <i>Masterson v. Adams,</i> 197 S.W.2d 154, 156 (Tex.Civ.App.1946).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>485 U.S. 80 (1988)</b></center>\n<center><h1>PERALTA<br>\nv.<br>\nHEIGHTS MEDICAL CENTER, INC., DBA HEIGHTS HOSPITAL, ET AL.</h1></center>\n<center>No. 86-1430.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 30, 1987</center>\n<center>Decided February 24, 1988</center>\nAPPEAL FROM THE COURT OF APPEALS OF TEXAS, FIRST DISTRICT\n<p><span class=\"star-pagination\">*81</span> <i>Bruce Ian Schimmel</i> argued the cause for appellant. With him on the briefs were <i>Stephen P. Dillon</i> and <i>Michael J. Kator.</i></p>\n<p><i>Jack E. Urquhart</i> argued the cause for appellees. With him on the brief were <i>Jack G. Carnegie, Paul A. Share,</i> and <i>Emil T. Bayko.</i><sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>Heights Medical Center, Inc. (hereafter appellee), sued appellant Peralta in February 1982 to recover some $5,600 allegedly due under appellant's guarantee of a hospital debt incurred by one of his employees. Citation issued, the return showing personal, but untimely, service. Appellant did not appear or answer, and on July 20, 1982, default judgment was entered for the amount claimed, plus attorney's fees and costs.</p>\n<p>In June 1984, appellant began a bill of review proceeding in the Texas courts to set aside the default judgment and obtain other relief.<sup>[1]</sup> In the second amended petition, it was alleged <span class=\"star-pagination\">*82</span> that the return of service itself showed a defective service<sup>[2]</sup> and that appellant in fact had not been personally served at all. The judgment was therefore void under Texas law. It was also alleged that the judgment was abstracted and recorded in the county real property records, thereby creating a cloud on appellant's title, that a writ of attachment was issued, and that, unbeknownst to him, his real property was sold to satisfy the judgment and for much less than its true value. Appellant prayed that the default judgment be vacated, the abstract of judgment be expunged from the county real property records, the constable's sale be voided, and that judgment for damages be entered against the Medical Center and Mr. and Mrs. Paul Seng-Ngan Chen, the purchasers at the constable's sale and appellees here.</p>\n<p>Appellee filed a motion for summary judgment asserting that in a bill of review proceeding such as appellant filed, it must be shown that petitioner had a meritorious defense to the action in which judgment had been entered, that petitioner was prevented from proving his defense by the fraud, accident, or wrongful act of the opposing party, and that there had been no fault or negligence on petitioner's part. Although it was assumed for the purposes of summary judgment that there had been defective service and that this lapse excused proof of the second and third requirement for obtaining a bill of review, it was assertedly necessary, nevertheless, to show a meritorious defense, which appellant had conceded <span class=\"star-pagination\">*83</span> he did not have. In response to the motion, appellant repeated the allegations in his petition and filed an affidavit denying that he had ever been personally served or had ever been notified of the entry of default judgment<sup>[3]</sup> or of the sale of his property. Appellee's motion for summary judgment was granted. Record 54.</p>\n<p>Appellant's motion for rehearing for the first time asserted federal constitutional claims under the Fourteenth Amendment. Appellee answered that under Texas law there were three avenues by which to attack a judgment on the grounds that it was void for want of service: an appeal within 30 days of the judgment; by writ of error within 6 months; and by bill of review. It being too late to seek either of the first two courses, appellee urged that the bill of review was the only route then open to appellant, and that route was not available to him  even assuming he did not receive notice of the action filed against him  since he had no meritorious defense. Appellee denied that the meritorious-defense requirement threatened any federal constitutional rights. Rehearing was denied.</p>\n<p>On appeal to the Texas Court of Appeals, appellant repeated his claims that in the absence of valid service of process and notice of the judgment, showing a meritorious defense was not necessary under Texas law and requiring it violated the Fourteenth Amendment. Appellee argued that despite the allegation of no service and no notice of judgment, the meritorious-defense requirement prevented relief and that even though the bill of review was the only avenue of relief, the State could constitutionally insist on the showing of a meritorious defense. The Court of Appeals affirmed, reciting the three elements essential for granting a bill of review and holding that a meritorious defense must be shown <span class=\"star-pagination\">*84</span> whether there had been proper service and notice or not. 715 S. W. 2d 721 (1986). The court rejected the due process challenge because it viewed the meritorious-defense requirement as \"not onerous.\" <i>Id.,</i> at 722. Rehearing was denied, as was the application for a writ of error filed with the Texas Supreme Court, that court noting, \"No Reversible Error.\" App. to Juris. Statement 2a.</p>\n<p>Because the holding below appeared problematic in light of our precedents, we noted probable jurisdiction. 481 U. S. 1067 (1987). The case was briefed and argued, and we now reverse.<sup>[4]</sup></p>\n<p>In opposition to summary judgment, appellant denied that he had been personally served and that he had notice of the judgment. The case proceeded through the Texas courts on that basis,<sup>[5]</sup> and it is not denied by appellee that under our cases, a judgment entered without notice or service is constitutionally infirm. \"An elementary and fundamental requirement of due process in any proceeding which is to be accorded finality is notice reasonably calculated, under the circumstances, to apprise interested parties of the pendency of the action and afford them the opportunity to present their objections.\" <i>Mullane</i> v. <i>Central Hanover Bank &amp; Trust Co.,</i> 339 U. S. 306, 314 (1950). Failure to give notice violates \"the most rudimentary demands of due process of law.\" <i>Armstrong</i> v. <i>Manzo,</i> 380 U. S. 545, 550 (1965). See also <span class=\"star-pagination\">*85</span> <i>World-Wide Volkswagen Corp.</i> v. <i>Woodson,</i> 444 U. S. 286, 291 (1980); <i>Mathews</i> v. <i>Eldridge,</i> 424 U. S. 319, 333 (1976); <i>Zenith Radio Corp.</i> v. <i>Hazeltine Research, Inc.,</i> 395 U. S. 100, 110 (1969); <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714, 733 (1878).</p>\n<p>The Texas courts nevertheless held, as appellee urged them to do, that to have the judgment set aside, appellant was required to show that he had a meritorious defense, apparently on the ground that without a defense, the same judgment would again be entered on retrial and hence appellant had suffered no harm from the judgment entered without notice. But this reasoning is untenable. As appellant asserts, had he had notice of the suit, he might have impleaded the employee whose debt had been guaranteed, worked out a settlement, or paid the debt. He would also have preferred to sell his property himself in order to raise funds rather than to suffer it sold at a constable's auction.</p>\n<p>Nor is there any doubt that the entry of the judgment itself had serious consequences. It is not denied that the judgment was entered on the county records, became a lien on appellant's property,<sup>[6]</sup> and was the basis for issuance of a writ of execution under which appellant's property was promptly sold without notice. Even if no execution sale had yet occurred, the lien encumbered the property and impaired appellant's ability to mortgage or alienate it; and state procedures for creating and enforcing such liens are subject to the strictures of due process. See <i>Mitchell</i> v. <i>W. T. Grant Co.,</i> 416 U. S. 600, 604 (1974); <i>Hodge</i> v. <i>Muscatine County,</i> 196 <span class=\"star-pagination\">*86</span> U. S. 276, 281 (1905). Here, we assume that the judgment against him and the ensuing consequences occurred without notice to appellant, notice at a meaningful time and in a meaningful manner that would have given him an opportunity to be heard. <i>Armstrong</i> v. <i>Manzo, supra,</i> at 552.</p>\n<p>In this Court, appellee insists that appellant has other remedies to escape the consequences of an invalid judgment and should be left to pursue those avenues. This argument, which is made for the first time in this litigation and which appellant disputes, is apparently offered as an alternative ground for affirming the judgment below. We are not required, however, to entertain such submissions, particularly when there is no indication that they were raised below, and we are especially disinclined to become involved in resolving disputes about Texas law that should have been presented to the state courts. We shall deal with the case as it came here and affirm or reverse based on the ground relied on below.</p>\n<p>Appellee's position below was that appellant either had a remedy by bill of review or not at all, and that that remedy was unavailable since no meritorious defense had been shown. It appears to us that the Texas courts decided the case on this basis. There was no mention of other remedies, no suggestion that appellant had sought the wrong remedy; and it seems obvious that had a meritorious defense been shown, and the allegations on service and notice found to be true, the offending judgment would have been vacated. The Texas court held that the default judgment must stand absent a showing of a meritorious defense to the action in which judgment was entered without proper notice to appellant, a judgment that had substantial adverse consequences to appellant. By reason of the Due Process Clause of the Fourteenth Amendment, that holding is plainly infirm.</p>\n<p>Where a person has been deprived of property in a manner contrary to the most basic tenets of due process, \"it is no answer to say that in his particular case due process of law would have led to the same result because he had no adequate <span class=\"star-pagination\">*87</span> defense upon the merits.\" <i>Coe</i> v. <i>Armour Fertilizer Works,</i> 237 U. S. 413, 424 (1915). As we observed in <i>Armstrong</i> v. <i>Manzo,</i> 380 U. S., at 552, only \"wip[ing] the slate clean . . . would have restored the petitioner to the position he would have occupied had due process of law been accorded to him in the first place.\" The Due Process Clause demands no less in this case.</p>\n<p>The judgment below is</p>\n<p><i>Reversed.</i></p>\n<p>JUSTICE KENNEDY took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Jim Mattox,</i> Attorney General, <i>Mary F. Keller,</i> Executive Assistant Attorney General, and <i>Javier P. Guajardo,</i> Assistant Attorney General, filed a brief for the State of Texas as <i>amicus curiae.</i></p>\n<p>[1]  Texas Rule of Civil Procedure 329b(f) provides:\n</p>\n<p>\"On expiration of the time within which the trial court has plenary power, a judgment cannot be set aside by the trial court except by bill of review for sufficient cause, filed within the time allowed by law; provided that the court may at any time correct a clerical error in the record of a judgment and render judgment nunc pro tunc under Rule 316, and may also sign an order declaring a previous judgment or order to be void because signed after the court's plenary power had expired.\"</p>\n<p>[2]  The petition alleged that the record contained a return of service of process, showing that service was effected more than 90 days after its issuance, contrary to Texas Rule of Civil Procedure 101 (repealed effective Jan. 1, 1988). Record 41. The parties agree that under Texas law at the time of this suit, the citation lost its official status after 90 days. Texas courts have held that service after the 90th day is a nullity, depriving the court of personal jurisdiction over the defendant. <i>Lewis</i> v. <i>Lewis,</i> 667 S. W. 2d 910, 911 (Tex. App. 1984); <i>Kem</i> v. <i>Krueger,</i> 626 S. W. 2d 143, 144 (Tex. App. 1981); <i>Lemothe</i> v. <i>Cimbalista,</i> 236 S. W. 2d 681, 682 (Tex. Civ. App. 1951).</p>\n<p>[3]  Texas Rule of Civil Procedure 239(a) requires that notice of default judgment be mailed to the defendant at the address which the party taking the judgment is required to file with the clerk. Appellant argued in the Court of Appeals that neither of these requirements had been fulfilled.</p>\n<p>[4]  Further examination of the record indicates that appellee was correct in challenging our appellate jurisdiction, Motion to Dismiss 3-4, because there was no explicit challenge to the constitutionality of Texas Rule of Civil Procedure 329b(f) and because the Texas courts did not pass on any such issue. <i>Charleston Federal Savings &amp; Loan Assn.</i> v. <i>Alderson,</i> 324 U. S. 182, 185 (1945); <i>Richmond Newspapers, Inc.</i> v. <i>Virginia,</i> 448 U. S. 555, 562, n. 4 (1980). Treating the filed papers as a petition for certiorari, however, we grant the petition. We nevertheless continue to refer to Peralta and Heights Medical Center as appellant and appellee.</p>\n<p>[5]  Appellee conceded at oral argument that for purposes of this decision, we must assume the truth of appellant's claims that he was never served with process. Tr. of Oral Arg. 39.</p>\n<p>[6]  Under Texas law a judgment entitles the judgment creditor to a lien on the debtor's property. As a matter of right and without notice and hearing, a judgment creditor can have the judgment abstracted and recorded. Tex. Prop. Code Ann. §§ 52.002, 52.004(a) (1984 and Supp. 1988). Such a recorded abstract \"constitutes a lien on the real property of the defendant located in the county in which the abstract is recorded and indexed, including real property acquired after such recording and indexing,\" § 52.001, and the holder of a judgment lien will have a superior interest to a later purchaser. <i>Masterson</i> v. <i>Adams,</i> 197 S. W. 2d 154, 156 (Tex. Civ. App. 1946).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></span> (1988)</b></center>\n<center><h1>PERALTA<br>\nv.<br>\nHEIGHTS MEDICAL CENTER, INC., DBA HEIGHTS HOSPITAL, ET AL.</h1></center>\n<center>No. 86-1430.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 30, 1987</center>\n<center>Decided February 24, 1988</center>\nAPPEAL FROM THE COURT OF APPEALS OF TEXAS, FIRST DISTRICT\n<p><span class=\"star-pagination\">*81</span> <i>Bruce Ian Schimmel</i> argued the cause for appellant. With him on the briefs were <i>Stephen P. Dillon</i> and <i>Michael J. Kator.</i></p>\n<p><i>Jack E. Urquhart</i> argued the cause for appellees. With him on the brief were <i>Jack G. Carnegie, Paul A. Share,</i> and <i>Emil T. Bayko.</i><sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>Heights Medical Center, Inc. (hereafter appellee), sued appellant Peralta in February 1982 to recover some $5,600 allegedly due under appellant's guarantee of a hospital debt incurred by one of his employees. Citation issued, the return showing personal, but untimely, service. Appellant did not appear or answer, and on July 20, 1982, default judgment was entered for the amount claimed, plus attorney's fees and costs.</p>\n<p>In June 1984, appellant began a bill of review proceeding in the Texas courts to set aside the default judgment and obtain other relief.<sup>[1]</sup> In the second amended petition, it was alleged <span class=\"star-pagination\">*82</span> that the return of service itself showed a defective service<sup>[2]</sup> and that appellant in fact had not been personally served at all. The judgment was therefore void under Texas law. It was also alleged that the judgment was abstracted and recorded in the county real property records, thereby creating a cloud on appellant's title, that a writ of attachment was issued, and that, unbeknownst to him, his real property was sold to satisfy the judgment and for much less than its true value. Appellant prayed that the default judgment be vacated, the abstract of judgment be expunged from the county real property records, the constable's sale be voided, and that judgment for damages be entered against the Medical Center and Mr. and Mrs. Paul Seng-Ngan Chen, the purchasers at the constable's sale and appellees here.</p>\n<p>Appellee filed a motion for summary judgment asserting that in a bill of review proceeding such as appellant filed, it must be shown that petitioner had a meritorious defense to the action in which judgment had been entered, that petitioner was prevented from proving his defense by the fraud, accident, or wrongful act of the opposing party, and that there had been no fault or negligence on petitioner's part. Although it was assumed for the purposes of summary judgment that there had been defective service and that this lapse excused proof of the second and third requirement for obtaining a bill of review, it was assertedly necessary, nevertheless, to show a meritorious defense, which appellant had conceded <span class=\"star-pagination\">*83</span> he did not have. In response to the motion, appellant repeated the allegations in his petition and filed an affidavit denying that he had ever been personally served or had ever been notified of the entry of default judgment<sup>[3]</sup> or of the sale of his property. Appellee's motion for summary judgment was granted. Record 54.</p>\n<p>Appellant's motion for rehearing for the first time asserted federal constitutional claims under the Fourteenth Amendment. Appellee answered that under Texas law there were three avenues by which to attack a judgment on the grounds that it was void for want of service: an appeal within 30 days of the judgment; by writ of error within 6 months; and by bill of review. It being too late to seek either of the first two courses, appellee urged that the bill of review was the only route then open to appellant, and that route was not available to him  even assuming he did not receive notice of the action filed against him  since he had no meritorious defense. Appellee denied that the meritorious-defense requirement threatened any federal constitutional rights. Rehearing was denied.</p>\n<p>On appeal to the Texas Court of Appeals, appellant repeated his claims that in the absence of valid service of process and notice of the judgment, showing a meritorious defense was not necessary under Texas law and requiring it violated the Fourteenth Amendment. Appellee argued that despite the allegation of no service and no notice of judgment, the meritorious-defense requirement prevented relief and that even though the bill of review was the only avenue of relief, the State could constitutionally insist on the showing of a meritorious defense. The Court of Appeals affirmed, reciting the three elements essential for granting a bill of review and holding that a meritorious defense must be shown <span class=\"star-pagination\">*84</span> whether there had been proper service and notice or not. 715 S. W. 2d 721 (1986). The court rejected the due process challenge because it viewed the meritorious-defense requirement as \"not onerous.\" <i>Id.,</i> at 722. Rehearing was denied, as was the application for a writ of error filed with the Texas Supreme Court, that court noting, \"No Reversible Error.\" App. to Juris. Statement 2a.</p>\n<p>Because the holding below appeared problematic in light of our precedents, we noted probable jurisdiction. 481 U. S. 1067 (1987). The case was briefed and argued, and we now reverse.<sup>[4]</sup></p>\n<p>In opposition to summary judgment, appellant denied that he had been personally served and that he had notice of the judgment. The case proceeded through the Texas courts on that basis,<sup>[5]</sup> and it is not denied by appellee that under our cases, a judgment entered without notice or service is constitutionally infirm. \"An elementary and fundamental requirement of due process in any proceeding which is to be accorded finality is notice reasonably calculated, under the circumstances, to apprise interested parties of the pendency of the action and afford them the opportunity to present their objections.\" <i>Mullane</i> v. <i>Central Hanover Bank &amp; Trust Co.,</i> 339 U. S. 306, 314 (1950). Failure to give notice violates \"the most rudimentary demands of due process of law.\" <i>Armstrong</i> v. <i>Manzo,</i> 380 U. S. 545, 550 (1965). See also <span class=\"star-pagination\">*85</span> <i>World-Wide Volkswagen Corp.</i> v. <i>Woodson,</i> 444 U. S. 286, 291 (1980); <i>Mathews</i> v. <i>Eldridge,</i> 424 U. S. 319, 333 (1976); <i>Zenith Radio Corp.</i> v. <i>Hazeltine Research, Inc.,</i> 395 U. S. 100, 110 (1969); <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714, 733 (1878).</p>\n<p>The Texas courts nevertheless held, as appellee urged them to do, that to have the judgment set aside, appellant was required to show that he had a meritorious defense, apparently on the ground that without a defense, the same judgment would again be entered on retrial and hence appellant had suffered no harm from the judgment entered without notice. But this reasoning is untenable. As appellant asserts, had he had notice of the suit, he might have impleaded the employee whose debt had been guaranteed, worked out a settlement, or paid the debt. He would also have preferred to sell his property himself in order to raise funds rather than to suffer it sold at a constable's auction.</p>\n<p>Nor is there any doubt that the entry of the judgment itself had serious consequences. It is not denied that the judgment was entered on the county records, became a lien on appellant's property,<sup>[6]</sup> and was the basis for issuance of a writ of execution under which appellant's property was promptly sold without notice. Even if no execution sale had yet occurred, the lien encumbered the property and impaired appellant's ability to mortgage or alienate it; and state procedures for creating and enforcing such liens are subject to the strictures of due process. See <i>Mitchell</i> v. <i>W. T. Grant Co.,</i> 416 U. S. 600, 604 (1974); <i>Hodge</i> v. <i>Muscatine County,</i> 196 <span class=\"star-pagination\">*86</span> U. S. 276, 281 (1905). Here, we assume that the judgment against him and the ensuing consequences occurred without notice to appellant, notice at a meaningful time and in a meaningful manner that would have given him an opportunity to be heard. <i>Armstrong</i> v. <i>Manzo, supra,</i> at 552.</p>\n<p>In this Court, appellee insists that appellant has other remedies to escape the consequences of an invalid judgment and should be left to pursue those avenues. This argument, which is made for the first time in this litigation and which appellant disputes, is apparently offered as an alternative ground for affirming the judgment below. We are not required, however, to entertain such submissions, particularly when there is no indication that they were raised below, and we are especially disinclined to become involved in resolving disputes about Texas law that should have been presented to the state courts. We shall deal with the case as it came here and affirm or reverse based on the ground relied on below.</p>\n<p>Appellee's position below was that appellant either had a remedy by bill of review or not at all, and that that remedy was unavailable since no meritorious defense had been shown. It appears to us that the Texas courts decided the case on this basis. There was no mention of other remedies, no suggestion that appellant had sought the wrong remedy; and it seems obvious that had a meritorious defense been shown, and the allegations on service and notice found to be true, the offending judgment would have been vacated. The Texas court held that the default judgment must stand absent a showing of a meritorious defense to the action in which judgment was entered without proper notice to appellant, a judgment that had substantial adverse consequences to appellant. By reason of the Due Process Clause of the Fourteenth Amendment, that holding is plainly infirm.</p>\n<p>Where a person has been deprived of property in a manner contrary to the most basic tenets of due process, \"it is no answer to say that in his particular case due process of law would have led to the same result because he had no adequate <span class=\"star-pagination\">*87</span> defense upon the merits.\" <i>Coe</i> v. <i>Armour Fertilizer Works,</i> 237 U. S. 413, 424 (1915). As we observed in <i>Armstrong</i> v. <i>Manzo,</i> 380 U. S., at 552, only \"wip[ing] the slate clean . . . would have restored the petitioner to the position he would have occupied had due process of law been accorded to him in the first place.\" The Due Process Clause demands no less in this case.</p>\n<p>The judgment below is</p>\n<p><i>Reversed.</i></p>\n<p>JUSTICE KENNEDY took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Jim Mattox,</i> Attorney General, <i>Mary F. Keller,</i> Executive Assistant Attorney General, and <i>Javier P. Guajardo,</i> Assistant Attorney General, filed a brief for the State of Texas as <i>amicus curiae.</i></p>\n<p>[1]  Texas Rule of Civil Procedure 329b(f) provides:\n</p>\n<p>\"On expiration of the time within which the trial court has plenary power, a judgment cannot be set aside by the trial court except by bill of review for sufficient cause, filed within the time allowed by law; provided that the court may at any time correct a clerical error in the record of a judgment and render judgment nunc pro tunc under Rule 316, and may also sign an order declaring a previous judgment or order to be void because signed after the court's plenary power had expired.\"</p>\n<p>[2]  The petition alleged that the record contained a return of service of process, showing that service was effected more than 90 days after its issuance, contrary to Texas Rule of Civil Procedure 101 (repealed effective Jan. 1, 1988). Record 41. The parties agree that under Texas law at the time of this suit, the citation lost its official status after 90 days. Texas courts have held that service after the 90th day is a nullity, depriving the court of personal jurisdiction over the defendant. <i>Lewis</i> v. <i>Lewis,</i> 667 S. W. 2d 910, 911 (Tex. App. 1984); <i>Kem</i> v. <i>Krueger,</i> 626 S. W. 2d 143, 144 (Tex. App. 1981); <i>Lemothe</i> v. <i>Cimbalista,</i> 236 S. W. 2d 681, 682 (Tex. Civ. App. 1951).</p>\n<p>[3]  Texas Rule of Civil Procedure 239(a) requires that notice of default judgment be mailed to the defendant at the address which the party taking the judgment is required to file with the clerk. Appellant argued in the Court of Appeals that neither of these requirements had been fulfilled.</p>\n<p>[4]  Further examination of the record indicates that appellee was correct in challenging our appellate jurisdiction, Motion to Dismiss 3-4, because there was no explicit challenge to the constitutionality of Texas Rule of Civil Procedure 329b(f) and because the Texas courts did not pass on any such issue. <i>Charleston Federal Savings &amp; Loan Assn.</i> v. <i>Alderson,</i> 324 U. S. 182, 185 (1945); <i>Richmond Newspapers, Inc.</i> v. <i>Virginia,</i> 448 U. S. 555, 562, n. 4 (1980). Treating the filed papers as a petition for certiorari, however, we grant the petition. We nevertheless continue to refer to Peralta and Heights Medical Center as appellant and appellee.</p>\n<p>[5]  Appellee conceded at oral argument that for purposes of this decision, we must assume the truth of appellant's claims that he was never served with process. Tr. of Oral Arg. 39.</p>\n<p>[6]  Under Texas law a judgment entitles the judgment creditor to a lien on the debtor's property. As a matter of right and without notice and hearing, a judgment creditor can have the judgment abstracted and recorded. Tex. Prop. Code Ann. §§ 52.002, 52.004(a) (1984 and Supp. 1988). Such a recorded abstract \"constitutes a lien on the real property of the defendant located in the county in which the abstract is recorded and indexed, including real property acquired after such recording and indexing,\" § 52.001, and the holder of a judgment lien will have a superior interest to a later purchaser. <i>Masterson</i> v. <i>Adams,</i> 197 S. W. 2d 154, 156 (Tex. Civ. App. 1946).</p>\n\n</div>", "id": 112014, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112014/", "sha1": "65b233c1ea457fbc14b025c3f8ff2cca5f352305", "source": "LR", "supreme_court_db_id": "1987-038", "time_retrieved": "2010-04-28T10:13:30"}