{"absolute_url": "/opinion/117834/oregon-waste-systems-inc-v-department-of-environme/", "blocked": false, "citation": {"case_name": "Oregon Waste Systems, Inc. v. Department of Environmental Quality of Ore.", "docket_number": "93-70", "document_uris": ["/api/rest/v2/document/117834/"], "federal_cite_one": "511 U.S. 93", "federal_cite_three": "128 L. Ed. 2d 13", "federal_cite_two": "114 S. Ct. 1345", "id": 102193, "lexis_cite": "1994 U.S. LEXIS 2659", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/102193/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 191, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1994-04-04", "date_modified": "2015-05-28T12:42:17.794454", "docket": "/api/rest/v2/docket/1508004/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">511 U.S. 93<br>114 S.Ct. 1345<br>128 L.Ed.2d 13</p>\n    <p class=\"parties\">OREGON WASTE SYSTEMS, INC., et al., Petitioners<br>v.<br>DEPARTMENT OF ENVIRONMENTAL QUALITY OF The STATE  OF OREGON et al.  COLUMBIA RESOURCE COMPANY, Petitioner  v.  ENVIRONMENTAL QUALITY COMMISSION OF The STATE OF OREGON.</p>\n    <p class=\"docket\">Nos. 93-70, 93-108.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued Jan. 18, 1994.</p>\n    <p class=\"date\">Decided April 4, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">Oregon imposes a $2.50 per ton surcharge on the in-state disposal of solid waste generated in other States and an $0.85 per ton fee on the disposal of waste generated within Oregon. Petitioners sought review of the out-of-state surcharge in the State Court of Appeals, challenging the administrative rule establishing the surcharge and its enabling statutes under, <i>inter alia,</i> the Commerce Clause.  The court upheld the statutes and rule, and the State Supreme Court affirmed.  Despite the Oregon statutes' explicit reference to out-of-state waste's geographical location, the court reasoned, the surcharge's express nexus to actual costs incurred by state and local government rendered it a facially constitutional \"compensatory fee.\"</p>\n      <p class=\"indent\"><i>Held:</i>  Oregon's surcharge is facially invalid under the negative Commerce Clause.  Pp. ____.</p>\n      <p class=\"indent\">(a) The first step in analyzing a law under the negative Commerce Clause is to determine whether it discriminates against, or regulates evenhandedly with only incidental effects on, interstate commerce.  If the restriction is discriminatory&#8212;<i>i.e.,</i> favors in-state economic interests over their out-of-state counterparts&#8212;it is virtually <i>per se</i> invalid.  By contrast, nondiscriminatory regulations are valid unless the burden imposed on interstate commerce is \"clearly excessive in relation to the putative local benefits.\"  <i>Pike v. Bruce Church, Inc.,</i> 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174.  Oregon's surcharge is obviously discriminatory on its face.  It subjects waste from other States to a fee almost three times greater than the charge imposed on in-state waste, and the statutory determinant for whether the fee applies is whether or not the waste was generated out of state.  The alleged compensatory aim of the surcharge has no bearing on whether it is facially discriminatory.  See <i>Chemical Waste Management, Inc. v. Hunt,</i> 504 U.S. ----, ----, 112 S.Ct. 2009, ----, 119 L.Ed.2d 121.  Pp. 1349-1350.</p>\n      <p class=\"indent\">(b) Because the surcharge is discriminatory, the virtually <i>per se</i> rule of invalidity&#8212;not the <i>Pike</i> balancing test &#8212;provides the proper legal standard for these cases.  Thus, the surcharge must be invalidated unless respondents can show that it advances a legitimate local purpose that cannot be adequately served by reasonable nondiscriminatory alternatives.  Neither of respondents' justifications passes strict scrutiny.  For the surcharge to be justified as a \"compensatory tax\" necessary to make shippers of out-of-state waste pay their \"fair share\" of disposal costs, it must be the rough equivalent of an identifiable and substantially similar surcharge on intrastate commerce. However, respondents have failed to identify a specific charge on intrastate commerce equal to or exceeding the surcharge;  the $0.85 per ton fee on in-state waste is only about one-third of the challenged surcharge.  Even assuming that various other means of general taxation, such as state income taxes, could serve as a roughly equivalent intrastate burden, respondents' argument fails because the levies are not imposed on substantially equivalent events:  Taxes on earning income and utilizing Oregon landfills are entirely different kinds of taxes.  Nor can the surcharge be justified by respondents' argument that Oregon has a valid interest in spreading the costs of the disposal of Oregon waste, but not out-of-state waste, to all Oregonians.  Because Oregon's scheme necessarily results in shippers of out-of-state waste bearing the full costs of disposal with shippers of Oregon waste bearing less than the full cost, it necessarily incorporates an illegitimate protectionist objective.  <i>Wyoming v. Oklahoma,</i> 502 U.S. ----, ----, 112 S.Ct. 789, ----, 117 L.Ed.2d 1. Recharacterizing the surcharge as \"resource protectionism\" discouraging the importation of out-of-state waste in order to conserve more landfill space for in-state waste&#8212;hardly advances respondents' cause.  A State may not accord its own inhabitants a preferred right of access over consumers in other States to its natural resources.  <i>Philadelphia v. New Jersey,</i> 437 U.S. 617, 627, 98 S.Ct. 2531, 2537, 57 L.Ed.2d 475.  <i>Sporhase v. Nebraska,</i> 458 U.S. 941, 102 S.Ct. 3456, 73 L.Ed.2d 1254, distinguished.  Pp. ____.</p>\n      <p class=\"indent\">316 Ore. 99, 849 P.2d 500 (1993), reversed and remanded.</p>\n      <p class=\"indent\">THOMAS, J., delivered the opinion of the Court, in which STEVENS, O'CONNOR, SCALIA, KENNEDY, SOUTER, and GINSBURG, JJ., joined.  REHNQUIST, C.J., filed a dissenting opinion, in which BLACKMUN, J., joined.</p>\n      <p class=\"indent\">Andrew J. Pincus, Washington, DC, argued for the petitioners.</p>\n      <p class=\"indent\">Thomas A. Balmer, Salem, OR, argued for the respondent.</p>\n      <p class=\"indent\">Justice THOMAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Two Terms ago, in <i>Chemical Waste Management, Inc. v. Hunt,</i> 504 U.S. ----, 112 S.Ct. 2009, 119 L.Ed.2d 121 (1992), we held that the negative Commerce Clause prohibited Alabama from imposing a higher fee on the disposal in Alabama landfills of hazardous waste from other States than on the disposal of identical waste from Alabama.  In reaching that conclusion, however, we left open the possibility that such a differential surcharge might be valid if based on the costs of disposing of waste from other States.  <i>Id.,</i> at ----, n. 9, 112 S.Ct., at 2016, n. 9.  Today, we must decide whether Oregon's purportedly cost-based surcharge on the in-state disposal of solid waste generated in other States violates the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Like other States, Oregon comprehensively regulates the disposal of solid wastes within its borders.<a class=\"footnote\" href=\"#fn1--2\" id=\"fn1--2_ref\">1</a>  Respondent Oregon Department of Environmental Quality oversees the State's regulatory scheme by developing and executing plans for the management, reduction, and recycling of solid wastes.  To fund these and related activities, Oregon levies a wide range of fees on landfill operators.  See, <i>e.g.,</i> Ore.Rev.Stat. &#167;&#167; 459.235(3), 459.310 (1991).  In 1989, the Oregon Legislature imposed an additional fee, called a \"surcharge,\" on \"every person who disposes of solid waste generated out-of-state in a disposal site or regional disposal site.\"  &#167; 459.297(1) (effective Jan. 1, 1991).  The amount of that surcharge was left to respondent Environmental Quality Commission (Commission) to determine through rulemaking, but the legislature did require that the resulting surcharge \"be based on the costs to the State of Oregon and its political subdivisions of disposing of solid waste generated out-of-state which are not otherwise paid for\" under specified statutes.  &#167; 459.298.  At the conclusion of the rulemaking process, the Commission set the surcharge on out-of-state waste at $2.25 per ton.  Ore.Admin.Rule 340-97-120(7) (Sept.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In conjunction with the out-of-state surcharge, the legislature imposed a fee on the in-state disposal of waste generated within Oregon.  See Ore.Rev.Stat. &#167;&#167; 459A.110(1), (5) (1991).  The in-state fee, capped by statute at $0.85 per ton (originally $0.50 per ton), is considerably lower than the fee imposed on waste from other States.  &#167;&#167; 459A.110(5) and 459A.115. Subsequently, the legislature conditionally extended the $0.85 per ton fee to out-of-state waste, in addition to the $2.25 per ton surcharge, &#167; 459A.110(6), with the proviso that if the surcharge survived judicial challenge, the $0.85 per ton fee would again be limited to in-state waste.  1991 Ore.Laws, ch. 385, &#167;&#167; 91-92.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The anticipated court challenge was not long in coming. Petitioners, Oregon Waste Systems, Inc. (Oregon Waste) and Columbia Resource Company (CRC), joined by Gilliam County, Oregon, sought expedited review of the out-of-state surcharge in the Oregon Court of Appeals.  Oregon Waste owns and operates a solid waste landfill in Gilliam County, at which it accepts for final disposal solid waste generated in Oregon and in other States. CRC, pursuant to a 20-year contract with Clark County, in neighboring Washington State, transports solid waste via barge from Clark County to a landfill in Morrow County, Oregon. Petitioners challenged the administrative rule establishing the out-of-state surcharge and its enabling statutes under both state law and the Commerce Clause of the United States Constitution. The Oregon Court of Appeals upheld the statutes and rule. <i>Gilliam County v. Department of Environmental Quality,</i> 114 Ore.App. 369, 837 P.2d 965 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The State Supreme Court affirmed.  <i>Gilliam County v. Department of Environmental Quality of Oregon,</i> 316 Ore. 99, 849 P.2d 500 (1993).  As to the Commerce Clause, the court recognized that the Oregon surcharge resembled the Alabama fee invalidated in <i>Chemical Waste Management, Inc. v. Hunt,</i> 504 U.S. ----, 112 S.Ct. 2009, 119 L.Ed.2d 121 (1992), in that both prescribed higher fees for the disposal of waste from other States.  Nevertheless, the court viewed the similarity as superficial only.  Despite the explicit reference in &#167; 459.297(1) to out-of-state waste's geographic origin, the court reasoned, the Oregon surcharge is not facially discriminatory \"[b]ecause of [its] express nexus to actual costs incurred [by state and local government].\"  316 Ore., at 112, 849 P.2d, at 508.  That nexus distinguished <i>Chemical Waste, supra,</i> by rendering the surcharge a \"compensatory fee,\" which the court viewed as \"<i>prima facie</i> reasonable,\" that is to say, facially constitutional.  <i>Ibid.</i>  The court read our case law as invalidating compensatory fees only if they are \" 'manifestly disproportionate to the services rendered.' \"  <i>Ibid.</i> (quoting <i>Clark v. Paul Gray, Inc.,</i> 306 U.S. 583, 599, 59 S.Ct. 744, 753, 83 L.Ed. 1001 (1939)).  Because Oregon law restricts the scope of judicial review in expedited proceedings to deciding the facial legality of administrative rules and the statutes underlying them, Ore.Rev.Stat. &#167; 183.400 (1991), the Oregon court deemed itself precluded from deciding the factual question whether the surcharge on out-of-state waste was disproportionate.  316 Ore., at 112, 849 P.2d, at 508.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted certiorari, 509 U.S. ----, 114 S.Ct. 38, 125 L.Ed.2d 787 (1993), because the decision below conflicted with a recent decision of the United States Court of Appeals for the Seventh Circuit.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Commerce Clause provides that \"[t]he Congress shall have Power . . . [t]o regulate Commerce . . . among the several States.\"  Art. I, &#167; 8, cl. 3.  Though phrased as a grant of regulatory power to Congress, the Clause has long been understood to have a \"negative\" aspect that denies the States the power unjustifiably to discriminate against or burden the interstate flow of articles of commerce.  See, <i>e.g., Wyoming v. Oklahoma,</i> 502 U.S. ----, ----, 112 S.Ct. 789, 799, 117 L.Ed.2d 1 (1992);  <i>Welton v. Missouri,</i> 91 U.S. 275, 23 L.Ed. 347 (1876).  The Framers granted Congress plenary authority over interstate commerce in \"the conviction that in order to succeed, the new Union would have to avoid the tendencies toward economic Balkanization that had plagued relations among the Colonies and later among the States under the Articles of Confederation.\"  <i>Hughes v. Oklahoma,</i> 441 U.S. 322, 325-326, 99 S.Ct. 1727, 1731, 60 L.Ed.2d 250 (1979). See generally The Federalist No. 42 (J. Madison).  \"This principle that our economic unit is the Nation, which alone has the gamut of powers necessary to control of the economy, . . . has as its corollary that the states are not separable economic units.\"  <i>H.P. Hood &amp; Sons,</i> <i>Inc. v. Du Mond,</i> 336 U.S. 525, 537-538, 69 S.Ct. 657, 665, 93 L.Ed. 865 (1949).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Consistent with these principles, we have held that the first step in analyzing any law subject to judicial scrutiny under the negative Commerce Clause is to determine whether it \"regulates evenhandedly with only 'incidental' effects on interstate commerce, or discriminates against interstate commerce.\"  <i>Hughes, supra,</i> 441 U.S., at 336, 99 S.Ct., at 1736.  See also <i>Chemical Waste,</i> 504 U.S., at ----, 112 S.Ct., at 2013.  As we use the term here, \"discrimination\" simply means differential treatment of in-state and out-of-state economic interests that benefits the former and burdens the latter.  If a restriction on commerce is discriminatory, it is virtually <i>per se</i> invalid.  504 U.S., at ----, n. 6, 112 S.Ct., at 2015, n. 6.  See also <i>Philadelphia v. New Jersey,</i> 437 U.S. 617, 624, 98 S.Ct. 2531, 2535, 57 L.Ed.2d 475 (1978).  By contrast, nondiscriminatory regulations that have only incidental effects on interstate commerce are valid unless \"the burden imposed on such commerce is clearly excessive in relation to the putative local benefits.\"  <i>Pike v. Bruce Church, Inc.,</i> 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Chemical Waste,</i> we easily found Alabama's surcharge on hazardous waste from other States to be facially discriminatory because it imposed a higher fee on the disposal of out-of-state waste than on the disposal of identical in-state waste.  504 U.S., at ----, 112 S.Ct., at 2013-2014.  We deem it equally obvious here that Oregon's $2.25 per ton surcharge is discriminatory on its face.  The surcharge subjects waste from other States to a fee almost three times greater than the $0.85 per ton charge imposed on solid in-state waste.  The statutory determinant for which fee applies to any particular shipment of solid waste to an Oregon landfill is whether or not the waste was \"generated out-of-state.\" Ore.Rev.Stat. &#167; 459.297(1) (1991).  It is well-established, however, that a law is discriminatory if it \" 'tax[es] a transaction or incident more heavily when it crosses state lines than when it occurs entirely within the State.' \"  <i>Chemical Waste, supra,</i> at ----, 112 S.Ct., at 2014 (quoting <i>Armco Inc. v. Hardesty,</i> 467 U.S. 638, 642, 104 S.Ct. 2620, 2622, 81 L.Ed.2d 540 (1984)).  See also <i>American Trucking Assns., Inc. v. Scheiner,</i> 483 U.S. 266, 286, 107 S.Ct. 2829, 2841, 97 L.Ed.2d 226 (1987).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Respondents argue, and the Oregon Supreme Court held, that the statutory nexus between the surcharge and \"the [otherwise uncompensated] costs to the State of Oregon and its political subdivisions of disposing of solid waste generated out-of-state,\" Ore.Rev.Stat. &#167; 459.298 (1991), necessarily precludes a finding that the surcharge is discriminatory.  We find respondents' narrow focus on Oregon's compensatory aim to be foreclosed by our precedents.  As we reiterated in <i>Chemical Waste,</i> the purpose of, or justification for, a law has no bearing on whether it is facially discriminatory.  See 504 U.S., at ----, 112 S.Ct. at 2013.  See also <i>Philadelphia, supra,</i> 437 U.S., at 626, 98 S.Ct., at 2536.  Consequently, even if the surcharge merely recoups the costs of disposing of out-of-state waste in Oregon, the fact remains that the differential charge favors shippers of Oregon waste over their counterparts handling waste generated in other States.  In making that geographic distinction, the surcharge patently discriminates against interstate commerce.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because the Oregon surcharge is discriminatory, the virtually <i>per se</i> rule of invalidity provides the proper legal standard here, not the <i>Pike</i> balancing test.  As a result, the surcharge must be invalidated unless respondents can \"sho[w] that it advances a legitimate local purpose that cannot be adequately served by reasonable nondiscriminatory alternatives.\"  <i>New Energy Co. of Indiana v. Limbach,</i> 486 U.S. 269, 278, 108 S.Ct. 1803, 1810, 100 L.Ed.2d 302 (1988).  See also <i>Chemical Waste, supra,</i> 504 U.S., at ----, 112 S.Ct., at 2014-2016.  Our cases require that justifications for discriminatory restrictions on commerce pass the \"strictest scrutiny.\"  <i>Hughes, supra,</i> 441 U.S., at 337, 99 S.Ct., at 1737.  The State's burden of justification is so heavy that \"facial discrimination by itself may be a fatal defect.\" <i>Ibid.</i>  See also <i>Westinghouse Elec. Corp. v. Tully,</i> 466 U.S. 388, 406-407, 104 S.Ct. 1856, 1867-1868, 80 L.Ed.2d 388 (1984); <i>Maryland v. Louisiana,</i> 451 U.S. 725, 759-760, 101 S.Ct. 2114, 2135-2136, 68 L.Ed.2d 576 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the outset, we note two justifications that respondents have <i>not</i> presented.  No claim has been made that the disposal of waste from other States imposes higher costs on Oregon and its political subdivisions than the disposal of in-state waste.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Also, respondents have not offered any safety or health reason unique to nonhazardous waste from other States for discouraging the flow of such waste into Oregon.  Cf. <i>Maine v. Taylor,</i> 477 U.S. 131, 106 S.Ct. 2440, 91 L.Ed.2d 110 (1986) (upholding ban on importation of out-of-state baitfish into Maine because such baitfish were subject to parasites completely foreign to Maine baitfish).  Consequently, respondents must come forward with other legitimate reasons to subject waste from other States to a higher charge than is levied against waste from Oregon.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Respondents offer two such reasons, each of which we address below.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Respondents' principal defense of the higher surcharge on out-of-state waste is that it is a \"compensatory tax\" necessary to make shippers of such waste pay their \"fair share\" of the costs imposed on Oregon by the disposal of their waste in the State.  In <i>Chemical Waste</i> we noted the possibility that such an argument might justify a discriminatory surcharge or tax on out-of-state waste.  See 504 U.S., at ----, n. 9, 112 S.Ct. at 2016, n. 9  In making that observation, we implicitly recognized the settled principle that interstate commerce may be made to \" 'pay its way.' \"  <i>Complete Auto Transit, Inc. v. Brady,</i> 430 U.S. 274, 281, 97 S.Ct. 1076, 1080, 51 L.Ed.2d 326 (1977).  See also <i>Maryland, supra,</i> 451 U.S., at 754, 101 S.Ct., at 2133.  \"It was not the purpose of the commerce clause to relieve those engaged in interstate commerce from their just share of state tax burden[s].\" <i>Western Live Stock v. Bureau of Revenue,</i> 303 U.S. 250, 254, 58 S.Ct. 546, 548, 82 L.Ed. 823 (1938).  See also <i>Henneford v. Silas Mason Co.,</i> 300 U.S. 577, 57 S.Ct. 524, 81 L.Ed. 814 (1937). Nevertheless, one of the central purposes of the Clause was to prevent States from \"exacting <i>more</i> than a just share\" from interstate commerce.  <i>Dept. of Revenue of Washington v. Association of Washington Stevedoring Cos.,</i> 435 U.S. 734, 748, 98 S.Ct. 1388, 1398, 55 L.Ed.2d 682 (1978) (emphasis added).  See also <i>Northwestern States Portland Cement Co. v.</i> <i>Minnesota,</i> 358 U.S. 450, 462, 79 S.Ct. 357, 364, 3 L.Ed.2d 421 (1959).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At least since our decision in <i>Hinson v. Lott,</i> 8 Wall. 148, 19 L.Ed. 387 (1868), these principles have found expression in the \"compensatory\" or \"complementary\" tax doctrine.  Though our cases sometimes discuss the concept of the compensatory tax as if it were a doctrine unto itself, it is merely a specific way of justifying a facially discriminatory tax as achieving a legitimate local purpose that cannot be achieved through nondiscriminatory means.  See <i>Chemical Waste, supra,</i> 504 U.S. at ----, n. 9, 112 S.Ct. at 2016 n. 9 (referring to the compensatory tax doctrine as a \"justif[ication]\" for a facially discriminatory tax).  Under that doctrine, a facially discriminatory tax that imposes on interstate commerce the rough equivalent of an identifiable and \"substantially similar\" tax on intrastate commerce does not offend the negative Commerce Clause.  <i>Maryland, supra,</i> 451 U.S., at 758-759, 101 S.Ct., at 2135-2136.  See also <i>Tyler Pipe Indus., Inc. v. Washington State Department of Revenue,</i> 483 U.S. 232, 242-243, 107 S.Ct. 2810, 2817-2818, 97 L.Ed.2d 199 (1987);  <i>Armco,</i> 467 U.S., at 643, 104 S.Ct., at 2623.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To justify a charge on interstate commerce as a compensatory tax, a State must, as a threshold matter, \"identif[y] . . . the [intrastate tax] burden for which the State is attempting to compensate.\"  <i>Maryland, supra,</i> 451 U.S., at 758, 101 S.Ct., at 2135.  Once that burden has been identified, the tax on interstate commerce must be shown roughly to approximate&#8212;but not exceed &#8212;the amount of the tax on intrastate commerce.  See, <i>e.g., Alaska v. Arctic Maid,</i> 366 U.S. 199, 204-205, 81 S.Ct. 929, 932-933, 6 L.Ed.2d 227 (1961).  Finally, the events on which the interstate and intrastate taxes are imposed must be \"substantially equivalent\";  that is, they must be sufficiently similar in substance to serve as mutually exclusive \"prox[ies]\" for each other.  <i>Armco, supra,</i> 467 U.S., at 643, 104 S.Ct., at 2623.  As Justice Cardozo explained for the Court in <i>Henneford,</i> under a truly compensatory tax scheme \"the stranger from afar is subject to no greater burdens as a consequence of ownership than the dweller within the gates.  The one pays upon one activity or incident, and the other upon another, but the sum is the same when the reckoning is closed.\"  300 U.S., at 584, 57 S.Ct., at 527.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although it is often no mean feat to determine whether a challenged tax is a compensatory tax, we have little difficulty concluding that the Oregon surcharge is not such a tax.  Oregon does not impose a specific charge of at least $2.25 per ton on shippers of waste generated in Oregon, for which the out-of-state surcharge might be considered compensatory.  In fact, the only analogous charge on the disposal of Oregon waste is $0.85 per ton, approximately one-third of the amount imposed on waste from other States.  See Ore.Rev.Stat. &#167;&#167; 459A.110(5), 459A.115 (1991). Respondents' failure to identify a specific charge on intrastate commerce equal to or exceeding the surcharge is fatal to their claim.  See <i>Maryland,</i> 451 U.S., at 758, 101 S.Ct., at 2135.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Respondents argue that, despite the absence of a specific $2.25 per ton charge on in-state waste, intrastate commerce does pay its share of the costs underlying the surcharge through general taxation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Whether or not that is true is difficult to determine, as \"[general] tax payments are received for the general purposes of the [government], and are, upon proper receipt, lost in the general revenues.\"  <i>Flast v. Cohen,</i> 392 U.S. 83, 128, 88 S.Ct. 1942, 1967, 20 L.Ed.2d 947 (1968) (Harlan, J., dissenting). Even assuming, however, that various other means of general taxation, such as income taxes, could serve as an identifiable intrastate burden roughly equivalent to the out-of-state surcharge, respondents' compensatory tax argument fails because the in-state and out-of-state levies are not imposed on substantially equivalent events.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The prototypical example of substantially equivalent taxable events is the sale and use of articles of trade.  See <i>Henneford, supra.</i>  In fact, use taxes on products purchased out of state are the only taxes we have upheld in recent memory under the compensatory tax doctrine.  See <i>ibid.</i>  Typifying our recent reluctance to recognize new categories of compensatory taxes is <i>Armco,</i> where we held that manufacturing and wholesaling are not substantially equivalent events.  467 U.S., at 643, 104 S.Ct., at 2623.  In our view, earning income and disposing of waste at Oregon landfills are even less equivalent than manufacturing and wholesaling.  Indeed, the very fact that in-state shippers of out-of-state waste, such as Oregon Waste, are charged the out-of-state surcharge even though they pay Oregon income taxes refutes respondents' argument that the respective taxable events are substantially equivalent.  See <i>ibid.</i>  We conclude that, far from being substantially equivalent, taxes on earning income and utilizing Oregon landfills are \"entirely different kind[s] of tax[es].\"  <i>Washington v. United States,</i> 460 U.S. 536, 546, n. 11, 103 S.Ct. 1344, 1350 n. 11, 75 L.Ed.2d 264 (1983).  We are no more inclined here than we were in <i>Scheiner</i> to \"plunge . . . into the morass of weighing comparative tax burdens\" by comparing taxes on dissimilar events.  483 U.S., at 289, 107 S.Ct., at 2843 (internal quotation marks omitted).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Respondents' final argument is that Oregon has an interest in spreading the costs of the in-state disposal of Oregon waste to all Oregonians.  That is, because all citizens of Oregon benefit from the proper in-state disposal of waste from Oregon, respondents claim it is only proper for Oregon to require them to bear more of the costs of disposing of such waste in the State through a higher general tax burden.  At the same time, however, Oregon citizens should not be required to bear the costs of disposing of out-of-state waste, respondents claim.  The necessary result of that limited cost-shifting is to require shippers of out-of-state waste to bear the full costs of in-state disposal, but to permit shippers of Oregon waste to bear less than the full cost.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We fail to perceive any distinction between respondents' contention and a claim that the State has an interest in reducing the costs of handling in-state waste.  Our cases condemn as illegitimate, however, any governmental interest that is not \"unrelated to economic protectionism,\" <i>Wyoming,</i> 502 U.S., at ----, 112 S.Ct., at 800 and regulating interstate commerce in such a way as to give those who handle domestic articles of commerce a cost advantage over their competitors handling similar items produced elsewhere constitutes such protectionism.  See <i>New Energy,</i> 486 U.S., at 275, 108 S.Ct., at 1808.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  To give controlling effect to respondents' characterization of Oregon's tax scheme as seemingly benign cost-spreading would require us to overlook the fact that the scheme necessarily incorporates a protectionist objective as well.  Cf. <i>Bacchus Imports, Ltd. v. Dias,</i> 468 U.S. 263, 273, 104 S.Ct. 3049, 3056, 82 L.Ed.2d 200 (1984) (rejecting Hawaii's attempt to justify a discriminatory tax exemption for local liquor producers as conferring a benefit on them, as opposed to burdening out-of-state liquor producers).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Respondents counter that if Oregon is engaged in any form of protectionism, it is \"resource protectionism,\" not economic protectionism.  It is true that by discouraging the flow of out-of-state waste into Oregon landfills, the higher surcharge on waste from other States conserves more space in those landfills for waste generated in Oregon.  Recharacterizing the surcharge as resource protectionism hardly advances respondents' cause, however.  Even assuming that landfill space is a \"natural resource,\" \"a State may not accord its own inhabitants a preferred right of access over consumers in other States to natural resources located within its borders.\"  <i>Philadelphia,</i> 437 U.S., at 627, 98 S.Ct., at 2537.  As we held more than a century ago, \"if the State, under the guise of exerting its police powers, should [impose a burden] . . . applicable solely to articles [of commerce] . . . produced or manufactured in other States, the courts would find no difficulty in holding such legislation to be in conflict with the Constitution of the United States.\"  <i>Guy v. Baltimore,</i> 100 U.S. 434, 443, 25 L.Ed. 743 (1880).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our decision in <i>Sporhase v. Nebraska,</i> 458 U.S. 941, 102 S.Ct. 3456, 73 L.Ed.2d 1254 (1982), is not to the contrary.  There we held that a State may grant a \"limited preference\" for its citizens in the utilization of ground water.  <i>Id.,</i> at 956, 102 S.Ct., at 3464.  That holding was premised on several different factors tied to the simple fact of life that \"water, unlike other natural resources, is essential for human survival.\" <i>Id.,</i> at 952, 102 S.Ct., at 3461.  <i>Sporhase</i> therefore provides no support for respondents' position that States may erect a financial barrier to the flow of waste from other States into Oregon landfills.  See <i>Fort Gratiot,</i> 504 U.S., at ----, and n. 6, 112 S.Ct., at 2027, and n. 6.  However serious the shortage in landfill space may be, <i>post,</i> at ____, \"[n]o State may attempt to isolate itself from a problem common to the several States by raising barriers to the free flow of interstate trade.\"  <i>Chemical Waste,</i> 504 U.S., at ----, and ----, n. 9, 112 S.Ct., at 2012 and 2016, n. 9.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We recognize that the States have broad discretion to configure their systems of taxation as they deem appropriate. See, <i>e.g., Commonwealth Edison Co. v. Montana,</i> 453 U.S. 609, 622-623, 101 S.Ct. 2946, 2955-2956, 69 L.Ed.2d 884 (1981);  <i>Boston Stock Exchange v. State Tax Comm'n,</i> 429 U.S. 318, 336-337, 97 S.Ct. 599, 610, 50 L.Ed.2d 514 (1977).  All we intimate here is that their discretion in this regard, as in all others, is bounded by any relevant limitations of the Federal Constitution, in this case the negative Commerce Clause.  Because respondents have offered no legitimate reason to subject waste generated in other States to a discriminatory surcharge approximately three times as high as that imposed on waste generated in Oregon, the surcharge is facially invalid under the negative Commerce Clause. Accordingly, the judgment of the Oregon Supreme Court is reversed, and the cases are remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Chief Justice REHNQUIST, with whom Justice BLACKMUN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Landfill space evaporates as solid waste accumulates.  State and local governments expend financial and political capital to develop trash control systems that are efficient, lawful, and protective of the environment.  The State of Oregon responsibly attempted to address its solid waste disposal problem through enactment of a comprehensive regulatory scheme for the management, disposal, reduction, and recycling of solid waste.  For this Oregon should be applauded.  The regulatory scheme included a fee charged on out-of-state solid waste.  The Oregon Legislature directed the Commission to determine the appropriate surcharge \"based on the costs . . . of disposing of solid waste generated out-of-state.\"  Ore.Rev.Stat. &#167; 459.298 (1991).  The Commission arrived at a surcharge of $2.25 per ton, compared to the $0.85 per ton charged on in-state solid waste.  Ore.Admin.Rule 340-97-110(3) (1993).<sup>1</sup>  The surcharge works out to an increase of about $0.14 per week for the typical out-of-state solid waste producer.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> Brief for Respondent 26-27, n. 16.  This seems a small price to pay for the right to deposit your \"garbage, rubbish, refuse . . .; sewage sludge, septic tank and cesspool pumpings or other sludge; . . . manure, . . . dead animals, [and] infectious waste\" on your neighbors.  Ore.Rev.Stat. &#167; 459.005(27) (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nearly 20 years ago, we held that a State cannot ban all out-of-state waste disposal in protecting themselves from hazardous or noxious materials brought across the State's borders. <i>Philadelphia v. New Jersey,</i> 437 U.S. 617, 98 S.Ct. 2531, 57 L.Ed.2d 475 (1978).  Two Terms ago in <i>Chemical Waste Management, Inc. v. Hunt,</i> 504 U.S. ----, 112 S.Ct. 2009, 119 L.Ed.2d 121 (1992), in striking down the State of Alabama's $72 per ton fee on the disposal of out-of-state hazardous waste, the Court left open the possibility that such a fee could be valid if based on the costs of disposing of waste from other States.  <i>Id.,</i> at ----, n. 9, 112 S.Ct. at 2016, n. 9.  Once again, however, as in <i>Philadelphia</i> and <i>Chemical Waste Management,</i> the Court further cranks the dormant Commerce Clause ratchet against the States by striking down such cost-based fees, and by so doing ties the hands of the States in addressing the vexing national problem of solid waste disposal.  I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Americans generated nearly 196 million tons of municipal solid waste in 1990, an increase from 128 million tons in 1975. See U.S. Environmental Protection Agency, Characterization of Municipal Solid Waste in the United States:  1992 Update, p. ES-3. Under current projections, Americans will produce 222 million tons of garbage in the year 2000.  <i>Ibid.</i>  Generating solid waste has never been a problem.  Finding environmentally safe disposal sites has.  By 1991, it was estimated that 45 percent of all solid waste landfills in the Nation had reached capacity.  56 Fed.Reg. 50980 (1991).  Nevertheless, the Court stubbornly refuses to acknowledge that a clean and healthy environment, unthreatened by the improper disposal of solid waste, is the commodity really at issue in cases such as this, see, <i>e.g., Chemical Waste Management, supra,</i> at ----, 112 S.Ct., at ---- (REHNQUIST, C.J., dissenting), and <i>Fort Gratiot Sanitary Landfill, Inc. v. Michigan Dept. of Natural Resources,</i> 504 U.S. ----, ----, 112 S.Ct. 2019, ----, 119 L.Ed.2d 139 (1992) (REHNQUIST, C.J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Notwithstanding the identified shortage of landfill space in the Nation, the Court notes that it has \"little difficulty,\" <i>ante,</i> at ____, concluding that the Oregon surcharge does not operate as a compensatory tax, designed to offset the loss of available landfill space in the State caused by the influx of out-of-state waste.  The Court reaches this nonchalant conclusion because the State has failed \"to identify a specific charge on <i>intrastate</i> commerce equal to or exceeding the surcharge.\"  <i>Ibid.</i> (emphasis added).  The Court's myopic focus on \"differential fees\" ignores the fact that in-state producers of solid waste support the Oregon regulatory program through state income taxes and by paying, indirectly, the numerous fees imposed on landfill operators and the dumping fee on in-state waste.  Ore.Rev.Stat. &#167; 459.005 <i>et seq.</i> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We confirmed in <i>Sporhase v. Nebraska ex rel. Douglas,</i> 458 U.S. 941, 102 S.Ct. 3456, 73 L.Ed.2d 1254 (1982), that a State may enact a comprehensive regulatory system to address an environmental problem or a threat to natural resources within the confines of the Commerce Clause.  In the context of threatened ground water depletion, we stated that \"[o]bviously, a State that imposes severe withdrawal and use restrictions on its own citizens is not discriminating against interstate commerce when it seeks to prevent the uncontrolled transfer of water out of the State.\" <i>Id.,</i> at 955-956, 102 S.Ct., at 3464.  The same point could be made about a \"clean and safe environment\" in these cases:  where a State imposes restrictions on the ability of its own citizens to dispose of solid waste in an effort to promote a \"clean and safe environment,\" it is not discriminating against interstate commerce by preventing the uncontrolled transfer of out-of-state solid waste into the State.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The availability of safe landfill disposal sites in Oregon did not occur by chance.  Through its regulatory scheme, the State of Oregon inspects landfill sites, monitors waste streams, promotes recycling, and imposes an $0.85 per ton disposal fee on in-state waste, Ore.Rev.Stat. 459.005 <i>et seq.</i> (1991), all in an effort to curb the threat that its residents will harm the environment and create health and safety problems through excessive and unmonitored solid waste disposal.  Depletion of a clean and safe environment will follow if Oregon must accept out-of-state waste at its landfills without a sharing of the disposal costs.  The Commerce Clause does not require a State to abide this outcome where the \"natural resource has some indicia of a good publicly produced and owned in which a State may favor its own citizens in times of shortage.\"  <i>Sporhase, supra,</i> at 957, 102 S.Ct., at 3464.  A shortage of available landfill space is upon us, 56 Fed.Reg. 50980 (1991), and with it comes the accompanying health and safety hazards flowing from the improper disposal of solid wastes.  We have long acknowledged a distinction between economic protectionism and health and safety regulation promulgated by Oregon.  See <i>H.P. Hood &amp; Sons, Inc. v. Du Mond,</i> 336 U.S. 525, 533, 69 S.Ct. 657, 662-663, 93 L.Ed. 865 (1949).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Far from neutralizing the economic situation for Oregon producers and out-of-state producers, the Court's analysis turns the Commerce Clause on its head.  Oregon's neighbors will operate under a competitive advantage against their Oregon counterparts as they can now produce solid waste with reckless abandon and avoid paying concomitant state taxes to develop new landfills and clean up retired landfill sites.  While I understand that solid waste is an article of commerce, <i>Philadelphia,</i> 437 U.S., at 622-623, 98 S.Ct., at 2534-2535, it is not a commodity sold in the marketplace;  rather it is disposed of at a cost to the State. Petitioners do not buy garbage to put in their landfills;  solid waste producers pay petitioners to take their waste.  Oregon solid waste producers do not compete with out-of-state businesses in the sale of solid waste.  Thus, the fees do not alter the price of a product that is competing with other products for common purchasers.  If anything, striking down the fees works to the disadvantage of Oregon businesses.  They alone will have to pay the \"nondisposal\" fees associated with solid waste:  landfill siting, landfill clean-up, insurance to cover environmental accidents, and transportation improvement costs associated with out-of-state waste being shipped into the State.  While we once recognized that \" 'the collection and disposal of solid wastes should continue to be primarily the function of State, regional, and local agencies,' \" <i>id.,</i> at 621, n. 4, 98 S.Ct., at 2534, n. 4, quoting 42 U.S.C. &#167; 6901(a)(4) (1976 Ed.), the Court today leaves States with only two options:  become a dumper and ship as much waste as possible to a less populated State, or become a dumpee, and stoically accept waste from more densely populated States.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Court asserts that the State has not offered \"any safety or health reasons\" for discouraging the flow of solid waste into Oregon.  <i>Ante,</i> at ____.  I disagree.  The availability of environmentally sound landfill space and the proper disposal of solid waste strike me as justifiable \"safety or health\" rationales for the fee.  As far back as the turn of the century, the Court recognized that control over the collection and disposal of solid waste was a legitimate, nonarbitrary exercise of police powers to protect health and safety.  See, <i>e.g., California Reduction Co. v. Sanitary Reduction Works,</i> 199 U.S. 306, 26 S.Ct. 100, 50 L.Ed. 204 (1905) (holding that exclusive privilege to one company to dispose of the garbage in the city and county of San Francisco was not void as taking the property of householders for public use without compensation);  and <i>Gardner v. Michigan,</i> 199 U.S. 325, 26 S.Ct. 106, 50 L.Ed. 212 (1905) (holding that property rights of individuals must be subordinated to the general good and if the owner of garbage suffers any loss by its destruction he is compensated therefor in the common benefit secured by the regulation requiring that all garbage be destroyed).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In exercising its legitimate police powers in regulating solid waste disposal, Oregon is not \"needlessly obstruct[ing] interstate trade or attempt[ing] to place itself in a position of economic isolation.\"  <i>Maine v. Taylor,</i> 477 U.S. 131, 151, 106 S.Ct. 2440, 2454, 91 L.Ed.2d 110 (1986) (internal quotation marks omitted) (upholding Maine's ban on the importation of live baitfish on the ground that it serves the legitimate governmental interest in protecting Maine's indigenous fish population from parasites prevalent in out-of-state baitfish).  Quite to the contrary, Oregon accepts out-of-state waste as part of its comprehensive solid waste regulatory program and it \"retains broad regulatory authority to protect the health and safety of its citizens and the integrity of its natural resources.\"  <i>Ibid.</i> Moreover, Congress also has recognized taxes as an effective method of discouraging consumption of natural resources in other contexts.  Cf. 26 U.S.C. &#167;&#167; 4681, 4682 (1988 Ed., Supp. IV) (tax on ozone-depleting chemicals);  26 U.S.C. &#167; 4064 (1988 Ed. and Supp. IV) (gas guzzler excise tax).  Nothing should change the analysis when the natural resource&#8212;landfill space &#8212;was created or regulated by the State in the first place.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In its sweeping ruling, the Court makes no distinction between publicly and privately owned landfills.  It rejects the argument that our \"user fee\" cases apply in this context since the landfills owned by the petitioners are private and our user fee analysis applies only to \"charge[s] imposed by the State for the use of a state-owned or state-provided transportation or other facilities and services.\"  <i>Ante,</i> at ____, n. 6, quoting <i>Commonwealth Edison Co. v. Montana,</i> 453 U.S. 609, 621, 101 S.Ct. 2946, 2955, 69 L.Ed.2d 884 (1981).  Rather than stopping there, however, the majority goes on to note that even if the Oregon surcharge could be viewed as a user fee, \"it could not be sustained as such, given that it discriminates against interstate commerce.\"  <i>Ante,</i> at ____, n. 6, quoting <i>Evansville-Vanderburgh Airport Authority Dist. v. Delta Airlines, Inc.,</i> 405 U.S. 707, 717, 92 S.Ct. 1349, 1355-1356, 31 L.Ed.2d 620 (1972).  There is no need to make this dubious assertion.  We specifically left unanswered the question whether a state or local government could regulate disposal of out-of-state solid waste at landfills owned by the government in <i>Philadelphia, supra,</i> 437 U.S. at 627, n. 6, 98 S.Ct., at 2537, n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We will undoubtedly be faced with this question directly in the future as roughly 80 percent of landfills receiving municipal solid waste in the United States are state or locally owned.  U.S. Environmental Protection Agency, Resource Conservation and Recovery Act, Subtitle D Study:  Phase 1 Report, table 4-2, p. 4-7 (Oct. 1986).  We noted in <i>South-Central Timber Development, Inc. v. Wunnicke,</i> 467 U.S. 82, 93, 104 S.Ct. 2237, 2243, 81 L.Ed.2d 71 (1984), \"if a State is acting as a market participant, rather than as a market regulator, the dormant Commerce Clause places no limitation on its activities.\"  See also <i>Wyoming v. Oklahoma,</i> 502 U.S. ----, ----, 112 S.Ct. 2009, ----, 119 L.Ed.2d 121 (1992). Similarly, if the State owned and operated a park or recreational facility, it would be allowed to charge differential fees for in-state and out-of-state users of the resource.  See, <i>e.g., Baldwin v. Fish and Game Comm'n of Montana,</i> 436 U.S. 371, 98 S.Ct. 1852, 56 L.Ed.2d 354 (1978) (upholding Montana's higher nonresident elk hunting license fees to compensate the State for conservation expenditures from taxes which only residents pay). More recently we upheld such differential fees under a reasonableness standard in <i>Northwest Airlines, Inc. v. County of Kent,</i> 501 U.S. ----, 114 S.Ct. 855, 127 L.Ed.2d 183 (1994), despite the fact that the fees were not precisely tied to the costs of the services provided at the publicly owned airport.  We relied on our Commerce Clause analysis from <i>Evansville, supra.</i>  We stated in <i>Evansville:</i></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"At least so long as the toll is based on some fair      approximation of use or privilege for use, . . . and is      neither discriminatory against interstate commerce nor      excessive in comparison with the governmental benefit      conferred, it will pass constitutional muster, even though      some other formula might reflect more exactly the relative      use of the state facilities by individual users.\"  <i>Id.,</i> 405      U.S., at 716-717, 92 S.Ct., at 1355.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I think that the $2.25 per ton fee that Oregon imposes on out-of-state waste works out to a similar \"fair approximation\" of the privilege to use its landfills.  Even the Court concedes that our precedents do not demand anything beyond \"substantia[l] equivalen[cy]\" between the fees charged on in-state and out-of-state waste.  <i>Ante,</i> at ____ (internal quotation marks omitted).  The $0.14 per week fee imposed on out-of-state waste producers qualifies as \"substantially equivalent\" under the reasonableness standard of <i>Northwest Airlines</i> and <i>Evansville.</i></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Court begrudgingly concedes that interstate commerce may be made to \"pay its way,\" <i>ante,</i> at ____, yet finds Oregon's nominal surcharge to exact more than a \"just share\" from interstate commerce.  <i>Ibid.</i>  It escapes me how an additional $0.14 per week cost for the average solid waste producer constitutes anything but the type of \"incidental effects on interstate commerce\" endorsed by the majority.  <i>Id.,</i> at ____ (internal quotation marks omitted).  Even-handed regulations imposing such incidental effects on interstate commerce must be upheld unless \"the burden imposed on such commerce is clearly excessive in relation to the putative local benefits.\"  <i>Pike v. Bruce Church, Inc.,</i> 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174 (1970). If the majority finds $0.14 per week beyond the pale, one is left to wonder what the Court possibly could have contemplated when it stated:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"[I]n the absence of conflicting legislation by Congress,      there is a residuum of power in the state to make laws      governing matters of local concern which nevertheless in some      measure affect interstate commerce or even, to some extent,      regulate it.\"  <i>Hunt v. Washington State Apple Advertising      Comm'n,</i> 432 U.S. 333, 350, 97 S.Ct. 2434, 2445, 53 L.Ed.2d      383 (1977), quoting <i>Southern Pacific Co. v. Arizona ex rel.      Sullivan,</i> 325 U.S. 761, 767, 65 S.Ct. 1515, 1519, 89 L.Ed.      1915 (1945).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Surely $0.14 per week falls within even the most crabbed definition of \"affect\" or \"regulate.\"  Today the majority has rendered this \"residuum of power\" a nullity.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The State of Oregon is not prohibiting the export of solid waste from neighboring States;  it is only asking that those neighbors pay their fair share for the use of Oregon landfill sites.  I see nothing in the Commerce Clause that compels less densely populated States to serve as the low-cost dumping grounds for their neighbors, suffering the attendant risks that solid waste landfills present.  The Court, deciding otherwise, further limits the dwindling options available to States as they contend with the environmental, health, safety, and political challenges posed by the problem of solid waste disposal in modern society.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">For the foregoing reasons, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1--2\">\n        <a class=\"footnote\" href=\"#fn1--2_ref\">1</a>\n        <p> Oregon defines \"solid wastes\" as \"all putrescible and nonputrescible wastes, including but not limited to garbage, rubbish, refuse, ashes, waste paper and cardboard;  sewage sludge, septic tank and cesspool pumpings or other sludge;  commercial, industrial, demolition and construction wastes;  discarded or abandoned vehicles or parts thereof;  discarded home and industrial appliances;  manure, vegetable or animal solid and semisolid wastes, dead animals, infectious waste . . . and other wastes.\"  Ore.Rev.Stat. &#167; 459.005(27) (1991).  Hazardous wastes are not considered solid wastes.  &#167; 459.005(27)(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As a result, shippers of out-of-state solid waste currently are being charged $3.10 per ton to dispose of such waste in Oregon landfills, as compared to the $0.85 per ton fee charged to dispose of Oregon waste in those same landfills.  We refer hereinafter only to the $2.25 surcharge, because the $0.85 per ton fee, which will be refunded to shippers of out-of-state waste if the surcharge is upheld, 1991 Ore.Laws, ch. 385, &#167; 92, is not challenged here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>Government Suppliers Consolidating Servs., Inc. v. Bayh,</i> 975 F.2d 1267 (1992), cert. denied, 506 U.S. ----, 113 S.Ct. 977, 122 L.Ed.2d 131 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The dissent argues that the $2.25 per ton surcharge is so minimal in amount that it cannot be considered discriminatory, even though the surcharge expressly applies only to waste generated in other States.  <i>Post,</i> at ____.  The dissent does not attempt to reconcile that novel understanding of discrimination with our precedents, which clearly establish that the degree of a differential burden or charge on interstate commerce \"measures only the <i>extent</i> of the discrimination\" and \"is of no relevance to the determination whether a State has discriminated against interstate commerce.\"  <i>Wyoming v. Oklahoma,</i> 502 U.S. ----, ----, 112 S.Ct. 789, 796, 117 L.Ed.2d 1 (1992).  See also, <i>e.g., Maryland v. Louisiana,</i> 451 U.S. 725, 760, 101 S.Ct. 2114, 2136, 68 L.Ed.2d 576 (1981) (\"We need not know how unequal [a] [t]ax is before concluding that it . . . discriminates\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In fact, the Commission fixed the $2.25 per ton cost of disposing of solid waste in Oregon landfills without reference to the origin of the waste, 3 Record 665-690, and Oregon's economic consultant recognized that the per ton costs are the same for both in-state and out-of-state waste.  <i>Id.,</i> at 731-732, 744, 101 S.Ct. at 2120-2122, 2127.  Of course, if out-of-state waste did impose higher costs on Oregon than in-state waste, Oregon could recover the increased cost through a differential charge on out-of-state waste, for then there would be a \"reason, apart from its origin, why solid waste coming from outside the [State] should be treated differently.\"  <i>Fort Gratiot Landfill, Inc. v. Michigan Dept. of Natural Resources,</i> 504 U.S. ----, ----, 112 S.Ct. 2019, 2024, 119 L.Ed.2d 139 (1992).  Cf. <i>Mullaney v. Anderson,</i> 342 U.S. 415, 417, 72 S.Ct. 428, 429, 96 L.Ed. 458 (1952);  <i>Toomer v. Witsell,</i> 334 U.S. 385, 399, 68 S.Ct. 1156, 1163, 92 L.Ed. 1460 (1948).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Oregon Supreme Court, though terming the out-of-state surcharge a \"compensatory fee,\" relied for its legal standard on our \"user fee\" cases.  See 316 Ore. 99, 112, 849 P.2d 500, 508 (1993) (citing, for example, <i>Evansville-Vanderburgh Airport Authority Dist. v. Delta Airlines, Inc.,</i> 405 U.S. 707, 92 S.Ct. 1349, 31 L.Ed.2d 620 (1972), and <i>Clark v. Paul Gray, Inc.,</i> 306 U.S. 583, 59 S.Ct. 744, 83 L.Ed. 1001 (1939)).  The compensatory tax cases cited in the text, rather than the user fee cases, are controlling here, as the latter apply only to \"charge[s] imposed by the State for the use of state-owned or state-provided transportation or other facilities and services.\"  <i>Commonwealth Edison Co. v. Montana,</i> 453 U.S. 609, 621, 101 S.Ct. 2946, 2955, 69 L.Ed.2d 884 (1981).  Because it is undisputed that, as in <i>Chemical Waste,</i> the landfills in question are owned by private entities, including Oregon Waste, the out-of-state surcharge is plainly not a user fee.  Nevertheless, even if the surcharge could somehow be viewed as a user fee, it could not be sustained as such, given that it discriminates against interstate commerce.  See <i>Evansville, supra,</i> 405 U.S., at 717, 92 S.Ct., at 1355;  <i>Guy v. Baltimore,</i> 100 U.S. 434, 25 L.Ed. 743 (1880).  Cf. <i>Northwest Airlines, Inc. v. County of Kent,</i> 510 U.S. ----, ----, 114 S.Ct. 855, 858, 127 L.Ed.2d 183 (1994) (A user fee is valid only to the extent it \"does not discriminate against interstate commerce\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We would note that respondents, like the dissent, <i>post,</i> at ____, ignore the fact that shippers of waste from other States in all likelihood pay income taxes in other States, a portion of which might well be used to pay for waste reduction activities in those States.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Furthermore, permitting discriminatory taxes on interstate commerce to compensate for charges purportedly included in general forms of intrastate taxation \"would allow a state to tax interstate commerce more heavily than in-state commerce anytime the entities involved in interstate commerce happened to use facilities supported by general state tax funds.\"  <i>Government Suppliers Consolidating Servs., Inc. v. Bayh,</i> 975 F.2d, at 1284. We decline respondents' invitation to open such an expansive loophole in our carefully confined compensatory tax jurisprudence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We recognize that \"[t]he Commerce Clause does not prohibit all state action designed to give its residents an advantage in the marketplace, but only action of that description <i>in connection with the State's regulation of interstate commerce.</i>\"  <i>New Energy Co. of Indiana v. Limbach,</i> 486 U.S. 269, 278, 108 S.Ct. 1803, 1810, 100 L.Ed.2d 302 (1988).  Cf. <i>Metropolitan Life Ins. Co. v. Ward,</i> 470 U.S. 869, 877, n. 6, 105 S.Ct. 1676, 1681, n. 6, 84 L.Ed.2d 751 (1985).  Here, as in <i>New Energy,</i> we confront a patently discriminatory law that is plainly connected to the regulation of interstate commerce.  We therefore have no occasion to decide whether Oregon could validly accomplish its limited cost-spreading through the \"market participant\" doctrine, <i>Hughes v. Alexandria Scrap Corp.,</i> 426 U.S. 794, 806-810, 96 S.Ct. 2488, 2496-2498, 49 L.Ed.2d 220 (1976), or other means unrelated to any regulation of interstate commerce.<sup>1</sup> The surcharge is composed of the following identified costs:  $0.58&#8212;statewide activities for reducing environmental risks and improving solid waste management;  $0.66&#8212;reimbursements to the state for tax credits and other public subsidies;  $0.05 solid waste reduction activities related to the review and certification of waste reduction and recycling plans;  $0.72 increased environmental liability;  $0.20&#8212;lost disposal capacity; $0.03&#8212;publicly supported infrastructure;  and $0.01 &#8212;nuisance impacts from transportation.  Pet. for Cert. in No. 93-108, p. 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The $2.25 per ton fee imposed on out-of-state waste exceeds the $0.85 per ton fee imposed on in-state waste by $1.40 per ton.  One ton equals 2,000 pounds.  Assuming that the hypothetical nonresident generates 200 pounds of garbage per month (1/10 of a ton), the nonresident's garbage bill would increase by $0.14 per month.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>511 U.S. 93 (1994)</b></center>\n<center><h1>OREGON WASTE SYSTEMS, INC.<br>\nv.<br>\nDEPARTMENT OF ENVIRONMENTAL QUALITY OF THE STATE OF OREGON et al.</h1></center>\n<center>No. 93-70.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued January 18, 1994.</center>\n<center>Decided April 4, 1994.<sup>[*]</sup></center>\nCERTIORARI TO THE SUPREME COURT OF OREGON\n<p><span class=\"star-pagination\">*95</span> Thomas, J., delivered the opinion of the Court, in which Stevens, O'Connor, Scalia, Kennedy, Souter, and Ginsburg, JJ., joined. Rehnquist, C. J., filed a dissenting opinion, in which Blackmun, J., joined, <i>post,</i> p. 108.</p>\n<p><i>Andrew J. Pincus</i> argued the cause for petitioners in both cases. With him on the briefs for petitioners in No. 93-70 were <i>James E. Benedict</i> and <i>J. Laurence Cable. John DiLorenzo, Jr.,</i> filed briefs for petitioner in No. 93-108.</p>\n<p><i>Thomas A. Balmer,</i> Deputy Attorney General of Oregon, argued the cause for respondents in both cases. With him on the brief were <i>Theodore R. Kulongoski,</i> Attorney General, <span class=\"star-pagination\">*95</span> <i>Virginia L. Linder,</i> Solicitor General, and <i>Michael D. Reynolds,</i> Assistant Solicitor General.<sup>[]</sup></p>\n<p>Justice Thomas, delivered the opinion of the Court.</p>\n<p>Two Terms ago, in <i>Chemical Waste Management, Inc.</i> v. <i>Hunt,</i> 504 U. S. 334 (1992), we held that the negative Commerce Clause prohibited Alabama from imposing a higher fee on the disposal in Alabama landfills of hazardous waste from other States than on the disposal of identical waste from Alabama. In reaching that conclusion, however, we left open the possibility that such a differential surcharge might be valid if based on the costs of disposing of waste from other States. <i>Id.,</i> at 346, n. 9. Today, we must decide whether Oregon's purportedly cost-based surcharge on the in-state disposal of solid waste generated in other States violates the Commerce Clause.</p>\n<p></p>\n<h2>I</h2>\n<p>Like other States, Oregon comprehensively regulates the disposal of solid wastes within its borders.<sup>[1]</sup> Respondent <span class=\"star-pagination\">*96</span> Oregon Department of Environmental Quality oversees the State's regulatory scheme by developing and executing plans for the management, reduction, and recycling of solid wastes. To fund these and related activities, Oregon levies a wide range of fees on landfill operators. See, <i>e. g.,</i> Ore. Rev. Stat.  459.235(3), 459.310 (1991). In 1989, the Oregon Legislature imposed an additional fee, called a \"surcharge,\" on \"every person who disposes of solid waste generated out-ofstate in a disposal site or regional disposal site.\"  459.297(1) (effective Jan. 1, 1991). The amount of that surcharge was left to respondent Environmental Quality Commission (Commission) to determine through rulemaking, but the legislature did require that the resulting surcharge \"be based on the costs to the State of Oregon and its political subdivisions of disposing of solid waste generated out-of-state which are not otherwise paid for\" under specified statutes.  459.298. At the conclusion of the rulemaking process, the Commission set the surcharge on out-of-state waste at $2.25 per ton. Ore. Admin. Rule 340-97-120(7) (Sept. 1993).</p>\n<p>In conjunction with the out-of-state surcharge, the legislature imposed a fee on the in-state disposal of waste generated within Oregon. See Ore. Rev. Stat.  459A.110(1), (5) (1991). The in-state fee, capped by statute at $0.85 per ton (originally $0.50 per ton), is considerably lower than the fee imposed on waste from other States.  459A.110(5) and 459A.115. Subsequently, the legislature conditionally extended the $0.85 per ton fee to out-of-state waste, in addition to the $2.25 per ton surcharge,  459A.110(6), with the proviso that if the surcharge survived judicial challenge, the $0.85 per ton fee would again be limited to in-state waste. 1991 Ore. Laws, ch. 385,  91-92.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*97</span> The anticipated court challenge was not long in coming. Petitioners, Oregon Waste Systems, Inc. (Oregon Waste), and Columbia Resource Company (CRC), joined by Gilliam County, Oregon, sought expedited review of the out-of-state surcharge in the Oregon Court of Appeals. Oregon Waste owns and operates a solid waste landfill in Gilliam County, at which it accepts for final disposal solid waste generated in Oregon and in other States. CRC, pursuant to a 20-year contract with Clark County, in neighboring Washington State, transports solid waste via barge from Clark County to a landfill in Morrow County, Oregon. Petitioners challenged the administrative rule establishing the out-of-state surcharge and its enabling statutes under both state law and the Commerce Clause of the United States Constitution. The Oregon Court of Appeals upheld the statutes and rule. <i>Gilliam County</i> v. <i>Department of Environmental Quality,</i>  114 Ore. App. 369, 837 P. 2d 965 (1992).</p>\n<p>The State Supreme Court affirmed. <i>Gilliam County</i> v. <i>Department of Environmental Quality of Oregon,</i> 316 Ore. 99, 849 P. 2d 500 (1993). As to the Commerce Clause, the court recognized that the Oregon surcharge resembled the Alabama fee invalidated in <i>Chemical Waste Management, Inc.</i> v. <i>Hunt,</i> 504 U. S. 334 (1992), in that both prescribed higher fees for the disposal of waste from other States. Nevertheless, the court viewed the similarity as superficial only. Despite the explicit reference in  459.297(1) to out-of-state waste's geographic origin, the court reasoned, the Oregon surcharge is not facially discriminatory \"[b]ecause of [its] express nexus to actual costs incurred [by state and local government].\" 316 Ore., at 112, 849 P. 2d, at 508. That nexus distinguished <i>Chemical Waste, supra,</i> by rendering the surcharge a \"compensatory fee,\" which the court viewed as \"<i>prima facie</i> reasonable,\" that is to say, facially constitutional. 316 Ore., at 112, 849 P. 2d, at 508. The court read <span class=\"star-pagination\">*98</span> our case law as invalidating compensatory fees only if they are \"`manifestly disproportionate to the services rendered.' \" <i>Ibid.</i> (quoting <i>Clark</i> v. <i>Paul Gray, Inc.,</i> 306 U. S. 583, 599 (1939)). Because Oregon law restricts the scope of judicial review in expedited proceedings to deciding the facial legality of administrative rules and the statutes underlying them, Ore. Rev. Stat.  183.400 (1991), the Oregon court deemed itself precluded from deciding the factual question whether the surcharge on out-of-state waste was disproportionate. 316 Ore., at 112, 849 P. 2d, at 508.</p>\n<p>We granted certiorari, 509 U. S. 953 (1993), because the decision below conflicted with a recent decision of the United States Court of Appeals for the Seventh Circuit.<sup>[3]</sup> We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Commerce Clause provides that \"[t]he Congress shall have Power . . . [t]o regulate Commerce . . . among the several States.\" Art. I, 8, cl. 3. Though phrased as a grant of regulatory power to Congress, the Clause has long been understood to have a \"negative\" aspect that denies the States the power unjustifiably to discriminate against or burden the interstate flow of articles of commerce. See, <i>e. g., </i><i>Wyoming</i> v. <i>Oklahoma,</i> 502 U. S. 437, 454 (1992); <i>Welton</i> v. <i>Missouri,</i> 91 U. S. 275 (1876). The Framers granted Congress plenary authority over interstate commerce in \"the conviction that in order to succeed, the new Union would have to avoid the tendencies toward economic Balkanization that had plagued relations among the Colonies and later among the States under the Articles of Confederation.\" <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S. 322, 325-326 (1979). See generally The Federalist No. 42 (J. Madison). \"This principle that our economic unit is the Nation, which alone has the gamut of powers necessary to control of the economy, . . . has <span class=\"star-pagination\">*99</span> as its corollary that the states are not separable economic units.\" <i>H. P. Hood &amp; Sons, Inc.</i> v. <i>Du Mond,</i> 336 U. S. 525, 537-538 (1949).</p>\n<p>Consistent with these principles, we have held that the first step in analyzing any law subject to judicial scrutiny under the negative Commerce Clause is to determine whether it \"regulates evenhandedly with only `incidental' effects on interstate commerce, or discriminates against interstate commerce.\" <i>Hughes, supra,</i> at 336. See also <i>Chemical Waste,</i>  504 U. S., at 340-341. As we use the term here, \"discrimination\" simply means differential treatment of in-state and out-of-state economic interests that benefits the former and burdens the latter. If a restriction on commerce is discriminatory, it is virtually <i>per se</i> invalid. <i>Id.,</i> at 344, n. 6. See also <i>Philadelphia</i> v. <i>New Jersey,</i> 437 U. S. 617, 624 (1978). By contrast, nondiscriminatory regulations that have only incidental effects on interstate commerce are valid unless \"the burden imposed on such commerce is clearly excessive in relation to the putative local benefits.\" <i>Pike</i> v. <i>Bruce Church, Inc.,</i> 397 U. S. 137, 142 (1970).</p>\n<p>In <i>Chemical Waste,</i> we easily found Alabama's surcharge on hazardous waste from other States to be facially discriminatory because it imposed a higher fee on the disposal of out-of-state waste than on the disposal of identical in-state waste. 504 U. S., at 342. We deem it equally obvious here that Oregon's $2.25 per ton surcharge is discriminatory on its face. The surcharge subjects waste from other States to a fee almost three times greater than the $0.85 per ton charge imposed on solid in-state waste. The statutory determinant for which fee applies to any particular shipment of solid waste to an Oregon landfill is whether or not the waste was \"generated out-of-state.\" Ore. Rev. Stat.  459.297(1) (1991). It is well established, however, that a law is discriminatory if it \"`tax[es] a transaction or incident more heavily when it crosses state lines than when it occurs entirely within the State.' \" <i>Chemical Waste, supra,</i> at 342 <span class=\"star-pagination\">*100</span> (quoting <i>Armco Inc.</i> v. <i>Hardesty,</i> 467 U. S. 638, 642 (1984)). See also <i>American Trucking Assns., Inc.</i> v. <i>Scheiner,</i> 483 U. S. 266, 286 (1987).<sup>[4]</sup></p>\n<p>Respondents argue, and the Oregon Supreme Court held, that the statutory nexus between the surcharge and \"the [otherwise uncompensated] costs to the State of Oregon and its political subdivisions of disposing of solid waste generated out-of-state,\" Ore. Rev. Stat.  459.298 (1991), necessarily precludes a finding that the surcharge is discriminatory. We find respondents' narrow focus on Oregon's compensatory aim to be foreclosed by our precedents. As we reiterated in <i>Chemical Waste,</i> the purpose of, or justification for, a law has no bearing on whether it is facially discriminatory. See 504 U. S., at 340-341. See also <i>Philadelphia, supra,</i> at 626. Consequently, even if the surcharge merely recoups the costs of disposing of out-of-state waste in Oregon, the fact remains that the differential charge favors shippers of Oregon waste over their counterparts handling waste generated in other States. In making that geographic distinction, the surcharge patently discriminates against interstate commerce.</p>\n<p></p>\n<h2>III</h2>\n<p>Because the Oregon surcharge is discriminatory, the virtually <i>per se</i> rule of invalidity provides the proper legal standard here, not the <i>Pike</i> balancing test. As a result, the surcharge must be invalidated unless respondents can \"sho[w] <span class=\"star-pagination\">*101</span> that it advances a legitimate local purpose that cannot be adequately served by reasonable nondiscriminatory alternatives.\" <i>New Energy Co. of Ind.</i> v. <i>Limbach,</i> 486 U. S. 269, 278 (1988). See also <i>Chemical Waste, supra,</i> at 342-343. Our cases require that justifications for discriminatory restrictions on commerce pass the \"strictest scrutiny.\" <i>Hughes,</i> 441 U. S., at 337. The State's burden of justification is so heavy that \"facial discrimination by itself may be a fatal defect.\" <i>Ibid.</i> See also <i>Westinghouse Elec. Corp.</i> v. <i>Tully,</i>  466 U. S. 388, 406-407 (1984); <i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 759-760 (1981).</p>\n<p>At the outset, we note two justifications that respondents have <i>not</i> presented. No claim has been made that the disposal of waste from other States imposes higher costs on Oregon and its political subdivisions than the disposal of instate waste.<sup>[5]</sup> Also, respondents have not offered any safety or health reason unique to nonhazardous waste from other States for discouraging the flow of such waste into Oregon. Cf. <i>Maine</i> v. <i>Taylor,</i> 477 U. S. 131 (1986) (upholding ban on importation of out-of-state baitfish into Maine because such baitfish were subject to parasites completely foreign to Maine baitfish). Consequently, respondents must come forward with other legitimate reasons to subject waste from other States to a higher charge than is levied against waste from Oregon.</p>\n<p><span class=\"star-pagination\">*102</span> Respondents offer two such reasons, each of which we address below.</p>\n<p></p>\n<h2>A</h2>\n<p>Respondents' principal defense of the higher surcharge on out-of-state waste is that it is a \"compensatory tax\" necessary to make shippers of such waste pay their \"fair share\" of the costs imposed on Oregon by the disposal of their waste in the State. In <i>Chemical Waste</i> we noted the possibility that such an argument might justify a discriminatory surcharge or tax on out-of-state waste. See 504 U. S., at 346, n. 9. In making that observation, we implicitly recognized the settled principle that interstate commerce may be made to \"`pay its way.' \" <i>Complete Auto Transit, Inc.</i> v. <i>Brady,</i>  430 U. S. 274, 281 (1977). See also <i>Maryland, supra,</i> at 754. \"It was not the purpose of the commerce clause to relieve those engaged in interstate commerce from their just share of state tax burden[s].\" <i>Western Live Stock</i> v. <i>Bureau of Revenue,</i> 303 U. S. 250, 254 (1938). See also <i>Henneford</i> v. <i>Silas Mason Co.,</i> 300 U. S. 577 (1937). Nevertheless, one of the central purposes of the Clause was to prevent States from \"exacting <i>more</i> than a just share\" from interstate commerce. <i>Department of Revenue of Wash.</i> v. <i>Association of Wash. Stevedoring Cos.,</i> 435 U. S. 734, 748 (1978) (emphasis added). See also <i>Northwestern States Portland Cement Co.</i>  v. <i>Minnesota,</i> 358 U. S. 450, 462 (1959).</p>\n<p>At least since our decision in <i>Hinson</i> v. <i>Lott,</i> 8 Wall. 148 (1869), these principles have found expression in the \"compensatory\" or \"complementary\" tax doctrine. Though our cases sometimes discuss the concept of the compensatory tax as if it were a doctrine unto itself, it is merely a specific way of justifying a facially discriminatory tax as achieving a legitimate local purpose that cannot be achieved through nondiscriminatory means. See <i>Chemical Waste, supra,</i> at 346, n. 9 (referring to the compensatory tax doctrine as a \"justif[ication]\" for a facially discriminatory tax). Under that doctrine, a facially discriminatory tax that imposes on <span class=\"star-pagination\">*103</span> interstate commerce the rough equivalent of an identifiable and \"substantially similar\" tax on intrastate commerce does not offend the negative Commerce Clause. <i>Maryland, supra,</i> at 758-759. See also <i>Tyler Pipe Industries, Inc.</i> v. <i>Washington State Dept. of Revenue,</i> 483 U. S. 232, 242-243 (1987); <i>Armco</i> , 467 U. S., at 643.</p>\n<p>To justify a charge on interstate commerce as a compensatory tax, a State must, as a threshold matter, \"identif[y] . . . the [intrastate tax] burden for which the State is attempting to compensate.\" <i>Maryland, supra,</i> at 758. Once that burden has been identified, the tax on interstate commerce must be shown roughly to approximatebut not exceed the amount of the tax on intrastate commerce. See, <i>e. g., </i><i>Alaska</i> v. <i>Arctic Maid,</i> 366 U. S. 199, 204-205 (1961). Finally, the events on which the interstate and intrastate taxes are imposed must be \"substantially equivalent\"; that is, they must be sufficiently similar in substance to serve as mutually exclusive \"prox[ies]\" for each other. <i>Armco, supra,</i> at 643. As Justice Cardozo explained for the Court in <i>Henneford,</i>  under a truly compensatory tax scheme \"the stranger from afar is subject to no greater burdens as a consequence of ownership than the dweller within the gates. The one pays upon one activity or incident, and the other upon another, but the sum is the same when the reckoning is closed.\" 300 U. S., at 584.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*104</span> Although it is often no mean feat to determine whether a challenged tax is a compensatory tax, we have little difficulty concluding that the Oregon surcharge is not such a tax. Oregon does not impose a specific charge of at least $2.25 per ton on shippers of waste generated in Oregon, for which the out-of-state surcharge might be considered compensatory. In fact, the only analogous charge on the disposal of Oregon waste is $0.85 per ton, approximately one-third of the amount imposed on waste from other States. See Ore. Rev. Stat.  459A.110(5), 459A.115 (1991). Respondents' failure to identify a specific charge on intrastate commerce equal to or exceeding the surcharge is fatal to their claim. See <i>Maryland,</i> 451 U. S., at 758.</p>\n<p>Respondents argue that, despite the absence of a specific $2.25 per ton charge on in-state waste, intrastate commerce does pay its share of the costs underlying the surcharge through general taxation.<sup>[7]</sup> Whether or not that is true is difficult to determine, as \"[general] tax payments are received for the general purposes of the [government], and are, upon proper receipt, lost in the general revenues.\" <i>Flast</i> v. <i>Cohen,</i> 392 U. S. 83, 128 (1968) (Harlan, J., dissenting). Even assuming, however, that various other means of general taxation, such as income taxes, could serve as an identifiable intrastate burden roughly equivalent to the out-of-state surcharge, respondents' compensatory tax argument fails because the in-state and out-of-state levies are not imposed on substantially equivalent events.</p>\n<p><span class=\"star-pagination\">*105</span> The prototypical example of substantially equivalent taxable events is the sale and use of articles of trade. See <i>Henneford, supra</i><i>.</i> In fact, use taxes on products purchased out of state are the only taxes we have upheld in recent memory under the compensatory tax doctrine. See <i>ibid.</i> Typifying our recent reluctance to recognize new categories of compensatory taxes is <i>Armco,</i> where we held that manufacturing and wholesaling are not substantially equivalent events. 467 U. S., at 643. In our view, earning income and disposing of waste at Oregon landfills are even less equivalent than manufacturing and wholesaling. Indeed, the very fact that in-state shippers of out-of-state waste, such as Oregon Waste, are charged the out-of-state surcharge even though they pay Oregon income taxes refutes respondents' argument that the respective taxable events are substantially equivalent. See <i>ibid.</i> We conclude that, far from being substantially equivalent, taxes on earning income and utilizing Oregon landfills are \"entirely different kind[s] of tax[es].\" <i>Washington</i> v. <i>United States,</i> 460 U. S. 536, 546, n. 11 (1983). We are no more inclined here than we were in <i>Scheiner</i> to \"plunge . . . into the morass of weighing comparative tax burdens\" by comparing taxes on dissimilar events. 483 U. S., at 289 (internal quotation marks omitted).<sup>[8]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Respondents' final argument is that Oregon has an interest in spreading the costs of the in-state disposal of Oregon waste to all Oregonians. That is, because all citizens of Oregon <span class=\"star-pagination\">*106</span> benefit from the proper in-state disposal of waste from Oregon, respondents claim it is only proper for Oregon to require them to bear more of the costs of disposing of such waste in the State through a higher general tax burden. At the same time, however, Oregon citizens should not be required to bear the costs of disposing of out-of-state waste, respondents claim. The necessary result of that limited cost shifting is to require shippers of out-of-state waste to bear the full costs of in-state disposal, but to permit shippers of Oregon waste to bear less than the full cost.</p>\n<p>We fail to perceive any distinction between respondents' contention and a claim that the State has an interest in reducing the costs of handling in-state waste. Our cases condemn as illegitimate, however, any governmental interest that is not \"unrelated to economic protectionism,\" <i>Wyoming,</i>  502 U. S., at 454, and regulating interstate commerce in such a way as to give those who handle domestic articles of commerce a cost advantage over their competitors handling similar items produced elsewhere constitutes such protectionism. See <i>New Energy,</i> 486 U. S., at 275.<sup>[9]</sup> To give controlling effect to respondents' characterization of Oregon's tax scheme as seemingly benign cost spreading would require us to overlook the fact that the scheme necessarily incorporates a protectionist objective as well. Cf. <i>Bacchus Imports, Ltd.</i> v. <i>Dias,</i> 468 U. S. 263, 273 (1984) (rejecting Hawaii's attempt to justify a discriminatory tax exemption for local liquor producers <span class=\"star-pagination\">*107</span> as conferring a benefit on them, as opposed to burdening out-of-state liquor producers).</p>\n<p>Respondents counter that if Oregon is engaged in any form of protectionism, it is \"resource protectionism,\" not economic protectionism. It is true that by discouraging the flow of out-of-state waste into Oregon landfills, the higher surcharge on waste from other States conserves more space in those landfills for waste generated in Oregon. Recharacterizing the surcharge as resource protectionism hardly advances respondents' cause, however. Even assuming that landfill space is a \"natural resource,\" \"a State may not accord its own inhabitants a preferred right of access over consumers in other States to natural resources located within its borders.\" <i>Philadelphia,</i> 437 U. S., at 627. As we held more than a century ago, \"if the State, under the guise of exerting its police powers, should [impose a burden] . . . applicable solely to articles [of commerce] . . . produced or manufactured in other States, the courts would find no difficulty in holding such legislation to be in conflict with the Constitution of the United States.\" <i>Guy</i> v. <i>Baltimore,</i> 100 U. S. 434, 443 (1880).</p>\n<p>Our decision in <i>Sporhase</i> v. <i>Nebraska ex rel. Douglas,</i> 458 U. S. 941 (1982), is not to the contrary. There we held that a State may grant a \"limited preference\" for its citizens in the utilization of ground water. <i>Id.,</i> at 956. That holding was premised on several different factors tied to the simple fact of life that \"water, unlike other natural resources, is essential for human survival.\" <i>Id.,</i> at 952. <i>Sporhase</i> therefore provides no support for respondents' position that States may erect a financial barrier to the flow of waste from other States into Oregon landfills. See <i>Fort Gratiot,</i> 504 U. S., at 364-365, and n. 6. However serious the shortage in landfill space may be, <i>post,</i> at 108, \"[n]o State may attempt to isolate itself from a problem common to the several States by raising barriers to the free flow of interstate trade.\" <i>Chemical Waste,</i> 504 U. S., at 339-340, and 346, n. 9.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*108</span> IV</h2>\n<p>We recognize that the States have broad discretion to configure their systems of taxation as they deem appropriate. See, <i>e. g., </i><i>Commonwealth Edison Co.</i> v. <i>Montana,</i> 453 U. S. 609, 622-623 (1981); <i>Boston Stock Exchange</i> v. <i>State Tax Comm'n,</i> 429 U. S. 318, 336-337 (1977). All we intimate here is that their discretion in this regard, as in all others, is bounded by any relevant limitations of the Federal Constitution, in these cases the negative Commerce Clause. Because respondents have offered no legitimate reason to subject waste generated in other States to a discriminatory surcharge approximately three times as high as that imposed on waste generated in Oregon, the surcharge is facially invalid under the negative Commerce Clause. Accordingly, the judgment of the Oregon Supreme Court is reversed, and the cases are remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Chief Justice Rehnquist, with whom Justice Blackmun joins, dissenting.</p>\n<p>Landfill space evaporates as solid waste accumulates. State and local governments expend financial and political capital to develop trash control systems that are efficient, lawful, and protective of the environment. The State of Oregon responsibly attempted to address its solid waste disposal problem through enactment of a comprehensive regulatory scheme for the management, disposal, reduction, and recycling of solid waste. For this Oregon should be applauded. The regulatory scheme included a fee charged on out-of-state solid waste. The Oregon Legislature directed the Environmental Quality Commission to determine the appropriate surcharge \"based on the costs . . . of disposing of solid waste generated out-of-state.\" Ore. Rev. Stat.  459.298 (1991). The Commission arrived at a surcharge of $2.25 per ton, compared to the $0.85 per ton charged on <span class=\"star-pagination\">*109</span> in-state solid waste. Ore. Admin. Rule 340-97-110(3) (Sept. 1993).<sup>[1]</sup> The surcharge works out to an increase of about $0.14 per week for the typical out-of-state solid waste producer.<sup>[2]</sup> Brief for Respondents 26-27, n. 16. This seems a small price to pay for the right to deposit your \"garbage, rubbish, refuse . . . ; sewage sludge, septic tank and cesspool pumpings or other sludge; . . . manure, . . . dead animals, [and] infectious waste\" on your neighbors. Ore. Rev. Stat.  459.005(27) (1991).</p>\n<p>Nearly 20 years ago, we held that a State cannot ban all out-of-state waste disposal in protecting themselves from hazardous or noxious materials brought across the State's borders. <i>Philadelphia</i> v. <i>New Jersey,</i> 437 U. S. 617 (1978). Two Terms ago in <i>Chemical Waste Management, Inc.</i> v. <i>Hunt,</i> 504 U. S. 334 (1992), in striking down the State of Alabama's $72 per ton fee on the disposal of out-of-state hazardous waste, the Court left open the possibility that such a fee could be valid if based on the costs of disposing of waste from other States. <i>Id.,</i> at 346, n. 9. Once again, however, as in <i>Philadelphia</i> and <i>Chemical Waste Management,</i> the Court further cranks the dormant Commerce Clause ratchet against the States by striking down such cost-based fees, and by so doing ties the hands of the States in addressing the vexing national problem of solid waste disposal. I dissent.</p>\n<p><span class=\"star-pagination\">*110</span> Americans generated nearly 196 million tons of municipal solid waste in 1990, an increase from 128 million tons in 1975. See U. S. Environmental Protection Agency, Characterization of Municipal Solid Waste in the United States: 1992 Update, p. ES-3. Under current projections, Americans will produce 222 million tons of garbage in the year 2000. <i>Ibid.</i>  Generating solid waste has never been a problem. Finding environmentally safe disposal sites has. By 1991, it was estimated that 45 percent of all solid waste landfills in the Nation had reached capacity. 56 Fed. Reg. 50980 (1991). Nevertheless, the Court stubbornly refuses to acknowledge that a clean and healthy environment, unthreatened by the improper disposal of solid waste, is the commodity really at issue in cases such as these, see, <i>e. g., </i><i>Chemical Waste Management, supra,</i> at 350 (Rehnquist, C. J., dissenting), and <i>Fort Gratiot Sanitary Landfill, Inc.</i> v. <i>Michigan Dept. of Natural Resources,</i> 504 U. S. 353, 368 (1992) (Rehnquist, C. J., dissenting).</p>\n<p>Notwithstanding the identified shortage of landfill space in the Nation, the Court notes that it has \"little difficulty,\" <i>ante,</i> at 104, concluding that the Oregon surcharge does not operate as a compensatory tax, designed to offset the loss of available landfill space in the State caused by the influx of out-of-state waste. The Court reaches this nonchalant conclusion because the State has failed \"to identify a specific charge on <i>intrastate</i> commerce equal to or exceeding the surcharge.\" <i>Ibid.</i> (emphasis added). The Court's myopic focus on \"differential fees\" ignores the fact that in-state producers of solid waste support the Oregon regulatory program through state income taxes and by paying, indirectly, the numerous fees imposed on landfill operators and the dumping fee on in-state waste. Ore. Rev. Stat.  459.005 <i>et seq.</i> (1991).</p>\n<p>We confirmed in <i>Sporhase</i> v. <i>Nebraska ex rel. Douglas,</i>  458 U. S. 941 (1982), that a State may enact a comprehensive regulatory system to address an environmental problem or <span class=\"star-pagination\">*111</span> a threat to natural resources within the confines of the Commerce Clause. In the context of threatened ground water depletion, we stated that \"[o]bviously, a State that imposes severe withdrawal and use restrictions on its own citizens is not discriminating against interstate commerce when it seeks to prevent the uncontrolled transfer of water out of the State.\" <i>Id.,</i> at 955-956. The same point could be made about a \"clean and safe environment\" in these cases: Where a State imposes restrictions on the ability of its own citizens to dispose of solid waste in an effort to promote a \"clean and safe environment,\" it is not discriminating against interstate commerce by preventing the uncontrolled transfer of out-ofstate solid waste into the State.</p>\n<p>The availability of safe landfill disposal sites in Oregon did not occur by chance. Through its regulatory scheme, the State of Oregon inspects landfill sites, monitors waste streams, promotes recycling, and imposes an $0.85 per ton disposal fee on in-state waste, Ore. Rev. Stat.  459.005 <i>et seq.</i>  (1991), all in an effort to curb the threat that its residents will harm the environment and create health and safety problems through excessive and unmonitored solid waste disposal. Depletion of a clean and safe environment will follow if Oregon must accept out-of-state waste at its landfills without a sharing of the disposal costs. The Commerce Clause does not require a State to abide this outcome where the \"natural resource has some indicia of a good publicly produced and owned in which a State may favor its own citizens in times of shortage.\" <i>Sporhase, supra,</i> at 957. A shortage of available landfill space is upon us, 56 Fed. Reg. 50980 (1991), and with it comes the accompanying health and safety hazards flowing from the improper disposal of solid wastes. We have long acknowledged a distinction between economic protectionism and health and safety regulation promulgated by Oregon. See <i>H. P. Hood &amp; Sons, Inc.</i> v. <i>Du Mond,</i> 336 U. S. 525, 533 (1949).</p>\n<p><span class=\"star-pagination\">*112</span> Far from neutralizing the economic situation for Oregon producers and out-of-state producers, the Court's analysis turns the Commerce Clause on its head. Oregon's neighbors will operate under a competitive advantage against their Oregon counterparts as they can now produce solid waste with reckless abandon and avoid paying concomitant state taxes to develop new landfills and clean up retired landfill sites. While I understand that solid waste is an article of commerce, <i>Philadelphia,</i> 437 U. S., at 622-623, it is not a commodity sold in the marketplace; rather it is disposed of at a cost to the State. Petitioners do not buy garbage to put in their landfills; solid waste producers pay petitioners to take their waste. Oregon solid waste producers do not compete with out-of-state businesses in the sale of solid waste. Thus, the fees do not alter the price of a product that is competing with other products for common purchasers. If anything, striking down the fees works to the disadvantage of Oregon businesses. They alone will have to pay the \"nondisposal\" fees associated with solid waste: landfill siting, landfill cleanup, insurance to cover environmental accidents, and transportation improvement costs associated with out-of-state waste being shipped into the State. While we once recognized that \"`the collection and disposal of solid wastes should continue to be primarily the function of State, regional, and local agencies,' \" <i>id.,</i> at 621, n. 4, quoting 42 U. S. C.  6901(a)(4) (1976 ed.), the Court today leaves States with only two options: become a dumper and ship as much waste as possible to a less populated State, or become a dumpee, and stoically accept waste from more densely populated States.</p>\n<p>The Court asserts that the State has not offered \"any safety or health reason[s]\" for discouraging the flow of solid waste into Oregon. <i>Ante,</i> at 101. I disagree. The availability of environmentally sound landfill space and the proper disposal of solid waste strike me as justifiable \"safety or health\" rationales for the fee. As far back as the turn of the <span class=\"star-pagination\">*113</span> century, the Court recognized that control over the collection and disposal of solid waste was a legitimate, nonarbitrary exercise of police powers to protect health and safety. See, <i>e. g., </i><i>California Reduction Co.</i> v. <i>Sanitary Reduction Works,</i>  199 U. S. 306 (1905) (holding that exclusive privilege to one company to dispose of the garbage in the city and county of San Francisco was not void as taking the property of householders for public use without compensation); and <i>Gardner</i>  v. <i>Michigan,</i> 199 U. S. 325 (1905) (holding that property rights of individuals must be subordinated to the general good and if the owner of garbage suffers any loss by its destruction he is compensated therefor in the common benefit secured by the regulation requiring that all garbage be destroyed).</p>\n<p>In exercising its legitimate police powers in regulating solid waste disposal, Oregon is not \"needlessly obstruct[ing] interstate trade or attempt[ing] to place itself in a position of economic isolation.\" <i>Maine</i> v. <i>Taylor,</i> 477 U. S. 131, 151 (1986) (internal quotation marks omitted) (upholding Maine's ban on the importation of live baitfish on the ground that it serves the legitimate governmental interest in protecting Maine's indigenous fish population from parasites prevalent in out-of-state baitfish). Quite to the contrary, Oregon accepts out-of-state waste as part of its comprehensive solid waste regulatory program and it \"retains broad regulatory authority to protect the health and safety of its citizens and the integrity of its natural resources.\" <i>Ibid.</i> Moreover, Congress also has recognized taxes as an effective method of discouraging consumption of natural resources in other contexts. Cf. 26 U. S. C.  4681, 4682 (1988 ed., Supp. IV) (tax on ozone-depleting chemicals); 26 U. S. C.  4064 (1988 ed. and Supp. IV) (gas guzzler excise tax). Nothing should change the analysis when the natural resourcelandfill spacewas created or regulated by the State in the first place.</p>\n<p><span class=\"star-pagination\">*114</span> In its sweeping ruling, the Court makes no distinction between publicly and privately owned landfills. It rejects the argument that our \"user fee\" cases apply in this context since the landfills owned by the petitioners are private and our user fee analysis applies only to \"`charge[s] imposed by the State for the use of a state-owned or state-provided transportation or other facilities and services.' \" <i>Ante,</i> at 103, n. 6, quoting <i>Commonwealth Edison Co.</i> v. <i>Montana,</i>  453 U. S. 609, 621 (1981). Rather than stopping there, however, the majority goes on to note that even if the Oregon surcharge could be viewed as a user fee, \"it could not be sustained as such, given that it discriminates against interstate commerce.\" <i>Ante,</i> at 104, n. 6, citing <i>EvansvilleVanderburgh Airport Authority Dist.</i> v. <i>Delta Airlines, Inc.,</i>  405 U. S. 707, 717 (1972). There is no need to make this dubious assertion. We specifically left unanswered the question whether a state or local government could regulate disposal of out-of-state solid waste at landfills owned by the government in <i>Philadelphia, supra,</i> at 627, n. 6.</p>\n<p>We will undoubtedly be faced with this question directly in the future as roughly 80 percent of landfills receiving municipal solid waste in the United States are state or locally owned. U. S. Environmental Protection Agency, Resource Conservation and Recovery Act, Subtitle D Study: Phase 1 Report, p. 4-7 (Oct. 1986) (Table 4-2). We noted in <i>SouthCentral Timber Development, Inc.</i> v. <i>Wunnicke,</i> 467 U. S. 82, 93 (1984): \"[I]f a State is acting as a market participant, rather than as a market regulator, the dormant Commerce Clause places no limitation on its activities.\" See also <i>Wyoming</i> v. <i>Oklahoma,</i> 502 U. S. 437, 459 (1992). Similarly, if the State owned and operated a park or recreational facility, it would be allowed to charge differential fees for in-state and out-of-state users of the resource. See, <i>e. g., </i><i>Baldwin</i> v. <i>Fish and Game Comm'n of Mont.,</i> 436 U. S. 371 (1978) (upholding Montana's higher nonresident elk hunting license fees to compensate the State for conservation expenditures <span class=\"star-pagination\">*115</span> from taxes which only residents pay). More recently we upheld such differential fees under a reasonableness standard in <i>Northwest Airlines, Inc.</i> v. <i>County of Kent,</i> 510 U. S. 355 (1994), despite the fact that the fees were not precisely tied to the costs of the services provided at the publicly owned airport. We relied on our Commerce Clause analysis from <i>Evansville</i> , <i>supra</i><i>.</i> We stated in <i>Evansville:</i> </p>\n<blockquote>\"At least so long as the toll is based on some fair approximation of use or privilege for use, . . . and is neither discriminatory against interstate commerce nor excessive in comparison with the governmental benefit conferred, it will pass constitutional muster, even though some other formula might reflect more exactly the relative use of the state facilities by individual users.\" <i>Id.,</i>  at 716-717.</blockquote>\n<p>I think that the $2.25 per ton fee that Oregon imposes on out-of-state waste works out to a similar \"fair approximation\" of the privilege to use its landfills. Even the Court concedes that our precedents do not demand anything beyond \"substantia[l] equivalen[cy]\" between the fees charged on in-state and out-of-state waste. <i>Ante,</i> at 103 (internal quotation marks omitted). The $0.14 per week fee imposed on out-of-state waste producers qualifies as \"substantially equivalent\" under the reasonableness standard of <i>Northwest Airlines</i> and <i>Evansville.</i> </p>\n<p>The Court begrudgingly concedes that interstate commerce may be made to \"pay its way,\" <i>ante,</i> at 102 (internal quotation marks omitted), yet finds Oregon's nominal surcharge to exact more than a \"`just share' \" from interstate commerce, <i>ibid.</i> It escapes me how an additional $0.14 per week cost for the average solid waste producer constitutes anything but the type of \"incidental effects on interstate commerce\" endorsed by the majority. <i>Ante,</i> at 99. Evenhanded regulations imposing such incidental effects on interstate commerce must be upheld unless \"the burden imposed <span class=\"star-pagination\">*116</span> on such commerce is clearly excessive in relation to the putative local benefits.\" <i>Pike</i> v. <i>Bruce Church, Inc.,</i> 397 U. S. 137, 142 (1970). If the majority finds $0.14 per week beyond the pale, one is left to wonder what the Court possibly could have contemplated when it stated:</p>\n<blockquote>\"`[I]n the absence of conflicting legislation by Congress, there is a residuum of power in the state to make laws governing matters of local concern which nevertheless in some measure affect interstate commerce or even, to some extent, regulate it.' \" <i>Hunt</i> v. <i>Washington State</i>  <i>Apple Advertising Comm'n,</i> 432 U. S. 333, 350 (1977), quoting <i>Southern Pacific Co.</i> v. <i>Arizona ex rel. Sulli-</i>  <i>van,</i> 325 U. S. 761, 767 (1945).</blockquote>\n<p>Surely $0.14 per week falls within even the most crabbed definition of \"affect\" or \"regulate.\" Today the majority has rendered this \"residuum of power\" a nullity.</p>\n<p>The State of Oregon is not prohibiting the export of solid waste from neighboring States; it is only asking that those neighbors pay their fair share for the use of Oregon landfill sites. I see nothing in the Commerce Clause that compels less densely populated States to serve as the low-cost dumping grounds for their neighbors, suffering the attendant risks that solid waste landfills present. The Court, deciding otherwise, further limits the dwindling options available to States as they contend with the environmental, health, safety, and political challenges posed by the problem of solid waste disposal in modern society.</p>\n<p>For the foregoing reasons, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 93-108, <i>Columbia Resource Co.</i> v. <i>Environmental Quality Commission of the State of Oregon,</i> also on certiorari to the same court.</p>\n<p>[]   A brief of <i>amici curiae</i> urging affirmance was filed for the State of Indiana et al. by <i>Pamela Carter,</i> Attorney General of Indiana, and <i>Arend J. Abel, Matthew R. Gutwein,</i> and <i>Myra P. Spicker,</i> Deputy Attorneys General, and by the Attorneys General for their respective States as follows: <i>Winston Bryant</i> of Arkansas, <i>Robert A. Butterworth</i> of Florida, <i>Chris Gorman</i> of Kentucky, <i>Michael E. Carpenter</i> of Maine, <i>Mike Moore</i>  of Mississippi, <i>Joseph P. Mazurek</i> of Montana, <i>Lee Fisher</i> of Ohio, <i>Susan B. Loving</i> of Oklahoma, <i>Ernest D. Preate, Jr.,</i> of Pennsylvania, <i>T. Travis Medlock</i> of South Carolina, <i>Mark Barnett</i> of South Dakota, <i>Joseph B. Meyer</i> of Wyoming, and <i>James E. Doyle</i> of Wisconsin.</p>\n<p>[1]  Oregon defines \"solid wastes\" as \"all putrescible and nonputrescible wastes, including but not limited to garbage, rubbish, refuse, ashes, waste paper and cardboard; sewage sludge, septic tank and cesspool pumpings or other sludge; commercial, industrial, demolition and construction wastes; discarded or abandoned vehicles or parts thereof; discarded home and industrial appliances; manure, vegetable or animal solid and semisolid wastes, dead animals, infectious waste . . . and other wastes.\" Ore. Rev. Stat.  459.005(27) (1991). Hazardous wastes are not considered solid wastes.  459.005(27)(a).</p>\n<p>[2]  As a result, shippers of out-of-state solid waste currently are being charged $3.10 per ton to dispose of such waste in Oregon landfills, as compared to the $0.85 per ton fee charged to dispose of Oregon waste in those same landfills. We refer hereinafter only to the $2.25 surcharge, because the $0.85 per ton fee, which will be refunded to shippers of out-of-state waste if the surcharge is upheld, 1991 Ore. Laws, ch. 385,  92, is not challenged here.</p>\n<p>[3]  <i>Government Suppliers Consolidating Servs., Inc.</i> v. <i>Bayh,</i> 975 F. 2d 1267 (1992), cert. denied, 506 U. S. 1053 (1993).</p>\n<p>[4]  The dissent argues that the $2.25 per ton surcharge is so minimal in amount that it cannot be considered discriminatory, even though the surcharge expressly applies only to waste generated in other States. <i>Post,</i>  at 115. The dissent does not attempt to reconcile that novel understanding of discrimination with our precedents, which clearly establish that the degree of a differential burden or charge on interstate commerce \"measures only the <i>extent</i> of the discrimination\" and \"is of no relevance to the determination whether a State has discriminated against interstate commerce.\" <i>Wyoming</i> v. <i>Oklahoma,</i> 502 U. S. 437, 455 (1992). See also, <i>e. g., </i><i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 760 (1981) (\"We need not know how unequal [a] [t]ax is before concluding that it . . . discriminates\").</p>\n<p>[5]  In fact, the Commission fixed the $2.25 per ton cost of disposing of solid waste in Oregon landfills without reference to the origin of the waste, 3 Record 665-690, and Oregon's economic consultant recognized that the per ton costs are the same for both in-state and out-of-state waste. <i>Id.,</i> at 731-732, 744. Of course, if out-of-state waste did impose higher costs on Oregon than in-state waste, Oregon could recover the increased cost through a differential charge on out-of-state waste, for then there would be a \"reason, apart from its origin, why solid waste coming from outside the [State] should be treated differently.\" <i>Fort Gratiot Sanitary Landfill, Inc.</i> v. <i>Michigan Dept. of Natural Resources,</i> 504 U. S. 353, 361 (1992). Cf. <i>Mullaney</i> v. <i>Anderson,</i> 342 U. S. 415, 417 (1952); <i>Toomer</i> v. <i>Witsell,</i>  334 U. S. 385, 399 (1948).</p>\n<p>[6]  The Oregon Supreme Court, though terming the out-of-state surcharge a \"compensatory fee,\" relied for its legal standard on our \"user fee\" cases. See 316 Ore. 99, 112, 849 P. 2d 500, 508 (1993) (citing, for example, <i>Evansville-Vanderburgh Airport Authority Dist.</i> v. <i>Delta Airlines, Inc.,</i>  405 U. S. 707 (1972), and <i>Clark</i> v. <i>Paul Gray, Inc.,</i> 306 U. S. 583 (1939)). The compensatory tax cases cited in the text, rather than the user fee cases, are controlling here, as the latter apply only to \"charge[s] imposed by the State for the use of state-owned or state-provided transportation or other facilities and services.\" <i>Commonwealth Edison Co.</i> v. <i>Montana,</i>  453 U. S. 609, 621 (1981). Because it is undisputed that, as in <i>Chemical Waste,</i> the landfills in question are owned by private entities, including Oregon Waste, the out-of-state surcharge is plainly not a user fee. Nevertheless, even if the surcharge could somehow be viewed as a user fee, it could not be sustained as such, given that it discriminates against interstate commerce. See <i>Evansville, supra,</i> at 717; <i>Guy</i> v. <i>Baltimore,</i> 100 U. S. 434 (1880). Cf. <i>Northwest Airlines, Inc.</i> v. <i>County of Kent,</i> 510 U. S. 355, 369 (1994) (A user fee is valid only to the extent it \"does not discriminate against interstate commerce\").</p>\n<p>[7]  We would note that respondents, like the dissent, <i>post,</i> at 112, ignore the fact that shippers of waste from other States in all likelihood pay income taxes in other States, a portion of which might well be used to pay for waste reduction activities in those States.</p>\n<p>[8]  Furthermore, permitting discriminatory taxes on interstate commerce to compensate for charges purportedly included in general forms of intrastate taxation \"would allow a state to tax interstate commerce more heavily than in-state commerce anytime the entities involved in interstate commerce happened to use facilities supported by general state tax funds.\" <i>Government Suppliers Consolidating Servs., Inc.</i> v. <i>Bayh,</i> 975 F. 2d, at 1284. We decline respondents' invitation to open such an expansive loophole in our carefully confined compensatory tax jurisprudence.</p>\n<p>[9]  We recognize that \"[t]he Commerce Clause does not prohibit all state action designed to give its residents an advantage in the marketplace, but only action of that description <i>in connection with the State's regulation of interstate commerce.</i> \" <i>New Energy Co. of Ind.</i> v. <i>Limbach,</i> 486 U. S. 269, 278 (1988). Cf. <i>Metropolitan Life Ins. Co.</i> v. <i>Ward,</i> 470 U. S. 869, 877, n. 6 (1985). Here, as in <i>New Energy,</i> we confront a patently discriminatory law that is plainly connected to the regulation of interstate commerce. We therefore have no occasion to decide whether Oregon could validly accomplish its limited cost spreading through the \"market participant\" doctrine, <i>Hughes</i> v. <i>Alexandria Scrap Corp.,</i> 426 U. S. 794, 806-810 (1976), or other means unrelated to any regulation of interstate commerce.</p>\n<p>[1]  The surcharge is composed of the following identified costs: $0.58 statewide activities for reducing environmental risks and improving solid waste management; $0.66reimbursements to the State for tax credits and other public subsidies; $0.05solid waste reduction activities related to the review and certification of waste reduction and recycling plans; $0.72increased environmental liability; $0.20lost disposal capacity; $0.03publicly supported infrastructure; and $0.01nuisance impacts from transportation. Pet. for Cert. in No. 93-108, p. 4.</p>\n<p>[2]  The $2.25 per ton fee imposed on out-of-state waste exceeds the $0.85 per ton fee imposed on in-state waste by $1.40 per ton. One ton equals 2,000 pounds. Assuming that the hypothetical nonresident generates 200 pounds of garbage per month (1/10 of a ton), the nonresident's garbage bill would increase by $0.14 per month.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></span> (1994)</b></center>\n<center><h1>OREGON WASTE SYSTEMS, INC.<br>\nv.<br>\nDEPARTMENT OF ENVIRONMENTAL QUALITY OF THE STATE OF OREGON et al.</h1></center>\n<center>No. 93-70.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued January 18, 1994.</center>\n<center>Decided April 4, 1994.<sup>[*]</sup></center>\nCERTIORARI TO THE SUPREME COURT OF OREGON\n<p><span class=\"star-pagination\">*95</span> Thomas, J., delivered the opinion of the Court, in which Stevens, O'Connor, Scalia, Kennedy, Souter, and Ginsburg, JJ., joined. Rehnquist, C. J., filed a dissenting opinion, in which Blackmun, J., joined, <i>post,</i> p. 108.</p>\n<p><i>Andrew J. Pincus</i> argued the cause for petitioners in both cases. With him on the briefs for petitioners in No. 93-70 were <i>James E. Benedict</i> and <i>J. Laurence Cable. John DiLorenzo, Jr.,</i> filed briefs for petitioner in No. 93-108.</p>\n<p><i>Thomas A. Balmer,</i> Deputy Attorney General of Oregon, argued the cause for respondents in both cases. With him on the brief were <i>Theodore R. Kulongoski,</i> Attorney General, <span class=\"star-pagination\">*95</span> <i>Virginia L. Linder,</i> Solicitor General, and <i>Michael D. Reynolds,</i> Assistant Solicitor General.<sup>[]</sup></p>\n<p>Justice Thomas, delivered the opinion of the Court.</p>\n<p>Two Terms ago, in <i>Chemical Waste Management, Inc.</i> v. <i>Hunt,</i> 504 U. S. 334 (1992), we held that the negative Commerce Clause prohibited Alabama from imposing a higher fee on the disposal in Alabama landfills of hazardous waste from other States than on the disposal of identical waste from Alabama. In reaching that conclusion, however, we left open the possibility that such a differential surcharge might be valid if based on the costs of disposing of waste from other States. <i>Id.,</i> at 346, n. 9. Today, we must decide whether Oregon's purportedly cost-based surcharge on the in-state disposal of solid waste generated in other States violates the Commerce Clause.</p>\n<p></p>\n<h2>I</h2>\n<p>Like other States, Oregon comprehensively regulates the disposal of solid wastes within its borders.<sup>[1]</sup> Respondent <span class=\"star-pagination\">*96</span> Oregon Department of Environmental Quality oversees the State's regulatory scheme by developing and executing plans for the management, reduction, and recycling of solid wastes. To fund these and related activities, Oregon levies a wide range of fees on landfill operators. See, <i>e. g.,</i> Ore. Rev. Stat.  459.235(3), 459.310 (1991). In 1989, the Oregon Legislature imposed an additional fee, called a \"surcharge,\" on \"every person who disposes of solid waste generated out-ofstate in a disposal site or regional disposal site.\"  459.297(1) (effective Jan. 1, 1991). The amount of that surcharge was left to respondent Environmental Quality Commission (Commission) to determine through rulemaking, but the legislature did require that the resulting surcharge \"be based on the costs to the State of Oregon and its political subdivisions of disposing of solid waste generated out-of-state which are not otherwise paid for\" under specified statutes.  459.298. At the conclusion of the rulemaking process, the Commission set the surcharge on out-of-state waste at $2.25 per ton. Ore. Admin. Rule 340-97-120(7) (Sept. 1993).</p>\n<p>In conjunction with the out-of-state surcharge, the legislature imposed a fee on the in-state disposal of waste generated within Oregon. See Ore. Rev. Stat.  459A.110(1), (5) (1991). The in-state fee, capped by statute at $0.85 per ton (originally $0.50 per ton), is considerably lower than the fee imposed on waste from other States.  459A.110(5) and 459A.115. Subsequently, the legislature conditionally extended the $0.85 per ton fee to out-of-state waste, in addition to the $2.25 per ton surcharge,  459A.110(6), with the proviso that if the surcharge survived judicial challenge, the $0.85 per ton fee would again be limited to in-state waste. 1991 Ore. Laws, ch. 385,  91-92.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*97</span> The anticipated court challenge was not long in coming. Petitioners, Oregon Waste Systems, Inc. (Oregon Waste), and Columbia Resource Company (CRC), joined by Gilliam County, Oregon, sought expedited review of the out-of-state surcharge in the Oregon Court of Appeals. Oregon Waste owns and operates a solid waste landfill in Gilliam County, at which it accepts for final disposal solid waste generated in Oregon and in other States. CRC, pursuant to a 20-year contract with Clark County, in neighboring Washington State, transports solid waste via barge from Clark County to a landfill in Morrow County, Oregon. Petitioners challenged the administrative rule establishing the out-of-state surcharge and its enabling statutes under both state law and the Commerce Clause of the United States Constitution. The Oregon Court of Appeals upheld the statutes and rule. <i>Gilliam County</i> v. <i>Department of Environmental Quality,</i>  114 Ore. App. 369, 837 P. 2d 965 (1992).</p>\n<p>The State Supreme Court affirmed. <i>Gilliam County</i> v. <i>Department of Environmental Quality of Oregon,</i> 316 Ore. 99, 849 P. 2d 500 (1993). As to the Commerce Clause, the court recognized that the Oregon surcharge resembled the Alabama fee invalidated in <i>Chemical Waste Management, Inc.</i> v. <i>Hunt,</i> 504 U. S. 334 (1992), in that both prescribed higher fees for the disposal of waste from other States. Nevertheless, the court viewed the similarity as superficial only. Despite the explicit reference in  459.297(1) to out-of-state waste's geographic origin, the court reasoned, the Oregon surcharge is not facially discriminatory \"[b]ecause of [its] express nexus to actual costs incurred [by state and local government].\" 316 Ore., at 112, 849 P. 2d, at 508. That nexus distinguished <i>Chemical Waste, supra,</i> by rendering the surcharge a \"compensatory fee,\" which the court viewed as \"<i>prima facie</i> reasonable,\" that is to say, facially constitutional. 316 Ore., at 112, 849 P. 2d, at 508. The court read <span class=\"star-pagination\">*98</span> our case law as invalidating compensatory fees only if they are \"`manifestly disproportionate to the services rendered.' \" <i>Ibid.</i> (quoting <i>Clark</i> v. <i>Paul Gray, Inc.,</i> 306 U. S. 583, 599 (1939)). Because Oregon law restricts the scope of judicial review in expedited proceedings to deciding the facial legality of administrative rules and the statutes underlying them, Ore. Rev. Stat.  183.400 (1991), the Oregon court deemed itself precluded from deciding the factual question whether the surcharge on out-of-state waste was disproportionate. 316 Ore., at 112, 849 P. 2d, at 508.</p>\n<p>We granted certiorari, 509 U. S. 953 (1993), because the decision below conflicted with a recent decision of the United States Court of Appeals for the Seventh Circuit.<sup>[3]</sup> We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Commerce Clause provides that \"[t]he Congress shall have Power . . . [t]o regulate Commerce . . . among the several States.\" Art. I, 8, cl. 3. Though phrased as a grant of regulatory power to Congress, the Clause has long been understood to have a \"negative\" aspect that denies the States the power unjustifiably to discriminate against or burden the interstate flow of articles of commerce. See, <i>e. g., </i><i>Wyoming</i> v. <i>Oklahoma,</i> 502 U. S. 437, 454 (1992); <i>Welton</i> v. <i>Missouri,</i> 91 U. S. 275 (1876). The Framers granted Congress plenary authority over interstate commerce in \"the conviction that in order to succeed, the new Union would have to avoid the tendencies toward economic Balkanization that had plagued relations among the Colonies and later among the States under the Articles of Confederation.\" <i>Hughes</i> v. <i>Oklahoma,</i> 441 U. S. 322, 325-326 (1979). See generally The Federalist No. 42 (J. Madison). \"This principle that our economic unit is the Nation, which alone has the gamut of powers necessary to control of the economy, . . . has <span class=\"star-pagination\">*99</span> as its corollary that the states are not separable economic units.\" <i>H. P. Hood &amp; Sons, Inc.</i> v. <i>Du Mond,</i> 336 U. S. 525, 537-538 (1949).</p>\n<p>Consistent with these principles, we have held that the first step in analyzing any law subject to judicial scrutiny under the negative Commerce Clause is to determine whether it \"regulates evenhandedly with only `incidental' effects on interstate commerce, or discriminates against interstate commerce.\" <i>Hughes, supra,</i> at 336. See also <i>Chemical Waste,</i>  504 U. S., at 340-341. As we use the term here, \"discrimination\" simply means differential treatment of in-state and out-of-state economic interests that benefits the former and burdens the latter. If a restriction on commerce is discriminatory, it is virtually <i>per se</i> invalid. <i>Id.,</i> at 344, n. 6. See also <i>Philadelphia</i> v. <i>New Jersey,</i> 437 U. S. 617, 624 (1978). By contrast, nondiscriminatory regulations that have only incidental effects on interstate commerce are valid unless \"the burden imposed on such commerce is clearly excessive in relation to the putative local benefits.\" <i>Pike</i> v. <i>Bruce Church, Inc.,</i> 397 U. S. 137, 142 (1970).</p>\n<p>In <i>Chemical Waste,</i> we easily found Alabama's surcharge on hazardous waste from other States to be facially discriminatory because it imposed a higher fee on the disposal of out-of-state waste than on the disposal of identical in-state waste. 504 U. S., at 342. We deem it equally obvious here that Oregon's $2.25 per ton surcharge is discriminatory on its face. The surcharge subjects waste from other States to a fee almost three times greater than the $0.85 per ton charge imposed on solid in-state waste. The statutory determinant for which fee applies to any particular shipment of solid waste to an Oregon landfill is whether or not the waste was \"generated out-of-state.\" Ore. Rev. Stat.  459.297(1) (1991). It is well established, however, that a law is discriminatory if it \"`tax[es] a transaction or incident more heavily when it crosses state lines than when it occurs entirely within the State.' \" <i>Chemical Waste, supra,</i> at 342 <span class=\"star-pagination\">*100</span> (quoting <i>Armco Inc.</i> v. <i>Hardesty,</i> 467 U. S. 638, 642 (1984)). See also <i>American Trucking Assns., Inc.</i> v. <i>Scheiner,</i> 483 U. S. 266, 286 (1987).<sup>[4]</sup></p>\n<p>Respondents argue, and the Oregon Supreme Court held, that the statutory nexus between the surcharge and \"the [otherwise uncompensated] costs to the State of Oregon and its political subdivisions of disposing of solid waste generated out-of-state,\" Ore. Rev. Stat.  459.298 (1991), necessarily precludes a finding that the surcharge is discriminatory. We find respondents' narrow focus on Oregon's compensatory aim to be foreclosed by our precedents. As we reiterated in <i>Chemical Waste,</i> the purpose of, or justification for, a law has no bearing on whether it is facially discriminatory. See 504 U. S., at 340-341. See also <i>Philadelphia, supra,</i> at 626. Consequently, even if the surcharge merely recoups the costs of disposing of out-of-state waste in Oregon, the fact remains that the differential charge favors shippers of Oregon waste over their counterparts handling waste generated in other States. In making that geographic distinction, the surcharge patently discriminates against interstate commerce.</p>\n<p></p>\n<h2>III</h2>\n<p>Because the Oregon surcharge is discriminatory, the virtually <i>per se</i> rule of invalidity provides the proper legal standard here, not the <i>Pike</i> balancing test. As a result, the surcharge must be invalidated unless respondents can \"sho[w] <span class=\"star-pagination\">*101</span> that it advances a legitimate local purpose that cannot be adequately served by reasonable nondiscriminatory alternatives.\" <i>New Energy Co. of Ind.</i> v. <i>Limbach,</i> 486 U. S. 269, 278 (1988). See also <i>Chemical Waste, supra,</i> at 342-343. Our cases require that justifications for discriminatory restrictions on commerce pass the \"strictest scrutiny.\" <i>Hughes,</i> 441 U. S., at 337. The State's burden of justification is so heavy that \"facial discrimination by itself may be a fatal defect.\" <i>Ibid.</i> See also <i>Westinghouse Elec. Corp.</i> v. <i>Tully,</i>  466 U. S. 388, 406-407 (1984); <i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 759-760 (1981).</p>\n<p>At the outset, we note two justifications that respondents have <i>not</i> presented. No claim has been made that the disposal of waste from other States imposes higher costs on Oregon and its political subdivisions than the disposal of instate waste.<sup>[5]</sup> Also, respondents have not offered any safety or health reason unique to nonhazardous waste from other States for discouraging the flow of such waste into Oregon. Cf. <i>Maine</i> v. <i>Taylor,</i> 477 U. S. 131 (1986) (upholding ban on importation of out-of-state baitfish into Maine because such baitfish were subject to parasites completely foreign to Maine baitfish). Consequently, respondents must come forward with other legitimate reasons to subject waste from other States to a higher charge than is levied against waste from Oregon.</p>\n<p><span class=\"star-pagination\">*102</span> Respondents offer two such reasons, each of which we address below.</p>\n<p></p>\n<h2>A</h2>\n<p>Respondents' principal defense of the higher surcharge on out-of-state waste is that it is a \"compensatory tax\" necessary to make shippers of such waste pay their \"fair share\" of the costs imposed on Oregon by the disposal of their waste in the State. In <i>Chemical Waste</i> we noted the possibility that such an argument might justify a discriminatory surcharge or tax on out-of-state waste. See 504 U. S., at 346, n. 9. In making that observation, we implicitly recognized the settled principle that interstate commerce may be made to \"`pay its way.' \" <i>Complete Auto Transit, Inc.</i> v. <i>Brady,</i>  430 U. S. 274, 281 (1977). See also <i>Maryland, supra,</i> at 754. \"It was not the purpose of the commerce clause to relieve those engaged in interstate commerce from their just share of state tax burden[s].\" <i>Western Live Stock</i> v. <i>Bureau of Revenue,</i> 303 U. S. 250, 254 (1938). See also <i>Henneford</i> v. <i>Silas Mason Co.,</i> 300 U. S. 577 (1937). Nevertheless, one of the central purposes of the Clause was to prevent States from \"exacting <i>more</i> than a just share\" from interstate commerce. <i>Department of Revenue of Wash.</i> v. <i>Association of Wash. Stevedoring Cos.,</i> 435 U. S. 734, 748 (1978) (emphasis added). See also <i>Northwestern States Portland Cement Co.</i>  v. <i>Minnesota,</i> 358 U. S. 450, 462 (1959).</p>\n<p>At least since our decision in <i>Hinson</i> v. <i>Lott,</i> <span class=\"citation\" data-id=\"88076\"><a href=\"/opinion/88076/hinson-v-lott/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">148</span></a></span> (1869), these principles have found expression in the \"compensatory\" or \"complementary\" tax doctrine. Though our cases sometimes discuss the concept of the compensatory tax as if it were a doctrine unto itself, it is merely a specific way of justifying a facially discriminatory tax as achieving a legitimate local purpose that cannot be achieved through nondiscriminatory means. See <i>Chemical Waste, supra,</i> at 346, n. 9 (referring to the compensatory tax doctrine as a \"justif[ication]\" for a facially discriminatory tax). Under that doctrine, a facially discriminatory tax that imposes on <span class=\"star-pagination\">*103</span> interstate commerce the rough equivalent of an identifiable and \"substantially similar\" tax on intrastate commerce does not offend the negative Commerce Clause. <i>Maryland, supra,</i> at 758-759. See also <i>Tyler Pipe Industries, Inc.</i> v. <i>Washington State Dept. of Revenue,</i> 483 U. S. 232, 242-243 (1987); <i>Armco</i> , 467 U. S., at 643.</p>\n<p>To justify a charge on interstate commerce as a compensatory tax, a State must, as a threshold matter, \"identif[y] . . . the [intrastate tax] burden for which the State is attempting to compensate.\" <i>Maryland, supra,</i> at 758. Once that burden has been identified, the tax on interstate commerce must be shown roughly to approximatebut not exceed the amount of the tax on intrastate commerce. See, <i>e. g., </i><i>Alaska</i> v. <i>Arctic Maid,</i> 366 U. S. 199, 204-205 (1961). Finally, the events on which the interstate and intrastate taxes are imposed must be \"substantially equivalent\"; that is, they must be sufficiently similar in substance to serve as mutually exclusive \"prox[ies]\" for each other. <i>Armco, supra,</i> at 643. As Justice Cardozo explained for the Court in <i>Henneford,</i>  under a truly compensatory tax scheme \"the stranger from afar is subject to no greater burdens as a consequence of ownership than the dweller within the gates. The one pays upon one activity or incident, and the other upon another, but the sum is the same when the reckoning is closed.\" 300 U. S., at 584.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*104</span> Although it is often no mean feat to determine whether a challenged tax is a compensatory tax, we have little difficulty concluding that the Oregon surcharge is not such a tax. Oregon does not impose a specific charge of at least $2.25 per ton on shippers of waste generated in Oregon, for which the out-of-state surcharge might be considered compensatory. In fact, the only analogous charge on the disposal of Oregon waste is $0.85 per ton, approximately one-third of the amount imposed on waste from other States. See Ore. Rev. Stat.  459A.110(5), 459A.115 (1991). Respondents' failure to identify a specific charge on intrastate commerce equal to or exceeding the surcharge is fatal to their claim. See <i>Maryland,</i> 451 U. S., at 758.</p>\n<p>Respondents argue that, despite the absence of a specific $2.25 per ton charge on in-state waste, intrastate commerce does pay its share of the costs underlying the surcharge through general taxation.<sup>[7]</sup> Whether or not that is true is difficult to determine, as \"[general] tax payments are received for the general purposes of the [government], and are, upon proper receipt, lost in the general revenues.\" <i>Flast</i> v. <i>Cohen,</i> 392 U. S. 83, 128 (1968) (Harlan, J., dissenting). Even assuming, however, that various other means of general taxation, such as income taxes, could serve as an identifiable intrastate burden roughly equivalent to the out-of-state surcharge, respondents' compensatory tax argument fails because the in-state and out-of-state levies are not imposed on substantially equivalent events.</p>\n<p><span class=\"star-pagination\">*105</span> The prototypical example of substantially equivalent taxable events is the sale and use of articles of trade. See <i>Henneford, supra</i><i>.</i> In fact, use taxes on products purchased out of state are the only taxes we have upheld in recent memory under the compensatory tax doctrine. See <i>ibid.</i> Typifying our recent reluctance to recognize new categories of compensatory taxes is <i>Armco,</i> where we held that manufacturing and wholesaling are not substantially equivalent events. 467 U. S., at 643. In our view, earning income and disposing of waste at Oregon landfills are even less equivalent than manufacturing and wholesaling. Indeed, the very fact that in-state shippers of out-of-state waste, such as Oregon Waste, are charged the out-of-state surcharge even though they pay Oregon income taxes refutes respondents' argument that the respective taxable events are substantially equivalent. See <i>ibid.</i> We conclude that, far from being substantially equivalent, taxes on earning income and utilizing Oregon landfills are \"entirely different kind[s] of tax[es].\" <i>Washington</i> v. <i>United States,</i> 460 U. S. 536, 546, n. 11 (1983). We are no more inclined here than we were in <i>Scheiner</i> to \"plunge . . . into the morass of weighing comparative tax burdens\" by comparing taxes on dissimilar events. 483 U. S., at 289 (internal quotation marks omitted).<sup>[8]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Respondents' final argument is that Oregon has an interest in spreading the costs of the in-state disposal of Oregon waste to all Oregonians. That is, because all citizens of Oregon <span class=\"star-pagination\">*106</span> benefit from the proper in-state disposal of waste from Oregon, respondents claim it is only proper for Oregon to require them to bear more of the costs of disposing of such waste in the State through a higher general tax burden. At the same time, however, Oregon citizens should not be required to bear the costs of disposing of out-of-state waste, respondents claim. The necessary result of that limited cost shifting is to require shippers of out-of-state waste to bear the full costs of in-state disposal, but to permit shippers of Oregon waste to bear less than the full cost.</p>\n<p>We fail to perceive any distinction between respondents' contention and a claim that the State has an interest in reducing the costs of handling in-state waste. Our cases condemn as illegitimate, however, any governmental interest that is not \"unrelated to economic protectionism,\" <i>Wyoming,</i>  502 U. S., at 454, and regulating interstate commerce in such a way as to give those who handle domestic articles of commerce a cost advantage over their competitors handling similar items produced elsewhere constitutes such protectionism. See <i>New Energy,</i> 486 U. S., at 275.<sup>[9]</sup> To give controlling effect to respondents' characterization of Oregon's tax scheme as seemingly benign cost spreading would require us to overlook the fact that the scheme necessarily incorporates a protectionist objective as well. Cf. <i>Bacchus Imports, Ltd.</i> v. <i>Dias,</i> 468 U. S. 263, 273 (1984) (rejecting Hawaii's attempt to justify a discriminatory tax exemption for local liquor producers <span class=\"star-pagination\">*107</span> as conferring a benefit on them, as opposed to burdening out-of-state liquor producers).</p>\n<p>Respondents counter that if Oregon is engaged in any form of protectionism, it is \"resource protectionism,\" not economic protectionism. It is true that by discouraging the flow of out-of-state waste into Oregon landfills, the higher surcharge on waste from other States conserves more space in those landfills for waste generated in Oregon. Recharacterizing the surcharge as resource protectionism hardly advances respondents' cause, however. Even assuming that landfill space is a \"natural resource,\" \"a State may not accord its own inhabitants a preferred right of access over consumers in other States to natural resources located within its borders.\" <i>Philadelphia,</i> 437 U. S., at 627. As we held more than a century ago, \"if the State, under the guise of exerting its police powers, should [impose a burden] . . . applicable solely to articles [of commerce] . . . produced or manufactured in other States, the courts would find no difficulty in holding such legislation to be in conflict with the Constitution of the United States.\" <i>Guy</i> v. <i>Baltimore,</i> 100 U. S. 434, 443 (1880).</p>\n<p>Our decision in <i>Sporhase</i> v. <i>Nebraska ex rel. Douglas,</i> 458 U. S. 941 (1982), is not to the contrary. There we held that a State may grant a \"limited preference\" for its citizens in the utilization of ground water. <i>Id.,</i> at 956. That holding was premised on several different factors tied to the simple fact of life that \"water, unlike other natural resources, is essential for human survival.\" <i>Id.,</i> at 952. <i>Sporhase</i> therefore provides no support for respondents' position that States may erect a financial barrier to the flow of waste from other States into Oregon landfills. See <i>Fort Gratiot,</i> 504 U. S., at 364-365, and n. 6. However serious the shortage in landfill space may be, <i>post,</i> at 108, \"[n]o State may attempt to isolate itself from a problem common to the several States by raising barriers to the free flow of interstate trade.\" <i>Chemical Waste,</i> 504 U. S., at 339-340, and 346, n. 9.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*108</span> IV</h2>\n<p>We recognize that the States have broad discretion to configure their systems of taxation as they deem appropriate. See, <i>e. g., </i><i>Commonwealth Edison Co.</i> v. <i>Montana,</i> 453 U. S. 609, 622-623 (1981); <i>Boston Stock Exchange</i> v. <i>State Tax Comm'n,</i> 429 U. S. 318, 336-337 (1977). All we intimate here is that their discretion in this regard, as in all others, is bounded by any relevant limitations of the Federal Constitution, in these cases the negative Commerce Clause. Because respondents have offered no legitimate reason to subject waste generated in other States to a discriminatory surcharge approximately three times as high as that imposed on waste generated in Oregon, the surcharge is facially invalid under the negative Commerce Clause. Accordingly, the judgment of the Oregon Supreme Court is reversed, and the cases are remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Chief Justice Rehnquist, with whom Justice Blackmun joins, dissenting.</p>\n<p>Landfill space evaporates as solid waste accumulates. State and local governments expend financial and political capital to develop trash control systems that are efficient, lawful, and protective of the environment. The State of Oregon responsibly attempted to address its solid waste disposal problem through enactment of a comprehensive regulatory scheme for the management, disposal, reduction, and recycling of solid waste. For this Oregon should be applauded. The regulatory scheme included a fee charged on out-of-state solid waste. The Oregon Legislature directed the Environmental Quality Commission to determine the appropriate surcharge \"based on the costs . . . of disposing of solid waste generated out-of-state.\" Ore. Rev. Stat.  459.298 (1991). The Commission arrived at a surcharge of $2.25 per ton, compared to the $0.85 per ton charged on <span class=\"star-pagination\">*109</span> in-state solid waste. Ore. Admin. Rule 340-97-110(3) (Sept. 1993).<sup>[1]</sup> The surcharge works out to an increase of about $0.14 per week for the typical out-of-state solid waste producer.<sup>[2]</sup> Brief for Respondents 26-27, n. 16. This seems a small price to pay for the right to deposit your \"garbage, rubbish, refuse . . . ; sewage sludge, septic tank and cesspool pumpings or other sludge; . . . manure, . . . dead animals, [and] infectious waste\" on your neighbors. Ore. Rev. Stat.  459.005(27) (1991).</p>\n<p>Nearly 20 years ago, we held that a State cannot ban all out-of-state waste disposal in protecting themselves from hazardous or noxious materials brought across the State's borders. <i>Philadelphia</i> v. <i>New Jersey,</i> 437 U. S. 617 (1978). Two Terms ago in <i>Chemical Waste Management, Inc.</i> v. <i>Hunt,</i> 504 U. S. 334 (1992), in striking down the State of Alabama's $72 per ton fee on the disposal of out-of-state hazardous waste, the Court left open the possibility that such a fee could be valid if based on the costs of disposing of waste from other States. <i>Id.,</i> at 346, n. 9. Once again, however, as in <i>Philadelphia</i> and <i>Chemical Waste Management,</i> the Court further cranks the dormant Commerce Clause ratchet against the States by striking down such cost-based fees, and by so doing ties the hands of the States in addressing the vexing national problem of solid waste disposal. I dissent.</p>\n<p><span class=\"star-pagination\">*110</span> Americans generated nearly 196 million tons of municipal solid waste in 1990, an increase from 128 million tons in 1975. See U. S. Environmental Protection Agency, Characterization of Municipal Solid Waste in the United States: 1992 Update, p. ES-3. Under current projections, Americans will produce 222 million tons of garbage in the year 2000. <i>Ibid.</i>  Generating solid waste has never been a problem. Finding environmentally safe disposal sites has. By 1991, it was estimated that 45 percent of all solid waste landfills in the Nation had reached capacity. 56 Fed. Reg. 50980 (1991). Nevertheless, the Court stubbornly refuses to acknowledge that a clean and healthy environment, unthreatened by the improper disposal of solid waste, is the commodity really at issue in cases such as these, see, <i>e. g., </i><i>Chemical Waste Management, supra,</i> at 350 (Rehnquist, C. J., dissenting), and <i>Fort Gratiot Sanitary Landfill, Inc.</i> v. <i>Michigan Dept. of Natural Resources,</i> 504 U. S. 353, 368 (1992) (Rehnquist, C. J., dissenting).</p>\n<p>Notwithstanding the identified shortage of landfill space in the Nation, the Court notes that it has \"little difficulty,\" <i>ante,</i> at 104, concluding that the Oregon surcharge does not operate as a compensatory tax, designed to offset the loss of available landfill space in the State caused by the influx of out-of-state waste. The Court reaches this nonchalant conclusion because the State has failed \"to identify a specific charge on <i>intrastate</i> commerce equal to or exceeding the surcharge.\" <i>Ibid.</i> (emphasis added). The Court's myopic focus on \"differential fees\" ignores the fact that in-state producers of solid waste support the Oregon regulatory program through state income taxes and by paying, indirectly, the numerous fees imposed on landfill operators and the dumping fee on in-state waste. Ore. Rev. Stat.  459.005 <i>et seq.</i> (1991).</p>\n<p>We confirmed in <i>Sporhase</i> v. <i>Nebraska ex rel. Douglas,</i>  458 U. S. 941 (1982), that a State may enact a comprehensive regulatory system to address an environmental problem or <span class=\"star-pagination\">*111</span> a threat to natural resources within the confines of the Commerce Clause. In the context of threatened ground water depletion, we stated that \"[o]bviously, a State that imposes severe withdrawal and use restrictions on its own citizens is not discriminating against interstate commerce when it seeks to prevent the uncontrolled transfer of water out of the State.\" <i>Id.,</i> at 955-956. The same point could be made about a \"clean and safe environment\" in these cases: Where a State imposes restrictions on the ability of its own citizens to dispose of solid waste in an effort to promote a \"clean and safe environment,\" it is not discriminating against interstate commerce by preventing the uncontrolled transfer of out-ofstate solid waste into the State.</p>\n<p>The availability of safe landfill disposal sites in Oregon did not occur by chance. Through its regulatory scheme, the State of Oregon inspects landfill sites, monitors waste streams, promotes recycling, and imposes an $0.85 per ton disposal fee on in-state waste, Ore. Rev. Stat.  459.005 <i>et seq.</i>  (1991), all in an effort to curb the threat that its residents will harm the environment and create health and safety problems through excessive and unmonitored solid waste disposal. Depletion of a clean and safe environment will follow if Oregon must accept out-of-state waste at its landfills without a sharing of the disposal costs. The Commerce Clause does not require a State to abide this outcome where the \"natural resource has some indicia of a good publicly produced and owned in which a State may favor its own citizens in times of shortage.\" <i>Sporhase, supra,</i> at 957. A shortage of available landfill space is upon us, 56 Fed. Reg. 50980 (1991), and with it comes the accompanying health and safety hazards flowing from the improper disposal of solid wastes. We have long acknowledged a distinction between economic protectionism and health and safety regulation promulgated by Oregon. See <i>H. P. Hood &amp; Sons, Inc.</i> v. <i>Du Mond,</i> 336 U. S. 525, 533 (1949).</p>\n<p><span class=\"star-pagination\">*112</span> Far from neutralizing the economic situation for Oregon producers and out-of-state producers, the Court's analysis turns the Commerce Clause on its head. Oregon's neighbors will operate under a competitive advantage against their Oregon counterparts as they can now produce solid waste with reckless abandon and avoid paying concomitant state taxes to develop new landfills and clean up retired landfill sites. While I understand that solid waste is an article of commerce, <i>Philadelphia,</i> 437 U. S., at 622-623, it is not a commodity sold in the marketplace; rather it is disposed of at a cost to the State. Petitioners do not buy garbage to put in their landfills; solid waste producers pay petitioners to take their waste. Oregon solid waste producers do not compete with out-of-state businesses in the sale of solid waste. Thus, the fees do not alter the price of a product that is competing with other products for common purchasers. If anything, striking down the fees works to the disadvantage of Oregon businesses. They alone will have to pay the \"nondisposal\" fees associated with solid waste: landfill siting, landfill cleanup, insurance to cover environmental accidents, and transportation improvement costs associated with out-of-state waste being shipped into the State. While we once recognized that \"`the collection and disposal of solid wastes should continue to be primarily the function of State, regional, and local agencies,' \" <i>id.,</i> at 621, n. 4, quoting 42 U. S. C.  6901(a)(4) (1976 ed.), the Court today leaves States with only two options: become a dumper and ship as much waste as possible to a less populated State, or become a dumpee, and stoically accept waste from more densely populated States.</p>\n<p>The Court asserts that the State has not offered \"any safety or health reason[s]\" for discouraging the flow of solid waste into Oregon. <i>Ante,</i> at 101. I disagree. The availability of environmentally sound landfill space and the proper disposal of solid waste strike me as justifiable \"safety or health\" rationales for the fee. As far back as the turn of the <span class=\"star-pagination\">*113</span> century, the Court recognized that control over the collection and disposal of solid waste was a legitimate, nonarbitrary exercise of police powers to protect health and safety. See, <i>e. g., </i><i>California Reduction Co.</i> v. <i>Sanitary Reduction Works,</i>  199 U. S. 306 (1905) (holding that exclusive privilege to one company to dispose of the garbage in the city and county of San Francisco was not void as taking the property of householders for public use without compensation); and <i>Gardner</i>  v. <i>Michigan,</i> 199 U. S. 325 (1905) (holding that property rights of individuals must be subordinated to the general good and if the owner of garbage suffers any loss by its destruction he is compensated therefor in the common benefit secured by the regulation requiring that all garbage be destroyed).</p>\n<p>In exercising its legitimate police powers in regulating solid waste disposal, Oregon is not \"needlessly obstruct[ing] interstate trade or attempt[ing] to place itself in a position of economic isolation.\" <i>Maine</i> v. <i>Taylor,</i> 477 U. S. 131, 151 (1986) (internal quotation marks omitted) (upholding Maine's ban on the importation of live baitfish on the ground that it serves the legitimate governmental interest in protecting Maine's indigenous fish population from parasites prevalent in out-of-state baitfish). Quite to the contrary, Oregon accepts out-of-state waste as part of its comprehensive solid waste regulatory program and it \"retains broad regulatory authority to protect the health and safety of its citizens and the integrity of its natural resources.\" <i>Ibid.</i> Moreover, Congress also has recognized taxes as an effective method of discouraging consumption of natural resources in other contexts. Cf. 26 U. S. C.  4681, 4682 (1988 ed., Supp. IV) (tax on ozone-depleting chemicals); 26 U. S. C.  4064 (1988 ed. and Supp. IV) (gas guzzler excise tax). Nothing should change the analysis when the natural resourcelandfill spacewas created or regulated by the State in the first place.</p>\n<p><span class=\"star-pagination\">*114</span> In its sweeping ruling, the Court makes no distinction between publicly and privately owned landfills. It rejects the argument that our \"user fee\" cases apply in this context since the landfills owned by the petitioners are private and our user fee analysis applies only to \"`charge[s] imposed by the State for the use of a state-owned or state-provided transportation or other facilities and services.' \" <i>Ante,</i> at 103, n. 6, quoting <i>Commonwealth Edison Co.</i> v. <i>Montana,</i>  453 U. S. 609, 621 (1981). Rather than stopping there, however, the majority goes on to note that even if the Oregon surcharge could be viewed as a user fee, \"it could not be sustained as such, given that it discriminates against interstate commerce.\" <i>Ante,</i> at 104, n. 6, citing <i>EvansvilleVanderburgh Airport Authority Dist.</i> v. <i>Delta Airlines, Inc.,</i>  405 U. S. 707, 717 (1972). There is no need to make this dubious assertion. We specifically left unanswered the question whether a state or local government could regulate disposal of out-of-state solid waste at landfills owned by the government in <i>Philadelphia, supra,</i> at 627, n. 6.</p>\n<p>We will undoubtedly be faced with this question directly in the future as roughly 80 percent of landfills receiving municipal solid waste in the United States are state or locally owned. U. S. Environmental Protection Agency, Resource Conservation and Recovery Act, Subtitle D Study: Phase 1 Report, p. 4-7 (Oct. 1986) (Table 4-2). We noted in <i>SouthCentral Timber Development, Inc.</i> v. <i>Wunnicke,</i> 467 U. S. 82, 93 (1984): \"[I]f a State is acting as a market participant, rather than as a market regulator, the dormant Commerce Clause places no limitation on its activities.\" See also <i>Wyoming</i> v. <i>Oklahoma,</i> 502 U. S. 437, 459 (1992). Similarly, if the State owned and operated a park or recreational facility, it would be allowed to charge differential fees for in-state and out-of-state users of the resource. See, <i>e. g., </i><i>Baldwin</i> v. <i>Fish and Game Comm'n of Mont.,</i> 436 U. S. 371 (1978) (upholding Montana's higher nonresident elk hunting license fees to compensate the State for conservation expenditures <span class=\"star-pagination\">*115</span> from taxes which only residents pay). More recently we upheld such differential fees under a reasonableness standard in <i>Northwest Airlines, Inc.</i> v. <i>County of Kent,</i> 510 U. S. 355 (1994), despite the fact that the fees were not precisely tied to the costs of the services provided at the publicly owned airport. We relied on our Commerce Clause analysis from <i>Evansville</i> , <i>supra</i><i>.</i> We stated in <i>Evansville:</i> </p>\n<blockquote>\"At least so long as the toll is based on some fair approximation of use or privilege for use, . . . and is neither discriminatory against interstate commerce nor excessive in comparison with the governmental benefit conferred, it will pass constitutional muster, even though some other formula might reflect more exactly the relative use of the state facilities by individual users.\" <i>Id.,</i>  at 716-717.</blockquote>\n<p>I think that the $2.25 per ton fee that Oregon imposes on out-of-state waste works out to a similar \"fair approximation\" of the privilege to use its landfills. Even the Court concedes that our precedents do not demand anything beyond \"substantia[l] equivalen[cy]\" between the fees charged on in-state and out-of-state waste. <i>Ante,</i> at 103 (internal quotation marks omitted). The $0.14 per week fee imposed on out-of-state waste producers qualifies as \"substantially equivalent\" under the reasonableness standard of <i>Northwest Airlines</i> and <i>Evansville.</i> </p>\n<p>The Court begrudgingly concedes that interstate commerce may be made to \"pay its way,\" <i>ante,</i> at 102 (internal quotation marks omitted), yet finds Oregon's nominal surcharge to exact more than a \"`just share' \" from interstate commerce, <i>ibid.</i> It escapes me how an additional $0.14 per week cost for the average solid waste producer constitutes anything but the type of \"incidental effects on interstate commerce\" endorsed by the majority. <i>Ante,</i> at 99. Evenhanded regulations imposing such incidental effects on interstate commerce must be upheld unless \"the burden imposed <span class=\"star-pagination\">*116</span> on such commerce is clearly excessive in relation to the putative local benefits.\" <i>Pike</i> v. <i>Bruce Church, Inc.,</i> 397 U. S. 137, 142 (1970). If the majority finds $0.14 per week beyond the pale, one is left to wonder what the Court possibly could have contemplated when it stated:</p>\n<blockquote>\"`[I]n the absence of conflicting legislation by Congress, there is a residuum of power in the state to make laws governing matters of local concern which nevertheless in some measure affect interstate commerce or even, to some extent, regulate it.' \" <i>Hunt</i> v. <i>Washington State</i>  <i>Apple Advertising Comm'n,</i> 432 U. S. 333, 350 (1977), quoting <i>Southern Pacific Co.</i> v. <i>Arizona ex rel. Sulli-</i>  <i>van,</i> 325 U. S. 761, 767 (1945).</blockquote>\n<p>Surely $0.14 per week falls within even the most crabbed definition of \"affect\" or \"regulate.\" Today the majority has rendered this \"residuum of power\" a nullity.</p>\n<p>The State of Oregon is not prohibiting the export of solid waste from neighboring States; it is only asking that those neighbors pay their fair share for the use of Oregon landfill sites. I see nothing in the Commerce Clause that compels less densely populated States to serve as the low-cost dumping grounds for their neighbors, suffering the attendant risks that solid waste landfills present. The Court, deciding otherwise, further limits the dwindling options available to States as they contend with the environmental, health, safety, and political challenges posed by the problem of solid waste disposal in modern society.</p>\n<p>For the foregoing reasons, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 93-108, <i>Columbia Resource Co.</i> v. <i>Environmental Quality Commission of the State of Oregon,</i> also on certiorari to the same court.</p>\n<p>[]   A brief of <i>amici curiae</i> urging affirmance was filed for the State of Indiana et al. by <i>Pamela Carter,</i> Attorney General of Indiana, and <i>Arend J. Abel, Matthew R. Gutwein,</i> and <i>Myra P. Spicker,</i> Deputy Attorneys General, and by the Attorneys General for their respective States as follows: <i>Winston Bryant</i> of Arkansas, <i>Robert A. Butterworth</i> of Florida, <i>Chris Gorman</i> of Kentucky, <i>Michael E. Carpenter</i> of Maine, <i>Mike Moore</i>  of Mississippi, <i>Joseph P. Mazurek</i> of Montana, <i>Lee Fisher</i> of Ohio, <i>Susan B. Loving</i> of Oklahoma, <i>Ernest D. Preate, Jr.,</i> of Pennsylvania, <i>T. Travis Medlock</i> of South Carolina, <i>Mark Barnett</i> of South Dakota, <i>Joseph B. Meyer</i> of Wyoming, and <i>James E. Doyle</i> of Wisconsin.</p>\n<p>[1]  Oregon defines \"solid wastes\" as \"all putrescible and nonputrescible wastes, including but not limited to garbage, rubbish, refuse, ashes, waste paper and cardboard; sewage sludge, septic tank and cesspool pumpings or other sludge; commercial, industrial, demolition and construction wastes; discarded or abandoned vehicles or parts thereof; discarded home and industrial appliances; manure, vegetable or animal solid and semisolid wastes, dead animals, infectious waste . . . and other wastes.\" Ore. Rev. Stat.  459.005(27) (1991). Hazardous wastes are not considered solid wastes.  459.005(27)(a).</p>\n<p>[2]  As a result, shippers of out-of-state solid waste currently are being charged $3.10 per ton to dispose of such waste in Oregon landfills, as compared to the $0.85 per ton fee charged to dispose of Oregon waste in those same landfills. We refer hereinafter only to the $2.25 surcharge, because the $0.85 per ton fee, which will be refunded to shippers of out-of-state waste if the surcharge is upheld, 1991 Ore. Laws, ch. 385,  92, is not challenged here.</p>\n<p>[3]  <i>Government Suppliers Consolidating Servs., Inc.</i> v. <i>Bayh,</i> 975 F. 2d 1267 (1992), cert. denied, 506 U. S. 1053 (1993).</p>\n<p>[4]  The dissent argues that the $2.25 per ton surcharge is so minimal in amount that it cannot be considered discriminatory, even though the surcharge expressly applies only to waste generated in other States. <i>Post,</i>  at 115. The dissent does not attempt to reconcile that novel understanding of discrimination with our precedents, which clearly establish that the degree of a differential burden or charge on interstate commerce \"measures only the <i>extent</i> of the discrimination\" and \"is of no relevance to the determination whether a State has discriminated against interstate commerce.\" <i>Wyoming</i> v. <i>Oklahoma,</i> 502 U. S. 437, 455 (1992). See also, <i>e. g., </i><i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 760 (1981) (\"We need not know how unequal [a] [t]ax is before concluding that it . . . discriminates\").</p>\n<p>[5]  In fact, the Commission fixed the $2.25 per ton cost of disposing of solid waste in Oregon landfills without reference to the origin of the waste, 3 Record 665-690, and Oregon's economic consultant recognized that the per ton costs are the same for both in-state and out-of-state waste. <i>Id.,</i> at 731-732, 744. Of course, if out-of-state waste did impose higher costs on Oregon than in-state waste, Oregon could recover the increased cost through a differential charge on out-of-state waste, for then there would be a \"reason, apart from its origin, why solid waste coming from outside the [State] should be treated differently.\" <i>Fort Gratiot Sanitary Landfill, Inc.</i> v. <i>Michigan Dept. of Natural Resources,</i> 504 U. S. 353, 361 (1992). Cf. <i>Mullaney</i> v. <i>Anderson,</i> 342 U. S. 415, 417 (1952); <i>Toomer</i> v. <i>Witsell,</i>  334 U. S. 385, 399 (1948).</p>\n<p>[6]  The Oregon Supreme Court, though terming the out-of-state surcharge a \"compensatory fee,\" relied for its legal standard on our \"user fee\" cases. See 316 Ore. 99, 112, 849 P. 2d 500, 508 (1993) (citing, for example, <i>Evansville-Vanderburgh Airport Authority Dist.</i> v. <i>Delta Airlines, Inc.,</i>  405 U. S. 707 (1972), and <i>Clark</i> v. <i>Paul Gray, Inc.,</i> 306 U. S. 583 (1939)). The compensatory tax cases cited in the text, rather than the user fee cases, are controlling here, as the latter apply only to \"charge[s] imposed by the State for the use of state-owned or state-provided transportation or other facilities and services.\" <i>Commonwealth Edison Co.</i> v. <i>Montana,</i>  453 U. S. 609, 621 (1981). Because it is undisputed that, as in <i>Chemical Waste,</i> the landfills in question are owned by private entities, including Oregon Waste, the out-of-state surcharge is plainly not a user fee. Nevertheless, even if the surcharge could somehow be viewed as a user fee, it could not be sustained as such, given that it discriminates against interstate commerce. See <i>Evansville, supra,</i> at 717; <i>Guy</i> v. <i>Baltimore,</i> 100 U. S. 434 (1880). Cf. <i>Northwest Airlines, Inc.</i> v. <i>County of Kent,</i> 510 U. S. 355, 369 (1994) (A user fee is valid only to the extent it \"does not discriminate against interstate commerce\").</p>\n<p>[7]  We would note that respondents, like the dissent, <i>post,</i> at 112, ignore the fact that shippers of waste from other States in all likelihood pay income taxes in other States, a portion of which might well be used to pay for waste reduction activities in those States.</p>\n<p>[8]  Furthermore, permitting discriminatory taxes on interstate commerce to compensate for charges purportedly included in general forms of intrastate taxation \"would allow a state to tax interstate commerce more heavily than in-state commerce anytime the entities involved in interstate commerce happened to use facilities supported by general state tax funds.\" <i>Government Suppliers Consolidating Servs., Inc.</i> v. <i>Bayh,</i> 975 F. 2d, at 1284. We decline respondents' invitation to open such an expansive loophole in our carefully confined compensatory tax jurisprudence.</p>\n<p>[9]  We recognize that \"[t]he Commerce Clause does not prohibit all state action designed to give its residents an advantage in the marketplace, but only action of that description <i>in connection with the State's regulation of interstate commerce.</i> \" <i>New Energy Co. of Ind.</i> v. <i>Limbach,</i> 486 U. S. 269, 278 (1988). Cf. <i>Metropolitan Life Ins. Co.</i> v. <i>Ward,</i> 470 U. S. 869, 877, n. 6 (1985). Here, as in <i>New Energy,</i> we confront a patently discriminatory law that is plainly connected to the regulation of interstate commerce. We therefore have no occasion to decide whether Oregon could validly accomplish its limited cost spreading through the \"market participant\" doctrine, <i>Hughes</i> v. <i>Alexandria Scrap Corp.,</i> 426 U. S. 794, 806-810 (1976), or other means unrelated to any regulation of interstate commerce.</p>\n<p>[1]  The surcharge is composed of the following identified costs: $0.58 statewide activities for reducing environmental risks and improving solid waste management; $0.66reimbursements to the State for tax credits and other public subsidies; $0.05solid waste reduction activities related to the review and certification of waste reduction and recycling plans; $0.72increased environmental liability; $0.20lost disposal capacity; $0.03publicly supported infrastructure; and $0.01nuisance impacts from transportation. Pet. for Cert. in No. 93-108, p. 4.</p>\n<p>[2]  The $2.25 per ton fee imposed on out-of-state waste exceeds the $0.85 per ton fee imposed on in-state waste by $1.40 per ton. One ton equals 2,000 pounds. Assuming that the hypothetical nonresident generates 200 pounds of garbage per month (1/10 of a ton), the nonresident's garbage bill would increase by $0.14 per month.</p>\n\n</div>", "id": 117834, "judges": "Thomas", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/117834/", "sha1": "ee3d87605fed6ffa0ef6b418a0123f36ce14a60f", "source": "LR", "supreme_court_db_id": "1993-033", "time_retrieved": "2010-04-28T10:20:15"}