{"absolute_url": "/opinion/86387/edward-bradford-plaintiff-in-error-v-robert-w/", "blocked": false, "citation": {"case_name": "Edward Bradford, in Error v. Robert W. Williams, and John Judge, in Error v. Robert W. Williams", "docket_number": null, "document_uris": ["/api/rest/v2/document/86387/"], "federal_cite_one": "45 U.S. 576", "federal_cite_three": null, "federal_cite_two": null, "id": 54230, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54230/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1846-03-18", "date_modified": "2014-12-21T01:24:53.024540", "docket": "/api/rest/v2/docket/401300/", "download_url": "http://bulk.resource.org/courts.gov/c/US/45/45.US.576.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">45 U.S. 576</p>\n    <p class=\"case_cite\">4 How. 576</p>\n    <p class=\"case_cite\">11 L.Ed. 1109</p>\n    <p class=\"parties\">EDWARD BRADFORD, PLAINTIFF IN ERROR,<br>v.<br>ROBERT W. WILLIAMS, DEFENDANT, AND<br>JOHN JUDGE, PLAINTIFF IN ERROR,<br>v.<br>ROBERT W. WILLIAMS, DEFENDANT.</p>\n    <p class=\"date\">January Term, 1846</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THESE were kindred cases, argued and decided together. Bradford and Judge were obligors upon the same bonds, although sued separately, and the same questions were common to both cases.</p>\n      <p class=\"indent\">They came up, by writ of error, from the Court of Appeals for the Territory of Florida.</p>\n      <p class=\"indent\">The case was this.</p>\n      <p class=\"indent\">The defendant in error brought an action of debt in the Superior Court in the Middle District of Florida against the plaintiff in error, and declared upon four bonds, amounting in the aggregate to the sum of $4,854.28, made by the defendant below, William P. Craig, and Ed. Bradford, by which they bound themselves jointly and severally to pay that sum to William B. Nuttall, Hector W. Braden, and William P. Craig, or to their order, setting out the assignment of said bonds, in due and proper form, by the obligees to the plaintiff in the suit.</p>\n      <p class=\"indent\">The defendant, by his attorney, craved oyer of the bonds, and, after setting out the same, pleaded 'that William P. Craig, one of the obligors mentioned, was, and is, the same identical person named William P. Craig as one of the obligees in the said bonds, who, together with the others, had indorsed the bonds to the plaintiff, and that the same was therefore null and void at law, and not the deed of the defendant,' concluding with a verification.</p>\n      <p class=\"indent\">To which the plaintiff demurred, and the defendant joined in the demurrer.</p>\n      <p class=\"indent\">The court gave judgment for the plaintiff on the demurrer, which judgment was affirmed by the Court of Appeals, upon which this writ of error was brought.</p>\n      <p class=\"indent\">The record not having been filed in time, the cases had been docketed and dismissed under the forty-third rule of court, on motion of the defendant in error. Afterwards, a motion was made by <i>Mr. Westcott</i> to reinstate them, which was argued by <i>Mr. Westcott</i> and opposed by <i>Mr. Thompson</i>; upon which motion.</p>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A writ of error having been allowed in this case, and the record not having been filed by the plaintiff within the forty-third rule, a motion was made by the counsel of the defendant, on presenting a statement of the judgment below, regularly certified, to dock it and dismiss the cause, which the court ordered to be done. And now a motion is made to set aside that order, on the ground that the clerk, who certified the judgment, acted without authority.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The certificate objected to is in the proper form, is signed by R. T. Birchett, clerk of the Court of Appeals of Florida, and is authenticated by the seal of that court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Florida was admitted into the Union as a State, on the 3d of March last, but provision was made under the seventeenth article in the constitution for the continuance of the courts and officers of the Territory until superseded under the laws of the State. We think the clerk, having possession of the records of the Court of Appeals, has a legal right, under its sanction, to certify its judgments, and therefore that the order of dismissal cannot be set aside on the above ground. But in consideration of a change of government in the Territory, and the consequent embarrassments and doubts in regard to this writ of error; and also in consideration that the plaintiff in error, in seven days after the above dismissal, made this motion, and asked leave to file the record, the court will set aside the former order, and permit the record now to be filed; on the condition, that, at the option of the defendant in error, the plaintiff shall submit the case, on printed arguments, at the present term.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In conformity with the above order, the case was submitted, upon the following printed arguments, by <i>Mr. Westcott</i> and <i>Mr. C. J. Ingersoll</i>, for the plaintiff in error, and <i>Mr. Thompson</i>, for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Mr. Westcott</i> and <i>Mr. Ingersoll</i>, for the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These cases are both depending on the same principles. The statement of defendant in error, in his brief of the pleadings, is correct. The notice of the court is, however, asked to the particular form of the counts on the bonds sued on. They are described as the joint and several bonds of Judge, Bradford, and Craig, and as given to Nuttall, Braden, and Craig. They are averred to have been indorsed by all the obligees (Nuttall, Braden, and Craig) to Williams. The plaintiff must recover upon the case made in his declaration, or not at all, in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The fact that Craig, named as obligee in the bonds, is also one of the obligors, is distinctly averred in defendant's plea. The plaintiff's demurrer admits this fact. The first question, then, arises as to the correctness of the position assumed by the defendant, that the bonds are nullities, and cannot be sued upon at law by the obligees or their assignees.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is a principle of the common law, that no one can be both obligor and obligee in the same bond. He cannot sue himself, and the instrument is a nullity. 1 Plowden 367, 368; Co. Litt. 264, 265; Bac. Abr. 156, 157; Powell on Contracts, 438; Eastman <i>v.</i> Wright, 6 Pick. 321; 6 Taunt. 407; 1 Tucker's Comm. 277; 2 American Common Law, 412, 414; 1 Chitty's Pleadings, 45; 2 Saunders's Rep. 47, note T; Roscoe on Bills, 43, 44; 2 Coventry &amp; Hughes's Dig. 238, art. 9, &#167; 7, art. 7, &#167; 12; Turton <i>v.</i> Benson, 10 Mod. 450; Mainwaring <i>v.</i> Newman, &amp;c., 2 Bos. &amp; Pull. 120; Jus <i>v.</i> Armstong, 3 Dev. 286; Taylor's case, ibid. 288; Bonner's case, ibid. 290; Shamhour's case, 2 Dev. 6; Davis <i>v.</i> Somerville, 4 Dev. 382; 13 Serg. &amp; Lowb. 328. The court are particularly referred to the North Carolina cases above cited.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Independent of all authority, the common sense of this principle is so obvious that it cannot be disputed. Delivery, which, with sealing, is an essential part of a bond. cannot be made by a man to himself, nor can a man sue himself. This objection, therefore, is insuperable, unless it can be evaded.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The counsel for defendant in error, in his submitted brief, does not seem disposed to contest this position, but it is attempted to be evaded by contending that the thirty-third and thirty-fourth sections of the Territorial statute of 1828 (see Duval's Comp., p. 69, correctly quoted in 2d page of defendant's brief), alters the common law on this subject.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The common law was adopted in Florida at the first session of the Territorial legislature after the cession. (See Laws of Florida of 1822, p. 53). It has continued in force in Florida ever since. In 1828, a revision of the laws was attempted by the legislature, and in the enumeration of the acts to be continued in force, the act of 1822, above referred to, was, as is notorious, by mere inadvertence, omitted. Until it was reenacted in 1829, it was contended by some that during that interim the civil law of Spain, and not the common law of England, was to be regarded as existing in that territory; but such position never received the sanction of any judicial decision. It is submitted that the common law, once adopted as a system in 1822, continued till positively and affirmatively abrogated. A different rule would occasion great confusion and embarrassment as to contracts made in the year 1828, made according to the rules and forms of the common law, and in the belief that it controlled them. Yet defendant in error seeks to establish such doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Territorial statute cited 'vests' the indorsee with the same rights, powers, and capacities as might have been 'possessed by the assignor or indorser; and the assignee or indorsee may bring suit in his own name.' (See &#167; 34 of statute cited, p. 2, defendant's brief, and Duval's Comp., p. 96.)</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This Territorial statute does not give to the assignee or indorsee of a bond any more 'rights, powers, or capacities,' than 'might have been possessed by the assignor or indorser.' The restrictive words, 'the same,' used in the law, show such intention by the legislature. Defendant in error cannot sue as indorsee, unless the words 'the same' are construed to mean more. It would be as reasonable to argue, that the words 'might have been possessed,' used in the same clause, meant that the indorsee of an invalid bond should have the 'same rights, powers, and capacities' as his indorsee 'might' have had, if the bond had been valid.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The concluding clause, providing that 'the assignee or indorsee may bring suit in his own name,' was not intended to 'vest' him with such 'right, power, or capacity,' as an additional right to that possessed by his assignor or indorser; in other words, to sue on the bond in his own name, even if his assignor or indorser could not sue on it. The statute was intended to make valid bonds negotiable, and allow the assignee or indorsee to sue in his own name, which was not allowed at common law; all the indorser's right to sue in his own name is founded on the statute. It was not intended to make a bond, invalid before indorsement, become valid by indorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It was never contemplated that it would be used to overturn a fundamental principle of the common law, that the same person could not be both obligor and obligee in the same bond, and both plaintiff and defendant in the same suit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case the counts all allege Nuttall, Braden, and Craig to be obligees; they allege Nuttall, Braden, and Craig to be indorsers, and they allege Judge, Bradford, and Craig to be the obligors. We are saved all inquiry as to what might have been properly decided, if plaintiff had not made these express allegations, and if he had counted differently, dropping Craig either as obligor or as obligee and indorser, with appropriate averments. This case must be decided on the pleadings; and they state that Williams, the plaintiff, claims, as indorsee of Nuttall, Braden, and Craig, of a bond given to them by Judge, Bradford, and Craig. Craig is expressly alleged to be one of his three joint indorsers. He has, therefore, in this suit, under the statute, cited precisely 'the same,' or 'all' (as defendant cites the statute in p. 3 of his brief) 'the rights, powers, and capacities,' as his indorsers, Nuttall, Braden, and Craig, had, and no more. He cannot gainsay his own pleadings. If these bonds had not been indorsed, could Nuttall, Braden, and Craig have sued Judge, Bradford, and Craig?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The cases cited show that they could not at common law, and the statute gives Williams the same and no additional rights to those they had.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The argument of defendant in error (page 3 of brief filed), which concedes that 'Craig sealed, but could not deliver, the bond, because he was one of the obligees; the execution of the bond was therefore incomplete, until Craig, joining the other obligees in the assignment to Williams, by that single act compelled the execution,' &amp;c., it is submitted, gives up the law of this case upon these pleadings. The counts are not consistent with such case as that made by such arguments. To sustain it, the bonds must be regarded as being made and delivered directly to Williams by Judge, Bradford, and Craig, and Craig not regarded as indorser.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The pleadings are the reverse of this supposed case. So, too, all the arguments and authorities cited by defendant, with respect to 'express' and 'implied' delivery of a deed and 'inchoate' instruments, and delivery to part, and not all, of the obligees, are inapplicable to this case upon the pleadings, and they are conclusively answered by a similar reference. The cases and rules of law contended for by defendant in error, if they were conceded, do not apply to his case, made upon his own pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The assimilation of this case to those founded upon the rules of commercial law, by which bills of exchange and notes, payable to the order of the maker, are held valid, and, when indorsed by the maker, suits sustained upon them, we think will not be sanctioned by this court. The essential difference between sealed instruments and simple contracts, and the pleadings upon them, and the distinctions of the mercantile law, are so obvious, that it is not necessary to refer to them. Nor has the law governing simple contracts by partnerships any analogy to the law relating to sealed obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case of Smith <i>v.</i> Lusher, 5 Cowen's Rep. (cited by defendant in error), was a case turning on both a partnership and a promissory note, in which, according to the law merchant, and for securing the free circulation of those negotiable instruments which have become a convenient substitute for the common currency of the country, and, in many respects, equiyalent to money itself, the court could not do less than sustain the right of recovery. But no bond was in suit in that case, and the whole argument, both at the bar and on the bench, whenever the case of a bond is alluded to, shows what would have been the decision if the action had been upon a bond. The instance of an obligation payable by a man to himself is constantly mentioned as an absolute nullity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The case cited by defendant from 7 Gill &amp; Johns. 265, is deemed to be in our favor. The principle for which we contend, that the bonds declared on were void at common law, is, we conceive, conceded in that case; and the only question was, what constituted an assignment of the instrument then sued on. The court held the bequest to be such assignment, especially as it was delivered to plaintiff by the executor, who was the party owing and sued. The objection we make in this case at bar, that these bonds were void in their inception, could not be made in that. The instrument there was confessedly valid, and the objection made was, that it was extinguished by coming to the hands of the executor. Whether these bonds can be made valid by any indorsement, and whether the court would so hold in a case in which the pleadings were consistent with a case so made, as before observed, it is not necessary now to inquire.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The rule admitted by defendant in error (see page 3 of his brief), that 'there is a technical objection to the jurisdiction of a court of law in cases of suit on a bond in which the same party is obligor and obligee, and such suits are properly cognizable in a court of equity, because it is in such courts only that adequate relief can be given,' is, however, all-sufficient for plaintiff in error in this case. We admit, though these bonds are void at common law, the obligors can be compelled to do justice by a court of equity. The defendant in error states, on same page in his brief, that these bonds are by one 'company of persons to another company or association, and one of the persons is a member of both.' This is but a partial statement of the case. If it had been stated, also, that these bonds were given for lands, for which lands bonds to make titles were given by the obligees, and that the vendors are unable to make good titles, the justice of the rule conceded by defendant in error, and the reason and object of a defence against these bonds at law would be manifest, for, in such case, a court of equity is the only tribunal proper to decide between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It can scarcely be necessary to observe, that the rule of the Federal courts, to follow the decisions of the highest State court in the construction of the local statutes regulating practice in suits, has never been held to apply to the Territorial courts, which are made subject to the appellate and revisory power of this court by act of Congress, which courts are created by Federal legislation, and, indeed, the legislation of the Territory wholly derived from Federal authority; nor does the rule apply to the decision of a State court, when the question is, as in this case, not as to a mere matter of practice, but as to a fundamental rule of common law, and whether it has been abrogated by the statute. Whether three or four, out of five, judges of the Florida court concurred in the decision now under examination, we do not deem important. If all had concurred, and if erroneous, it should be reversed; but, in answer to the statement in the brief on the other side on this subject, we would remark, that the only judge who filed a dissenting opinion speaks of the decision as being made by 'a majority of the court.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Mr. Thompson</i>, for defendant in error.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This was an action of debt, instituted in the Superior Court of the Middle District of Florida by Williams against the present plaintiff in error, as one of the obligors of four joint and several bonds, made by John Judge, Edward Bradford, and William P. Craig, payable to Hector W. Braden, William B. Nuttall, and William P. Craig, or order, and by the said obligees assigned to Robert W. Williams, the defendant in error in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The declaration contains five counts,&#8212;one upon each bond, and the fifth upon an account stated.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendant pleaded two pleas; the first applicable to the first four counts, and the second, a plea of <i>nil debet</i> to the fifth count. The plea to the special counts craves oyer of the writings obligatory, and alleges, that William P. Craig, one of the obligors, 'was and is the same identical person named William P. Craig,' as one of the obligees in said bonds, and the same are therefore null and void in law, and not the deeds of the said Judge. To this plea there was a general demurrer and joinder, and the Superior Court sustained the demurrer, and gave judgment for the plaintiff (Williams) according to the agreement of counsel filed in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The cause was removed to the Court of Appeals of the Florida Territory, which court affirmed the judgment of the Superior Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The question which presents itself for consideration in this case is this:&#8212;Does the fact alleged in the plea, and admitted by the demurrer, of the identity of William P. Craig, one of the obligors, as one of the obligees, render the bonds null and void in law as to all the obligors, so as to defeat the right of action of Robert W. Williams, the assignee?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We maintain the negative of this proposition, and contend that the present case is clearly distinguishable from the cases cited by the plaintiff in error in argument in the court below, and which will doubtless be pressed upon the consideration of the court here. It was said that such an instrument was void, because Craig could not deliver the instrument to himself, and delivery was essential to the validity of a bond, and because no action could be maintained upon it; the same person cannot be plaintiff and defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This case, however, is not to be determined by the rules of the common law, but by the act of the legislative council of Florida, which has made some important alterations in the law as it formerly stood.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">By the thirty-third section of the act of 1828, it is provided,&#8212;'That it shall not be necessary for any person who sues upon any bond, note, covenant, deed, bill of exchange, or other writing whereby money is promised or secured to be paid, to prove the execution of such bond, note, covenant, deed, bill of exchange, or other writing, unless the same shall be denied by the defendant under oath.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The thirty-fourth section provides,&#8212;'That the assignment or indorsement of any of the forementioned instruments of writing shall vest the assignee or indorsee thereof with the same rights, powers, and capacities as might have been possessed by the assignor or indorser. And the assignee or indorsee may bring suit in his own name,' &amp;c. See Duval's Comp., p. 96.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The character of the transaction, as inferrible from the instruments, seems to have been an indebtedness of several persons composing one joint company, of which Craig was one, to another company of several persons, of which he was also a member, and the bond was executed as the evidence of that indebtedness. We admit that delivery is essential to the complete execution of every deed, but we contend that where there are several co-obligees, a formal delivery to all is not necessary (Moss <i>v.</i> Riddle, 5 Cranch, 351), and we presume where there are several co-obligors a formal delivery by all to the obligees is equally unnecessary. In this case we see no valid objection to the delivery of these bonds by Judge, Bradford, and Craig, the obligors, or by some one of them, to Braden or Nuttall, representing the obligees.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'Delivery of a deed may be express, or implied by circumstance,&#8212;by saying something and doing nothing,&#8212;or by doing something and saying nothing.' Shep. Touch. 57; 4 Halst. N. J. Rep. 153; 1 Johns. Cas. 253; 1 Harris &amp; Gill's Rep. 324; 1 Harris &amp; Johns. Rep. 323.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">But suppose the bonds were inchoate, or incomplete in the hands of the obligors for want of delivery, because Craig could not deliver to himself. The statute which we have referred to will, upon the assignment of the instrument, avoid the mere technical objection by providing a person to whom Craig could and did deliver the instruments. Judge and Bradford sealed and delivered the obligations to the obligees,&#8212;Craig sealed, but could not deliver, because he was one of the obligees,&#8212;the execution of the bond was therefore incomplete until Craig, joining the other obligees in the assignment to Williams, by that single act completed the execution; Williams, the assignee, being invested by the statute with 'all the rights, powers, and capacities' of his assignors, and the bond becoming by the mere operation of the statute payable to Williams, the assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The instruments were not technically void, because inchoate; they were merely in the progress of creation, and had life and vigor when complete and perfect. In Kent <i>v.</i> Somerville, in the Court of Appeals of Maryland, it was held that a bequest by the obligee of a single bill was an inchoate transfer of the bill in writing, which when assented to by the executor is made perfect, and vests at law in the legatee the <i>bon a fide</i> title or interest in the bill. 7 Gill &amp; Johns. 265, 271.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The bequest in this case was not held void because inchoate and incomplete; it was only inoperative till it received the assent of the executor, which completed the act of transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Next, we contend that the bonds were not void because Craig could not sue himself. This is not precisely the case of a bond by one person to himself; it is of one company of persons to another company or association, in which one of the persons is a member of both.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We admit there is a technical objection to the jurisdiction of a court of law in such a case; that such suits are properly cognizable in a court of equity, because it is in the latter courts only that adequate relief can be given. It is quite common in the mercantile world for one person to be a member of two firms, and for one of such firms to become indebted to the other, yet we have never known such a contract to be held and deemed void, because a court of common law would not take jurisdiction. And why should this transaction be deemed void, because the parties chose to use a sealed instrument as the evidence of their contract?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As the law formerly stood in Florida, before the act of 1828 before cited, there was a technical objection to the jurisdiction of a court of law upon the bonds; but the act of 1828, making bonds and 'all other instruments whereby money is promised or secured to be paid' assignable, and giving the assignee a right to sue in his own name, avoids the objection, and, instead of forcing him to use the names of the original obligees, which would drive him for his remedy to a court of equity, throws open to him the courts of law. The suit is in the name of Williams, the assignee; the plaintiff and defendant on the record are not the same person.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In Florida, since the act of 1828, the analogy between bonds and notes, in regard to their negotiability, is complete. Prior to the Stat. 3 and 4 Anne, in England, promissory notes were regarded as mere choses in action; the transfer or assignment did not vest the transferee with a right to sue in his own name; the statute gave them this negotiability by putting them on the same footing with inland bills of exchange.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It is, and has been for many years, a common practice to draw both bills of exchange and notes payable to the order of the drawer and maker, and then, by indorsing and putting them into circulation, give them vitality and full effect. Now it must be admitted that the action on a note, at law, prior to the statute of Anne, must have been in the name of the payee, for the use of the assignee or indorsee; and if the note were payable to the maker's own order, such action would have been liable to the common law objection, that the plaintiff could not sue himself; but since the statute of Anne, giving the assignee or indorsee a right to sue in his own name, courts of law have sustained actions in the names of indorsees, or notes payable to the maker's own order, and by him indorsed to the plaintiff. This is expressly recognized in the Court of Errors in New York, in Smith <i>v.</i> Lusher. In this case, a note was made by a partnership composed of several persons, payable to one of the firm, and it was held, that, though no action could be maintained by the payee, because he was both payee and one of the makers, yet the plaintiff, to whom it had been transferred by indorsement, might sue at law upon the note as indorsee, and recover. It was, say the court, like a note payable to the maker's own order, and by him indorsed and put into circulation. See 5 Cowen's Rep. 689.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The case of Kent <i>v.</i> Somerville, cited before from 7 Gill &amp; Johns. 265, also bears strongly upon this case, if not directly in point. In that case, S., the holder and obligee of a bond, bequeathed the same specifically to A., and made T., the obligor, his executor; upon the demise of S., the executor, who was also obligor, assented to the legacy and delivered it to the legatee. It was objected that the bond was a chose in action of the testator, and a suit upon it could only have been brought by the executor, and that he could not sue himself. But the court held, that the bequest was an inchoate assignment, rendered perfect by the assent of the executor, and that, although, as the law in Maryland formerly stood, he could not sue upon it at law, either in the name of the obligee, because he was dead, or in the name of the executor, because he was the obligor and could not sue himself, yet, by the act of 1829, c. 51, giving to the assignee of a bond a right to sue in his own name, he was enabled to maintain the action.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The application to the case at bar will be seen in this: when the bond, by the demise of S., passed to the executor, it was in the same position as the bonds in the present case while in the hands of the obligees; a suit at law could not be maintained upon it; but when the executor, who was also the debtor, perfected the assignment by his assent, then the objection was removed; so in the case at bar, where the objection to the jurisdiction of a court of law, because of the identity of Craig as obligor and obligee, was removed by the assignment to Williams.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It was urged in the court below, that the language of the thirty-fourth section of the act of 1828 was restrictive in its character, and gave to the assignee no other 'rights, powers, and capacities' than those possessed by the assignee; but there are no negative or restrictive words in the section, no words of limitation. It expressly gives the same rights, but does not prevent the assignee from acquiring any other rights which necessarily result from, or spring out of, the act of assignment; and one of the 'rights, powers, and capacities' possessed by the assignee beyond those previously had by the assignor, and resulting from or springing out of the assignment, by the mere operation of law, is the removal of the technical objection to the jurisdiction of a court of law.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It was also urged in the court below, that the mention of notes, in the thirty-fourth section of the act of 1828, was superfluous, as they were before negotiable by the statute of Anne. We do not see any force in the argument as applied to this case, but if there should be, it is easily answered. When the act of 1828 went into operation, the statute of Anne was not of force in Florida; the act adopting the common law and the statutes of Great Britain was not passed until November, 1829. Duval's Comp. 357.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">It is believed that all the cases cited by the plaintiff in error in the court below were suits brought by the obligees against the obligors, where there was no assignment, or where the assignment did not by law give the assignee a right to sue in his own name.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The view of the case here presented was fully sustained by four out of the five judges composing the Court of Appeals of Florida, and upon it we confidently rest our right to a judgment of affirmance in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Whether the obligees of the bonds in question could have maintained an action at law against the defendant is a question we need not determine, though it is not easy to perceive the force of the objection urged against it, namely, that Craig, one of the co-obligors, is also an obligee. The bond is joint and several, and the suit against Judge, one of the obligors; and if it had been brought in the name of the obligees, Craig would not have been a party plaintiff and defendant, which creates the technical difficulty in maintaining the action at law. It would have been otherwise if the obligation had been joint and not several, for then the suit must have been brought jointly against all the obligors.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It has been held, that if two are bound jointly and severally, and one of them makes the obligee his executor, the obligee may, notwithstanding, maintain an action against the other obligor. Cock <i>v.</i> Cross, 2 Levinz, 73; 5 Bac. Abr. 816, tit. <i>Oblig.</i>, D. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">But conceding, for the sake of the argument, the objection to be well taken, that a suit at law would not lie in the name of the obligees, we have no difficulty in maintaining it, even in the aspect in which the case is presented, and has been argued, before us.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">By an act of the legislature of Florida it is provided,&#8212;'That it shall not be necessary for any person who sues upon any bond, note, &amp;c., to prove the execution of such bond, note, &amp;c., unless the same shall be denied by the defendant under oath.' And also, 'That the assignment or indorsement of any of the forementioned instruments of writing shall vest the assignee or indorsee thereof with the same rights, powers, and capacities as might have been possessed by the assignor or indorser. And the assignee or indorsee may bring a suit in his own name.' Duval's Comp., p. 96, &#167;&#167; 33, 34.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The bonds have been duly assigned in this case, and the suit is in the name of Williams, the assignee, and it being thus authorized by the laws of Florida, all difficulty as to the remedy at law, arising out of the circumstance of the same party being plaintiff and defendant, is removed.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The act just recited provides that the assignee shall be vested 'with the same rights, powers, and capacities as might have been possessed by the obligees,' and inasmuch as the bonds were uncollectable, at law, in the hands of the obligees, it has been argued that, upon the words of the statute providing for the assignment and suit in the name of the assignee, they must be equally invalid and inoperative after the assignment, and in his hands.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This argument, doubtless, would be well founded and conclusive against the plaintiff, if the objection to the bonds was such as went to vitiate and destroy the legal force and effect of their obligation, such as usury, illegality, or the like, which would constitute a valid defence to a suit, in any form in which it might be brought. So, in respect to any other defence in discharge of the obligation, such as payment, release, and the like. For the assignee takes the bonds subject to every defence of the description mentioned; and can acquire no greater rights by virtue thereof than what belonged at the time to the obligees. This, we think, is what the statute intended, and is all its language fairly imports; and is, indeed, only declaratory of what would have been the legal effect, without the particular phraseology of the section.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">But the only objection here made to the bonds in the hands of the obligees is, the want of legal validity in a court of law, arising out of the difficulty as to the parties, one of them being common to both sides of the obligation; not that they are altogether void and uncollectable, for it is conceded they might have been enforced in a court of equity. They are ineffectual at law, from defect of remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Now, the assignment, and ability to sue in the name of the assignees, removed at once this difficulty, and left him free to pursue his remedy at law; and, as all parties concerned are to be taken as having assented to the assignment and delivery to the assignee, including Craig himself, and the suit in his name being sanctioned by the law, we are unable to perceive any well grounded objection to the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It has been suggested, that there could have been no delivery of the bonds to the obligees, and hence none by them to the plaintiff, so as to bind the defendant. But the obvious answer is, that all the parties, except Craig, were competent to make a delivery, and as he joined in the assignment, it is not for him to set up the objection for the purpose of invalidating his own act. The inchoate or imperfect delivery as to him in the first instance, arising out of his double relation to the instruments, became complete by his joining in the assignment and delivery to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The common case of one partner drawing a bill upon his firm, payable to his own order, or of partners making a promissory note payable to the order of one of the firm, which becomes valid in the hands of a <i>bon a fide</i> holder, and collectable at law, affords abundant authority for the principle of the decision in this case. Smith <i>v.</i> Lusher, 5 Cow. 688; Smyth <i>v.</i> Strader et al., decided this term, <i>ante</i>, p. 404.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The statute of Florida has put bonds on the footing of bills of exchange and promissory notes, so far as respects negotiability and right to sue in the name of the assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The above principle is therefor strictly applicable to the case in hand.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We are of opinion, the judgment of the court below should be affirmed.</p>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">How.</span> <span class=\"page\">576</span></span></p>\n    <p class=\"case_cite\">11 L.Ed. 1109</p>\n    <p class=\"parties\">EDWARD BRADFORD, PLAINTIFF IN ERROR,<br>v.<br>ROBERT W. WILLIAMS, DEFENDANT, AND<br>JOHN JUDGE, PLAINTIFF IN ERROR,<br>v.<br>ROBERT W. WILLIAMS, DEFENDANT.</p>\n    <p class=\"date\">January Term, 1846</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THESE were kindred cases, argued and decided together. Bradford and Judge were obligors upon the same bonds, although sued separately, and the same questions were common to both cases.</p>\n      <p class=\"indent\">They came up, by writ of error, from the Court of Appeals for the Territory of Florida.</p>\n      <p class=\"indent\">The case was this.</p>\n      <p class=\"indent\">The defendant in error brought an action of debt in the Superior Court in the Middle District of Florida against the plaintiff in error, and declared upon four bonds, amounting in the aggregate to the sum of $4,854.28, made by the defendant below, William P. Craig, and Ed. Bradford, by which they bound themselves jointly and severally to pay that sum to William B. Nuttall, Hector W. Braden, and William P. Craig, or to their order, setting out the assignment of said bonds, in due and proper form, by the obligees to the plaintiff in the suit.</p>\n      <p class=\"indent\">The defendant, by his attorney, craved oyer of the bonds, and, after setting out the same, pleaded 'that William P. Craig, one of the obligors mentioned, was, and is, the same identical person named William P. Craig as one of the obligees in the said bonds, who, together with the others, had indorsed the bonds to the plaintiff, and that the same was therefore null and void at law, and not the deed of the defendant,' concluding with a verification.</p>\n      <p class=\"indent\">To which the plaintiff demurred, and the defendant joined in the demurrer.</p>\n      <p class=\"indent\">The court gave judgment for the plaintiff on the demurrer, which judgment was affirmed by the Court of Appeals, upon which this writ of error was brought.</p>\n      <p class=\"indent\">The record not having been filed in time, the cases had been docketed and dismissed under the forty-third rule of court, on motion of the defendant in error. Afterwards, a motion was made by <i>Mr. Westcott</i> to reinstate them, which was argued by <i>Mr. Westcott</i> and opposed by <i>Mr. Thompson</i>; upon which motion.</p>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A writ of error having been allowed in this case, and the record not having been filed by the plaintiff within the forty-third rule, a motion was made by the counsel of the defendant, on presenting a statement of the judgment below, regularly certified, to dock it and dismiss the cause, which the court ordered to be done. And now a motion is made to set aside that order, on the ground that the clerk, who certified the judgment, acted without authority.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The certificate objected to is in the proper form, is signed by R. T. Birchett, clerk of the Court of Appeals of Florida, and is authenticated by the seal of that court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Florida was admitted into the Union as a State, on the 3d of March last, but provision was made under the seventeenth article in the constitution for the continuance of the courts and officers of the Territory until superseded under the laws of the State. We think the clerk, having possession of the records of the Court of Appeals, has a legal right, under its sanction, to certify its judgments, and therefore that the order of dismissal cannot be set aside on the above ground. But in consideration of a change of government in the Territory, and the consequent embarrassments and doubts in regard to this writ of error; and also in consideration that the plaintiff in error, in seven days after the above dismissal, made this motion, and asked leave to file the record, the court will set aside the former order, and permit the record now to be filed; on the condition, that, at the option of the defendant in error, the plaintiff shall submit the case, on printed arguments, at the present term.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In conformity with the above order, the case was submitted, upon the following printed arguments, by <i>Mr. Westcott</i> and <i>Mr. C. J. Ingersoll</i>, for the plaintiff in error, and <i>Mr. Thompson</i>, for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Mr. Westcott</i> and <i>Mr. Ingersoll</i>, for the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These cases are both depending on the same principles. The statement of defendant in error, in his brief of the pleadings, is correct. The notice of the court is, however, asked to the particular form of the counts on the bonds sued on. They are described as the joint and several bonds of Judge, Bradford, and Craig, and as given to Nuttall, Braden, and Craig. They are averred to have been indorsed by all the obligees (Nuttall, Braden, and Craig) to Williams. The plaintiff must recover upon the case made in his declaration, or not at all, in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The fact that Craig, named as obligee in the bonds, is also one of the obligors, is distinctly averred in defendant's plea. The plaintiff's demurrer admits this fact. The first question, then, arises as to the correctness of the position assumed by the defendant, that the bonds are nullities, and cannot be sued upon at law by the obligees or their assignees.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is a principle of the common law, that no one can be both obligor and obligee in the same bond. He cannot sue himself, and the instrument is a nullity. 1 Plowden 367, 368; Co. Litt. 264, 265; Bac. Abr. 156, 157; Powell on Contracts, 438; Eastman <i>v.</i> Wright, 6 Pick. 321; 6 Taunt. 407; 1 Tucker's Comm. 277; 2 American Common Law, 412, 414; 1 Chitty's Pleadings, 45; 2 Saunders's Rep. 47, note T; Roscoe on Bills, 43, 44; 2 Coventry &amp; Hughes's Dig. 238, art. 9, &#167; 7, art. 7, &#167; 12; Turton <i>v.</i> Benson, 10 Mod. 450; Mainwaring <i>v.</i> Newman, &amp;c., 2 Bos. &amp; Pull. 120; Jus <i>v.</i> Armstong, 3 Dev. 286; Taylor's case, ibid. 288; Bonner's case, ibid. 290; Shamhour's case, 2 Dev. 6; Davis <i>v.</i> Somerville, 4 Dev. 382; 13 Serg. &amp; Lowb. 328. The court are particularly referred to the North Carolina cases above cited.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Independent of all authority, the common sense of this principle is so obvious that it cannot be disputed. Delivery, which, with sealing, is an essential part of a bond. cannot be made by a man to himself, nor can a man sue himself. This objection, therefore, is insuperable, unless it can be evaded.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The counsel for defendant in error, in his submitted brief, does not seem disposed to contest this position, but it is attempted to be evaded by contending that the thirty-third and thirty-fourth sections of the Territorial statute of 1828 (see Duval's Comp., p. 69, correctly quoted in 2d page of defendant's brief), alters the common law on this subject.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The common law was adopted in Florida at the first session of the Territorial legislature after the cession. (See Laws of Florida of 1822, p. 53). It has continued in force in Florida ever since. In 1828, a revision of the laws was attempted by the legislature, and in the enumeration of the acts to be continued in force, the act of 1822, above referred to, was, as is notorious, by mere inadvertence, omitted. Until it was reenacted in 1829, it was contended by some that during that interim the civil law of Spain, and not the common law of England, was to be regarded as existing in that territory; but such position never received the sanction of any judicial decision. It is submitted that the common law, once adopted as a system in 1822, continued till positively and affirmatively abrogated. A different rule would occasion great confusion and embarrassment as to contracts made in the year 1828, made according to the rules and forms of the common law, and in the belief that it controlled them. Yet defendant in error seeks to establish such doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Territorial statute cited 'vests' the indorsee with the same rights, powers, and capacities as might have been 'possessed by the assignor or indorser; and the assignee or indorsee may bring suit in his own name.' (See &#167; 34 of statute cited, p. 2, defendant's brief, and Duval's Comp., p. 96.)</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This Territorial statute does not give to the assignee or indorsee of a bond any more 'rights, powers, or capacities,' than 'might have been possessed by the assignor or indorser.' The restrictive words, 'the same,' used in the law, show such intention by the legislature. Defendant in error cannot sue as indorsee, unless the words 'the same' are construed to mean more. It would be as reasonable to argue, that the words 'might have been possessed,' used in the same clause, meant that the indorsee of an invalid bond should have the 'same rights, powers, and capacities' as his indorsee 'might' have had, if the bond had been valid.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The concluding clause, providing that 'the assignee or indorsee may bring suit in his own name,' was not intended to 'vest' him with such 'right, power, or capacity,' as an additional right to that possessed by his assignor or indorser; in other words, to sue on the bond in his own name, even if his assignor or indorser could not sue on it. The statute was intended to make valid bonds negotiable, and allow the assignee or indorsee to sue in his own name, which was not allowed at common law; all the indorser's right to sue in his own name is founded on the statute. It was not intended to make a bond, invalid before indorsement, become valid by indorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It was never contemplated that it would be used to overturn a fundamental principle of the common law, that the same person could not be both obligor and obligee in the same bond, and both plaintiff and defendant in the same suit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case the counts all allege Nuttall, Braden, and Craig to be obligees; they allege Nuttall, Braden, and Craig to be indorsers, and they allege Judge, Bradford, and Craig to be the obligors. We are saved all inquiry as to what might have been properly decided, if plaintiff had not made these express allegations, and if he had counted differently, dropping Craig either as obligor or as obligee and indorser, with appropriate averments. This case must be decided on the pleadings; and they state that Williams, the plaintiff, claims, as indorsee of Nuttall, Braden, and Craig, of a bond given to them by Judge, Bradford, and Craig. Craig is expressly alleged to be one of his three joint indorsers. He has, therefore, in this suit, under the statute, cited precisely 'the same,' or 'all' (as defendant cites the statute in p. 3 of his brief) 'the rights, powers, and capacities,' as his indorsers, Nuttall, Braden, and Craig, had, and no more. He cannot gainsay his own pleadings. If these bonds had not been indorsed, could Nuttall, Braden, and Craig have sued Judge, Bradford, and Craig?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The cases cited show that they could not at common law, and the statute gives Williams the same and no additional rights to those they had.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The argument of defendant in error (page 3 of brief filed), which concedes that 'Craig sealed, but could not deliver, the bond, because he was one of the obligees; the execution of the bond was therefore incomplete, until Craig, joining the other obligees in the assignment to Williams, by that single act compelled the execution,' &amp;c., it is submitted, gives up the law of this case upon these pleadings. The counts are not consistent with such case as that made by such arguments. To sustain it, the bonds must be regarded as being made and delivered directly to Williams by Judge, Bradford, and Craig, and Craig not regarded as indorser.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The pleadings are the reverse of this supposed case. So, too, all the arguments and authorities cited by defendant, with respect to 'express' and 'implied' delivery of a deed and 'inchoate' instruments, and delivery to part, and not all, of the obligees, are inapplicable to this case upon the pleadings, and they are conclusively answered by a similar reference. The cases and rules of law contended for by defendant in error, if they were conceded, do not apply to his case, made upon his own pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The assimilation of this case to those founded upon the rules of commercial law, by which bills of exchange and notes, payable to the order of the maker, are held valid, and, when indorsed by the maker, suits sustained upon them, we think will not be sanctioned by this court. The essential difference between sealed instruments and simple contracts, and the pleadings upon them, and the distinctions of the mercantile law, are so obvious, that it is not necessary to refer to them. Nor has the law governing simple contracts by partnerships any analogy to the law relating to sealed obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case of Smith <i>v.</i> Lusher, 5 Cowen's Rep. (cited by defendant in error), was a case turning on both a partnership and a promissory note, in which, according to the law merchant, and for securing the free circulation of those negotiable instruments which have become a convenient substitute for the common currency of the country, and, in many respects, equiyalent to money itself, the court could not do less than sustain the right of recovery. But no bond was in suit in that case, and the whole argument, both at the bar and on the bench, whenever the case of a bond is alluded to, shows what would have been the decision if the action had been upon a bond. The instance of an obligation payable by a man to himself is constantly mentioned as an absolute nullity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The case cited by defendant from 7 Gill &amp; Johns. 265, is deemed to be in our favor. The principle for which we contend, that the bonds declared on were void at common law, is, we conceive, conceded in that case; and the only question was, what constituted an assignment of the instrument then sued on. The court held the bequest to be such assignment, especially as it was delivered to plaintiff by the executor, who was the party owing and sued. The objection we make in this case at bar, that these bonds were void in their inception, could not be made in that. The instrument there was confessedly valid, and the objection made was, that it was extinguished by coming to the hands of the executor. Whether these bonds can be made valid by any indorsement, and whether the court would so hold in a case in which the pleadings were consistent with a case so made, as before observed, it is not necessary now to inquire.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The rule admitted by defendant in error (see page 3 of his brief), that 'there is a technical objection to the jurisdiction of a court of law in cases of suit on a bond in which the same party is obligor and obligee, and such suits are properly cognizable in a court of equity, because it is in such courts only that adequate relief can be given,' is, however, all-sufficient for plaintiff in error in this case. We admit, though these bonds are void at common law, the obligors can be compelled to do justice by a court of equity. The defendant in error states, on same page in his brief, that these bonds are by one 'company of persons to another company or association, and one of the persons is a member of both.' This is but a partial statement of the case. If it had been stated, also, that these bonds were given for lands, for which lands bonds to make titles were given by the obligees, and that the vendors are unable to make good titles, the justice of the rule conceded by defendant in error, and the reason and object of a defence against these bonds at law would be manifest, for, in such case, a court of equity is the only tribunal proper to decide between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It can scarcely be necessary to observe, that the rule of the Federal courts, to follow the decisions of the highest State court in the construction of the local statutes regulating practice in suits, has never been held to apply to the Territorial courts, which are made subject to the appellate and revisory power of this court by act of Congress, which courts are created by Federal legislation, and, indeed, the legislation of the Territory wholly derived from Federal authority; nor does the rule apply to the decision of a State court, when the question is, as in this case, not as to a mere matter of practice, but as to a fundamental rule of common law, and whether it has been abrogated by the statute. Whether three or four, out of five, judges of the Florida court concurred in the decision now under examination, we do not deem important. If all had concurred, and if erroneous, it should be reversed; but, in answer to the statement in the brief on the other side on this subject, we would remark, that the only judge who filed a dissenting opinion speaks of the decision as being made by 'a majority of the court.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Mr. Thompson</i>, for defendant in error.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This was an action of debt, instituted in the Superior Court of the Middle District of Florida by Williams against the present plaintiff in error, as one of the obligors of four joint and several bonds, made by John Judge, Edward Bradford, and William P. Craig, payable to Hector W. Braden, William B. Nuttall, and William P. Craig, or order, and by the said obligees assigned to Robert W. Williams, the defendant in error in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The declaration contains five counts,&#8212;one upon each bond, and the fifth upon an account stated.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendant pleaded two pleas; the first applicable to the first four counts, and the second, a plea of <i>nil debet</i> to the fifth count. The plea to the special counts craves oyer of the writings obligatory, and alleges, that William P. Craig, one of the obligors, 'was and is the same identical person named William P. Craig,' as one of the obligees in said bonds, and the same are therefore null and void in law, and not the deeds of the said Judge. To this plea there was a general demurrer and joinder, and the Superior Court sustained the demurrer, and gave judgment for the plaintiff (Williams) according to the agreement of counsel filed in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The cause was removed to the Court of Appeals of the Florida Territory, which court affirmed the judgment of the Superior Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The question which presents itself for consideration in this case is this:&#8212;Does the fact alleged in the plea, and admitted by the demurrer, of the identity of William P. Craig, one of the obligors, as one of the obligees, render the bonds null and void in law as to all the obligors, so as to defeat the right of action of Robert W. Williams, the assignee?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We maintain the negative of this proposition, and contend that the present case is clearly distinguishable from the cases cited by the plaintiff in error in argument in the court below, and which will doubtless be pressed upon the consideration of the court here. It was said that such an instrument was void, because Craig could not deliver the instrument to himself, and delivery was essential to the validity of a bond, and because no action could be maintained upon it; the same person cannot be plaintiff and defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This case, however, is not to be determined by the rules of the common law, but by the act of the legislative council of Florida, which has made some important alterations in the law as it formerly stood.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">By the thirty-third section of the act of 1828, it is provided,&#8212;'That it shall not be necessary for any person who sues upon any bond, note, covenant, deed, bill of exchange, or other writing whereby money is promised or secured to be paid, to prove the execution of such bond, note, covenant, deed, bill of exchange, or other writing, unless the same shall be denied by the defendant under oath.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The thirty-fourth section provides,&#8212;'That the assignment or indorsement of any of the forementioned instruments of writing shall vest the assignee or indorsee thereof with the same rights, powers, and capacities as might have been possessed by the assignor or indorser. And the assignee or indorsee may bring suit in his own name,' &amp;c. See Duval's Comp., p. 96.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The character of the transaction, as inferrible from the instruments, seems to have been an indebtedness of several persons composing one joint company, of which Craig was one, to another company of several persons, of which he was also a member, and the bond was executed as the evidence of that indebtedness. We admit that delivery is essential to the complete execution of every deed, but we contend that where there are several co-obligees, a formal delivery to all is not necessary (Moss <i>v.</i> Riddle, 5 Cranch, 351), and we presume where there are several co-obligors a formal delivery by all to the obligees is equally unnecessary. In this case we see no valid objection to the delivery of these bonds by Judge, Bradford, and Craig, the obligors, or by some one of them, to Braden or Nuttall, representing the obligees.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'Delivery of a deed may be express, or implied by circumstance,&#8212;by saying something and doing nothing,&#8212;or by doing something and saying nothing.' Shep. Touch. 57; 4 Halst. N. J. Rep. 153; 1 Johns. Cas. 253; 1 Harris &amp; Gill's Rep. 324; 1 Harris &amp; Johns. Rep. 323.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">But suppose the bonds were inchoate, or incomplete in the hands of the obligors for want of delivery, because Craig could not deliver to himself. The statute which we have referred to will, upon the assignment of the instrument, avoid the mere technical objection by providing a person to whom Craig could and did deliver the instruments. Judge and Bradford sealed and delivered the obligations to the obligees,&#8212;Craig sealed, but could not deliver, because he was one of the obligees,&#8212;the execution of the bond was therefore incomplete until Craig, joining the other obligees in the assignment to Williams, by that single act completed the execution; Williams, the assignee, being invested by the statute with 'all the rights, powers, and capacities' of his assignors, and the bond becoming by the mere operation of the statute payable to Williams, the assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The instruments were not technically void, because inchoate; they were merely in the progress of creation, and had life and vigor when complete and perfect. In Kent <i>v.</i> Somerville, in the Court of Appeals of Maryland, it was held that a bequest by the obligee of a single bill was an inchoate transfer of the bill in writing, which when assented to by the executor is made perfect, and vests at law in the legatee the <i>bon a fide</i> title or interest in the bill. 7 Gill &amp; Johns. 265, 271.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The bequest in this case was not held void because inchoate and incomplete; it was only inoperative till it received the assent of the executor, which completed the act of transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Next, we contend that the bonds were not void because Craig could not sue himself. This is not precisely the case of a bond by one person to himself; it is of one company of persons to another company or association, in which one of the persons is a member of both.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We admit there is a technical objection to the jurisdiction of a court of law in such a case; that such suits are properly cognizable in a court of equity, because it is in the latter courts only that adequate relief can be given. It is quite common in the mercantile world for one person to be a member of two firms, and for one of such firms to become indebted to the other, yet we have never known such a contract to be held and deemed void, because a court of common law would not take jurisdiction. And why should this transaction be deemed void, because the parties chose to use a sealed instrument as the evidence of their contract?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As the law formerly stood in Florida, before the act of 1828 before cited, there was a technical objection to the jurisdiction of a court of law upon the bonds; but the act of 1828, making bonds and 'all other instruments whereby money is promised or secured to be paid' assignable, and giving the assignee a right to sue in his own name, avoids the objection, and, instead of forcing him to use the names of the original obligees, which would drive him for his remedy to a court of equity, throws open to him the courts of law. The suit is in the name of Williams, the assignee; the plaintiff and defendant on the record are not the same person.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In Florida, since the act of 1828, the analogy between bonds and notes, in regard to their negotiability, is complete. Prior to the Stat. 3 and 4 Anne, in England, promissory notes were regarded as mere choses in action; the transfer or assignment did not vest the transferee with a right to sue in his own name; the statute gave them this negotiability by putting them on the same footing with inland bills of exchange.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It is, and has been for many years, a common practice to draw both bills of exchange and notes payable to the order of the drawer and maker, and then, by indorsing and putting them into circulation, give them vitality and full effect. Now it must be admitted that the action on a note, at law, prior to the statute of Anne, must have been in the name of the payee, for the use of the assignee or indorsee; and if the note were payable to the maker's own order, such action would have been liable to the common law objection, that the plaintiff could not sue himself; but since the statute of Anne, giving the assignee or indorsee a right to sue in his own name, courts of law have sustained actions in the names of indorsees, or notes payable to the maker's own order, and by him indorsed to the plaintiff. This is expressly recognized in the Court of Errors in New York, in Smith <i>v.</i> Lusher. In this case, a note was made by a partnership composed of several persons, payable to one of the firm, and it was held, that, though no action could be maintained by the payee, because he was both payee and one of the makers, yet the plaintiff, to whom it had been transferred by indorsement, might sue at law upon the note as indorsee, and recover. It was, say the court, like a note payable to the maker's own order, and by him indorsed and put into circulation. See 5 Cowen's Rep. 689.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The case of Kent <i>v.</i> Somerville, cited before from 7 Gill &amp; Johns. 265, also bears strongly upon this case, if not directly in point. In that case, S., the holder and obligee of a bond, bequeathed the same specifically to A., and made T., the obligor, his executor; upon the demise of S., the executor, who was also obligor, assented to the legacy and delivered it to the legatee. It was objected that the bond was a chose in action of the testator, and a suit upon it could only have been brought by the executor, and that he could not sue himself. But the court held, that the bequest was an inchoate assignment, rendered perfect by the assent of the executor, and that, although, as the law in Maryland formerly stood, he could not sue upon it at law, either in the name of the obligee, because he was dead, or in the name of the executor, because he was the obligor and could not sue himself, yet, by the act of 1829, c. 51, giving to the assignee of a bond a right to sue in his own name, he was enabled to maintain the action.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The application to the case at bar will be seen in this: when the bond, by the demise of S., passed to the executor, it was in the same position as the bonds in the present case while in the hands of the obligees; a suit at law could not be maintained upon it; but when the executor, who was also the debtor, perfected the assignment by his assent, then the objection was removed; so in the case at bar, where the objection to the jurisdiction of a court of law, because of the identity of Craig as obligor and obligee, was removed by the assignment to Williams.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It was urged in the court below, that the language of the thirty-fourth section of the act of 1828 was restrictive in its character, and gave to the assignee no other 'rights, powers, and capacities' than those possessed by the assignee; but there are no negative or restrictive words in the section, no words of limitation. It expressly gives the same rights, but does not prevent the assignee from acquiring any other rights which necessarily result from, or spring out of, the act of assignment; and one of the 'rights, powers, and capacities' possessed by the assignee beyond those previously had by the assignor, and resulting from or springing out of the assignment, by the mere operation of law, is the removal of the technical objection to the jurisdiction of a court of law.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It was also urged in the court below, that the mention of notes, in the thirty-fourth section of the act of 1828, was superfluous, as they were before negotiable by the statute of Anne. We do not see any force in the argument as applied to this case, but if there should be, it is easily answered. When the act of 1828 went into operation, the statute of Anne was not of force in Florida; the act adopting the common law and the statutes of Great Britain was not passed until November, 1829. Duval's Comp. 357.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">It is believed that all the cases cited by the plaintiff in error in the court below were suits brought by the obligees against the obligors, where there was no assignment, or where the assignment did not by law give the assignee a right to sue in his own name.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The view of the case here presented was fully sustained by four out of the five judges composing the Court of Appeals of Florida, and upon it we confidently rest our right to a judgment of affirmance in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Whether the obligees of the bonds in question could have maintained an action at law against the defendant is a question we need not determine, though it is not easy to perceive the force of the objection urged against it, namely, that Craig, one of the co-obligors, is also an obligee. The bond is joint and several, and the suit against Judge, one of the obligors; and if it had been brought in the name of the obligees, Craig would not have been a party plaintiff and defendant, which creates the technical difficulty in maintaining the action at law. It would have been otherwise if the obligation had been joint and not several, for then the suit must have been brought jointly against all the obligors.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It has been held, that if two are bound jointly and severally, and one of them makes the obligee his executor, the obligee may, notwithstanding, maintain an action against the other obligor. Cock <i>v.</i> Cross, 2 Levinz, 73; 5 Bac. Abr. 816, tit. <i>Oblig.</i>, D. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">But conceding, for the sake of the argument, the objection to be well taken, that a suit at law would not lie in the name of the obligees, we have no difficulty in maintaining it, even in the aspect in which the case is presented, and has been argued, before us.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">By an act of the legislature of Florida it is provided,&#8212;'That it shall not be necessary for any person who sues upon any bond, note, &amp;c., to prove the execution of such bond, note, &amp;c., unless the same shall be denied by the defendant under oath.' And also, 'That the assignment or indorsement of any of the forementioned instruments of writing shall vest the assignee or indorsee thereof with the same rights, powers, and capacities as might have been possessed by the assignor or indorser. And the assignee or indorsee may bring a suit in his own name.' Duval's Comp., p. 96, &#167;&#167; 33, 34.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The bonds have been duly assigned in this case, and the suit is in the name of Williams, the assignee, and it being thus authorized by the laws of Florida, all difficulty as to the remedy at law, arising out of the circumstance of the same party being plaintiff and defendant, is removed.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The act just recited provides that the assignee shall be vested 'with the same rights, powers, and capacities as might have been possessed by the obligees,' and inasmuch as the bonds were uncollectable, at law, in the hands of the obligees, it has been argued that, upon the words of the statute providing for the assignment and suit in the name of the assignee, they must be equally invalid and inoperative after the assignment, and in his hands.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This argument, doubtless, would be well founded and conclusive against the plaintiff, if the objection to the bonds was such as went to vitiate and destroy the legal force and effect of their obligation, such as usury, illegality, or the like, which would constitute a valid defence to a suit, in any form in which it might be brought. So, in respect to any other defence in discharge of the obligation, such as payment, release, and the like. For the assignee takes the bonds subject to every defence of the description mentioned; and can acquire no greater rights by virtue thereof than what belonged at the time to the obligees. This, we think, is what the statute intended, and is all its language fairly imports; and is, indeed, only declaratory of what would have been the legal effect, without the particular phraseology of the section.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">But the only objection here made to the bonds in the hands of the obligees is, the want of legal validity in a court of law, arising out of the difficulty as to the parties, one of them being common to both sides of the obligation; not that they are altogether void and uncollectable, for it is conceded they might have been enforced in a court of equity. They are ineffectual at law, from defect of remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Now, the assignment, and ability to sue in the name of the assignees, removed at once this difficulty, and left him free to pursue his remedy at law; and, as all parties concerned are to be taken as having assented to the assignment and delivery to the assignee, including Craig himself, and the suit in his name being sanctioned by the law, we are unable to perceive any well grounded objection to the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It has been suggested, that there could have been no delivery of the bonds to the obligees, and hence none by them to the plaintiff, so as to bind the defendant. But the obvious answer is, that all the parties, except Craig, were competent to make a delivery, and as he joined in the assignment, it is not for him to set up the objection for the purpose of invalidating his own act. The inchoate or imperfect delivery as to him in the first instance, arising out of his double relation to the instruments, became complete by his joining in the assignment and delivery to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The common case of one partner drawing a bill upon his firm, payable to his own order, or of partners making a promissory note payable to the order of one of the firm, which becomes valid in the hands of a <i>bon a fide</i> holder, and collectable at law, affords abundant authority for the principle of the decision in this case. Smith <i>v.</i> Lusher, 5 Cow. 688; Smyth <i>v.</i> Strader et al., decided this term, <i>ante</i>, p. 404.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The statute of Florida has put bonds on the footing of bills of exchange and promissory notes, so far as respects negotiability and right to sue in the name of the assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The above principle is therefor strictly applicable to the case in hand.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We are of opinion, the judgment of the court below should be affirmed.</p>\n    </div>\n    ", "id": 86387, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86387/", "sha1": "f0d1af337945603b7b25c0f257b6488e4df7a59e", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:25"}