{"absolute_url": "/opinion/88529/the-merrimac/", "blocked": false, "citation": {"case_name": "The Merrimac", "docket_number": null, "document_uris": ["/api/rest/v2/document/88529/"], "federal_cite_one": "81 U.S. 199", "federal_cite_three": null, "federal_cite_two": null, "id": 58326, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/58326/", "scotus_early_cite": "14 Wall. 199", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1872-05-18", "date_modified": "2014-12-21T01:26:05.094667", "docket": "/api/rest/v2/docket/2519086/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">81 U.S. 199</p>\n    <p class=\"case_cite\">20 L.Ed. 873</p>\n    <p class=\"case_cite\">14 Wall. 199</p>\n    <p class=\"parties\">THE MERRIMAC.</p>\n    <p class=\"date\">December Term, 1871</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court for the District of Louisiana, in a case of collision condemning the Merrimac for damages done to the Gladiator.</p>\n      <p class=\"indent\"><i>Mr. J. Hubley Ashton, for the appellants; Mr. Conway Robinson, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice CLIFFORD stated the facts, and delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Vessels engaged in commerce are liable for damage occasioned by collision by reason of the negligence, want of care, or skill on the part of those intrusted with their navigation, or on account of the complicity, direct or indirect, of their owners. Owners appoint the master and employ the crew, and consequently the owners are held responsible for the conduct of the master and crew in the management of the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Damages were claimed in the libel in this case, which was filed in the District Court by the owners of the steamtug Gladiator, to recover compensation for injuries the tugboat received on the eleventh of January, 1867, by a collision which occurred on that day in the Mississippi River at the Southwest Pass, between the Gladiator and the steamship Merrimac, of the burden of two thousand tons, in tow of two tugboats, to wit, the Calhoun, of five hundred tons, lashed to her starboard side, and the Harry Wright, of the same tonnage, lashed to her port side. They instituted the suit <i>in rem</i> against the steamship and the two tugs which had her in tow, and they charged in the libel that the damage to the Gladiator was done by the three steamers made respondents in the libel. Service was made by seizing the three respondent steamers, and the respective owners of the same appeared and filed separate answers. By leave of court a bond for value was given in each case, and each of the respondent steamers was released when the bond for value was filed. Testimony was taken on both sides and the parties went to hearing, and the District Court entered a decree dismissing the libel, and the libellants appealed to the Circuit Court, where the parties were again heard, and the Circuit Court affirmed so much of the decree as dismissed the libel as to the two steamtugs, but reversed the decree as to the steamship, and pronounced for damages as against her in favor of the libellants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Courts, under such circumstances, may estimate the damages without a reference, or they may send the cause to a commissioner for that purpose, in the exercise of their discretion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Pursuant to that rule the Circuit Court estimated the damages without a reference, and found the amount to be four thousand six hundred and ninety-seven dollars and forty cents, with five per cent. interest from the time the libel was filed in the District Court. Whereupon the owners of the steamship appealed to this court, and the only question presented is whether the decree of the Circuit Court awarding damages to the libellants against the steamship is correct, as none of the other parties have appealed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the pleadings and evidence it appears that the steamtug of the libellants was made fast to the larboard side of the ship Celuta, bound to the port of New Orleans, and which, in endeavoring to pass up the river, had grounded some twelve hours before on the bar of the Southwest Pass. Her master had employed the Gladiator and the steamtug Switzerland, which was lashed to the starboard side of the Celuta, to assist the crew of the ship in getting her over the bar, and at the time of the collision these three vessels, lashed together in the manner described, were lying on the bar, the port side of the Gladiator being at the distance of seventy to seventy-five feet from a certain buoy indicating the place on the bar where was a certain 'wreck' which entirely obstructed navigation. Under these circumstances the Gladiator was unable to move, as she was lashed to the ship Celuta and the ship was aground on the bar, and it was while the Celuta and her two steamtugs were in that situation that the steamship Merrimac and the two steamtugs which had in her tow, also bound to New Orleans, came up and attempted to pass between the Gladiator and the buoy which indicated the location of the wreck, and the pleadings and evidence show that the steamtug Calhoun was lashed to the port side of the steamship, and having a considerable list to port her starboard guard was elevated and passed over the rail of the Gladiator, striking the latter vessel with great violence, raking her from stem to stern, and carrying away all her upper works. By the collision the cabin, cook-house, pilot-house, and engine-room of the Gladiator were entirely smashed and carried from the port side over to the starboard side of the steamtug. Her boiler was knocked out of place, her steam-drum broken to pieces, her lever and exhaust-pipe broken, and much other damage was done to the engine and other parts of the steamtug, as more fully set forth in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two defences were set up by the owners of the steamship: (1.) That the steamship and the two steamtugs which had her in tow were in the charge and under the control of a branch pilot, taken on board conformably to the requirements of the law of the State, and they allege that the owners of the vessels, while they were under the control and management of such a pilot, are not in any way responsible for their navigation. (2.) That there was sufficient space to allow the steamship and her two tugs to pass up between the wreck and the Gladiator, and that they came up in a skilful and proper manner; that as they were passing the Gladiator and touched shoal water the Calhoun careened two points, which made it impossible to prevent a collision, which was an event wholly unforeseen and which could not have been anticipated by the most skilful seamanship.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Much discussion of the first defence, since the decision in the case of <i>The China</i>,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> is entirely unnecessary, as the whole subject was there very carefully considered. By the law of the State it is provided that if the master of any ship or vessel coming to the port of New Orleans shall refuse to receive on board and employ a pilot, the master or owner of such ship or vessel shall pay to such pilot who shall have offered to go on board and take charge of the vessel half-pilotage.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> State pilot laws which compel the owners of vessels to pay half-pilotage in cases where the pilot offers his services and they are refused, where the law is not enforced by any penalty, are not regarded as compulsory, and therefore the fact that the vessel was in charge of a pilot under such a law at the time of the collision is no defence to a libel for damages, if it appears that the collision was occasioned by negligence or unskilful navigation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Port regulations are supposed to be known to the shipowner before he sends his vessel on the voyage, and the general rule is that in sending her to any particular port he elects to submit to the lawful regulations established at that port, and that the vessel, in case she unlawfully collides with another vessel engaged in lawful commerce, shall be responsible.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Where the law is not enforced by any penalty it is not regarded as compulsory, and if not compulsory the defence that the ship was in charge of a pilot is not a valid defence, which is all that need be said upon the subject.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Other defences failing, it is quite common to set up the defence of inevitable accident. Most collisions are inevitable at the moment they occur, but the primary rule is that precautions must be seasonable, as all experience shows that in order to be effectual they must be seasonable, and if they are not so, and a collision ensues in consequence of the delay, it is no valid defence to say that nothing could be done at the moment to prevent the two vessels from coming together. Inability to prevent a collision usually exists at the time it occurs, but it is generally an easy matter to trace the cause of the disaster to some negligent or unskilful act, or to some antecedent omission of duty on the part of one or the other or both of the colliding vessels.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Few cases arise where there is less difficulty in answering such a defence or in pointing to the antecedent error than in the case under consideration, as it is quite clear to any one acquainted with the rules of navigation that it was a rash act for the steamship with her two tugs, one on her larboard side and the other on her port side, to attempt to pass between the Gladiator and the wreck, even if the space between those objects was somewhat wider than the three steamers abreast, which, to say the least of the proposition, is very doubtful.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Beyond doubt it was the duty of the steamship to keep out of the way, both because she was astern and because the Celuta to which the Gladiator was lashed was aground, and it is no answer to say that it was possible to pass, and that the attempt would have been successful if the Calhoun, when she reached shoal water abreast of the Gladiator, had not careened, as alleged in the answer. Under the circumstances it must be assumed that those in charge of the steamship knew that it was their duty to keep out of the way, and if they did not know that the water shoaled where the Celuta was grounded, it only furnished additional evidence to support the conclusion that the attempt to pass between the Gladiator and the wreck was a rash act and that the owners of the steamship are responsible for the consequences. Such being our conclusion, it is unnecessary to examine the other questions discussed at the argument.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">DECREE AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Silsby et al. <i>v.</i> Foote, 20 Howard, 386.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Bagaley, 5 Wallace, 412; The Quickstep, 9 Id. 665.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 7 Wallace, 58.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Revised Statutes of Louisiana, 1856, pp. 403, 404.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Marcellus, 1 Clifford, 490.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Carolus, 2 Curtis, 69.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Martin <i>v.</i> Hilton, 9 Metcalf, 371; Hunt <i>v.</i> Carlisle, 1 Gray, 257.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Governor, 1 Clifford, 97.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>81 U.S. 199 (1871)</b></center>\n<center><b>14 Wall. 199</b></center>\n<center><h1>THE MERRIMAC.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*200</span> Mr. J. Hubley Ashlon, for the appellants; Mr. Conway Robinson, contra.</p>\n<p>Mr. Justice CLIFFORD stated the facts, and delivered the opinion of the court.</p>\n<p>Vessels engaged in commerce are liable for damage occasioned by collision by reason of the negligence, want of care, or skill on the part of those intrusted with their navigation, or on account of the complicity, direct or indirect, of their owners. Owners appoint the master and employ the crew, and consequently the owners are held responsible for the conduct of the master and crew in the management of the vessel.</p>\n<p>Damages were claimed in the libel in this case, which was filed in the District Court by the owners of the steamtug Gladiator, to recover compensation for injuries the tugboat received on the eleventh of January, 1867, by a collision which occurred on that day in the Mississippi River at the Southwest Pass, between the Gladiator and the steamship Merrimac, of the burden of two thousand tons, in tow of two tugboats, to wit, the Calhoun, of five hundred tons, lashed to her starboard side, and the Harry Wright, of the same tonnage, lashed to her port side. They instituted the suit in rem against the steamship and the two tugs which had her in tow, and they charged in the libel that the damage to the Gladiator was done by the three steamers made respondents in the libel. Service was made by seizing the three respondent steamers, and the respective owners of the same appeared and filed separate answers. By leave of court a bond for value was given in each case, and each of the respondent steamers was released when the bond for value was filed. Testimony was taken on both sides and the parties went to hearing, and the District Court entered a decree dismissing the libel, and the libellants appealed to the Circuit Court, where the parties were again heard, and the Circuit Court affirmed so much of the decree as dismissed the libel as to the two steamtugs, but reversed the decree as to <span class=\"star-pagination\">*201</span> the steamship, and pronounced for damages as against her in favor of the libellants.</p>\n<p>Courts, under such circumstances, may estimate the damages without a reference, or they may send the cause to a commissioner for that purpose, in the exercise of their discretion.<sup>[*]</sup> Pursuant to that rule the Circuit Court estimated the damages without a reference, and found the amount to be four thousand six hundred and ninety-seven dollars and forty cents, with five per cent. interest from the time the libel was filed in the District Court. Whereupon the owners of the steamship appealed to this court, and the only question presented is whether the decree of the Circuit Court awarding damages to the libellants against the steamship is correct, as none of the other parties have appealed.<sup>[]</sup></p>\n<p>By the pleadings and evidence it appears that the steam-tug of the libellants was made fast to the larboard side of the ship Celuta, bound to the port of New Orleans, and which, in endeavoring to pass up the river, had grounded some twelve hours before on the bar of the Southwest Pass. Her master had employed the Gladiator and the steamtug Switzerland, which was lashed to the starboard side of the Celuta, to assist the crew of the ship in getting her over the bar, and at the time of the collision these three vessels, lashed together in the manner described, were lying on the bar, the port side of the Gladiator being at the distance of seventy to seventy-five feet from a certain buoy indicating the place on the bar where was a certain \"wreck\" which entirely obstructed navigation. Under these circumstances the Gladiator was unable to move, as she was lashed to the ship Celuta and the ship was aground on the bar, and it was while the Celuta and her two steamtugs were in that situation that the steamship Merrimac and the two steamtugs which had in her tow, also bound to New Orleans, came up and attempted to pass between the Gladiator and the buoy which indicated the location of the wreck, and the pleadings and evidence show that the steamtug Calhoun was lashed to <span class=\"star-pagination\">*202</span> the port side of the steamship, and having a considerable list to port her starboard guard was elevated and passed over the rail of the Gladiator, striking the latter vessel with great violence, raking her from stem to stern, and carrying away all her upper works. By the collision the cabin, cook-house, pilot-house, and engine-room of the Gladiator were entirely smashed and carried from the port side over to the starboard side of the steamtug. Her boiler was knocked out of place, her steam-drum broken to pieces, her lever and exhaust-pipe broken, and much other damage was done to the engine and other parts of the steamtug, as more fully set forth in the record.</p>\n<p>Two defences were set up by the owners of the steamship: (1.) That the steamship and the two steamtugs which had her in tow were in the charge and under the control of a branch pilot, taken on board conformably to the requirements of the law of the State, and they allege that the owners of the vessels, while they were under the control and management of such a pilot, are not in any way responsible for their navigation. (2.) That there was sufficient space to allow the steamship and her two tugs to pass up between the wreck and the Gladiator, and that they came up in a skilful and proper manner; that as they were passing the Gladiator and touched shoal water the Calhoun careened two points, which made it impossible to prevent a collision, which was an event wholly unforeseen and which could not have been anticipated by the most skilful seamanship.</p>\n<p>Much discussion of the first defence, since the decision in the case of The China,<sup>[*]</sup> is entirely unnecessary, as the whole subject was there very carefully considered. By the law of the State it is provided that if the master of any ship or vessel coming to the port of New Orleans shall refuse to receive on board and employ a pilot, the master or owner of such ship or vessel shall pay to such pilot who shall have offered to go on board and take charge of the vessel half-pilotage.<sup>[]</sup><span class=\"star-pagination\">*203</span> State pilot laws which compel the owners of vessels to pay half-pilotage in cases where the pilot offers his services and they are refused, where the law is not enforced by any penalty, are not regarded as compulsory, and therefore the fact that the vessel was in charge of a pilot under such a law at the time of the collision is no defence to a libel for damages, if it appears that the collision was occasioned by negligence or unskilful navigation.<sup>[*]</sup> Port regulations are supposed to be known to the shipowner before he sends his vessel on the voyage, and the general rule is that in sending her to any particular port he elects to submit to the lawful regulations established at that port, and that the vessel, in case she unlawfully collides with another vessel engaged in lawful commerce, shall be responsible.<sup>[]</sup> Where the law is not enforced by any penalty it is not regarded as compulsory, and if not compulsory the defence that the ship was in charge of a pilot is not a valid defence, which is all that need be said upon the subject.<sup>[]</sup></p>\n<p>2. Other defences failing, it is quite common to set up the defence of inevitable accident. Most collision are inevitable at the moment they occur, but the primary rule is that precautions must be seasonable, as all experience shows that in order to be effectual they must be seasonable, and if they are not so, and a collision ensues in consequence of the delay, it is no valid defence to say that nothing could be done at the moment to prevent the two vessels from coming together. Inability to prevent a collision usually exists at the time it occurs, but it is generally an easy matter to trace the cause of the disaster to some negligent or unskilful act, or to some antecedent omission of duty on the part of one or the other or both of the colliding vessels.<sup>[§]</sup> Few cases arise where there is less difficulty in answering such a defence or in pointing to the antecedent error than in the case under consideration, as it is quite clear to any one acquainted with the rules of navigation <span class=\"star-pagination\">*204</span> that it was a rash act for the steamship with her two tugs, one on her larboard side and the other on her port side, to attempt to pass between the Gladiator and the wreck, even if the space between those objects was somewhat wider than the three steamers abreast, which, to say the least of the proposition, is very doubtful.</p>\n<p>Beyond doubt it was the duty of the steamship to keep out of the way, both because she was astern and because the Celuta to which the Gladiator was lashed was aground, and it is no answer to say that it was possible to pass, and that the attempt would have been successful if the Calhoun, when she reached shoal water abreast of the Gladiator, had not careened, as alleged in the answer. Under the circumstances it must be assumed that those in charge of the steamship knew that it was their duty to keep out of the way, and if they did not know that the water shoaled where the Celuta was grounded, it only furnished additional evidence to support the conclusion that the attempt to pass between the Gladiator and the wreck was a rash act and that the owners of the steamship are responsible for the consequences. Such being our conclusion, it is unnecessary to examine the other questions discussed at the argument.</p>\n<p>DECREE AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Silsby et al. v. Foote, 20 Howard, 386.</p>\n<p>[]  The Bagaley, 5 Wallace, 412; The Quickstep, 9 Id. 665.</p>\n<p>[*]  7 Wallace, 58.</p>\n<p>[]  Revised Statutes of Louisiana, 1856 pp. 403, 404.</p>\n<p>[*]  The Marcellus, 1 Clifford, 490.</p>\n<p>[]  The Carolus, 2 Curtis, 69.</p>\n<p>[]  Martin v. Hilten, 9 Metcalf, 371; Hunt v. Carlisle, 1 Gray, 257.</p>\n<p>[§]  The Governor, 1 Clifford, 97.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></span> (1871)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">199</span></span></b></center>\n<center><h1>THE MERRIMAC.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*200</span> Mr. J. Hubley Ashlon, for the appellants; Mr. Conway Robinson, contra.</p>\n<p>Mr. Justice CLIFFORD stated the facts, and delivered the opinion of the court.</p>\n<p>Vessels engaged in commerce are liable for damage occasioned by collision by reason of the negligence, want of care, or skill on the part of those intrusted with their navigation, or on account of the complicity, direct or indirect, of their owners. Owners appoint the master and employ the crew, and consequently the owners are held responsible for the conduct of the master and crew in the management of the vessel.</p>\n<p>Damages were claimed in the libel in this case, which was filed in the District Court by the owners of the steamtug Gladiator, to recover compensation for injuries the tugboat received on the eleventh of January, 1867, by a collision which occurred on that day in the Mississippi River at the Southwest Pass, between the Gladiator and the steamship Merrimac, of the burden of two thousand tons, in tow of two tugboats, to wit, the Calhoun, of five hundred tons, lashed to her starboard side, and the Harry Wright, of the same tonnage, lashed to her port side. They instituted the suit in rem against the steamship and the two tugs which had her in tow, and they charged in the libel that the damage to the Gladiator was done by the three steamers made respondents in the libel. Service was made by seizing the three respondent steamers, and the respective owners of the same appeared and filed separate answers. By leave of court a bond for value was given in each case, and each of the respondent steamers was released when the bond for value was filed. Testimony was taken on both sides and the parties went to hearing, and the District Court entered a decree dismissing the libel, and the libellants appealed to the Circuit Court, where the parties were again heard, and the Circuit Court affirmed so much of the decree as dismissed the libel as to the two steamtugs, but reversed the decree as to <span class=\"star-pagination\">*201</span> the steamship, and pronounced for damages as against her in favor of the libellants.</p>\n<p>Courts, under such circumstances, may estimate the damages without a reference, or they may send the cause to a commissioner for that purpose, in the exercise of their discretion.<sup>[*]</sup> Pursuant to that rule the Circuit Court estimated the damages without a reference, and found the amount to be four thousand six hundred and ninety-seven dollars and forty cents, with five per cent. interest from the time the libel was filed in the District Court. Whereupon the owners of the steamship appealed to this court, and the only question presented is whether the decree of the Circuit Court awarding damages to the libellants against the steamship is correct, as none of the other parties have appealed.<sup>[]</sup></p>\n<p>By the pleadings and evidence it appears that the steam-tug of the libellants was made fast to the larboard side of the ship Celuta, bound to the port of New Orleans, and which, in endeavoring to pass up the river, had grounded some twelve hours before on the bar of the Southwest Pass. Her master had employed the Gladiator and the steamtug Switzerland, which was lashed to the starboard side of the Celuta, to assist the crew of the ship in getting her over the bar, and at the time of the collision these three vessels, lashed together in the manner described, were lying on the bar, the port side of the Gladiator being at the distance of seventy to seventy-five feet from a certain buoy indicating the place on the bar where was a certain \"wreck\" which entirely obstructed navigation. Under these circumstances the Gladiator was unable to move, as she was lashed to the ship Celuta and the ship was aground on the bar, and it was while the Celuta and her two steamtugs were in that situation that the steamship Merrimac and the two steamtugs which had in her tow, also bound to New Orleans, came up and attempted to pass between the Gladiator and the buoy which indicated the location of the wreck, and the pleadings and evidence show that the steamtug Calhoun was lashed to <span class=\"star-pagination\">*202</span> the port side of the steamship, and having a considerable list to port her starboard guard was elevated and passed over the rail of the Gladiator, striking the latter vessel with great violence, raking her from stem to stern, and carrying away all her upper works. By the collision the cabin, cook-house, pilot-house, and engine-room of the Gladiator were entirely smashed and carried from the port side over to the starboard side of the steamtug. Her boiler was knocked out of place, her steam-drum broken to pieces, her lever and exhaust-pipe broken, and much other damage was done to the engine and other parts of the steamtug, as more fully set forth in the record.</p>\n<p>Two defences were set up by the owners of the steamship: (1.) That the steamship and the two steamtugs which had her in tow were in the charge and under the control of a branch pilot, taken on board conformably to the requirements of the law of the State, and they allege that the owners of the vessels, while they were under the control and management of such a pilot, are not in any way responsible for their navigation. (2.) That there was sufficient space to allow the steamship and her two tugs to pass up between the wreck and the Gladiator, and that they came up in a skilful and proper manner; that as they were passing the Gladiator and touched shoal water the Calhoun careened two points, which made it impossible to prevent a collision, which was an event wholly unforeseen and which could not have been anticipated by the most skilful seamanship.</p>\n<p>Much discussion of the first defence, since the decision in the case of The China,<sup>[*]</sup> is entirely unnecessary, as the whole subject was there very carefully considered. By the law of the State it is provided that if the master of any ship or vessel coming to the port of New Orleans shall refuse to receive on board and employ a pilot, the master or owner of such ship or vessel shall pay to such pilot who shall have offered to go on board and take charge of the vessel half-pilotage.<sup>[]</sup><span class=\"star-pagination\">*203</span> State pilot laws which compel the owners of vessels to pay half-pilotage in cases where the pilot offers his services and they are refused, where the law is not enforced by any penalty, are not regarded as compulsory, and therefore the fact that the vessel was in charge of a pilot under such a law at the time of the collision is no defence to a libel for damages, if it appears that the collision was occasioned by negligence or unskilful navigation.<sup>[*]</sup> Port regulations are supposed to be known to the shipowner before he sends his vessel on the voyage, and the general rule is that in sending her to any particular port he elects to submit to the lawful regulations established at that port, and that the vessel, in case she unlawfully collides with another vessel engaged in lawful commerce, shall be responsible.<sup>[]</sup> Where the law is not enforced by any penalty it is not regarded as compulsory, and if not compulsory the defence that the ship was in charge of a pilot is not a valid defence, which is all that need be said upon the subject.<sup>[]</sup></p>\n<p>2. Other defences failing, it is quite common to set up the defence of inevitable accident. Most collision are inevitable at the moment they occur, but the primary rule is that precautions must be seasonable, as all experience shows that in order to be effectual they must be seasonable, and if they are not so, and a collision ensues in consequence of the delay, it is no valid defence to say that nothing could be done at the moment to prevent the two vessels from coming together. Inability to prevent a collision usually exists at the time it occurs, but it is generally an easy matter to trace the cause of the disaster to some negligent or unskilful act, or to some antecedent omission of duty on the part of one or the other or both of the colliding vessels.<sup>[§]</sup> Few cases arise where there is less difficulty in answering such a defence or in pointing to the antecedent error than in the case under consideration, as it is quite clear to any one acquainted with the rules of navigation <span class=\"star-pagination\">*204</span> that it was a rash act for the steamship with her two tugs, one on her larboard side and the other on her port side, to attempt to pass between the Gladiator and the wreck, even if the space between those objects was somewhat wider than the three steamers abreast, which, to say the least of the proposition, is very doubtful.</p>\n<p>Beyond doubt it was the duty of the steamship to keep out of the way, both because she was astern and because the Celuta to which the Gladiator was lashed was aground, and it is no answer to say that it was possible to pass, and that the attempt would have been successful if the Calhoun, when she reached shoal water abreast of the Gladiator, had not careened, as alleged in the answer. Under the circumstances it must be assumed that those in charge of the steamship knew that it was their duty to keep out of the way, and if they did not know that the water shoaled where the Celuta was grounded, it only furnished additional evidence to support the conclusion that the attempt to pass between the Gladiator and the wreck was a rash act and that the owners of the steamship are responsible for the consequences. Such being our conclusion, it is unnecessary to examine the other questions discussed at the argument.</p>\n<p>DECREE AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Silsby et al. v. Foote, 20 Howard, 386.</p>\n<p>[]  The Bagaley, 5 Wallace, 412; The Quickstep, 9 Id. 665.</p>\n<p>[*]  7 Wallace, 58.</p>\n<p>[]  Revised Statutes of Louisiana, 1856 pp. 403, 404.</p>\n<p>[*]  The Marcellus, 1 Clifford, 490.</p>\n<p>[]  The Carolus, 2 Curtis, 69.</p>\n<p>[]  Martin v. Hilten, 9 Metcalf, 371; Hunt v. Carlisle, 1 Gray, 257.</p>\n<p>[§]  The Governor, 1 Clifford, 97.</p>\n\n</div>", "id": 88529, "judges": "Clifford Stated the Facts, And", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88529/", "sha1": "a73913a1feb37e75e9370027fb378d52bd033848", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:41"}