{"absolute_url": "/opinion/110712/fbi-v-abramson/", "blocked": false, "citation": {"case_name": "FBI v. Abramson", "docket_number": "80-1735", "document_uris": ["/api/rest/v2/document/110712/"], "federal_cite_one": "456 U.S. 615", "federal_cite_three": "72 L. Ed. 2d 376", "federal_cite_two": "102 S. Ct. 2054", "id": 95071, "lexis_cite": "1982 U.S. LEXIS 109", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95071/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 254, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1982-05-24", "date_modified": "2015-03-31T09:07:27.952889", "docket": "/api/rest/v2/docket/435305/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">456 U.S. 615</p>\n    <p class=\"case_cite\">102 S.Ct. 2054</p>\n    <p class=\"case_cite\">72 L.Ed.2d 376</p>\n    <p class=\"parties\">FEDERAL BUREAU OF INVESTIGATION et al., Petitioners<br>v.<br>Howard S. ABRAMSON.</p>\n    <p class=\"docket\">No. 80-1735.</p>\n    <p class=\"date\">Argued Jan. 11, 1982.</p>\n    <p class=\"date\">Decided May 24, 1982.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Respondent journalist filed a request with the Federal Bureau of Investigation (FBI) pursuant to the Freedom of Information Act (FOIA) for documents relating to the FBI's transmittal to the White House of information concerning individuals who had criticized the Presidential administration.  The FBI denied the request under, <i>inter alia</i>, Exemption 7(C) of the FOIA, which exempts from disclosure \"investigatory records compiled for law enforcement purposes\" when the release of such records would \"constitute an unwarranted invasion of personal privacy.\"  After unsuccessful administrative appeals, respondent filed suit in Federal District Court to enjoin the FBI from withholding the requested documents.  While the suit was pending, the FBI provided respondent with certain documents, and respondent then modified his request to seek only a certain cover letter from the FBI to the White House, along with the accompanying \"name check\" summaries containing information culled from FBI files on the individuals in question, and certain attached documents.  The District Court granted the FBI's motion for a summary judgment with respect to material withheld pursuant to Exemption 7(C).  The Court of Appeals reversed, holding that except for those documents attached to the \"name check\" summaries that may have been duplicates of FBI files, the FBI had failed to show that the documents were compiled for law enforcement purposes, and that accordingly Exemption 7(C) was unavailable even though disclosure would constitute an unwarranted invasion of personal privacy.</p>\n      <p class=\"indent\"><i>Held</i> :  Information contained in records originally compiled for law enforcement purposes does not lose its Exemption 7 exemption where such information is reproduced or summarized in a new document prepared for other than law enforcement purposes, but continues to meet Exemption 7's threshold requirement of being compiled for law enforcement purposes.  Pp. 621-632.</p>\n      <p class=\"indent\">(a) Although the Court of Appeals' construction of Exemption 7's threshold requirement as turning on the purpose for which the document sought to be withheld was prepared, not on the purpose for which the material included in the document was collected, is a plausible one on the face of the statute, it is not the only reasonable construction of the statutory language.  The statutory language is reasonably construable to protect that part of an otherwise nonexempt compilation that essentially reproduces and is substantially the equivalent of all or part of an earlier record made for law enforcement uses.  This construction more accurately reflects Congress' intention, is more consistent with the Act's structure, and more fully serves its purposes.  Pp. 623-629.</p>\n      <p class=\"indent\">(b) The legitimate interests in protecting information from disclosure under Exemption 7 are not satisfied by other exemptions, such as Exemption 6, which protects against unwarranted invasion of personal privacy, and Exemption 5, which protects from disclosure predecisional communications within an agency and other internal documents.  The reasons for an exemption under Exemption 7 remain intact even though information in a law enforcement record is recompiled in another document for other than law enforcement purposes.  Pp. 629-630.</p>\n      <p class=\"indent\">(c) The result in this case is consistent with the principle that FOIA exemptions are to be narrowly construed, since there is no request that Exemption 7 be expanded to agencies or material not envisioned by Congress.  Pp.630-631</p>\n      <p class=\"indent\">(d) Congress' concern with possible misuse of governmental information for partisan political activity is not the equivalent of a mandate to release any information that might document such activity.  Once it is established that information was compiled pursuant to a legitimate law enforcement investigation and that disclosure of such information would lead to one of the listed harms under Exemption 7, the information is exempt.  Congress thus created a scheme of categorical exclusion and did not invite a judicial weighing of the benefits and evils of disclosure on a case-by-case basis.  P. 631</p>\n      <p class=\"indent\">212 U.S.App.D.C. 58, 658 F.2d 806, reversed and remanded.</p>\n      <p class=\"indent\">Kenneth S. Geller, Washington, D. C., for petitioners.</p>\n      <p class=\"indent\">Sharon T. Nelson, Washington, D. C., for respondent.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Freedom of Information Act (FOIA), 5 U.S.C. &#167; 552 (1976 ed. and Supp.IV), does not require the disclosure of \"investigatory records compiled for law enforcement purposes\" when the release of such records would interfere with effective law enforcement, impede the administration of justice, constitute an unwarranted invasion of privacy, or produce certain other specified consequences.  &#167; 552(b)(7).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The sole question presented in this case is whether information contained in records compiled for law enforcement purposes loses that exempt status when it is incorporated into records compiled for purposes other than law enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Respondent Howard Abramson is a professional journalist interested in the extent to which the White House may have used the Federal Bureau of Investigation (FBI) and its files to obtain derogatory information about political opponents.  On June 23, 1976, Abramson filed a request pursuant to FOIA for specific documents relating to the transmittal from the FBI to the White House in 1969 of information concerning particular individuals who had criticized the administration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The Bureau denied the request on grounds that the information was exempt from disclosure pursuant to &#167; 552(b)(6) (Exemption 6) and &#167; 552(b)(7)(C) (Exemption 7(C)), both of which protect against unwarranted invasions of personal privacy.  Abramson, believing his first request was flawed by its specificity, filed a much broader request,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which was denied for failure to \"reasonably describe the records sought\" as required by &#167; 552(a)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December 1977, after unsuccessfully appealing both denials within the agency, Abramson filed suit in the United States District Court for the District of Columbia to enjoin the FBI from withholding the requested records.  While the suit was pending, the FBI provided Abramson with 84 pages of documents, some intact and some with deletions.  The District Court rejected the Bureau's assertions that all deleted material was exempt.  <i>Abramson v. U.S. Dept. of Justice</i>, Civ. Action No. 77-2206 (Jan. 3, 1979).  In response, the FBI submitted an affidavit to the District Court explaining the justification for each deletion.  In light of the released material and the Bureau's affidavit, Abramson modified his request, seeking only the material withheld from a single document consisting of a one-page memorandum from J. Edgar Hoover to John D. Ehrlichman, together with approximately 63 pages of \"name check\" summaries and attached documents.  The \"name check\" summaries contained information, culled from existing FBI files, on 11 public figures.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court found that the FBI had failed to show that the information was compiled for law enforcement rather than political purposes, but went on to rule that Exemption 7(C) was validly invoked by the Government because disclosure of the withheld materials would constitute an unwarranted invasion of personal privacy.  The District Court thus granted the Government's motion for summary judgment with respect to material withheld pursuant to Exemption 7(C).  <i>Abramson v. FBI</i>, Civ. Action No. 77-2206 (Nov. 30, 1979).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Court of Appeals reversed, holding that with the exception of those documents attached to the summaries that may have been duplicates of original FBI files,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the Government had failed to sustain its burden of demonstrating that the documents were compiled for law enforcement purposes, and that Exemption 7(C) was therefore unavailable even though disclosure would constitute an unwarranted invasion of personal privacy.  212 U.S.App.D.C. 58, 658 F.2d 806 (1980).  To reach this conclusion, the Court of Appeals rejected the Government's claim that Exemption 7(C) was applicable because the \"name check\" summaries contained information taken from documents in FBI files that had been created for law enforcement purposes.  Thus, with the exception noted, the Government's invocation of Exemption 7(C) was rejected.  Because this interpretation of the Exemption has important ramifications for law enforcement agencies, for persons about whom information has been compiled, and for the general public, we granted certiorari.  452 U.S. 937, 101 S.Ct. 3079, 69 L.Ed.2d 951 (1981). We now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Freedom of Information Act sets forth a policy of broad disclosure of Government documents in order \"to ensure an informed citizenry, vital to the functioning of a democratic society.\" <i>NLRB v. Robbins Tire &amp; Rubber Co.</i>, 437 U.S. 214, 242, 98 S.Ct. 2311, 2327, 57 L.Ed.2d 159 (1978);  <i>EPA v. Mink</i>, 410 U.S. 73, 80, 93 S.Ct. 827, 832, 35 L.Ed.2d 119 (1973).  Yet Congress realized that legitimate governmental and private interests could be harmed by release of certain types of information and provided nine specific exemptions under which disclosure could be refused.  Here we are concerned with Exemption 7, which was intended to prevent premature disclosure of investigatory materials which might be used in a law enforcement action.  This provision originally exempted \"investigatory files compiled for law enforcement purposes except to the extent available by law to a private party.\"  A sweeping interpretation given the Exemption by some courts permitted the unlimited withholding of files merely by classifying them as investigatory files compiled for law enforcement purposes.  As a result, the Exemption underwent a major revision in 1974.  As amended, Exemption 7 authorizes disclosure of law enforcement records unless the agency can demonstrate one of six specific harms.  The provision now protects</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"investigatory records compiled for law enforcement      purposes but only to the extent that the production of such      records would (A) interfere with enforcement proceedings, (B)      deprive a person of a right to a fair trial or an impartial      adjudication, (C) constitute an unwarranted invasion of      personal privacy, (D) disclose the identity of a confidential      source and, in the case of a record compiled by a criminal      law enforcement authority in the course of a criminal      investigation, or by an agency conducting a lawful national      security intelligence investigation, confidential information      furnished only by the confidential source, (E) disclose      investigative techniques and procedures, or (F) endanger the      life or physical safety of law enforcement personnel.\"  5      U.S.C. &#167; 552(b)(7).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The language of the Exemption indicates that judicial review of an asserted Exemption 7 privilege requires a two-part inquiry. First, a requested document must be shown to have been an investigatory record \"compiled for law enforcement purposes.\"  If so, the agency must demonstrate that release of the material would have one of the six results specified in the Act.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As the case comes to us, it is agreed that the information withheld by the Bureau was originally compiled for law enforcement purposes.  It is also settled that the name check summaries were developed pursuant to a request from the White House for information about certain public personalities and were not compiled for law enforcement purposes.  Finally, it is not disputed that if the threshold requirement of Exemption 7 is met if the documents were compiled for law enforcement purposes&#8212;the disclosure of such information would be an unwarranted invasion of privacy.  The sole question for decision is whether information originally compiled for law enforcement purposes loses its Exemption 7 protection if summarized in a new document not created for law enforcement purposes.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">No express answer is provided by the statutory language or by the legislative history.  The Court of Appeals resolved the question in favor of Abramson by construing the threshold requirement of Exemption 7 in the following manner.  The cover letter to the White House, along with the accompanying summaries and attachments, constituted a \"record.\"  Because that \"record\" was not compiled for law enforcement purposes, the material within it could not qualify for the exemption, regardless of the purpose for which that material was originally gathered and recorded and regardless of the impact that disclosure of such information would produce.  The Court of Appeals supported its interpretation by distinguishing between documents and information.  \"[T]he statutory scheme of the FOIA very clearly indicates that exemptions from disclosure apply only to <i>documents</i>, and not to the use of the information contained in such documents.\"  212 U.S.App.D.C., at 65, 658 F.2d, at 813.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  A \"record\" is a \"document\" and, for the Court of Appeals, the document must be treated as a unit for purposes of deciding whether it was prepared for law enforcement purposes.  The threshold requirement for qualifying under Exemption 7 turns on the purpose for which the document sought to be withheld was prepared, not on the purpose for which the material included in the document was collected. The Court of Appeals would apply this rule even when the information for which the exemption is claimed appears in the requested document in the form essentially identical to the original memorialization.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Court of Appeals' view is a tenable construction of Exemption 7, but there is another interpretation, equally plausible on the face of the statute, of the requirement that the record sought to be withheld must have been prepared for law enforcement purposes.  If a requested document, such as the one sent to the White House in this case, contains or essentially reproduces all or part of a record that was previously compiled for law enforcement reasons, it is reasonably arguable that the law enforcement record does not lose its exemption by its subsequent inclusion in a document created for a nonexempt purpose.  The Court of Appeals itself pointed the way to this alternative construction by indicating that Exemption 7 protected attachments to the name check summaries that were duplicates of original records compiled for law enforcement purposes.  Those records would not lose their exemption by being included in a later compilation made for political purposes.  Although in this case the duplicate law enforcement records were attached to the name check summaries, the result hardly should be different if all or part of the prior record were quoted verbatim in the new document. That document, even though it may be delivered to another agency for a nonexempt purpose, contains a \"record\" qualifying for consideration under Exemption 7.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The question is whether FOIA permits the same result where the exempt record is not reproduced verbatim but is accurately reflected in summary form.  The Court of Appeals would have it that because the FBI summarized the relevant records rather than reproducing them verbatim, the identical information no longer qualifies for the exemption.  The originally compiled record and the derivative summary would be treated completely differently although the content of the information is the same and although the reasons for maintaining its confidentiality remain equally strong.  We are of the view, however, that the statutory language is reasonably construable to protect that part of an otherwise non-exempt compilation which essentially reproduces and is substantially the equivalent of all or part of an earlier record made for law enforcement uses.  Moreover, that construction of the statute rather than the interpretation embraced by the Court of Appeals, more accurately reflects the intention of Congress, is more consistent with the structure of the Act, and more fully serves the purposes of the statute.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">FOIA contains no definition of the term \"record.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Throughout the legislative history of the 1974 amendments, Representatives and Senators used interchangeably such terms as \"documents,\" \"records,\" \"matters,\" and \"information.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Furthermore, in determining whether information in a requested record should be released, the Act consistently focuses on the nature of the information and the effects of disclosure.  After enumerating the nine exemptions from FOIA, Congress expressly directed that \"[a]ny reasonably segregable portion of a record\" be \"provided to any person requesting such record after deletion of the portions which are exempt. . . .\"  &#167; 552(b).  This provision requires agencies and courts to differentiate among the contents of a document rather than to treat it as an indivisible \"record\" for FOIA purposes.  When a record is requested, it is permissible for an agency to divide the record into parts that are exempt and parts that are not exempt, based on the kind of information contained in the respective parts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The 1974 amendments modified Exemption 7 in two ways.  First, by substituting the word \"records\" for \"files,\" Congress intended for courts to \"consider the nature of the particular document as to which exemption was claimed, in order to avoid the possibility of impermissible 'commingling' by an agency's placing in an investigatory file material that did not legitimately have to be kept confidential.\"  <i>NLRB v. Robbins Tire &amp; Rubber Co.</i>, 437 U.S., at 229-230, 98 S.Ct., at 2320-2321.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Second, by enumerating six particular objectives of the Exemption, the amendments required reviewing courts to \"loo[k] to the reasons\" for allowing withholding of information.   <i>Id.</i>, at 230, 98 S.Ct., at 2321.  The requirement that one of six types of harm must be demonstrated to prevent production of a record compiled for law enforcement purposes was a reaction to a line of cases decided by the Court of Appeals for the District of Columbia Circuit which read the original Exemption 7 as protecting all law enforcement files.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The amendment requires that the Government \"specify some harm in order to claim the exemption\" rather than \"affording all law enforcement matters a blanket exemption.\"  120 Cong.Rec. 36626 (1974), 1975 Source Book 413 (statement of Rep. Reid).  The enumeration of these categories of undesirable consequences indicates Congress believed the harm of disclosing this type of information would outweigh its benefits.  There is nothing to suggest, and no reason for believing, that Congress would have preferred a different outcome simply because the information is now reproduced in a non-law-enforcement record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Court of Appeals would protect information compiled in a law enforcement record when transferred in original form to another agency for nonexempt purposes but would withdraw that protection if the same information or record is transmitted in slightly different form.  In terms of the statutory objectives, this distinction makes little sense.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  If the Court of Appeals is correct that this kind of information should be disclosed, its position leaves an obvious means of qualifying for the exemption transmittal of the law enforcement records intact.  Conversely, to the extent that Congress intended information initially gathered in the course of a law enforcement investigation to remain private, the Court of Appeals' decision creates a substantial prospect that this purpose, the very reason for Exemption 7's existence, will no longer be served.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Neither are we persuaded by the several other arguments Abramson submits in support of the decision below.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">First, we reject the argument that the legitimate interests in protecting information from disclosure under Exemption 7 are satisfied by other exemptions when a record has been recompiled for a non-law-enforcement purpose.  In particular, Abramson submits that Exemption 6 suffices to protect the privacy interest of individuals.  Even if this were so with respect to the particular information requested in this case, the threshold inquiry of what constitutes compilation for law enforcement purposes must be considered with regard for all six of the types of harm stemming from disclosure that Congress sought to prevent. Assuming that Exemption 6 provided fully comparable protection against disclosures which would constitute unwarranted invasions of privacy, a questionable proposition itself,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> no such companion provision in FOIA would halt the disclosure of information that might deprive an individual of a fair trial, interrupt a law enforcement investigation, safeguard confidential law enforcement techniques, or even protect the physical well-being of law enforcement personnel.  No other provision of FOIA could compensate for the potential disruption in the flow of information to law enforcement agencies by individuals who might be deterred from speaking because of the prospect of disclosure.  It is therefore critical that the compiled-for-law-enforcement requirement be construed to avoid the release of information that would produce the undesirable results specified.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For much the same reason, the result we reach today is fully consistent with our holding in <i>NLRB v. Sears, Roebuck &amp; Co.</i>, 421 U.S. 132, 148-154, 95 S.Ct. 1504, 1515-1518, 44 L.Ed.2d 29 (1975), that Exemption 5, &#167; 552(b)(5), an exemption protecting from mandatory disclosure predecisional communications within an agency and other internal documents, does not protect internal advisory communications when incorporated in a final agency decision.  The purposes behind Exemption 5, protecting the give-and-take of the decisional process, were not violated by disclosure once an agency chooses expressly to adopt a particular text as its official view. As we have explained above, this cannot be said here.  The reasons for an Exemption 7 exemption may well remain intact even though information in a law enforcement record is recompiled in another document for a non-law-enforcement function.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The result is also consistent with the oft-repeated caveat that FOIA exemptions are to be narrowly construed, <i>Department of Air Force v. Rose</i>, 425 U.S. 352, 361, 96 S.Ct. 1592, 1599, 48 L.Ed.2d 11 (1976).  While Congress established that the basic policy of the Act is in favor of disclosure, it recognized the important interests served by the exemptions.  We are not asked in this case to expand Exemption 7 to agencies or material not envisioned by Congress: \"It is . . . necessary for the very operation of our Government to allow it to keep confidential certain material such as the investigatory files of the Federal Bureau of Investigation.\" S.Rep.No. 813, 89th Cong., 1st Sess., 3 (1965).  Reliance on this principle of narrow construction is particularly unpersuasive in this case where it is conceded that the information as originally compiled is exempt under Exemption 7 and where it is the respondent, not the Government, who urges a formalistic reading of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are not persuaded that Congress' undeniable concern with possible misuse of governmental information for partisan political activity is the equivalent of a mandate to release any information which might document such activity.  Congress did not differentiate between the purposes for which information was requested.  <i>NLRB v. Sears Roebuck &amp; Co., supra</i>, at 149, 95 S.Ct., at 1515.  Rather, the Act required assessment of the harm produced by disclosure of certain types of information.  Once it is established that information was compiled pursuant to a legitimate law enforcement investigation and that disclosure of such information would lead to one of the listed harms, the information is exempt.  Congress thus created a scheme of categorical exclusion;  it did not invite a judicial weighing of the benefits and evils of disclosure on a case-by-case basis.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We therefore find that the construction adopted by the Court of Appeals, while plausible on the face of the statute, lacks support in the legislative history and would frustrate the purposes of Exemption 7.  We hold that information initially contained in a record made for law enforcement purposes continues to meet the threshold requirements of Exemption 7 where that recorded information is reproduced or summarized in a new document prepared for a now-law-enforcement purpose.  Of course, it is the agency's burden to establish that the requested information originated in a record protected by Exemption 7.  The Court of Appeals refused to consider such a showing as a sufficient reason for withholding certain information.  The judgment of the Court of Appeals is therefore reversed, and the case is remanded to that court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Justice BLACKMUN, with whom Justice BRENNAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Exemption 7 of the Freedom of Information Act, 5 U.S.C. &#167; 552(b)(7), permits agencies to withhold \"investigatory <i>records</i> compiled for law enforcement purposes, but only to the extent that the production of such <i>records</i> would . . . (C) constitute an unwarranted invasion of personal privacy.\"  (Emphasis added.)  The Court today holds that this language authorizes petitioner FBI to withhold investigatory records <i>not</i> compiled for law enforcement purposes simply because some information contained in those records was compiled for such purposes.  The Court declares that \"[o]nce it is established that <i>information</i> was compiled pursuant to a legitimate law enforcement investigation and that disclosure of such <i>information</i> would lead to one of the listed harms [in Exemption 7], the <i>information</i> is exempt.\"  <i>Ante</i>, at 631 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">I cannot escape the conclusion that the Court has simply substituted the word \"information\" for the word \"records\" in Exemption 7(C).  Yet we have earlier recognized that \"[t]he Freedom of Information Act deals with 'agency records,' not information in the abstract.\"  <i>Forsham v. Harris</i>, 445 U.S. 169, 185, 100 S.Ct. 978, 987, 63 L.Ed.2d 293 (1980).  I agree with Justice O'CONNOR's assessment that the legislative history reveals that Congress chose the term \"records,\" rather than the word \"information,\" advisedly. The Court's unwillingness to give the statutory language its plain meaning requires judges who are evaluating Exemption 7(C) claims to parse agency records and determine whether any piece of information contained in those records was originally compiled for a law enforcement purpose.  Because the Court presents no reason, convincing to me, why its deviation from the statutory language is necessary or desirable, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Justice O'CONNOR, with whom Justice MARSHALL joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Justice Frankfurter once explained the limits of statutory construction as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"[T]he courts are not at large. . . .  They are under the      constraints imposed by the judicial function in our      democratic society.  As a matter of verbal recognition      certainly, no one will gainsay that the function in      construing a statute is to ascertain the meaning of words      used by the legislature.  To go beyond it is to usurp a power      which our democracy has lodged in its elected legislature. .      . .  A judge must not rewrite a statute, neither to enlarge      nor to contract it.  Whatever temptations the statesmanship      of policy-making might wisely suggest, construction must      eschew interpolation and evisceration.  He must not read in      by way of creation.  He must not read out except to avoid      patent nonsense or internal contradiction. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">[T]he only sure safeguard against crossing the line between      adjudication and legislation is an alert recognition of the      necessity not to cross it and instinctive, as well as      trained, reluctance to do so.\"  Frankfurter, Some Reflections      on the Reading of Statutes, 47 Colum.L.Rev. 527, 533, 535      (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Court does not approach this case in that spirit. Instead, it redrafts the statutory phrase \"investigatory records compiled for law enforcement purposes\" to exempt investigatory records that \"were <i>not</i> compiled for law enforcement purposes,\" <i>ante</i>, at 623 (emphasis added).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Unfortunately, none of the usual grounds of statutory construction supports the Court's result. First, there is no doubt that if Exemption 7 is given the straightforward interpretation based on its plain language that the Court concedes is both \"tenable,\" <i>ante</i>, at 624, and \"plausible,\" <i>ante</i>, at 631, the name check summaries do not qualify for exemption.  Second, the rather sparse legislative history of the Exemption provides, as the Court admits, <i>ante</i>, at 623, \"[n]o express answer\" regarding the meaning of the Exemption, leaving the Court no reason for overriding the usual presumption that the plain language of a statute controls its construction.  Finally, the straightforward interpretation of Exemption 7, rejected by the Court, does not lead to consequences so absurd that one is forced to conclude that Congress could not have meant what it said in the Exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Under these circumstances, the Court's rejection of the plain language of the Exemption must be viewed as an effort to perfect the FOIA by judicial alteration.  Since reform of legislation is a task constitutionally allocated to Congress, not this Court, I believe the Court today errs.  I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>* A.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"[S]tatutory construction 'must begin with the language of the statute itself,' and '[a]bsent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.' \"  <i>Bread Political Action Committee v. FEC</i>, 455 U.S. 577, 580, 102 S.Ct. 1235, 1237, 71 L.Ed.2d 432 (1982) (citations omitted).  In approaching a statute, moreover, a judge must presume that Congress chose its words with as much care as the judge himself brings to bear on the task of statutory interpretation.  I begin, therefore, by focusing attention on the pertinent language of Exemption 7.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At issue in this case<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> is the meaning of the seven-word phrase Congress used to describe the documents it intended to exempt:  \"investigatory records compiled for law enforcement purposes.\"  The Exemption's syntax is plain and unambiguous: \"records\" is twice modified, first, by \"investigatory,\" and then, by \"compiled for law enforcement purposes.\"  Congress evidently meant to exempt \"records\" that are both \"investigatory\" and \"compiled for law enforcement purposes.\"<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Since neither of the parties before this Court contends that the District Court erred in finding that the records at issue, though perhaps \"investigatory,\" were \"not compiled for law enforcement purposes,\" <i>ante</i>, at 623, the case would, at first blush, seem to be over:  the documents withheld by the FBI do not fit within the language of the Exemption and, therefore, must be released to the respondent.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The logic of this straightforward result is all the more compelling in light of the canons of construction peculiar to FOIA cases.  As we have emphasized before, the enumerated exemptions to the FOIA \"[were] explicitly made exclusive,\" <i>EPA v. Mink</i>, 410 U.S. 73, 79, 93 S.Ct. 827, 832, 35 L.Ed.2d 119 (1973), and \"must be narrowly construed.\"  <i>Department of Air Force v. Rose</i>, 425 U.S. 352, 361, 96 S.Ct. 1592, 1599, 48 L.Ed.2d 11 (1976) (citations omitted).<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  The reason for preferring a narrow construction is simply that \" 'the recognized principal purpose of the FOIA requires us to choose that interpretation most favoring disclosure.' \"  <i>Id.</i>, at 366, 96 S.Ct., at 1601, quoting <i>Vaughn v. Rosen</i>, 173 U.S.App.D.C. 187, 193, 523 F.2d 1136, 1142 (1975).  Even if it were possible to concoct genuine doubts about the plain meaning of Exemption 7's language, therefore, those doubts would have to be resolved in favor of disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Under the conceded facts of the present case, however, no doubts arise.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  The records at issue were not \"compiled for law enforcement purposes.\"  The statutory language thus clearly proclaims that the documents are not exempt from disclosure.  As Chief Justice Marshall wrote more than a century and a half ago: \"The intention of the legislature is to be collected from the words they employ.  Where there is no ambiguity in the words, there is no room for construction.\"  <i>United States v. Wiltberger</i>, 5 Wheat. 76, 95-96, 5 L.Ed. 37 (1820).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Of course, while it is elementary that the plain language interpretation of a statute enjoys a robust presumption in its favor,<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> it is also true that Congress cannot, in every instance, be counted on to have said what it meant or to have meant what it said.  Statutes, therefore, \"are not to be construed so strictly as to defeat the obvious intention of the legislature.\"  <i>Id.</i>, at 95.  Thus, a \"clearly expressed legislative intention\" to the contrary could dislodge the meaning apparent from the plain language of Exemption 7, even though that meaning \"must ordinarily be regarded as conclusive,\" <i>Consumer Product Safety Comm'n v. GTE Sylvania, Inc.</i>, 447 U.S. 102, 108, 100 S.Ct. 2051, 2056, 64 L.Ed.2d 766 (1980).<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Court, however, rejects the plain language of Exemption 7 without identifying any \"obvious\" evidence of a \"clearly expressed\" congressional intention to have Exemption 7 mean something other than what it says.<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  In fact, the Court candidly admits that \"[n]o express answer is provided . . . by the legislative history,\" <i>ante</i>, at 623, which explains, perhaps, why the Court's opinion is nearly devoid of references to it.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Court cites the legislative history of the 1974 amendment to Exemption 7 no more than four times during the course of its opinion.  None of those citations provides anything like sufficient grounds for displacing the plain meaning of the Exemption.<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a>  In fact, none of the Court's four citations directly addresses the question.  In sum, the Exemption's legislative history provides no basis whatever for ignoring the words of the Act.<a class=\"footnote\" href=\"#fn11-1\" id=\"fn11-1_ref\">11</a></p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even without the legislative history on its side, to be sure, the Court might be entitled to reject the plain language of Exemption 7 in order to avoid \"patently absurd consequences,\" <i>United States v. Brown</i>, 333 U.S. 18, 27, 68 S.Ct. 376, 381, 92 L.Ed. 442 (1948), that Congress could not possibly have intended. The Court, however, cannot, and does not, claim that the plain language of Exemption 7 leads to such results, though the Court does level a lesser charge.  In the Court's words:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">\"The Court of Appeals would protect information compiled      in a law enforcement record when transferred in original form      to another agency for nonexempt purposes but would withdraw      that protection if the same information or record is      transmitted in slightly different form.  In terms of the      statutory objectives, this distinction makes little sense.\"      <i>Ante</i>, at 628 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In short, the Court accuses Congress of having arbitrarily drawn the line between exempt and nonexempt materials.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Congress, however, ordinarily is free to draw lines without cavil from this Court, so long as it respects the constitutional proprieties.  We do not, and should not, make it our business to second-guess the Legislature's judgment when it comes to such matters.  Line-drawing, after all, frequently requires arbitrary decisions that cannot sensibly be subjected to judicial review.<a class=\"footnote\" href=\"#fn12-1\" id=\"fn12-1_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\"In terms of the statutory objectives,\" moreover, it is plain that the principal purpose of the FOIA was \"to establish a general philosophy of full agency disclosure,\" S.Rep.No. 813, 89th Cong., 1st Sess., 3 (1965), in order \"to permit access to official information long shielded unnecessarily from public view,\" even if it must come from \"unwilling official hands.\"  <i>EPA v. Mink</i>, 410 U.S., at 80, 93 S.Ct., at 832.  It scarcely needs to be repeated that Congress' ultimate objective in requiring such disclosure was \"to ensure an informed citizenry, vital to the functioning of a democratic society, needed to check against corruption and to hold the governors accountable to the governed.\"  <i>NLRB v. Robbins Tire &amp; Rubber Co.</i>, 437 U.S. 214, 242, 98 S.Ct. 2311, 2327, 57 L.Ed.2d 159 (1978) (citations omitted). Clearly, the disclosure of the name check summaries required by the plain language of Exemption 7 comports with this statutory objective, since it mandates the release of documents that the District Court found to have been compiled for political, not \"law enforcement,\" purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Unquestionably, of course, Congress' intent in enacting the FOIA was not singlemindedly to require disclosure whatever the costs.  Congress realized that, under certain circumstances, the costs of disclosure exceed the benefits.  Congress weighed those costs and benefits, and recorded the results of its deliberations in the \"clearly delineated statutory language,\" S.Rep.No. 813, 89th Cong., 1st Sess., 3 (1965), of the FOIA's nine exclusive exemptions.  The Senate Committee described the legislative balancing process:  \"It is not an easy task to balance the opposing interests, but it is not an impossible one either. . . . Success lies in providing a workable formula which encompasses, balances, and protects all interests, yet places emphasis on the fullest possible disclosure.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Once having completed the arduous and demanding task of balancing interests, and having recorded the results in the nine enumerated exemptions from the FOIA, Congress then attempted to insulate its product from judicial tampering and to preserve the emphasis on disclosure by admonishing that the \"availability of records to the public\" is not limited, \"except as <i>specifically</i> stated.\"  5 U.S.C. &#167; 552(c) (1976 ed., Supp.IV) (emphasis added). The Court now presumes to suggest that the balance as struck in Exemption 7 \"makes little sense\" \"[i]n terms of the statutory objectives.\"  <i>Ante</i>, at 628 (footnote omitted).  The statutory objectives, however, point in different directions, demanding a balance between the Act's primary focus on disclosure and other, sometimes equally compelling, interests.  The particular balance struck by Congress and enshrined in Exemption 7 may be open to attack as ill-advised, but, exactly because it represents a compromise between competing policies, it cannot be said to lead to results so \"patently absurd\" that a court can only conclude that Congress did not mean what it said.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In short, if the Court hopes to support its result on the basis that a straightforward interpretation of the statute \"makes little sense,\" the Court errs, unless, of course, the \"sense\" to which the Court refers is to be found, not in logic, but in the Court's view of what makes \"sense\" as a matter of public policy.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">To reach its result, the Court assumes that, through inadvertence or inattention, Congress' pen slipped while amending Exemption 7 in 1974.  Proceeding on this basis, the Court helpfully undertakes to rewrite the Exemption, substituting for the statutory phrase \"investigatory records compiled for law enforcement purposes\" something like \"records containing investigatory information originally gathered for law enforcement purposes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As the Court is quick to point out, its new creation has advantages.  The Court notes that \"[t]he reasons for an Exemption 7 exemption\" might apply to \"information in a law enforcement record [that has been] recompiled in another document for a non-law-enforcement function.\"  <i>Ante</i>, at 630.  The Court then suggests that, without its redaction of Exemption 7, no guarantee would exist that some other provision of the FOIA would halt disclosure.  For this reason, the Court candidly concludes that \"[i]t is therefore critical that the compiled-for-law-enforcement requirement be construed to avoid the release of information that would produce . . . undesirable results.\"  <i>Ibid.</i>  Evidently, the Court arrives at this conclusion, not because the language of Exemption 7 requires it, not because the legislative history supports it, not because the statute would have \"absurd consequences\" otherwise, but rather because \"the statesmanship of policy-making . . . wisely suggest[s]\" it.  Frankfurter, 47 Colum.L.Rev., at 533.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It is not the function of this Court, however, to apply the finishing touches needed to perfect legislation.  Our job does not extend beyond attempting to fathom what it is that Congress produced, blemished as the Court may perceive that creation to be. Our task is solely to give effect to the intentions, as best they can be determined, of the Congress that enacted the legislation. Absent compelling evidence requiring a contrary conclusion, the best indication of Congress' intent is Congress' own language. Therefore, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 552(b) in its entirety provides:</p>\n        <p>\"This section does not apply to matters that are&#8212;</p>\n        <p>\"(1)(A) specifically authorized under criteria established by an Executive order to be kept secret in the interest of national defense or foreign policy and (B) are in fact properly classified pursuant to such Executive order;</p>\n        <p>\"(2) related solely to the internal personnel rules and practices of an agency;</p>\n        <p>\"(3) specifically exempted from disclosure by statute (other than section 552b of this title), provided that such statute (A) requires that the matters be withheld from the public in such a manner as to leave no discretion on the issue, or (B) establishes particular criteria for withholding or refers to particular types of matters to be withheld;</p>\n        <p>\"(4) trade secrets and commercial or financial information obtained from a person and privileged or confidential;</p>\n        <p>\"(5) inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency;</p>\n        <p>\"(6) personnel and medical files and similar files the disclosure of which would constitute a clearly unwarranted invasion of personal privacy;</p>\n        <p>\"(7) investigatory records compiled for law enforcement purposes, but only to the extent that the production of such records would (A) interfere with enforcement proceedings, (B) deprive a person of a right to a fair trial or an impartial adjudication, (C) constitute an unwarranted invasion of personal privacy, (D) disclose the identity of a confidential source and, in the case of a record compiled by a criminal law enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source, (E) disclose investigative techniques and procedures, or (F) endanger the life or physical safety of law enforcement personnel;</p>\n        <p>\"(8) contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of an agency responsible for the regulation or supervision of financial institutions;  or</p>\n        <p>\"(9) geological and geophysical information and data, including maps, concerning wells.</p>\n        <p>\"Any reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt under this subsection.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Abramson sought the following documents:</p>\n        <p>\"&#8212;Copies of any and all information contained in [FBI] files showing or indicating the transmittal of any documents or information from the FBI to the White House, or any White House aides, for the years 1969 and 1970, concerning the following individuals:  Lowell P. Weicker, Jr.;  Thomas J. Meskill;  Joseph Duffey;  Thomas J. Dodd;  Alphonsus J. Donahue;  John Lupton; Wallace C. Barnes;  and Emilio Q. Daddario.</p>\n        <p>\"&#8212;Copies of any and all information so transmitted.</p>\n        <p>\"&#8212;An uncensored copy of the Oct. 6, 1969 letter from J. Edgar Hoover to John D. Ehrlichman by which Mr. Hoover transmits 'memoranda' on several individuals to Mr. Ehrlichman.</p>\n        <p>\"&#8212;A copy of the original request letter from Mr. Ehrlichman to Mr. Hoover for that data.</p>\n        <p>\"&#8212;Copies of all data so transmitted by the Oct. 6, 1969 letter from Mr. Hoover to Mr. Ehrlichman.</p>\n        <p>\"&#8212;A copy of the receipt signed by the recipient at the White House of the Oct. 6, 1969, letter.\"  212 U.S.App.D.C. 58, 60, 658 F.2d 806, 808 (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his revised request, Abramson sought the following documents:</p>\n        <p>\"&#8212;All written requests and written records of oral or telephone requests from the White House or any person employed by the White House to the FBI for information about any person who was in 1969, 1970, 1971, 1972, 1973, or 1974 the holder of a federal elective office or a candidate for federal elective office.</p>\n        <p>\"&#8212;All written replies and records of oral or telephonic replies from the FBI to the White House in response to requests described in paragraph one.</p>\n        <p>\"&#8212;Any index or indices to requests or replies described in paragraphs one and two.\"  <i>Id.</i>, at 61, 658 F.2d, at 809.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The District Court did not consider the summaries and attachments separately for Exemption 7(C) purposes.  The Court of Appeals was \"satisfied that the 'name check' summaries were not compiled for legitimate law enforcement purposes,\" but was \"less sure\" of the \"attachments,\" being unable to determine their precise nature or the purposes for which they were originally created.  The Court of Appeals stated that if the \"attachments\" documents were already in existence and a part of the FBI files prior to the White House's \"name check\" requests, and if these original documents were sent to the White House as initially compiled, without modification, then a determination would have to be made whether these documents meet the threshold requirements of Exemption 7.  Thus, the Court of Appeals remanded to the District Court for a finding on whether the \"attachments\" were the original documents in FBI files and whether they were originally compiled pursuant to a legitimate law enforcement investigation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Attorney General's Memorandum on the 1974 Amendments to the FOIA 6 (1975) reads the amendments in this manner. Respondent places undue emphasis on this document and the direction to first determine whether a record has been compiled for law enforcement purposes and then examine whether one of the six harms are involved.  This is, of course, the prescribed order in which a court should interpret the Exemption.  It does not necessarily mean, however, that information admittedly compiled in a law enforcement record loses its exemption when recompiled.  The Attorney General's memorandum submits that the test is whether the requested material \"reflect[s] or result[s] from investigative efforts\" into civil or criminal enforcement matters.\"  <i>Ibid.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Court of Appeals supported this distinction by referring to two of its earlier FOIA decisions.  <i>Simpson v. Vance</i>, 208 U.S.App.D.C. 270, 648 F.2d 10 (1980), held that a State Department Biographic Register was not exempt from disclosure even though the information in the Register was extracted from personnel files which may have been exempt under Exemption 6 of FOIA.  <i>Lesar v. United States Department of Justice</i>, 204 U.S.App.D.C. 200, 636 F.2d 472 (1980), held that summaries of FBI surveillance records did not lose their exempt status because the underlying original surveillance records from which the summaries were compiled may not have been gathered for legitimate law enforcement purposes.  As we understand those cases, however, neither of them is inconsistent with the result we reach today.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We would agree with much of Justice O'CONNOR's dissenting opinion if we accepted its premise that the language of the statute is \"plain\" in the sense that it can reasonably be read only as the dissent would read it.  But we do not agree with that premise:  \"The notion that because the words of a statute are plain, its meaning is also plain, is merely pernicious oversimplification.\"  <i>United States v. Monia</i>, 317 U.S. 424, 431, 63 S.Ct. 409, 412, 87 L.Ed. 376 (1943) (Frankfurter, J., dissenting).  Given our view that there is a reasonable alternative construction of Exemption 7, much of Justice O'CONNOR's dissent is rhetorical and beside the point.  For our duty then is \"to find that interpretation which can most fairly be said to be imbedded in the statute, in the sense of being most harmonious with its scheme and with the general purposes that Congress manifested.\"   <i>NLRB v. Lion Oil Co.</i>, 352 U.S. 282, 297, 77 S.Ct. 330, 338, 1 L.Ed.2d 331 (1957) (Frankfurter, J., concurring in part and dissenting in part).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While Congress' definition of \"records\" in the Records Disposal Act and the Presidential Records Act of 1978 was helpful to us in determining that an agency must create or obtain a record before information to which the Government has access can be considered an \"agency record,\" <i>Forsham v. Harris</i>, 445 U.S. 169, 183-184, 100 S.Ct. 978, 986-987, 63 L.Ed.2d 293 (1980), the definition of terms in these Acts does not aid in resolving the issue presented in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, <i>e.g.</i>, 120 Cong.Rec. 17033 (1974), House Committee on Government Operations and Senate Committee on the Judiciary, Freedom of Information Act and Amendments of 1974 (Pub.L. 93-502), Source Book, 94th Cong., 1st Sess., 333 (Joint Comm. Print 1975) (hereafter 1975 Source Book) (remarks of Sen. Hart);  120 Cong.Rec. 17034 (1974), 1975 Source Book 335 (remarks of Sen. Kennedy);  120 Cong.Rec. 36626 (1974), 1975 Source Book 413 (remarks of Rep. Reid);  120 Cong.Rec. 36877-36878 (1974), 1975 Source Book 468 (remarks of Sen. R. Byrd);  H.R.Conf. Rep. No. 93-1380, p. 13 (1974), 1975 Source Book 230.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There is no claim that the \"name check\" summaries are protected against disclosure <i>in toto</i> because of the presence of some material falling squarely within Exemption 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Senator Hart, the sponsor of the 1974 amendment, stated specifically that the amendment's purpose was to respond to four decisions of the Court of Appeals for the District of Columbia Circuit which cumulatively held that all material found in an investigatory file compiled for law enforcement purposes was exempt, even if an enforcement proceeding were neither imminent nor likely.  <i>Weisberg v. United States Dept. of Justice</i>, 160 U.S.App.D.C. 71, 74, 489 F.2d 1195, 1198 (1973), cert. denied, 416 U.S. 993, 94 S.Ct. 2405, 40 L.Ed.2d 772 (1974);  <i>Aspin v. Department of Defense</i>, 160 U.S.App.D.C. 231, 237, 491 F.2d 24, 30 (1973);  <i>Ditlow v. Brinegar</i>, 161 U.S.App.D.C. 154, 494 F.2d 1073 (1974);  <i>Center for National Policy Review on Race and Urban Issues v. Weinberger</i>, 163 U.S.App.D.C. 368, 502 F.2d 370 (1974). These four cases, in Senator Hart's view, erected a \"stone wall\" preventing public access to any material in an investigatory file. 120 Cong.Rec. 17033 (1974), 1975 Source Book 332.  See <i>NLRB v. Robbins Tire &amp; Rubber Co.</i>, 437 U.S. 214, 227-229, 98 S.Ct. 2311, 2319-2320, 57 L.Ed.2d 159 (1978).  The Conference Report on the 1974 amendment similarly states that the amendment was designed to communicate Congress' disapproval of these court decisions. H.R.Conf.Rep.No.93-1380, at 12, 1975 Source Book 229.  Because the disapproved decisions cut far more broadly into the Act than the present issue, we cannot infer that Congress intended all subsidiary questions concerning Exemption 7's scope to be resolved against the Government.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Information transmitted for a non-law-enforcement purpose may well still be used in an ongoing investigation.  Moreover, by compromising the confidentiality of information gathered for law enforcement purposes, the Court of Appeals' decision could result in restricting the flow of essential information to the Government.  Deputy Attorney General Schmults stated before the Second Circuit Judicial Conference (May 9, 1981):  \"The risk of disclosure of FBI records has made private persons, nonfederal law enforcement officials, and informants reticent about providing vital information.  Many informants have actually stopped cooperating with the FBI, for example, because they feared that their identities would be disclosed under the Act.\"  As quoted in Kennedy, Foreword:  Is the Pendulum Swinging Away from Freedom of Information?, 16 Harv.Civ.Rights-Civ.Lib.L.Rev. 311, 315 (1981). See FOIA Update 1 (Dept. of Justice, Sept. 1981) (\"[E]xperiences of the FBI and DEA indicate that there is a widespread perception among confidential information sources that federal investigators cannot fully guarantee the confidentiality of information because of FOIA\").  The Drug Enforcement Administration claims that 40% of FOIA requests come from convicted felons, many of whom are seeking information with which to identify the informants who helped to convict them.  Freedom of Information Act Oversight, Hearings before a Subcommittee of the House Committee on Government Operations, 97th Cong., 1st Sess., 165 (1981) (statement of Jonathan Rose, Dept. of Justice);  see also U.S. Dept. of Justice, Attorney General's Task Force on Violent Crime, Final Report 32 (1981).</p>\n        <p>The Court has previously recognized that the purposes of the exemptions do not disappear when information is incorporated in a new document or otherwise put to a different use.  See <i>NLRB v. Sears, Roebuck &amp; Co.</i>, 421 U.S. 132, 166, 95 S.Ct. 1504, 1524, 44 L.Ed.2d 29 (1975) (Document protected by Exemption 7 does not become discloseable solely because it is referred to in a final agency opinion;  \"reasons underlying Congress' decision to protect investigatory files [remain] applicable\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Exemption 6 protects against disclosure of information which would constitute a \"clearly unwarranted\" invasion of privacy.  Exemption 7 does not require that the harm to privacy be \"clearly\" unwarranted.  The distinction is meaningful.  As we noted in <i>Department of Air Force v. Rose</i>, 425 U.S. 352, 379, n. 16, 96 S.Ct. 1592, 1607, n. 16, 48 L.Ed.2d 11 (1976), the Conference Committee dropped the \"clearly\" in response to a Presidential request, 120 Cong.Rec. 33158-33159 (1974), 1975 Source Book 368-372 (letters between President Ford and Sen. Kennedy);  120 Cong.Rec. 34162-34163 (1974), 1975 Source Book 377-380 (letters between President Ford and Cong. Moorhead) and the bill was enacted as reported by the Conference Committee, 88 Stat. 1563.  Thus, even with respect to Exemption 7(C), it should not be assumed that Exemption 6 would provide overlapping protection.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> To be sure, the rule crafted by the Court of Appeals might deter the interagency transfer of information initially gathered for law enforcement purposes, but it should be remembered that FOIA is legislation directed at securing public access to information, not an Act intended to interdict the flow of information among Government agencies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Because the Government did not challenge in this Court or in the Court of Appeals the finding of the District Court that the name check summaries at issue had not been compiled for law enforcement purposes, the Court properly assumes the validity of that finding.  The District Court explained its ruling as follows:</p>\n        <p>\"The document at issue concerns information requested by and transmitted to the Nixon White House concerning eleven individuals.  Each of these eleven individuals has been prominently associated with liberal causes and/or has been outspoken in their opposition to the war in Indochina that was being waged by this nation at that time. . . .</p>\n        <p>\"The defendants contend that the White House 'name check' requests qualify as records compiled for law enforcement purposes because the White House has special security and appointment functions.  At no point in their pleadings do the defendants relate these broad and general duties to the individuals about whom information was requested from the FBI.  Thus, there has been absolutely no showing that these particular records were compiled for law enforcement purposes.  Accordingly, the defendants have failed to meet their burden, and summary judgment will be granted in favor of the plaintiff on this point.\"  App. to Pet. for Cert. 27a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Court rephrases the \"sole question for decision\" as \"whether information originally compiled for law enforcement purposes loses its Exemption 7 protection if summarized in a new document not created for law enforcement purposes.\"  <i>Ante</i>, at 623. The question presented by this case, however, is simply whether the contested documents are \"investigatory records compiled for law enforcement purposes\" within the meaning of Exemption 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Strictly speaking, the Exemption is narrower than stated in text, since the Act also provides that \"[a]ny reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt,\" 5 U.S.C. &#167; 552(b).  In effect, then, Exemption 7 shields only those \"reasonably segregable portion[s]\" of \"records\" that are both \"investigatory\" and \"compiled for law enforcement purposes.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The Court claims \"[n]o express answer\" to the question presented by the case \"is provided by the statutory language,\" <i>ante</i>, at 623.  Apparently, the Court's assertion is intended to state the Court's conclusions that the language of the statute does not mean what it says and that, therefore, a straightforward reading of the statute is \"formalistic,\" <i>ante</i>, at 621.  The statutory language does provide an \"express answer,\" though not one to the Court's liking.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Courts frequently refer to \"the oft-repeated caveat that FOIA exemptions are to be narrowly construed,\" <i>ante</i>, at 630. <i>E.g., Founding Church of Scientology of Washington, D. C., Inc. v. Bell</i>, 195 U.S.App.D.C. 363, 367-368, 603 F.2d 945, 949-950 (1979) (\"[t]he legislative history of the Act and the 1974 amendments to it support a narrow construction of the exemptions\");  <i>New England Medical Center Hospital v. NLRB</i>, 548 F.2d 377, 384 (CA1 1976) (\" 'disclosure, not secrecy, is the dominant objective of the Act,' and . . . exemptions are to be 'narrowly construed' \" (citations omitted)); <i>Charlotte-Mecklenburg Hospital Authority v. Perry</i>, 571 F.2d 195, 200, n. 15 (CA4 1978) (\"Exemptions in the FOIA are to be 'narrowly construed,' with all doubts resolved in 'favoring disclosure' \" (citations omitted));  <i>Cox v. United States Dept. of Justice</i>, 576 F.2d 1302, 1305 (CA8 1978) (\"The exemptions provided by subsection (b) 'must be narrowly construed' \" (citations omitted)).</p>\n        <p>The Act itself emphasizes that it \"does not authorize withholding of information or limit the availability of records to the public, <i>except as specifically stated. . . .</i>\"  5 U.S.C. &#167; 552(c) (1976 ed., Supp.IV) (emphasis added).  Moreover, the legislative histories of the Act and of the 1974 amendments dictate a narrow construction of the exemptions to the FOIA.  See, <i>e.g.</i>, S.Rep.No.813, 89th Cong., 1st Sess., 3 (1965) (the FOIA was enacted \"to establish a general philosophy of full agency disclosure unless information is exempted under <i>clearly delineated</i> statutory language\" (emphasis added));  S.Rep.No.93-854, p. 6 (1974), reprinted in House Committee on Government Operations and Senate Committee on the Judiciary, Freedom of Information Act and Amendments of 1974 (Pub.L.93-502), Source Book, 94th Cong., 1st Sess., 158 (Joint Comm. Print 1975) (hereafter cited as Source Book).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> According to the Court, the phrase \"investigatory records compiled\" might have been intended to mean something like \"investigatory information gathered.\"  The Court, of course, cannot claim that the ordinary, everyday meanings of the words \"records\" and \"compiled\" are ambiguous.  Instead, as Justice Blackmun suggests, <i>ante</i>, at 632, \"the Court has simply substituted the word 'information' for the word 'records' in Exemption 7(C).\"</p>\n        <p>Notably, the Court does not attempt to cite cases interpreting the word \"record\" as used in the FOIA to refer to information apart from the particular tangible forms in which that information is recorded.  In fact, this Court itself has said that the \"[FOIA] deals with 'agency records,' not information in the abstract.\"  <i>Forsham v. Harris</i>, 445 U.S. 169, 185, 100 S.Ct. 978, 987, 63 L.Ed.2d 293 (1980).  Surely, for example, a complete summary in different words, no matter how accurate, of all the information contained in an agency record would not satisfy an FOIA request for that record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> See, <i>e.g., TVA v. Hill</i>, 437 U.S. 153, 184, n. 29, 98 S.Ct. 2279, 2296, n. 29, 57 L.Ed.2d 117 (1978) (\"[w]hen confronted with a statute which is plain and unambiguous on its face, we ordinarily do not look to legislative history as a guide to its meaning\") (BURGER, C. J.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> The English practice, by contrast, excludes external evidence from the process of statutory construction.  Under the classical English approach, \"[i]t was permissible to consider what the law was before the statute, what 'mischief' the statute was meant to remedy, and what the statute actually said,\" but \"it was not permissible to refer to the debates in Parliament for light on what the statute meant, nor to the changes which were made in the original bill before it became an act.\"  T. Plucknett, A Concise History of the Common Law 335 (5th ed. 1956).  This \"wooden English doctrine\" of excluding consideration of legislative history has been rejected by this Court \"since the days of Marshall,\" as a \"pernicious oversimplification,\" <i>United States v. Monia</i>, 317 U.S. 424, 431-432, 63 S.Ct. 409, 412-413, 87 L.Ed. 376 (1943) (Frankfurter, J., dissenting).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> The Court does suggest, in effect, that Congress loosely drafted the statute, and intended to refer to \"information\" when it wrote \"records.\"  In support of its position, the Court cites instances in which a few Members of Congress, in the heat of floor discussions and debates, seemed to use the terms \"documents,\" \"records,\" \"matters,\" and \"information\" rather freely.  <i>Ante</i>, at 625-626, and n. 9.  Because these discussions did not focus on the distinction created by the Court's construction of Exemption 7, they hardly can be considered to be the \"clearly expressed legislative intention to the contrary,\" <i>Bread Political Action Committee v. FEC</i>, 455 U.S. 577, 580, 102 S.Ct. 1235, 1238, 71 L.Ed.2d 432 (1982), required to overcome the presumption in favor of the plain language of a statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> To see how little support those citations provide for the Court's position, it is only necessary to examine them.  First, as noted in n. 9, <i>supra</i>, the Court cites the legislative history to show that some Members of Congress, in the heat of debate over the wisdom of the Exemption, used terms such as \"documents,\" \"records,\" \"matters,\" and \"information\" interchangeably.  <i>Ante</i>, at 625-626, and n. 9.  Second, the Court quotes a Congressman's statement that the Exemption requires the Government to specify some harm before the Government can successfully resist disclosure.  <i>Ante</i>, at 627.  Third, the Court cites the legislative history to show that Exemption 7 was enacted to override decisions of the Court of Appeals for the District of Columbia Circuit, which had expansively interpreted the Exemption's predecessor. <i>Ante</i>, at 627, and n. 11.  And finally, the Court cites correspondence between President Ford and Members of Congress supporting the view that the protection of Exemption 6 does not fully overlap the protection of Exemption 7.  <i>Ante</i>, at 629-630, n. 13.  In short, none of these citations directly supports the Court's result.</p>\n        <p>The legislative history of the 1974 amendment to Exemption 7 is summarized in <i>NLRB v. Robbins Tire &amp; Rubber Co.</i>, 437 U.S. 214, 226-234, 98 S.Ct. 2311, 2319-2323, 57 L.Ed.2d 159 (1978).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11-1\">\n        <a class=\"footnote\" href=\"#fn11-1_ref\">11</a>\n        <p> Significantly, however, the legislative history of the 1974 amendment shows that Congress was aware of specific instances of alleged misconduct by the FBI and hoped the more liberal disclosure mandated by the amendment would discourage such incidents.  See, <i>e.g.</i>, 120 Cong.Rec. 17039 (1974), Source Book 348 (remarks of Sen. Weicker);  120 Cong.Rec. 36866-36867 (1974), Source Book 440-441 (remarks of Sen. Kennedy);  120 Cong.Rec. 36872 (1974), Source Book 453 (remarks of Sen. Hart).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12-1\">\n        <a class=\"footnote\" href=\"#fn12-1_ref\">12</a>\n        <p> Moreover, the Court is too quick to find Congress' distinction to \"mak[e] little sense.\"  In fact, whatever the merits of the line Congress adopted, it is comprehensible.</p>\n        <p>To understand why, one need realize only that a summary often provides as much information about the individual who summarizes as it does about the material summarized.  The summaries of the opinions of this Court carried in the media, for example, frequently provide a perspective, not only on the work of the Court, but also on the perceptions and judgment of the reporters and their editors.</p>\n        <p>Photocopies, on the other hand, indicate nothing about the purposes and perceptions of the persons responsible for their creation.  Any significance a photocopy may have derives exclusively from its content and not from the process of its creation.  Indeed, the Government usually satisfies an FOIA request by releasing a photocopy while retaining the original.  A photocopy, moreover, inevitably discloses the entire original that it duplicates, while a summary discloses its sources only in part.</p>\n        <p>Thus, it is not true that the distinction Congress drew \"makes little sense.\"  A rational Congress could have thought that a summary is likely to provide sufficient insight into the purposes of its creators and requesters to justify its disclosure under the FOIA, if it was \"compiled\" for other than \"law enforcement purposes.\"  The same Congress, furthermore, could have concluded that a photocopy, which can never convey anything other than the entire contents of the original document, should not be disclosed if the original is exempt from disclosure.</p>\n        <p>Of course, there is no evidence that Congress thought about this distinction, and Congress plainly could not have considered the distinction as applied to the facts of the present case.  The point, however, is only that the line drawn by the language of the statute does not lead to patently absurd consequences.  Whether that distinction is well advised as a matter of sound policy is, of course, entirely another matter&#8212;and not for this Court.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>456 U.S. 615 (1982)</b></center>\n<center><h1>FEDERAL BUREAU OF INVESTIGATION ET AL.<br>\nv.<br>\nABRAMSON</h1></center>\n<center>No. 80-1735.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 1982.</center>\n<center>Decided May 24, 1982.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*616</span> <i>Deputy Solicitor General Geller</i> argued the cause for petitioners. With him on the briefs were <i>Solicitor General Lee, Acting Assistant Attorney General Schiffer, Elinor Hadley Stillman, Leonard Schaitman,</i> and <i>Howard S. Scher.</i></p>\n<p><i>Sharon T. Nelson</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*617</span> JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The Freedom of Information Act (FOIA), 5 U. S. C.  552 (1976 ed. and Supp. IV), does not require the disclosure of \"investigatory records compiled for law enforcement purposes\" when the release of such records would interfere with effective law enforcement, impede the administration of justice, constitute an unwarranted invasion of privacy, or produce certain other specified consequences.  552(b)(7).<sup>[1]</sup><span class=\"star-pagination\">*618</span> The sole question presented in this case is whether information contained in records compiled for law enforcement purposes loses that exempt status when it is incorporated into records compiled for purposes other than law enforcement.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent Howard Abramson is a professional journalist interested in the extent to which the White House may have used the Federal Bureau of Investigation (FBI) and its files to obtain derogatory information about political opponents. On June 23, 1976, Abramson filed a request pursuant to FOIA for specific documents relating to the transmittal from the FBI to the White House in 1969 of information concerning particular individuals who had criticized the administration.<sup>[2]</sup> The Bureau denied the request on grounds that the information was exempt from disclosure pursuant to  552(b) (6) (Exemption 6) and  552(b)(7)(C) (Exemption 7(C)), both <span class=\"star-pagination\">*619</span> of which protect against unwarranted invasions of personal privacy. Abramson, believing his first request was flawed by its specificity, filed a much broader request,<sup>[3]</sup> which was denied for failure to \"reasonably describe the records sought\" as required by  552(a)(3).</p>\n<p>In December 1977, after unsuccessfully appealing both denials within the agency, Abramson filed suit in the United States District Court for the District of Columbia to enjoin the FBI from withholding the requested records. While the suit was pending, the FBI provided Abramson with 84 pages of documents, some intact and some with deletions. The District Court rejected the Bureau's assertions that all deleted material was exempt. <i>Abramson</i> v. <i>U. S. Dept. of Justice,</i> Civ. Action No. 77-2206 (Jan. 3, 1979). In response, the FBI submitted an affidavit to the District Court explaining the justification for each deletion. In light of the released material and the Bureau's affidavit, Abramson modified <span class=\"star-pagination\">*620</span> his request, seeking only the material withheld from a single document consisting of a one-page memorandum from J. Edgar Hoover to John D. Ehrlichman, together with approximately 63 pages of \"name check\" summaries and attached documents. The \"name check\" summaries contained information, culled from existing FBI files, on 11 public figures.</p>\n<p>The District Court found that the FBI had failed to show that the information was compiled for law enforcement rather than political purposes, but went on to rule that Exemption 7(C) was validly invoked by the Government because disclosure of the withheld materials would constitute an unwarranted invasion of personal privacy. The District Court thus granted the Government's motion for summary judgment with respect to material withheld pursuant to Exemption 7(C). <i>Abramson</i> v. <i>FBI,</i> Civ. Action No. 77-2206 (Nov. 30, 1979).</p>\n<p>The Court of Appeals reversed, holding that with the exception of those documents attached to the summaries that may have been duplicates of original FBI files,<sup>[4]</sup> the Government had failed to sustain its burden of demonstrating that the documents were compiled for law enforcement purposes, and that Exemption 7(C) was therefore unavailable even though disclosure would constitute an unwarranted invasion of personal privacy. 212 U. S. App. D. C. 58, 658 F. 2d <span class=\"star-pagination\">*621</span> 806 (1980). To reach this conclusion, the Court of Appeals rejected the Government's claim that Exemption 7(C) was applicable because the \"name check\" summaries contained information taken from documents in FBI files that had been created for law enforcement purposes. Thus, with the exception noted, the Government's invocation of Exemption 7(C) was rejected. Because this interpretation of the Exemption has important ramifications for law enforcement agencies, for persons about whom information has been compiled, and for the general public, we granted certiorari. 452 U. S. 937 (1981). We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Freedom of Information Act sets forth a policy of broad disclosure of Government documents in order \"to ensure an informed citizenry, vital to the functioning of a democratic society.\" <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 242 (1978); <i>EPA</i> v. <i>Mink,</i> 410 U. S. 73, 80 (1973). Yet Congress realized that legitimate governmental and private interests could be harmed by release of certain types of information and provided nine specific exemptions under which disclosure could be refused. Here we are concerned with Exemption 7, which was intended to prevent premature disclosure of investigatory materials which might be used in a law enforcement action. This provision originally exempted \"investigatory files compiled for law enforcement purposes except to the extent available by law to a private party.\" A sweeping interpretation given the Exemption by some courts permitted the unlimited withholding of files merely by classifying them as investigatory files compiled for law enforcement purposes. As a result, the Exemption underwent <span class=\"star-pagination\">*622</span> a major revision in 1974. As amended, Exemption 7 authorizes disclosure of law enforcement records unless the agency can demonstrate one of six specific harms. The provision now protects</p>\n<blockquote>\"investigatory records compiled for law enforcement purposes but only to the extent that the production of such records would (A) interfere with enforcement proceedings, (B) deprive a person of a right to a fair trial or an impartial adjudication, (C) constitute an unwarranted invasion of personal privacy, (D) disclose the identity of a confidential source and, in the case of a record compiled by a criminal law enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source, (E) disclose investigative techniques and procedures, or (F) endanger the life or physical safety of law enforcement personnel.\" 5 U. S. C.  552(b)(7).</blockquote>\n<p>The language of the Exemption indicates that judicial review of an asserted Exemption 7 privilege requires a two-part inquiry. First, a requested document must be shown to have been an investigatory record \"compiled for law enforcement purposes.\" If so, the agency must demonstrate that release of the material would have one of the six results specified in the Act.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*623</span> As the case comes to us, it is agreed that the information withheld by the Bureau was originally compiled for law enforcement purposes. It is also settled that the name check summaries were developed pursuant to a request from the White House for information about certain public personalities and were not compiled for law enforcement purposes. Finally, it is not disputed that if the threshold requirement of Exemption 7 is met  if the documents were compiled for law enforcement purposes  the disclosure of such information would be an unwarranted invasion of privacy. The sole question for decision is whether information originally compiled for law enforcement purposes loses its Exemption 7 protection if summarized in a new document not created for law enforcement purposes.</p>\n<p></p>\n<h2>III</h2>\n<p>No express answer is provided by the statutory language or by the legislative history. The Court of Appeals resolved the question in favor of Abramson by construing the threshold requirement of Exemption 7 in the following manner. The cover letter to the White House, along with the accompanying summaries and attachments, constituted a \"record.\" Because that \"record\" was not compiled for law enforcement purposes, the material within it could not qualify for the exemption, regardless of the purpose for which that material was originally gathered and recorded and regardless of the impact that disclosure of such information would produce. The Court of Appeals supported its interpretation by distinguishing between documents and information. \"[T]he statutory scheme of the FOIA very clearly indicates that exemptions from disclosure apply only to <i>documents,</i> and not to the use of the information contained in such documents.\" 212 U. S. App. D. C. at 65, 658 F. 2d, at 813.<sup>[6]</sup> A \"record\" is a <span class=\"star-pagination\">*624</span> \"document\" and, for the Court of Appeals, the document must be treated as a unit for purposes of deciding whether it was prepared for law enforcement purposes. The threshold requirement for qualifying under Exemption 7 turns on the purpose for which the document sought to be withheld was prepared, not on the purpose for which the material included in the document was collected. The Court of Appeals would apply this rule even when the information for which the exemption is claimed appears in the requested document in the form essentially identical to the original memorialization.</p>\n<p>The Court of Appeals' view is a tenable construction of Exemption 7, but there is another interpretation, equally plausible on the face of the statute, of the requirement that the record sought to be withheld must have been prepared for law enforcement purposes. If a requested document, such as the one sent to the White House in this case, contains or essentially reproduces all or part of a record that was previously compiled for law enforcement reasons, it is reasonably arguable that the law enforcement record does not lose its exemption by its subsequent inclusion in a document created for a nonexempt purpose. The Court of Appeals itself pointed the way to this alternative construction by indicating that Exemption 7 protected attachments to the name check summaries that were duplicates of original records compiled for law enforcement purposes. Those records would not lose their exemption by being included in a later compilation made for political purposes. Although in this case the duplicate law enforcement records were attached to the name check summaries, the result hardly should be different if all or part <span class=\"star-pagination\">*625</span> of the prior record were quoted verbatim in the new document. That document, even though it may be delivered to another agency for a nonexempt purpose, contains a \"record\" qualifying for consideration under Exemption 7.</p>\n<p>The question is whether FOIA permits the same result where the exempt record is not reproduced verbatim but is accurately reflected in summary form. The Court of Appeals would have it that because the FBI summarized the relevant records rather than reproducing them verbatim, the identical information no longer qualifies for the exemption. The originally compiled record and the derivative summary would be treated completely differently although the content of the information is the same and although the reasons for maintaining its confidentiality remain equally strong. We are of the view, however, that the statutory language is reasonably construable to protect that part of an otherwise nonexempt compilation which essentially reproduces and is substantially the equivalent of all or part of an earlier record made for law enforcement uses. Moreover, that construction of the statute rather than the interpretation embraced by the Court of Appeals, more accurately reflects the intention of Congress, is more consistent with the structure of the Act, and more fully serves the purposes of the statute.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*626</span> FOIA contains no definition of the term \"record.\"<sup>[8]</sup> Throughout the legislative history of the 1974 amendments, Representatives and Senators used interchangeably such terms as \"documents,\" \"records,\" \"matters,\" and \"information.\"<sup>[9]</sup> Furthermore, in determining whether information in a requested record should be released, the Act consistently focuses on the nature of the information and the effects of disclosure. After enumerating the nine exemptions from FOIA, Congress expressly directed that \"[a]ny reasonably segregable portion of a record\" be \"provided to any person requesting such record after deletion of the portions which are exempt. . . .\"  552(b). This provision requires agencies and courts to differentiate among the contents of a document rather than to treat it as an indivisible \"record\" for FOIA purposes. When a record is requested, it is permissible for an agency to divide the record into parts that are exempt and parts that are not exempt, based on the kind of information contained in the respective parts.</p>\n<p>The 1974 amendments modified Exemption 7 in two ways. First, by substituting the word \"records\" for \"files,\" Congress intended for courts to \"consider the nature of the particular document as to which exemption was claimed, in order to avoid the possibility of impermissible `commingling' by an <span class=\"star-pagination\">*627</span> agency's placing in an investigatory file material that did not legitimately have to be kept confidential.\" <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S., at 229-230.<sup>[10]</sup> Second, by enumerating six particular objectives of the Exemption, the amendments required reviewing courts to \"loo[k] to the reasons\" for allowing withholding of information. <i>Id.,</i> at 230. The requirement that one of six types of harm must be demonstrated to prevent production of a record compiled for law enforcement purposes was a reaction to a line of cases decided by the Court of Appeals for the District of Columbia Circuit which read the original Exemption 7 as protecting all law enforcement files.<sup>[11]</sup> The amendment requires that the Government \"specify some harm in order to claim the exemption\" rather than \"affording all law enforcement matters a blanket exemption.\" 120 Cong. Rec. 36626 (1974), 1975 Source Book 413 (statement of Rep. Reid). The enumeration <span class=\"star-pagination\">*628</span> of these categories of undesirable consequences indicates Congress believed the harm of disclosing this type of information would outweigh its benefits. There is nothing to suggest, and no reason for believing, that Congress would have preferred a different outcome simply because the information is now reproduced in a non-law-enforcement record.</p>\n<p>The Court of Appeals would protect information compiled in a law enforcement record when transferred in original form to another agency for nonexempt purposes but would withdraw that protection if the same information or record is transmitted in slightly different form. In terms of the statutory objectives, this distinction makes little sense.<sup>[12]</sup> If the Court of Appeals is correct that this kind of information should be disclosed, its position leaves an obvious means of qualifying for the exemption  transmittal of the law enforcement records intact. Conversely, to the extent that Congress intended information initially gathered in the course of a law enforcement investigation to remain private, the Court <span class=\"star-pagination\">*629</span> of Appeals' decision creates a substantial prospect that this purpose, the very reason for Exemption 7's existence, will no longer be served.</p>\n<p></p>\n<h2>IV</h2>\n<p>Neither are we persuaded by the several other arguments Abramson submits in support of the decision below.</p>\n<p>First, we reject the argument that the legitimate interests in protecting information from disclosure under Exemption 7 are satisfied by other exemptions when a record has been recompiled for a non-law-enforcement purpose. In particular, Abramson submits that Exemption 6 suffices to protect the privacy interest of individuals. Even if this were so with respect to the particular information requested in this case, the threshold inquiry of what constitutes compilation for law enforcement purposes must be considered with regard for all six of the types of harm stemming from disclosure that Congress sought to prevent. Assuming that Exemption 6 provided fully comparable protection against disclosures which would constitute unwarranted invasions of privacy, a questionable proposition itself,<sup>[13]</sup> no such companion provision in FOIA would halt the disclosure of information that might deprive an individual of a fair trial, interrupt a law enforcement investigation, safeguard confidential law enforcement techniques, or even protect the physical well-being of law enforcement <span class=\"star-pagination\">*630</span> personnel. No other provision of FOIA could compensate for the potential disruption in the flow of information to law enforcement agencies by individuals who might be deterred from speaking because of the prospect of disclosure. It is therefore critical that the compiled-for-law-enforcement requirement be construed to avoid the release of information that would produce the undesirable results specified.</p>\n<p>For much the same reason, the result we reach today is fully consistent with our holding in <i>NLRB</i> v. <i>Sears, Roebuck &amp; Co.,</i> 421 U. S. 132, 148-154 (1975), that Exemption 5,  552(b)(5), an exemption protecting from mandatory disclosure predecisional communications within an agency and other internal documents, does not protect internal advisory communications when incorporated in a final agency decision. The purposes behind Exemption 5, protecting the give-and-take of the decisional process, were not violated by disclosure once an agency chooses expressly to adopt a particular text as its official view. As we have explained above, this cannot be said here. The reasons for an Exemption 7 exemption may well remain intact even though information in a law enforcement record is recompiled in another document for a non-law-enforcement function.</p>\n<p>The result is also consistent with the oft-repeated caveat that FOIA exemptions are to be narrowly construed, <i>Department of Air Force</i> v. <i>Rose,</i> 425 U. S. 352, 361 (1976). While Congress established that the basic policy of the Act is in favor of disclosure, it recognized the important interests <span class=\"star-pagination\">*631</span> served by the exemptions. We are not asked in this case to expand Exemption 7 to agencies or material not envisioned by Congress: \"It is . . . necessary for the very operation of our Government to allow it to keep confidential certain material such as the investigatory files of the Federal Bureau of Investigation.\" S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965). Reliance on this principle of narrow construction is particularly unpersuasive in this case where it is conceded that the information as originally compiled is exempt under Exemption 7 and where it is the respondent, not the Government, who urges a formalistic reading of the Act.</p>\n<p>We are not persuaded that Congress' undeniable concern with possible misuse of governmental information for partisan political activity is the equivalent of a mandate to release any information which might document such activity. Congress did not differentiate between the purposes for which information was requested. <i>NLRB</i> v. <i>Sears, Roebuck &amp; Co., supra,</i> at 149. Rather, the Act required assessment of the harm produced by disclosure of certain types of information. Once it is established that information was compiled pursuant to a legitimate law enforcement investigation and that disclosure of such information would lead to one of the listed harms, the information is exempt. Congress thus created a scheme of categorical exclusion; it did not invite a judicial weighing of the benefits and evils of disclosure on a case-by-case basis.<sup>[14]</sup></p>\n<p></p>\n<h2>V</h2>\n<p>We therefore find that the construction adopted by the Court of Appeals, while plausible on the face of the statute, lacks support in the legislative history and would frustrate the purposes of Exemption 7. We hold that information initially <span class=\"star-pagination\">*632</span> contained in a record made for law enforcement purposes continues to meet the threshold requirements of Exemption 7 where that recorded information is reproduced or summarized in a new document prepared for a non-law-enforcement purpose. Of course, it is the agency's burden to establish that the requested information originated in a record protected by Exemption 7. The Court of Appeals refused to consider such a showing as a sufficient reason for withholding certain information. The judgment of the Court of Appeals is therefore reversed, and the case is remanded to that court for further proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<p>JUSTICE BLACKMUN, with whom JUSTICE BRENNAN joins, dissenting.</p>\n<p>Exemption 7 of the Freedom of Information Act, 5 U. S. C.  552(b)(7), permits agencies to withhold \"investigatory <i>records</i> compiled for law enforcement purposes, but only to the extent that the production of such <i>records</i> would . . . (C) constitute an unwarranted invasion of personal privacy.\" (Emphasis added.) The Court today holds that this language authorizes petitioner FBI to withhold investigatory records <i>not</i> compiled for law enforcement purposes simply because some information contained in those records was compiled for such purposes. The Court declares that \"[o]nce it is established that <i>information</i> was compiled pursuant to a legitimate law enforcement investigation and that disclosure of such <i>information</i> would lead to one of the listed harms [in Exemption 7], the <i>information</i> is exempt.\" <i>Ante,</i> at 631 (emphasis added).</p>\n<p>I cannot escape the conclusion that the Court has simply substituted the word \"information\" for the word \"records\" in Exemption 7(C). Yet we have earlier recognized that \"[t]he Freedom of Information Act deals with `agency records,' not information in the abstract.\" <i>Forsham</i> v. <i>Harris,</i> 445 U. S. 169, 185 (1980). I agree with JUSTICE O'CONNOR's assessment <span class=\"star-pagination\">*633</span> that the legislative history reveals that Congress chose the term \"records,\" rather than the word \"information,\" advisedly. The Court's unwillingness to give the statutory language its plain meaning requires judges who are evaluating Exemption 7(C) claims to parse agency records and determine whether any piece of information contained in those records was originally compiled for a law enforcement purpose. Because the Court presents no reason, convincing to me, why its deviation from the statutory language is necessary or desirable, I respectfully dissent.</p>\n<p>JUSTICE O'CONNOR, with whom JUSTICE MARSHALL joins, dissenting.</p>\n<p>Justice Frankfurter once explained the limits of statutory construction as follows:</p>\n<blockquote>\"[T]he courts are not at large. . . . They are under the constraints imposed by the judicial function in our democratic society. As a matter of verbal recognition certainly, no one will gainsay that the function in construing a statute is to ascertain the meaning of words used by the legislature. To go beyond it is to usurp a power which our democracy has lodged in its elected legislature.. . . A judge must not rewrite a statute, neither to enlarge nor to contract it. Whatever temptations the statesmanship of policy-making might wisely suggest, construction must eschew interpolation and evisceration. He must not read in by way of creation. He must not read out except to avoid patent nonsense or internal contradiction. . . .</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>[T]he only sure safeguard against crossing the line between adjudication and legislation is an alert recognition of the necessity not to cross it and instinctive, as well as trained, reluctance to do so.\" Frankfurter, Some Reflections on the Reading of Statutes, 47 Colum. L. Rev. 527, 533, 535 (1947).</blockquote>\n<p><span class=\"star-pagination\">*634</span> The Court does not approach this case in that spirit. Instead, it redrafts the statutory phrase \"investigatory records compiled for law enforcement purposes\" to exempt investigatory records that \"were <i>not</i> compiled for law enforcement purposes,\" <i>ante,</i> at 623 (emphasis added).<sup>[1]</sup> Unfortunately, none of the usual grounds of statutory construction supports the Court's result. First, there is no doubt that if Exemption 7 is given the straightforward interpretation based on its plain language that the Court concedes is both \"tenable,\" <i>ante,</i> at 624, and \"plausible,\" <i>ante,</i> at 631, the name check summaries do not qualify for exemption. Second, the rather sparse legislative history of the Exemption provides, as the Court admits, <i>ante,</i> at 623, \"[n]o express answer\" regarding the meaning of the Exemption, leaving the Court no reason for overriding the usual presumption that the plain language of a statute controls its construction. Finally, the straightforward interpretation of Exemption 7, rejected by the Court, does not lead to consequences so absurd that one is forced to conclude that Congress could not have meant what it said in the Exemption.</p>\n<p><span class=\"star-pagination\">*635</span> Under these circumstances, the Court's rejection of the plain language of the Exemption must be viewed as an effort to perfect the FOIA by judicial alteration. Since reform of legislation is a task constitutionally allocated to Congress, not this Court, I believe the Court today errs. I respectfully dissent.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>\"[S]tatutory construction `must begin with the language of the statute itself,' and `[a]bsent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.' \" <i>Bread Political Action Committee</i> v. <i>FEC,</i> 455 U. S. 577, 580 (1982) (citations omitted). In approaching a statute, moreover, a judge must presume that Congress chose its words with as much care as the judge himself brings to bear on the task of statutory interpretation. I begin, therefore, by focusing attention on the pertinent language of Exemption 7.</p>\n<p>At issue in this case<sup>[2]</sup> is the meaning of the seven-word phrase Congress used to describe the documents it intended to exempt: \"investigatory records compiled for law enforcement purposes.\" The Exemption's syntax is plain and unambiguous: \"records\" is twice modified, first, by \"investigatory,\" and then, by \"compiled for law enforcement purposes.\" Congress evidently meant to exempt \"records\" that are both \"investigatory\" and \"compiled for law enforcement purposes.\"<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*636</span> Since neither of the parties before this Court contends that the District Court erred in finding that the records at issue, though perhaps \"investigatory,\" were \"not compiled for law enforcement purposes,\" <i>ante,</i> at 623, the case would, at first blush, seem to be over: the documents withheld by the FBI do not fit within the language of the Exemption and, therefore, must be released to the respondent.<sup>[4]</sup></p>\n<p>The logic of this straightforward result is all the more compelling in light of the canons of construction peculiar to FOIA cases. As we have emphasized before, the enumerated exemptions to the FOIA \"[were] explicitly made exclusive,\" <i>EPA</i> v. <i>Mink,</i> 410 U. S. 73, 79 (1973), and \"must be narrowly construed.\" <i>Department of Air Force</i> v. <i>Rose,</i> 425 U. S. 352, 361 (1976) (citations omitted).<sup>[5]</sup> The reason for preferring a narrow construction is simply that \" `the recognized principal purpose of the FOIA requires us to choose that interpretation <span class=\"star-pagination\">*637</span> most favoring disclosure.' \" <i>Id.,</i> at 366, quoting <i>Vaughn</i> v. <i>Rosen,</i> 173 U. S. App. D. C. 187, 193, 523 F. 2d 1136, 1142 (1975). Even if it were possible to concoct genuine doubts about the plain meaning of Exemption 7's language, therefore, those doubts would have to be resolved in favor of disclosure.</p>\n<p>Under the conceded facts of the present case, however, no doubts arise.<sup>[6]</sup> The records at issue were not \"compiled for <span class=\"star-pagination\">*638</span> law enforcement purposes.\" The statutory language thus clearly proclaims that the documents are not exempt from disclosure. As Chief Justice Marshall wrote more than a century and a half ago: \"The intention of the legislature is to be collected from the words they employ. Where there is no ambiguity in the words, there is no room for construction.\" <i>United States</i> v. <i>Wiltberger,</i> 5 Wheat. 76, 95-96 (1820).</p>\n<p></p>\n<h2>B</h2>\n<p>Of course, while it is elementary that the plain language interpretation of a statute enjoys a robust presumption in its favor,<sup>[7]</sup> it is also true that Congress cannot, in every instance, be counted on to have said what it meant or to have meant what it said. Statutes, therefore, \"are not to be construed so strictly as to defeat the obvious intention of the legislature.\" <i>Id.,</i> at 95. Thus, a \"clearly expressed legislative intention\" to the contrary could dislodge the meaning apparent from the plain language of Exemption 7, even though that meaning \"must ordinarily be regarded as conclusive,\" <i>Consumer Product Safety Comm'n</i> v. <i>GTE Sylvania, Inc.,</i> 447 U. S. 102, 108 (1980).<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*639</span> The Court, however, rejects the plain language of Exemption 7 without identifying any \"obvious\" evidence of a \"clearly expressed\" congressional intention to have Exemption 7 mean something other than what it says.<sup>[9]</sup> In fact, the Court candidly admits that \"[n]o express answer is provided . . . by the legislative history,\" <i>ante,</i> at 623, which explains, perhaps, why the Court's opinion is nearly devoid of references to it.</p>\n<p>The Court cites the legislative history of the 1974 amendment to Exemption 7 no more than four times during the course of its opinion. None of those citations provides anything like sufficient grounds for displacing the plain meaning of the Exemption.<sup>[10]</sup> In fact, none of the Court's four citations directly addresses the question. In sum, the Exemption's <span class=\"star-pagination\">*640</span> legislative history provides no basis whatever for ignoring the words of the Act.<sup>[11]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>Even without the legislative history on its side, to be sure, the Court might be entitled to reject the plain language of Exemption 7 in order to avoid \"patently absurd consequences,\" <i>United States</i> v. <i>Brown,</i> 333 U. S. 18, 27 (1948), that Congress could not possibly have intended. The Court, however, cannot, and does not, claim that the plain language of Exemption 7 leads to such results, though the Court does level a lesser charge. In the Court's words:</p>\n<blockquote>\"The Court of Appeals would protect information compiled in a law enforcement record when transferred in original form to another agency for nonexempt purposes but would withdraw that protection if the same information or record is transmitted in slightly different form. In terms of the statutory objectives, this distinction makes little sense.\" <i>Ante,</i> at 628 (footnote omitted).</blockquote>\n<p>In short, the Court accuses Congress of having arbitrarily drawn the line between exempt and nonexempt materials.</p>\n<p>Congress, however, ordinarily is free to draw lines without cavil from this Court, so long as it respects the constitutional proprieties. We do not, and should not, make it our business <span class=\"star-pagination\">*641</span> to second-guess the Legislature's judgment when it comes to such matters. Line-drawing, after all, frequently requires arbitrary decisions that cannot sensibly be subjected to judicial review.<sup>[12]</sup></p>\n<p>\"In terms of the statutory objectives,\" moreover, it is plain that the principal purpose of the FOIA was \"to establish a general philosophy of full agency disclosure,\" S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965), in order \"to permit access to official information long shielded unnecessarily from public view,\" even if it must come from \"unwilling official <span class=\"star-pagination\">*642</span> hands.\" <i>EPA</i> v. <i>Mink,</i> 410 U. S., at 80. It scarcely needs to be repeated that Congress' ultimate objective in requiring such disclosure was \"to ensure an informed citizenry, vital to the functioning of a democratic society, needed to check against corruption and to hold the governors accountable to the governed.\" <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 242 (1978) (citations omitted). Clearly, the disclosure of the name check summaries required by the plain language of Exemption 7 comports with this statutory objective, since it mandates the release of documents that the District Court found to have been compiled for political, not \"law enforcement,\" purposes.</p>\n<p>Unquestionably, of course, Congress' intent in enacting the FOIA was not singlemindedly to require disclosure whatever the costs. Congress realized that, under certain circumstances, the costs of disclosure exceed the benefits. Congress weighed those costs and benefits, and recorded the results of its deliberations in the \"clearly delineated statutory language,\" S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965), of the FOIA's nine exclusive exemptions. The Senate Committee described the legislative balancing process: \"It is not an easy task to balance the opposing interests, but it is not an impossible one either. . . . Success lies in providing a workable formula which encompasses, balances, and protects all interests, yet places emphasis on the fullest possible disclosure.\" <i>Ibid.</i></p>\n<p>Once having completed the arduous and demanding task of balancing interests, and having recorded the results in the nine enumerated exemptions from the FOIA, Congress then attempted to insulate its product from judicial tampering and to preserve the emphasis on disclosure by admonishing that the \"availability of records to the public\" is not limited, \"except as <i>specifically</i> stated.\" 5 U. S. C.  552(c) (1976 ed., Supp. IV) (emphasis added). The Court now presumes to suggest that the balance as struck in Exemption 7 \"makes little sense\" \"[i]n terms of the statutory objectives.\" <i>Ante,</i> at <span class=\"star-pagination\">*643</span> 628 (footnote omitted). The statutory objectives, however, point in different directions, demanding a balance between the Act's primary focus on disclosure and other, sometimes equally compelling, interests. The particular balance struck by Congress and enshrined in Exemption 7 may be open to attack as ill-advised, but, exactly because it represents a compromise between competing policies, it cannot be said to lead to results so \"patently absurd\" that a court can only conclude that Congress did not mean what it said.</p>\n<p>In short, if the Court hopes to support its result on the basis that a straightforward interpretation of the statute \"makes little sense,\" the Court errs, unless, of course, the \"sense\" to which the Court refers is to be found, not in logic, but in the Court's view of what makes \"sense\" as a matter of public policy.</p>\n<p></p>\n<h2>II</h2>\n<p>To reach its result, the Court assumes that, through inadvertence or inattention, Congress' pen slipped while amending Exemption 7 in 1974. Proceeding on this basis, the Court helpfully undertakes to rewrite the Exemption, substituting for the statutory phrase \"investigatory records compiled for law enforcement purposes\" something like \"records containing investigatory information originally gathered for law enforcement purposes.\"</p>\n<p>As the Court is quick to point out, its new creation has advantages. The Court notes that \"[t]he reasons for an Exemption 7 exemption\" might apply to \"information in a law enforcement record [that has been] recompiled in another document for a non-law-enforcement function.\" <i>Ante,</i> at 630. The Court then suggests that, without its redaction of Exemption 7, no guarantee would exist that some other provision of the FOIA would halt disclosure. For this reason, the Court candidly concludes that \"[i]t is therefore critical that the compiled-for-law-enforcement requirement be construed to avoid the release of information that would produce . . . undesirable results.\" <i>Ibid.</i> Evidently, the Court arrives at <span class=\"star-pagination\">*644</span> this conclusion, not because the language of Exemption 7 requires it, not because the legislative history supports it, not because the statute would have \"absurd consequences\" otherwise, but rather because \"the statesmanship of policy-making. . . wisely suggest[s]\" it. Frankfurter, 47 Colum. L. Rev., at 533.</p>\n<p>It is not the function of this Court, however, to apply the finishing touches needed to perfect legislation. Our job does not extend beyond attempting to fathom what it is that Congress produced, blemished as the Court may perceive that creation to be. Our task is solely to give effect to the intentions, as best they can be determined, of the Congress that enacted the legislation. Absent compelling evidence requiring a contrary conclusion, the best indication of Congress' intent is Congress' own language. Therefore, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed by <i>Cornish F. Hitchcock, Alan B. Morrison, David C. Vladeck,</i> and <i>Katherine A. Meyer</i> for Freedom of Information Clearinghouse; and by <i>Bruce W. Sanford, Richard M. Schmidt, Jr., Erwin G. Krasnow, Arthur B. Sackler,</i> and <i>J. Laurent Scharff</i> for the Society of Professional Journalists, Sigma Delta Chi, et al.</p>\n<p>[1]  Section 552(b) in its entirety provides:\n</p>\n<p>\"This section does not apply to matters that are </p>\n<p>\"(1)(A) specifically authorized under criteria established by an Executive order to be kept secret in the interest of national defense or foreign policy and (B) are in fact properly classified pursuant to such Executive order;</p>\n<p>\"(2) related solely to the internal personnel rules and practices of an agency;</p>\n<p>\"(3) specifically exempted from disclosure by statute (other than section 552b of this title), provided that such statute (A) requires that the matters be withheld from the public in such a manner as to leave no discretion on the issue, or (B) establishes particular criteria for withholding or refers to particular types of matters to be withheld;</p>\n<p>\"(4) trade secrets and commercial or financial information obtained from a person and privileged or confidential;</p>\n<p>\"(5) inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency;</p>\n<p>\"(6) personnel and medical files and similar files the disclosure of which would constitute a clearly unwarranted invasion of personal privacy;</p>\n<p>\"(7) investigatory records compiled for law enforcement purposes, but only to the extent that the production of such records would (A) interfere with enforcement proceedings, (B) deprive a person of a right to a fair trial or an impartial adjudication, (C) constitute an unwarranted invasion of personal privacy, (D) disclose the identity of a confidential source and, in the case of a record compiled by a criminal law enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source, (E) disclose investigative techniques and procedures, or (F) endanger the life or physical safety of law enforcement personnel;</p>\n<p>\"(8) contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of an agency responsible for the regulation or supervision of financial institutions; or</p>\n<p>\"(9) geological and geophysical information and data, including maps, concerning wells.</p>\n<p>\"Any reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt under this subsection.\"</p>\n<p>[2]  Abramson sought the following documents:\n</p>\n<p>\"  Copies of any and all information contained in [FBI] files showing or indicating the transmittal of any documents or information from the FBI to the White House, or any White House aides, for the years 1969 and 1970, concerning the following individuals: Lowell P. Weicker, Jr.; Thomas J. Meskill; Joseph Duffey; Thomas J. Dodd; Alphonsus J. Donahue; John Lupton; Wallace C. Barnes; and Emilio Q. Daddario.</p>\n<p>\"  Copies of any and all information so transmitted.</p>\n<p>\"  An uncensored copy of the Oct. 6, 1969 letter from J. Edgar Hoover to John D. Ehrlichman by which Mr. Hoover transmits `memoranda' on several individuals to Mr. Ehrlichman.</p>\n<p>\"  A copy of the original request letter from Mr. Ehrlichman to Mr. Hoover for that data.</p>\n<p>\"  Copies of all data so transmitted by the Oct. 6, 1969 letter from Mr. Hoover to Mr. Ehrlichman.</p>\n<p>\"  A copy of the receipt signed by the recipient at the White House of the Oct. 6, 1969, letter.\" 212 U. S. App. D. C. 58, 60, 658 F. 2d 806, 808 (1980).</p>\n<p>[3]  In his revised request, Abramson sought the following documents:\n</p>\n<p> \"All written requests and written records of oral or telephone requests from the White House or any person employed by the White House to the FBI for information about any person who was in 1969, 1970, 1971, 1972, 1973, or 1974 the holder of a federal elective office or a candidate for federal elective office.</p>\n<p> \"All written replies and records of oral or telephonic replies from the FBI to the White House in response to requests described in paragraph one.</p>\n<p> \"Any index or indices to requests or replies described in paragraphs one and two.\" <i>Id.,</i> at 61, 658 F. 2d, at 809.</p>\n<p>[4]  The District Court did not consider the summaries and attachments separately for Exemption 7(C) purposes. The Court of Appeals was \"satisfied that the `name check' summaries were not compiled for legitimate law enforcement purposes,\" but was \"less sure\" of the \"attachments,\" being unable to determine their precise nature or the purposes for which they were originally created. The Court of Appeals stated that if the \"attachments\" documents were already in existence and a part of the FBI files prior to the White House's \"name check\" requests, and if these original documents were sent to the White House as initially compiled, without modification, then a determination would have to be made whether these documents meet the threshold requirements of Exemption 7. Thus, the Court of Appeals remanded to the District Court for a finding on whether the \"attachments\" were the original documents in FBI files and whether they were originally compiled pursuant to a legitimate law enforcement investigation.</p>\n<p>[5]  The Attorney General's Memorandum on the 1974 Amendments to the FOIA 6 (1975) reads the amendments in this manner. Respondent places undue emphasis on this document and the direction to first determine whether a record has been compiled for law enforcement purposes and then examine whether one of the six harms are involved. This is, of course, the prescribed order in which a court should interpret the Exemption. It does not necessarily mean, however, that information admittedly compiled in a law enforcement record loses its exemption when recompiled. The Attorney General's memorandum submits that the test is whether the requested material \"reflect[s] or result[s] from investigative efforts\" into civil or criminal enforcement matters.\" <i>Ibid.</i></p>\n<p>[6]  The Court of Appeals supported this distinction by referring to two of its earlier FOIA decisions. <i>Simpson</i> v. <i>Vance,</i> 208 U. S. App. D. C. 270, 648 F. 2d 10 (1980), held that a State Department Biographic Register was not exempt from disclosure even though the information in the Register was extracted from personnel files which may have been exempt under Exemption 6 of FOIA. <i>Lesar</i> v. <i>United States Department of Justice,</i> 204 U. S. App. D. C. 200, 636 F. 2d 472 (1980), held that summaries of FBI surveillance records did not lose their exempt status because the underlying original surveillance records from which the summaries were compiled may not have been gathered for legitimate law enforcement purposes. As we understand those cases, however, neither of them is inconsistent with the result we reach today.</p>\n<p>[7]  We would agree with much of JUSTICE O'CONNOR's dissenting opinion if we accepted its premise that the language of the statute is \"plain\" in the sense that it can reasonably be read only as the dissent would read it. But we do not agree with that premise: \"The notion that because the words of a statute are plain, its meaning is also plain, is merely pernicious oversimplification.\" <i>United States</i> v. <i>Monia,</i> 317 U. S. 424, 431 (1943) (Frankfurter, J., dissenting). Given our view that there is a reasonable alternative construction of Exemption 7, much of JUSTICE O'CONNOR's dissent is rhetorical and beside the point. For our duty then is \"to find that interpretation which can most fairly be said to be imbedded in the statute, in the sense of being most harmonious with its scheme and with the general purposes that Congress manifested.\" <i>NLRB</i> v. <i>Lion Oil Co.,</i> 352 U. S. 282, 297 (1957) (Frankfurter, J., concurring in part and dissenting in part).</p>\n<p>[8]  While Congress' definition of \"records\" in the Records Disposal Act and the Presidential Records Act of 1978 was helpful to us in determining that an agency must create or obtain a record before information to which the Government has access can be considered an \"agency record,\" <i>Forsham</i> v. <i>Harris,</i> 445 U. S. 169, 183-184 (1980), the definition of terms in these Acts does not aid in resolving the issue presented in this case.</p>\n<p>[9]  See, <i>e. g.,</i> 120 Cong. Rec. 17033 (1974), House Committee on Government Operations and Senate Committee on the Judiciary, Freedom of Information Act and Amendments of 1974 (Pub. L. 93-502), Source Book, 94th Cong., 1st Sess., 333 (Joint Comm. Print 1975) (hereafter 1975 Source Book) (remarks of Sen. Hart); 120 Cong. Rec. 17034 (1974), 1975 Source Book 335 (remarks of Sen. Kennedy); 120 Cong. Rec. 36626 (1974), 1975 Source Book 413 (remarks of Rep. Reid); 120 Cong. Rec. 36877-36878 (1974), 1975 Source Book 468 (remarks of Sen. R. Byrd); H. R. Conf. Rep. No. 93-1380, p. 13 (1974), 1975 Source Book 230.</p>\n<p>[10]  There is no claim that the \"name check\" summaries are protected against disclosure <i>in toto</i> because of the presence of some material falling squarely within Exemption 7.</p>\n<p>[11]  Senator Hart, the sponsor of the 1974 amendment, stated specifically that the amendment's purpose was to respond to four decisions of the Court of Appeals for the District of Columbia Circuit which cumulatively held that all material found in an investigatory file compiled for law enforcement purposes was exempt, even if an enforcement proceeding were neither imminent nor likely. <i>Weisberg</i> v. <i>United States Dept. of Justice,</i> 160 U. S. App. D. C. 71, 74, 489 F. 2d 1195, 1198 (1973), cert. denied, 416 U. S. 993 (1974); <i>Aspin</i> v. <i>Department of Defense,</i> 160 U. S. App. D. C. 231, 237, 491 F. 2d 24, 30 (1973); <i>Ditlow</i> v. <i>Brinegar,</i> 161 U. S. App. D. C. 154, 494 F. 2d 1073 (1974); <i>Center for National Policy Review on Race and Urban Issues</i> v. <i>Weinberger,</i> 163 U. S. App. D. C. 368, 502 F. 2d 370 (1974). These four cases, in Senator Hart's view, erected a \"stone wall\" preventing public access to any material in an investigatory file. 120 Cong. Rec. 17033 (1974), 1975 Source book 332. See <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 227-229 (1978). The Conference Report on the 1974 amendment similarly states that the amendment was designed to communicate Congress' disapproval of these court decisions. H. R. Conf. Rep. No. 93-1380, at 12, 1975 Source Book 229. Because the disapproved decisions cut far more broadly into the Act than the present issue, we cannot infer that Congress intended all subsidiary questions concerning Exemption 7's scope to be resolved against the Government.</p>\n<p>[12]  Information transmitted for a non-law-enforcement purpose may well still be used in an ongoing investigation. Moreover, by compromising the confidentiality of information gathered for law enforcement purposes, the Court of Appeals' decision could result in restricting the flow of essential information to the Government. Deputy Attorney General Schmults stated before the Second Circuit Judicial Conference (May 9, 1981): \"The risk of disclosure of FBI records has made private persons, nonfederal law enforcement officials, and informants reticent about providing vital information. Many informants have actually stopped cooperating with the FBI, for example, because they feared that their identities would be disclosed under the Act.\" As quoted in Kennedy, Foreword: Is The Pendulum Swinging Away From Freedom of Information?, 16 Harv. Civ. Rights-Civ. Lib. L. Rev. 311, 315 (1981). See FOIA Update 1 (Dept. of Justice, Sept. 1981) (\"[E]xperiences of the FBI and DEA indicate that there is a widespread perception among confidential information sources that federal investigators cannot fully guarantee the confidentiality of information because of FOIA\"). The Drug Enforcement Administration claims that 40% of FOIA requests come from convicted felons, many of whom are seeking information with which to identify the informants who helped to convict them. Freedom of Information Act Oversight, Hearings before a Subcommittee of the House Committee on Government Operations, 97th Cong., 1st Sess., 165 (1981) (statement of Jonathan Rose, Dept. of Justice); see also U. S. Dept. of Justice, Attorney General's Task Force on Violent Crime, Final Report 32 (1981).\n</p>\n<p>The Court has previously recognized that the purposes of the exemptions do not disappear when information is incorporated in a new document or otherwise put to a different use. See <i>NLRB</i> v. <i>Sears, Roebuck &amp; Co.,</i> 421 U. S. 132, 166 (1975) (Document protected by Exemption 7 does not become discloseable solely because it is referred to in a final agency opinion; \"reasons underlying Congress' decision to protect investigatory files [remain] applicable\").</p>\n<p>[13]  Exemption 6 protects against disclosure of information which would constitute a \"clearly unwarranted\" invasion of privacy. Exemption 7 does not require that the harm to privacy be \"clearly\" unwarranted. The distinction is meaningful. As we noted in <i>Department of Air Force</i> v. <i>Rose,</i> 425 U. S. 352, 379, n. 16 (1976), the Conference Committee dropped the \"clearly\" in response to a Presidential request, 120 Cong. Rec. 33158-33159 (1974), 1975 Source Book 368-372 (letters between President Ford and Sen. Kennedy); 120 Cong. Rec. 34162-34163 (1974), 1975 Source Book 377-380 (letters between President Ford and Cong. Moorhead), and the bill was enacted as reported by the Conference Committee, 88 Stat. 1563. Thus, even with respect to Exemption 7(C), it should not be assumed that Exemption 6 would provide overlapping protection.</p>\n<p>[14]  To be sure, the rule crafted by the Court of Appeals might deter the interagency transfer of information initially gathered for law enforcement purposes, but it should be remembered that FOIA is legislation directed at securing public access to information, not an Act intended to interdict the flow of information among Government agencies.</p>\n<p>[1]  Because the Government did not challenge in this Court or in the Court of Appeals the finding of the District Court that the name check summaries at issue had not been compiled for law enforcement purposes, the Court properly assumes the validity of that finding. The District Court explained its ruling as follows:\n</p>\n<p>\"The document at issue concerns information requested by and transmitted to the Nixon White House concerning eleven individuals. Each of these eleven individuals has been prominently associated with liberal causes and/or has been outspoken in their opposition to the war in Indo-china that was being waged by this nation at that time. . . .</p>\n<p>\"The defendants contend that the White House `name check' requests qualify as records compiled for law enforcement purposes because the White House has special security and appointment functions. At no point in their pleadings do the defendants relate these broad and general duties to the individuals about whom information was requested from the FBI. Thus, there has been absolutely no showing that these particular records were compiled for law enforcement purposes. Accordingly, the defendants have failed to meet their burden, and summary judgment will be granted in favor of the plaintiff on this point.\" App. to Pet. for Cert. 27a.</p>\n<p>[2]  The Court rephrases the \"sole question for decision\" as \"whether information originally compiled for law enforcement purposes loses its Exemption 7 protection if summarized in a new document not created for law enforcement purposes.\" <i>Ante,</i> at 623. The question presented by this case, however, is simply whether the contested documents are \"investigatory records compiled for law enforcement purposes\" within the meaning of Exemption 7.</p>\n<p>[3]  Strictly speaking, the Exemption is narrower than stated in text, since the Act also provides that \"[a]ny reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt,\" 5 U. S. C.  552(b). In effect, then, Exemption 7 shields only those \"reasonably segregable portion[s]\" of \"records\" that are both \"investigatory\" and \"compiled for law enforcement purposes.\"</p>\n<p>[4]  The Court claims \"[n]o express answer\" to the question presented by the case \"is provided by the statutory language,\" <i>ante,</i> at 623. Apparently, the Court's assertion is intended to state the Court's conclusions that the language of the statute does not mean what it says and that, therefore, a straightforward reading of the statute is \"formalistic,\" <i>ante,</i> at 631. The statutory language does provide an \"express answer,\" though not one to the Court's liking.</p>\n<p>[5]  Courts frequently refer to \"the oft-repeated caveat that FOIA exemptions are to be narrowly construed,\" <i>ante,</i> at 630. <i>E. g., </i><i>Founding Church of Scientology of Washington, D. C., Inc.</i> v. <i>Bell,</i> 195 U. S. App. D. C. 363, 367-368, 603 F. 2d 945, 949-950 (1979) (\"[t]he legislative history of the Act and the 1974 amendments to it support a narrow construction of the exemptions\"); <i>New England Medical Center Hospital</i> v. <i>NLRB,</i> 548 F. 2d 377, 384 (CA1 1976) (\" `disclosure, not secrecy, is the dominant objective of the Act,' and . . . exemptions are to be `narrowly construed' \" (citations omitted); <i>Charlotte-Mecklenburg Hospital Authority</i> v. <i>Perry,</i> 571 F. 2d 195, 200, n. 15 (CA4 1978) (\"Exemptions in the FOIA are to be `narrowly construed,' with all doubts resolved in `favoring disclosure' \" (citations omitted); <i>Cox</i> v. <i>United States Dept. of Justice,</i> 576 F. 2d 1302, 1305 (CA8 1978) (\"The exemptions provided by subsection (b) `must be narrowly construed' \" (citation omitted)).\n</p>\n<p>The Act itself emphasizes that it \"does not authorize withholding of information or limit the availability of records to the public, <i>except as specifically stated</i> . . . .\" 5 U. S. C.  552(c) (1976 ed., Supp. IV) (emphasis added). Moreover, the legislative histories of the Act and of the 1974 amendments dictate a narrow construction of the exemptions to the FOIA. See, <i>e. g.,</i> S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965) (the FOIA was enacted \"to establish a general philosophy of full agency disclosure unless information is exempted under <i>clearly delineated</i> statutory language\" (emphasis added)); S. Rep. No. 93-854, p. 6 (1974), reprinted in House Committee on Government Operations and Senate Committee on the Judiciary, Freedom of Information Act and Amendments of 1974 (Pub. L. 93-502), Source Book, 94th Cong., 1st Sess., 158 (Joint Comm. Print 1975) (hereafter cited as Source Book).</p>\n<p>[6]  According to the Court, the phrase \"investigatory records compiled\" might have been intended to mean something like \"investigatory information gathered.\" The Court, of course, cannot claim that the ordinary, everyday meanings of the words \"records\" and \"compiled\" are ambiguous. Instead, as JUSTICE BLACKMUN suggests, <i>ante,</i> at 632, \"the Court has simply substituted the word `information' for the word `records' in Exemption 7(C).\"\n</p>\n<p>Notably, the Court does not attempt to cite cases interpreting the word \"record\" as used in the FOIA to refer to information apart from the particular tangible forms in which that information is recorded. In fact, this Court itself has said that the \"[FOIA] deals with `agency records,' not information in the abstract.\" <i>Forsham</i> v. <i>Harris,</i> 445 U. S. 169, 185 (1980). Surely, for example, a complete summary in different words, no matter how accurate, of all the information contained in an agency record would not satisfy an FOIA request for that record.</p>\n<p>[7]  See, <i>e. g., </i><i>TVA</i> v. <i>Hill,</i> 437 U. S. 153, 184, n. 29 (1978) (\"[w]hen confronted with a statute which is plain and unambiguous on its face, we ordinarily do not look to legislative history as a guide to its meaning\") (BURGER, C. J.).</p>\n<p>[8]  The English practice, by contrast, excludes external evidence from the process of statutory construction. Under the classical English approach, \"[i]t was permissible to consider what the law was before the statute, what `mischief' the statute was meant to remedy, and what the statute actually said,\" but \"it was not permissible to refer to the debates in Parliament for light on what the statute meant, nor to the changes which were made in the original bill before it became an act.\" T. Plucknett, A Concise History of the Common Law 335 (5th ed. 1956). This \"wooden English doctrine\" of excluding consideration of legislative history has been rejected by this Court \"since the days of Marshall,\" as a \"pernicious oversimplification,\" <i>United States</i> v. <i>Monia,</i> 317 U. S. 424, 431-432 (1943) (Frankfurter, J., dissenting).</p>\n<p>[9]  The Court does suggest, in effect, that Congress loosely drafted the statute, and intended to refer to \"information\" when it wrote \"records.\" In support of its position, the Court cites instances in which a few Members of Congress, in the heat of floor discussions and debates, seemed to use the terms \"documents,\" \"records,\" \"matters,\" and \"information\" rather freely. <i>Ante,</i> at 625-626, and n. 9. Because these discussions did not focus on the distinction created by the Court's construction of Exemption 7, they hardly can be considered to be the \"clearly expressed legislative intention to the contrary,\" <i>Bread Political Action Committee</i> v. <i>FEC,</i> 455 U. S. 577, 580 (1982), required to overcome the presumption in favor of the plain language of a statute.</p>\n<p>[10]  To see how little support those citations provide for the Court's position, it is only necessary to examine them. First, as noted in n. 9, <i>supra,</i> the Court cites the legislative history to show that some Members of Congress, in the heat of debate over the wisdom of the Exemption, used terms such as \"documents,\" \"records,\" \"matters,\" and \"information\" interchangeably. <i>Ante,</i> at 625-626, and n. 9. Second, the Court quotes a Congressman's statement that the Exemption requires the Government to specify some harm before the Government can successfully resist disclosure. <i>Ante,</i> at 627. Third, the Court cites the legislative history to show that Exemption 7 was enacted to override decisions of the Court of Appeals for the District of Columbia Circuit, which had expansively interpreted the Exemption's predecessor. <i>Ante,</i> at 627, and n. 11. And finally, the Court cites correspondence between President Ford and Members of Congress supporting the view that the protection of Exemption 6 does not fully overlap the protection of Exemption 7. <i>Ante,</i> at 629-630, n. 13. In short, none of these citations directly supports the Court's result.\n</p>\n<p>The legislative history of the 1974 amendment to Exemption 7 is summarized in <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 226-234 (1978).</p>\n<p>[11]  Significantly, however, the legislative history of the 1974 amendment shows that Congress was aware of specific instances of alleged misconduct by the FBI and hoped the more liberal disclosure mandated by the amendment would discourage such incidents. See, <i>e. g.,</i> 120 Cong. Rec. 17039 (1974), Source Book 348 (remarks of Sen. Weicker); 120 Cong. Rec. 36866-36867 (1974), Source Book 440-441 (remarks of Sen. Kennedy); 120 Cong. Rec. 36872 (1974), Source Book 453 (remarks of Sen. Hart).</p>\n<p>[12]  Moreover, the Court is too quick to find Congress' distinction to \"mak[e] little sense.\" In fact, whatever the merits of the line Congress adopted, it is comprehensible.\n</p>\n<p>To understand why, one need realize only that a summary often provides as much information about the individual who summarizes as it does about the material summarized. The summaries of the opinions of this Court carried in the media, for example, frequently provide a perspective, not only on the work of the Court, but also on the perceptions and judgment of the reporters and their editors.</p>\n<p>Photocopies, on the other hand, indicate nothing about the purposes and perceptions of the persons responsible for their creation. Any significance a photocopy may have derives exclusively from its content and not from the process of its creation. Indeed, the Government usually satisfies an FOIA request by releasing a photocopy while retaining the original. A photocopy, moreover, inevitably discloses the entire original that it duplicates, while a summary discloses its sources only in part.</p>\n<p>Thus, it is not true that the distinction Congress drew \"makes little sense.\" A rational Congress could have thought that a summary is likely to provide sufficient insight into the purposes of its creators and requesters to justify its disclosure under the FOIA, if it was \"compiled\" for other than \"law enforcement purposes.\" The same Congress, furthermore, could have concluded that a photocopy, which can never convey anything other than the entire contents of the original document, should not be disclosed if the original is exempt from disclosure.</p>\n<p>Of course, there is no evidence that Congress thought about this distinction, and Congress plainly could not have considered the distinction as applied to the facts of the present case. The point, however, is only that the line drawn by the language of the statute does not lead to patently absurd consequences. Whether that distinction is well advised as a matter of sound policy is, of course, entirely another matter  and not for this Court.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">615</span></span> (1982)</b></center>\n<center><h1>FEDERAL BUREAU OF INVESTIGATION ET AL.<br>\nv.<br>\nABRAMSON</h1></center>\n<center>No. 80-1735.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 1982.</center>\n<center>Decided May 24, 1982.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*616</span> <i>Deputy Solicitor General Geller</i> argued the cause for petitioners. With him on the briefs were <i>Solicitor General Lee, Acting Assistant Attorney General Schiffer, Elinor Hadley Stillman, Leonard Schaitman,</i> and <i>Howard S. Scher.</i></p>\n<p><i>Sharon T. Nelson</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*617</span> JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The Freedom of Information Act (FOIA), 5 U. S. C.  552 (1976 ed. and Supp. IV), does not require the disclosure of \"investigatory records compiled for law enforcement purposes\" when the release of such records would interfere with effective law enforcement, impede the administration of justice, constitute an unwarranted invasion of privacy, or produce certain other specified consequences.  552(b)(7).<sup>[1]</sup><span class=\"star-pagination\">*618</span> The sole question presented in this case is whether information contained in records compiled for law enforcement purposes loses that exempt status when it is incorporated into records compiled for purposes other than law enforcement.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent Howard Abramson is a professional journalist interested in the extent to which the White House may have used the Federal Bureau of Investigation (FBI) and its files to obtain derogatory information about political opponents. On June 23, 1976, Abramson filed a request pursuant to FOIA for specific documents relating to the transmittal from the FBI to the White House in 1969 of information concerning particular individuals who had criticized the administration.<sup>[2]</sup> The Bureau denied the request on grounds that the information was exempt from disclosure pursuant to  552(b) (6) (Exemption 6) and  552(b)(7)(C) (Exemption 7(C)), both <span class=\"star-pagination\">*619</span> of which protect against unwarranted invasions of personal privacy. Abramson, believing his first request was flawed by its specificity, filed a much broader request,<sup>[3]</sup> which was denied for failure to \"reasonably describe the records sought\" as required by  552(a)(3).</p>\n<p>In December 1977, after unsuccessfully appealing both denials within the agency, Abramson filed suit in the United States District Court for the District of Columbia to enjoin the FBI from withholding the requested records. While the suit was pending, the FBI provided Abramson with 84 pages of documents, some intact and some with deletions. The District Court rejected the Bureau's assertions that all deleted material was exempt. <i>Abramson</i> v. <i>U. S. Dept. of Justice,</i> Civ. Action No. 77-2206 (Jan. 3, 1979). In response, the FBI submitted an affidavit to the District Court explaining the justification for each deletion. In light of the released material and the Bureau's affidavit, Abramson modified <span class=\"star-pagination\">*620</span> his request, seeking only the material withheld from a single document consisting of a one-page memorandum from J. Edgar Hoover to John D. Ehrlichman, together with approximately 63 pages of \"name check\" summaries and attached documents. The \"name check\" summaries contained information, culled from existing FBI files, on 11 public figures.</p>\n<p>The District Court found that the FBI had failed to show that the information was compiled for law enforcement rather than political purposes, but went on to rule that Exemption 7(C) was validly invoked by the Government because disclosure of the withheld materials would constitute an unwarranted invasion of personal privacy. The District Court thus granted the Government's motion for summary judgment with respect to material withheld pursuant to Exemption 7(C). <i>Abramson</i> v. <i>FBI,</i> Civ. Action No. 77-2206 (Nov. 30, 1979).</p>\n<p>The Court of Appeals reversed, holding that with the exception of those documents attached to the summaries that may have been duplicates of original FBI files,<sup>[4]</sup> the Government had failed to sustain its burden of demonstrating that the documents were compiled for law enforcement purposes, and that Exemption 7(C) was therefore unavailable even though disclosure would constitute an unwarranted invasion of personal privacy. 212 U. S. App. D. C. 58, 658 F. 2d <span class=\"star-pagination\">*621</span> 806 (1980). To reach this conclusion, the Court of Appeals rejected the Government's claim that Exemption 7(C) was applicable because the \"name check\" summaries contained information taken from documents in FBI files that had been created for law enforcement purposes. Thus, with the exception noted, the Government's invocation of Exemption 7(C) was rejected. Because this interpretation of the Exemption has important ramifications for law enforcement agencies, for persons about whom information has been compiled, and for the general public, we granted certiorari. 452 U. S. 937 (1981). We now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Freedom of Information Act sets forth a policy of broad disclosure of Government documents in order \"to ensure an informed citizenry, vital to the functioning of a democratic society.\" <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 242 (1978); <i>EPA</i> v. <i>Mink,</i> 410 U. S. 73, 80 (1973). Yet Congress realized that legitimate governmental and private interests could be harmed by release of certain types of information and provided nine specific exemptions under which disclosure could be refused. Here we are concerned with Exemption 7, which was intended to prevent premature disclosure of investigatory materials which might be used in a law enforcement action. This provision originally exempted \"investigatory files compiled for law enforcement purposes except to the extent available by law to a private party.\" A sweeping interpretation given the Exemption by some courts permitted the unlimited withholding of files merely by classifying them as investigatory files compiled for law enforcement purposes. As a result, the Exemption underwent <span class=\"star-pagination\">*622</span> a major revision in 1974. As amended, Exemption 7 authorizes disclosure of law enforcement records unless the agency can demonstrate one of six specific harms. The provision now protects</p>\n<blockquote>\"investigatory records compiled for law enforcement purposes but only to the extent that the production of such records would (A) interfere with enforcement proceedings, (B) deprive a person of a right to a fair trial or an impartial adjudication, (C) constitute an unwarranted invasion of personal privacy, (D) disclose the identity of a confidential source and, in the case of a record compiled by a criminal law enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source, (E) disclose investigative techniques and procedures, or (F) endanger the life or physical safety of law enforcement personnel.\" 5 U. S. C.  552(b)(7).</blockquote>\n<p>The language of the Exemption indicates that judicial review of an asserted Exemption 7 privilege requires a two-part inquiry. First, a requested document must be shown to have been an investigatory record \"compiled for law enforcement purposes.\" If so, the agency must demonstrate that release of the material would have one of the six results specified in the Act.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*623</span> As the case comes to us, it is agreed that the information withheld by the Bureau was originally compiled for law enforcement purposes. It is also settled that the name check summaries were developed pursuant to a request from the White House for information about certain public personalities and were not compiled for law enforcement purposes. Finally, it is not disputed that if the threshold requirement of Exemption 7 is met  if the documents were compiled for law enforcement purposes  the disclosure of such information would be an unwarranted invasion of privacy. The sole question for decision is whether information originally compiled for law enforcement purposes loses its Exemption 7 protection if summarized in a new document not created for law enforcement purposes.</p>\n<p></p>\n<h2>III</h2>\n<p>No express answer is provided by the statutory language or by the legislative history. The Court of Appeals resolved the question in favor of Abramson by construing the threshold requirement of Exemption 7 in the following manner. The cover letter to the White House, along with the accompanying summaries and attachments, constituted a \"record.\" Because that \"record\" was not compiled for law enforcement purposes, the material within it could not qualify for the exemption, regardless of the purpose for which that material was originally gathered and recorded and regardless of the impact that disclosure of such information would produce. The Court of Appeals supported its interpretation by distinguishing between documents and information. \"[T]he statutory scheme of the FOIA very clearly indicates that exemptions from disclosure apply only to <i>documents,</i> and not to the use of the information contained in such documents.\" 212 U. S. App. D. C. at 65, 658 F. 2d, at 813.<sup>[6]</sup> A \"record\" is a <span class=\"star-pagination\">*624</span> \"document\" and, for the Court of Appeals, the document must be treated as a unit for purposes of deciding whether it was prepared for law enforcement purposes. The threshold requirement for qualifying under Exemption 7 turns on the purpose for which the document sought to be withheld was prepared, not on the purpose for which the material included in the document was collected. The Court of Appeals would apply this rule even when the information for which the exemption is claimed appears in the requested document in the form essentially identical to the original memorialization.</p>\n<p>The Court of Appeals' view is a tenable construction of Exemption 7, but there is another interpretation, equally plausible on the face of the statute, of the requirement that the record sought to be withheld must have been prepared for law enforcement purposes. If a requested document, such as the one sent to the White House in this case, contains or essentially reproduces all or part of a record that was previously compiled for law enforcement reasons, it is reasonably arguable that the law enforcement record does not lose its exemption by its subsequent inclusion in a document created for a nonexempt purpose. The Court of Appeals itself pointed the way to this alternative construction by indicating that Exemption 7 protected attachments to the name check summaries that were duplicates of original records compiled for law enforcement purposes. Those records would not lose their exemption by being included in a later compilation made for political purposes. Although in this case the duplicate law enforcement records were attached to the name check summaries, the result hardly should be different if all or part <span class=\"star-pagination\">*625</span> of the prior record were quoted verbatim in the new document. That document, even though it may be delivered to another agency for a nonexempt purpose, contains a \"record\" qualifying for consideration under Exemption 7.</p>\n<p>The question is whether FOIA permits the same result where the exempt record is not reproduced verbatim but is accurately reflected in summary form. The Court of Appeals would have it that because the FBI summarized the relevant records rather than reproducing them verbatim, the identical information no longer qualifies for the exemption. The originally compiled record and the derivative summary would be treated completely differently although the content of the information is the same and although the reasons for maintaining its confidentiality remain equally strong. We are of the view, however, that the statutory language is reasonably construable to protect that part of an otherwise nonexempt compilation which essentially reproduces and is substantially the equivalent of all or part of an earlier record made for law enforcement uses. Moreover, that construction of the statute rather than the interpretation embraced by the Court of Appeals, more accurately reflects the intention of Congress, is more consistent with the structure of the Act, and more fully serves the purposes of the statute.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*626</span> FOIA contains no definition of the term \"record.\"<sup>[8]</sup> Throughout the legislative history of the 1974 amendments, Representatives and Senators used interchangeably such terms as \"documents,\" \"records,\" \"matters,\" and \"information.\"<sup>[9]</sup> Furthermore, in determining whether information in a requested record should be released, the Act consistently focuses on the nature of the information and the effects of disclosure. After enumerating the nine exemptions from FOIA, Congress expressly directed that \"[a]ny reasonably segregable portion of a record\" be \"provided to any person requesting such record after deletion of the portions which are exempt. . . .\"  552(b). This provision requires agencies and courts to differentiate among the contents of a document rather than to treat it as an indivisible \"record\" for FOIA purposes. When a record is requested, it is permissible for an agency to divide the record into parts that are exempt and parts that are not exempt, based on the kind of information contained in the respective parts.</p>\n<p>The 1974 amendments modified Exemption 7 in two ways. First, by substituting the word \"records\" for \"files,\" Congress intended for courts to \"consider the nature of the particular document as to which exemption was claimed, in order to avoid the possibility of impermissible `commingling' by an <span class=\"star-pagination\">*627</span> agency's placing in an investigatory file material that did not legitimately have to be kept confidential.\" <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S., at 229-230.<sup>[10]</sup> Second, by enumerating six particular objectives of the Exemption, the amendments required reviewing courts to \"loo[k] to the reasons\" for allowing withholding of information. <i>Id.,</i> at 230. The requirement that one of six types of harm must be demonstrated to prevent production of a record compiled for law enforcement purposes was a reaction to a line of cases decided by the Court of Appeals for the District of Columbia Circuit which read the original Exemption 7 as protecting all law enforcement files.<sup>[11]</sup> The amendment requires that the Government \"specify some harm in order to claim the exemption\" rather than \"affording all law enforcement matters a blanket exemption.\" 120 Cong. Rec. 36626 (1974), 1975 Source Book 413 (statement of Rep. Reid). The enumeration <span class=\"star-pagination\">*628</span> of these categories of undesirable consequences indicates Congress believed the harm of disclosing this type of information would outweigh its benefits. There is nothing to suggest, and no reason for believing, that Congress would have preferred a different outcome simply because the information is now reproduced in a non-law-enforcement record.</p>\n<p>The Court of Appeals would protect information compiled in a law enforcement record when transferred in original form to another agency for nonexempt purposes but would withdraw that protection if the same information or record is transmitted in slightly different form. In terms of the statutory objectives, this distinction makes little sense.<sup>[12]</sup> If the Court of Appeals is correct that this kind of information should be disclosed, its position leaves an obvious means of qualifying for the exemption  transmittal of the law enforcement records intact. Conversely, to the extent that Congress intended information initially gathered in the course of a law enforcement investigation to remain private, the Court <span class=\"star-pagination\">*629</span> of Appeals' decision creates a substantial prospect that this purpose, the very reason for Exemption 7's existence, will no longer be served.</p>\n<p></p>\n<h2>IV</h2>\n<p>Neither are we persuaded by the several other arguments Abramson submits in support of the decision below.</p>\n<p>First, we reject the argument that the legitimate interests in protecting information from disclosure under Exemption 7 are satisfied by other exemptions when a record has been recompiled for a non-law-enforcement purpose. In particular, Abramson submits that Exemption 6 suffices to protect the privacy interest of individuals. Even if this were so with respect to the particular information requested in this case, the threshold inquiry of what constitutes compilation for law enforcement purposes must be considered with regard for all six of the types of harm stemming from disclosure that Congress sought to prevent. Assuming that Exemption 6 provided fully comparable protection against disclosures which would constitute unwarranted invasions of privacy, a questionable proposition itself,<sup>[13]</sup> no such companion provision in FOIA would halt the disclosure of information that might deprive an individual of a fair trial, interrupt a law enforcement investigation, safeguard confidential law enforcement techniques, or even protect the physical well-being of law enforcement <span class=\"star-pagination\">*630</span> personnel. No other provision of FOIA could compensate for the potential disruption in the flow of information to law enforcement agencies by individuals who might be deterred from speaking because of the prospect of disclosure. It is therefore critical that the compiled-for-law-enforcement requirement be construed to avoid the release of information that would produce the undesirable results specified.</p>\n<p>For much the same reason, the result we reach today is fully consistent with our holding in <i>NLRB</i> v. <i>Sears, Roebuck &amp; Co.,</i> 421 U. S. 132, 148-154 (1975), that Exemption 5,  552(b)(5), an exemption protecting from mandatory disclosure predecisional communications within an agency and other internal documents, does not protect internal advisory communications when incorporated in a final agency decision. The purposes behind Exemption 5, protecting the give-and-take of the decisional process, were not violated by disclosure once an agency chooses expressly to adopt a particular text as its official view. As we have explained above, this cannot be said here. The reasons for an Exemption 7 exemption may well remain intact even though information in a law enforcement record is recompiled in another document for a non-law-enforcement function.</p>\n<p>The result is also consistent with the oft-repeated caveat that FOIA exemptions are to be narrowly construed, <i>Department of Air Force</i> v. <i>Rose,</i> 425 U. S. 352, 361 (1976). While Congress established that the basic policy of the Act is in favor of disclosure, it recognized the important interests <span class=\"star-pagination\">*631</span> served by the exemptions. We are not asked in this case to expand Exemption 7 to agencies or material not envisioned by Congress: \"It is . . . necessary for the very operation of our Government to allow it to keep confidential certain material such as the investigatory files of the Federal Bureau of Investigation.\" S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965). Reliance on this principle of narrow construction is particularly unpersuasive in this case where it is conceded that the information as originally compiled is exempt under Exemption 7 and where it is the respondent, not the Government, who urges a formalistic reading of the Act.</p>\n<p>We are not persuaded that Congress' undeniable concern with possible misuse of governmental information for partisan political activity is the equivalent of a mandate to release any information which might document such activity. Congress did not differentiate between the purposes for which information was requested. <i>NLRB</i> v. <i>Sears, Roebuck &amp; Co., supra,</i> at 149. Rather, the Act required assessment of the harm produced by disclosure of certain types of information. Once it is established that information was compiled pursuant to a legitimate law enforcement investigation and that disclosure of such information would lead to one of the listed harms, the information is exempt. Congress thus created a scheme of categorical exclusion; it did not invite a judicial weighing of the benefits and evils of disclosure on a case-by-case basis.<sup>[14]</sup></p>\n<p></p>\n<h2>V</h2>\n<p>We therefore find that the construction adopted by the Court of Appeals, while plausible on the face of the statute, lacks support in the legislative history and would frustrate the purposes of Exemption 7. We hold that information initially <span class=\"star-pagination\">*632</span> contained in a record made for law enforcement purposes continues to meet the threshold requirements of Exemption 7 where that recorded information is reproduced or summarized in a new document prepared for a non-law-enforcement purpose. Of course, it is the agency's burden to establish that the requested information originated in a record protected by Exemption 7. The Court of Appeals refused to consider such a showing as a sufficient reason for withholding certain information. The judgment of the Court of Appeals is therefore reversed, and the case is remanded to that court for further proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<p>JUSTICE BLACKMUN, with whom JUSTICE BRENNAN joins, dissenting.</p>\n<p>Exemption 7 of the Freedom of Information Act, 5 U. S. C.  552(b)(7), permits agencies to withhold \"investigatory <i>records</i> compiled for law enforcement purposes, but only to the extent that the production of such <i>records</i> would . . . (C) constitute an unwarranted invasion of personal privacy.\" (Emphasis added.) The Court today holds that this language authorizes petitioner FBI to withhold investigatory records <i>not</i> compiled for law enforcement purposes simply because some information contained in those records was compiled for such purposes. The Court declares that \"[o]nce it is established that <i>information</i> was compiled pursuant to a legitimate law enforcement investigation and that disclosure of such <i>information</i> would lead to one of the listed harms [in Exemption 7], the <i>information</i> is exempt.\" <i>Ante,</i> at 631 (emphasis added).</p>\n<p>I cannot escape the conclusion that the Court has simply substituted the word \"information\" for the word \"records\" in Exemption 7(C). Yet we have earlier recognized that \"[t]he Freedom of Information Act deals with `agency records,' not information in the abstract.\" <i>Forsham</i> v. <i>Harris,</i> 445 U. S. 169, 185 (1980). I agree with JUSTICE O'CONNOR's assessment <span class=\"star-pagination\">*633</span> that the legislative history reveals that Congress chose the term \"records,\" rather than the word \"information,\" advisedly. The Court's unwillingness to give the statutory language its plain meaning requires judges who are evaluating Exemption 7(C) claims to parse agency records and determine whether any piece of information contained in those records was originally compiled for a law enforcement purpose. Because the Court presents no reason, convincing to me, why its deviation from the statutory language is necessary or desirable, I respectfully dissent.</p>\n<p>JUSTICE O'CONNOR, with whom JUSTICE MARSHALL joins, dissenting.</p>\n<p>Justice Frankfurter once explained the limits of statutory construction as follows:</p>\n<blockquote>\"[T]he courts are not at large. . . . They are under the constraints imposed by the judicial function in our democratic society. As a matter of verbal recognition certainly, no one will gainsay that the function in construing a statute is to ascertain the meaning of words used by the legislature. To go beyond it is to usurp a power which our democracy has lodged in its elected legislature.. . . A judge must not rewrite a statute, neither to enlarge nor to contract it. Whatever temptations the statesmanship of policy-making might wisely suggest, construction must eschew interpolation and evisceration. He must not read in by way of creation. He must not read out except to avoid patent nonsense or internal contradiction. . . .</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>[T]he only sure safeguard against crossing the line between adjudication and legislation is an alert recognition of the necessity not to cross it and instinctive, as well as trained, reluctance to do so.\" Frankfurter, Some Reflections on the Reading of Statutes, 47 Colum. L. Rev. 527, 533, 535 (1947).</blockquote>\n<p><span class=\"star-pagination\">*634</span> The Court does not approach this case in that spirit. Instead, it redrafts the statutory phrase \"investigatory records compiled for law enforcement purposes\" to exempt investigatory records that \"were <i>not</i> compiled for law enforcement purposes,\" <i>ante,</i> at 623 (emphasis added).<sup>[1]</sup> Unfortunately, none of the usual grounds of statutory construction supports the Court's result. First, there is no doubt that if Exemption 7 is given the straightforward interpretation based on its plain language that the Court concedes is both \"tenable,\" <i>ante,</i> at 624, and \"plausible,\" <i>ante,</i> at 631, the name check summaries do not qualify for exemption. Second, the rather sparse legislative history of the Exemption provides, as the Court admits, <i>ante,</i> at 623, \"[n]o express answer\" regarding the meaning of the Exemption, leaving the Court no reason for overriding the usual presumption that the plain language of a statute controls its construction. Finally, the straightforward interpretation of Exemption 7, rejected by the Court, does not lead to consequences so absurd that one is forced to conclude that Congress could not have meant what it said in the Exemption.</p>\n<p><span class=\"star-pagination\">*635</span> Under these circumstances, the Court's rejection of the plain language of the Exemption must be viewed as an effort to perfect the FOIA by judicial alteration. Since reform of legislation is a task constitutionally allocated to Congress, not this Court, I believe the Court today errs. I respectfully dissent.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>\"[S]tatutory construction `must begin with the language of the statute itself,' and `[a]bsent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.' \" <i>Bread Political Action Committee</i> v. <i>FEC,</i> 455 U. S. 577, 580 (1982) (citations omitted). In approaching a statute, moreover, a judge must presume that Congress chose its words with as much care as the judge himself brings to bear on the task of statutory interpretation. I begin, therefore, by focusing attention on the pertinent language of Exemption 7.</p>\n<p>At issue in this case<sup>[2]</sup> is the meaning of the seven-word phrase Congress used to describe the documents it intended to exempt: \"investigatory records compiled for law enforcement purposes.\" The Exemption's syntax is plain and unambiguous: \"records\" is twice modified, first, by \"investigatory,\" and then, by \"compiled for law enforcement purposes.\" Congress evidently meant to exempt \"records\" that are both \"investigatory\" and \"compiled for law enforcement purposes.\"<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*636</span> Since neither of the parties before this Court contends that the District Court erred in finding that the records at issue, though perhaps \"investigatory,\" were \"not compiled for law enforcement purposes,\" <i>ante,</i> at 623, the case would, at first blush, seem to be over: the documents withheld by the FBI do not fit within the language of the Exemption and, therefore, must be released to the respondent.<sup>[4]</sup></p>\n<p>The logic of this straightforward result is all the more compelling in light of the canons of construction peculiar to FOIA cases. As we have emphasized before, the enumerated exemptions to the FOIA \"[were] explicitly made exclusive,\" <i>EPA</i> v. <i>Mink,</i> 410 U. S. 73, 79 (1973), and \"must be narrowly construed.\" <i>Department of Air Force</i> v. <i>Rose,</i> 425 U. S. 352, 361 (1976) (citations omitted).<sup>[5]</sup> The reason for preferring a narrow construction is simply that \" `the recognized principal purpose of the FOIA requires us to choose that interpretation <span class=\"star-pagination\">*637</span> most favoring disclosure.' \" <i>Id.,</i> at 366, quoting <i>Vaughn</i> v. <i>Rosen,</i> 173 U. S. App. D. C. 187, 193, 523 F. 2d 1136, 1142 (1975). Even if it were possible to concoct genuine doubts about the plain meaning of Exemption 7's language, therefore, those doubts would have to be resolved in favor of disclosure.</p>\n<p>Under the conceded facts of the present case, however, no doubts arise.<sup>[6]</sup> The records at issue were not \"compiled for <span class=\"star-pagination\">*638</span> law enforcement purposes.\" The statutory language thus clearly proclaims that the documents are not exempt from disclosure. As Chief Justice Marshall wrote more than a century and a half ago: \"The intention of the legislature is to be collected from the words they employ. Where there is no ambiguity in the words, there is no room for construction.\" <i>United States</i> v. <i>Wiltberger,</i> <span class=\"citation\" data-id=\"85284\"><a href=\"/opinion/85284/united-states-v-wiltberger/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">76</span></a></span>, 95-96 (1820).</p>\n<p></p>\n<h2>B</h2>\n<p>Of course, while it is elementary that the plain language interpretation of a statute enjoys a robust presumption in its favor,<sup>[7]</sup> it is also true that Congress cannot, in every instance, be counted on to have said what it meant or to have meant what it said. Statutes, therefore, \"are not to be construed so strictly as to defeat the obvious intention of the legislature.\" <i>Id.,</i> at 95. Thus, a \"clearly expressed legislative intention\" to the contrary could dislodge the meaning apparent from the plain language of Exemption 7, even though that meaning \"must ordinarily be regarded as conclusive,\" <i>Consumer Product Safety Comm'n</i> v. <i>GTE Sylvania, Inc.,</i> 447 U. S. 102, 108 (1980).<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*639</span> The Court, however, rejects the plain language of Exemption 7 without identifying any \"obvious\" evidence of a \"clearly expressed\" congressional intention to have Exemption 7 mean something other than what it says.<sup>[9]</sup> In fact, the Court candidly admits that \"[n]o express answer is provided . . . by the legislative history,\" <i>ante,</i> at 623, which explains, perhaps, why the Court's opinion is nearly devoid of references to it.</p>\n<p>The Court cites the legislative history of the 1974 amendment to Exemption 7 no more than four times during the course of its opinion. None of those citations provides anything like sufficient grounds for displacing the plain meaning of the Exemption.<sup>[10]</sup> In fact, none of the Court's four citations directly addresses the question. In sum, the Exemption's <span class=\"star-pagination\">*640</span> legislative history provides no basis whatever for ignoring the words of the Act.<sup>[11]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>Even without the legislative history on its side, to be sure, the Court might be entitled to reject the plain language of Exemption 7 in order to avoid \"patently absurd consequences,\" <i>United States</i> v. <i>Brown,</i> 333 U. S. 18, 27 (1948), that Congress could not possibly have intended. The Court, however, cannot, and does not, claim that the plain language of Exemption 7 leads to such results, though the Court does level a lesser charge. In the Court's words:</p>\n<blockquote>\"The Court of Appeals would protect information compiled in a law enforcement record when transferred in original form to another agency for nonexempt purposes but would withdraw that protection if the same information or record is transmitted in slightly different form. In terms of the statutory objectives, this distinction makes little sense.\" <i>Ante,</i> at 628 (footnote omitted).</blockquote>\n<p>In short, the Court accuses Congress of having arbitrarily drawn the line between exempt and nonexempt materials.</p>\n<p>Congress, however, ordinarily is free to draw lines without cavil from this Court, so long as it respects the constitutional proprieties. We do not, and should not, make it our business <span class=\"star-pagination\">*641</span> to second-guess the Legislature's judgment when it comes to such matters. Line-drawing, after all, frequently requires arbitrary decisions that cannot sensibly be subjected to judicial review.<sup>[12]</sup></p>\n<p>\"In terms of the statutory objectives,\" moreover, it is plain that the principal purpose of the FOIA was \"to establish a general philosophy of full agency disclosure,\" S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965), in order \"to permit access to official information long shielded unnecessarily from public view,\" even if it must come from \"unwilling official <span class=\"star-pagination\">*642</span> hands.\" <i>EPA</i> v. <i>Mink,</i> 410 U. S., at 80. It scarcely needs to be repeated that Congress' ultimate objective in requiring such disclosure was \"to ensure an informed citizenry, vital to the functioning of a democratic society, needed to check against corruption and to hold the governors accountable to the governed.\" <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 242 (1978) (citations omitted). Clearly, the disclosure of the name check summaries required by the plain language of Exemption 7 comports with this statutory objective, since it mandates the release of documents that the District Court found to have been compiled for political, not \"law enforcement,\" purposes.</p>\n<p>Unquestionably, of course, Congress' intent in enacting the FOIA was not singlemindedly to require disclosure whatever the costs. Congress realized that, under certain circumstances, the costs of disclosure exceed the benefits. Congress weighed those costs and benefits, and recorded the results of its deliberations in the \"clearly delineated statutory language,\" S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965), of the FOIA's nine exclusive exemptions. The Senate Committee described the legislative balancing process: \"It is not an easy task to balance the opposing interests, but it is not an impossible one either. . . . Success lies in providing a workable formula which encompasses, balances, and protects all interests, yet places emphasis on the fullest possible disclosure.\" <i>Ibid.</i></p>\n<p>Once having completed the arduous and demanding task of balancing interests, and having recorded the results in the nine enumerated exemptions from the FOIA, Congress then attempted to insulate its product from judicial tampering and to preserve the emphasis on disclosure by admonishing that the \"availability of records to the public\" is not limited, \"except as <i>specifically</i> stated.\" 5 U. S. C.  552(c) (1976 ed., Supp. IV) (emphasis added). The Court now presumes to suggest that the balance as struck in Exemption 7 \"makes little sense\" \"[i]n terms of the statutory objectives.\" <i>Ante,</i> at <span class=\"star-pagination\">*643</span> 628 (footnote omitted). The statutory objectives, however, point in different directions, demanding a balance between the Act's primary focus on disclosure and other, sometimes equally compelling, interests. The particular balance struck by Congress and enshrined in Exemption 7 may be open to attack as ill-advised, but, exactly because it represents a compromise between competing policies, it cannot be said to lead to results so \"patently absurd\" that a court can only conclude that Congress did not mean what it said.</p>\n<p>In short, if the Court hopes to support its result on the basis that a straightforward interpretation of the statute \"makes little sense,\" the Court errs, unless, of course, the \"sense\" to which the Court refers is to be found, not in logic, but in the Court's view of what makes \"sense\" as a matter of public policy.</p>\n<p></p>\n<h2>II</h2>\n<p>To reach its result, the Court assumes that, through inadvertence or inattention, Congress' pen slipped while amending Exemption 7 in 1974. Proceeding on this basis, the Court helpfully undertakes to rewrite the Exemption, substituting for the statutory phrase \"investigatory records compiled for law enforcement purposes\" something like \"records containing investigatory information originally gathered for law enforcement purposes.\"</p>\n<p>As the Court is quick to point out, its new creation has advantages. The Court notes that \"[t]he reasons for an Exemption 7 exemption\" might apply to \"information in a law enforcement record [that has been] recompiled in another document for a non-law-enforcement function.\" <i>Ante,</i> at 630. The Court then suggests that, without its redaction of Exemption 7, no guarantee would exist that some other provision of the FOIA would halt disclosure. For this reason, the Court candidly concludes that \"[i]t is therefore critical that the compiled-for-law-enforcement requirement be construed to avoid the release of information that would produce . . . undesirable results.\" <i>Ibid.</i> Evidently, the Court arrives at <span class=\"star-pagination\">*644</span> this conclusion, not because the language of Exemption 7 requires it, not because the legislative history supports it, not because the statute would have \"absurd consequences\" otherwise, but rather because \"the statesmanship of policy-making. . . wisely suggest[s]\" it. Frankfurter, 47 Colum. L. Rev., at 533.</p>\n<p>It is not the function of this Court, however, to apply the finishing touches needed to perfect legislation. Our job does not extend beyond attempting to fathom what it is that Congress produced, blemished as the Court may perceive that creation to be. Our task is solely to give effect to the intentions, as best they can be determined, of the Congress that enacted the legislation. Absent compelling evidence requiring a contrary conclusion, the best indication of Congress' intent is Congress' own language. Therefore, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed by <i>Cornish F. Hitchcock, Alan B. Morrison, David C. Vladeck,</i> and <i>Katherine A. Meyer</i> for Freedom of Information Clearinghouse; and by <i>Bruce W. Sanford, Richard M. Schmidt, Jr., Erwin G. Krasnow, Arthur B. Sackler,</i> and <i>J. Laurent Scharff</i> for the Society of Professional Journalists, Sigma Delta Chi, et al.</p>\n<p>[1]  Section 552(b) in its entirety provides:\n</p>\n<p>\"This section does not apply to matters that are </p>\n<p>\"(1)(A) specifically authorized under criteria established by an Executive order to be kept secret in the interest of national defense or foreign policy and (B) are in fact properly classified pursuant to such Executive order;</p>\n<p>\"(2) related solely to the internal personnel rules and practices of an agency;</p>\n<p>\"(3) specifically exempted from disclosure by statute (other than section 552b of this title), provided that such statute (A) requires that the matters be withheld from the public in such a manner as to leave no discretion on the issue, or (B) establishes particular criteria for withholding or refers to particular types of matters to be withheld;</p>\n<p>\"(4) trade secrets and commercial or financial information obtained from a person and privileged or confidential;</p>\n<p>\"(5) inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency;</p>\n<p>\"(6) personnel and medical files and similar files the disclosure of which would constitute a clearly unwarranted invasion of personal privacy;</p>\n<p>\"(7) investigatory records compiled for law enforcement purposes, but only to the extent that the production of such records would (A) interfere with enforcement proceedings, (B) deprive a person of a right to a fair trial or an impartial adjudication, (C) constitute an unwarranted invasion of personal privacy, (D) disclose the identity of a confidential source and, in the case of a record compiled by a criminal law enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source, (E) disclose investigative techniques and procedures, or (F) endanger the life or physical safety of law enforcement personnel;</p>\n<p>\"(8) contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of an agency responsible for the regulation or supervision of financial institutions; or</p>\n<p>\"(9) geological and geophysical information and data, including maps, concerning wells.</p>\n<p>\"Any reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt under this subsection.\"</p>\n<p>[2]  Abramson sought the following documents:\n</p>\n<p>\"  Copies of any and all information contained in [FBI] files showing or indicating the transmittal of any documents or information from the FBI to the White House, or any White House aides, for the years 1969 and 1970, concerning the following individuals: Lowell P. Weicker, Jr.; Thomas J. Meskill; Joseph Duffey; Thomas J. Dodd; Alphonsus J. Donahue; John Lupton; Wallace C. Barnes; and Emilio Q. Daddario.</p>\n<p>\"  Copies of any and all information so transmitted.</p>\n<p>\"  An uncensored copy of the Oct. 6, 1969 letter from J. Edgar Hoover to John D. Ehrlichman by which Mr. Hoover transmits `memoranda' on several individuals to Mr. Ehrlichman.</p>\n<p>\"  A copy of the original request letter from Mr. Ehrlichman to Mr. Hoover for that data.</p>\n<p>\"  Copies of all data so transmitted by the Oct. 6, 1969 letter from Mr. Hoover to Mr. Ehrlichman.</p>\n<p>\"  A copy of the receipt signed by the recipient at the White House of the Oct. 6, 1969, letter.\" 212 U. S. App. D. C. 58, 60, 658 F. 2d 806, 808 (1980).</p>\n<p>[3]  In his revised request, Abramson sought the following documents:\n</p>\n<p> \"All written requests and written records of oral or telephone requests from the White House or any person employed by the White House to the FBI for information about any person who was in 1969, 1970, 1971, 1972, 1973, or 1974 the holder of a federal elective office or a candidate for federal elective office.</p>\n<p> \"All written replies and records of oral or telephonic replies from the FBI to the White House in response to requests described in paragraph one.</p>\n<p> \"Any index or indices to requests or replies described in paragraphs one and two.\" <i>Id.,</i> at 61, 658 F. 2d, at 809.</p>\n<p>[4]  The District Court did not consider the summaries and attachments separately for Exemption 7(C) purposes. The Court of Appeals was \"satisfied that the `name check' summaries were not compiled for legitimate law enforcement purposes,\" but was \"less sure\" of the \"attachments,\" being unable to determine their precise nature or the purposes for which they were originally created. The Court of Appeals stated that if the \"attachments\" documents were already in existence and a part of the FBI files prior to the White House's \"name check\" requests, and if these original documents were sent to the White House as initially compiled, without modification, then a determination would have to be made whether these documents meet the threshold requirements of Exemption 7. Thus, the Court of Appeals remanded to the District Court for a finding on whether the \"attachments\" were the original documents in FBI files and whether they were originally compiled pursuant to a legitimate law enforcement investigation.</p>\n<p>[5]  The Attorney General's Memorandum on the 1974 Amendments to the FOIA 6 (1975) reads the amendments in this manner. Respondent places undue emphasis on this document and the direction to first determine whether a record has been compiled for law enforcement purposes and then examine whether one of the six harms are involved. This is, of course, the prescribed order in which a court should interpret the Exemption. It does not necessarily mean, however, that information admittedly compiled in a law enforcement record loses its exemption when recompiled. The Attorney General's memorandum submits that the test is whether the requested material \"reflect[s] or result[s] from investigative efforts\" into civil or criminal enforcement matters.\" <i>Ibid.</i></p>\n<p>[6]  The Court of Appeals supported this distinction by referring to two of its earlier FOIA decisions. <i>Simpson</i> v. <i>Vance,</i> 208 U. S. App. D. C. 270, 648 F. 2d 10 (1980), held that a State Department Biographic Register was not exempt from disclosure even though the information in the Register was extracted from personnel files which may have been exempt under Exemption 6 of FOIA. <i>Lesar</i> v. <i>United States Department of Justice,</i> 204 U. S. App. D. C. 200, 636 F. 2d 472 (1980), held that summaries of FBI surveillance records did not lose their exempt status because the underlying original surveillance records from which the summaries were compiled may not have been gathered for legitimate law enforcement purposes. As we understand those cases, however, neither of them is inconsistent with the result we reach today.</p>\n<p>[7]  We would agree with much of JUSTICE O'CONNOR's dissenting opinion if we accepted its premise that the language of the statute is \"plain\" in the sense that it can reasonably be read only as the dissent would read it. But we do not agree with that premise: \"The notion that because the words of a statute are plain, its meaning is also plain, is merely pernicious oversimplification.\" <i>United States</i> v. <i>Monia,</i> 317 U. S. 424, 431 (1943) (Frankfurter, J., dissenting). Given our view that there is a reasonable alternative construction of Exemption 7, much of JUSTICE O'CONNOR's dissent is rhetorical and beside the point. For our duty then is \"to find that interpretation which can most fairly be said to be imbedded in the statute, in the sense of being most harmonious with its scheme and with the general purposes that Congress manifested.\" <i>NLRB</i> v. <i>Lion Oil Co.,</i> 352 U. S. 282, 297 (1957) (Frankfurter, J., concurring in part and dissenting in part).</p>\n<p>[8]  While Congress' definition of \"records\" in the Records Disposal Act and the Presidential Records Act of 1978 was helpful to us in determining that an agency must create or obtain a record before information to which the Government has access can be considered an \"agency record,\" <i>Forsham</i> v. <i>Harris,</i> 445 U. S. 169, 183-184 (1980), the definition of terms in these Acts does not aid in resolving the issue presented in this case.</p>\n<p>[9]  See, <i>e. g.,</i> 120 Cong. Rec. 17033 (1974), House Committee on Government Operations and Senate Committee on the Judiciary, Freedom of Information Act and Amendments of 1974 (Pub. L. 93-502), Source Book, 94th Cong., 1st Sess., 333 (Joint Comm. Print 1975) (hereafter 1975 Source Book) (remarks of Sen. Hart); 120 Cong. Rec. 17034 (1974), 1975 Source Book 335 (remarks of Sen. Kennedy); 120 Cong. Rec. 36626 (1974), 1975 Source Book 413 (remarks of Rep. Reid); 120 Cong. Rec. 36877-36878 (1974), 1975 Source Book 468 (remarks of Sen. R. Byrd); H. R. Conf. Rep. No. 93-1380, p. 13 (1974), 1975 Source Book 230.</p>\n<p>[10]  There is no claim that the \"name check\" summaries are protected against disclosure <i>in toto</i> because of the presence of some material falling squarely within Exemption 7.</p>\n<p>[11]  Senator Hart, the sponsor of the 1974 amendment, stated specifically that the amendment's purpose was to respond to four decisions of the Court of Appeals for the District of Columbia Circuit which cumulatively held that all material found in an investigatory file compiled for law enforcement purposes was exempt, even if an enforcement proceeding were neither imminent nor likely. <i>Weisberg</i> v. <i>United States Dept. of Justice,</i> 160 U. S. App. D. C. 71, 74, 489 F. 2d 1195, 1198 (1973), cert. denied, 416 U. S. 993 (1974); <i>Aspin</i> v. <i>Department of Defense,</i> 160 U. S. App. D. C. 231, 237, 491 F. 2d 24, 30 (1973); <i>Ditlow</i> v. <i>Brinegar,</i> 161 U. S. App. D. C. 154, 494 F. 2d 1073 (1974); <i>Center for National Policy Review on Race and Urban Issues</i> v. <i>Weinberger,</i> 163 U. S. App. D. C. 368, 502 F. 2d 370 (1974). These four cases, in Senator Hart's view, erected a \"stone wall\" preventing public access to any material in an investigatory file. 120 Cong. Rec. 17033 (1974), 1975 Source book 332. See <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 227-229 (1978). The Conference Report on the 1974 amendment similarly states that the amendment was designed to communicate Congress' disapproval of these court decisions. H. R. Conf. Rep. No. 93-1380, at 12, 1975 Source Book 229. Because the disapproved decisions cut far more broadly into the Act than the present issue, we cannot infer that Congress intended all subsidiary questions concerning Exemption 7's scope to be resolved against the Government.</p>\n<p>[12]  Information transmitted for a non-law-enforcement purpose may well still be used in an ongoing investigation. Moreover, by compromising the confidentiality of information gathered for law enforcement purposes, the Court of Appeals' decision could result in restricting the flow of essential information to the Government. Deputy Attorney General Schmults stated before the Second Circuit Judicial Conference (May 9, 1981): \"The risk of disclosure of FBI records has made private persons, nonfederal law enforcement officials, and informants reticent about providing vital information. Many informants have actually stopped cooperating with the FBI, for example, because they feared that their identities would be disclosed under the Act.\" As quoted in Kennedy, Foreword: Is The Pendulum Swinging Away From Freedom of Information?, 16 Harv. Civ. Rights-Civ. Lib. L. Rev. 311, 315 (1981). See FOIA Update 1 (Dept. of Justice, Sept. 1981) (\"[E]xperiences of the FBI and DEA indicate that there is a widespread perception among confidential information sources that federal investigators cannot fully guarantee the confidentiality of information because of FOIA\"). The Drug Enforcement Administration claims that 40% of FOIA requests come from convicted felons, many of whom are seeking information with which to identify the informants who helped to convict them. Freedom of Information Act Oversight, Hearings before a Subcommittee of the House Committee on Government Operations, 97th Cong., 1st Sess., 165 (1981) (statement of Jonathan Rose, Dept. of Justice); see also U. S. Dept. of Justice, Attorney General's Task Force on Violent Crime, Final Report 32 (1981).\n</p>\n<p>The Court has previously recognized that the purposes of the exemptions do not disappear when information is incorporated in a new document or otherwise put to a different use. See <i>NLRB</i> v. <i>Sears, Roebuck &amp; Co.,</i> 421 U. S. 132, 166 (1975) (Document protected by Exemption 7 does not become discloseable solely because it is referred to in a final agency opinion; \"reasons underlying Congress' decision to protect investigatory files [remain] applicable\").</p>\n<p>[13]  Exemption 6 protects against disclosure of information which would constitute a \"clearly unwarranted\" invasion of privacy. Exemption 7 does not require that the harm to privacy be \"clearly\" unwarranted. The distinction is meaningful. As we noted in <i>Department of Air Force</i> v. <i>Rose,</i> 425 U. S. 352, 379, n. 16 (1976), the Conference Committee dropped the \"clearly\" in response to a Presidential request, 120 Cong. Rec. 33158-33159 (1974), 1975 Source Book 368-372 (letters between President Ford and Sen. Kennedy); 120 Cong. Rec. 34162-34163 (1974), 1975 Source Book 377-380 (letters between President Ford and Cong. Moorhead), and the bill was enacted as reported by the Conference Committee, 88 Stat. 1563. Thus, even with respect to Exemption 7(C), it should not be assumed that Exemption 6 would provide overlapping protection.</p>\n<p>[14]  To be sure, the rule crafted by the Court of Appeals might deter the interagency transfer of information initially gathered for law enforcement purposes, but it should be remembered that FOIA is legislation directed at securing public access to information, not an Act intended to interdict the flow of information among Government agencies.</p>\n<p>[1]  Because the Government did not challenge in this Court or in the Court of Appeals the finding of the District Court that the name check summaries at issue had not been compiled for law enforcement purposes, the Court properly assumes the validity of that finding. The District Court explained its ruling as follows:\n</p>\n<p>\"The document at issue concerns information requested by and transmitted to the Nixon White House concerning eleven individuals. Each of these eleven individuals has been prominently associated with liberal causes and/or has been outspoken in their opposition to the war in Indo-china that was being waged by this nation at that time. . . .</p>\n<p>\"The defendants contend that the White House `name check' requests qualify as records compiled for law enforcement purposes because the White House has special security and appointment functions. At no point in their pleadings do the defendants relate these broad and general duties to the individuals about whom information was requested from the FBI. Thus, there has been absolutely no showing that these particular records were compiled for law enforcement purposes. Accordingly, the defendants have failed to meet their burden, and summary judgment will be granted in favor of the plaintiff on this point.\" App. to Pet. for Cert. 27a.</p>\n<p>[2]  The Court rephrases the \"sole question for decision\" as \"whether information originally compiled for law enforcement purposes loses its Exemption 7 protection if summarized in a new document not created for law enforcement purposes.\" <i>Ante,</i> at 623. The question presented by this case, however, is simply whether the contested documents are \"investigatory records compiled for law enforcement purposes\" within the meaning of Exemption 7.</p>\n<p>[3]  Strictly speaking, the Exemption is narrower than stated in text, since the Act also provides that \"[a]ny reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt,\" 5 U. S. C.  552(b). In effect, then, Exemption 7 shields only those \"reasonably segregable portion[s]\" of \"records\" that are both \"investigatory\" and \"compiled for law enforcement purposes.\"</p>\n<p>[4]  The Court claims \"[n]o express answer\" to the question presented by the case \"is provided by the statutory language,\" <i>ante,</i> at 623. Apparently, the Court's assertion is intended to state the Court's conclusions that the language of the statute does not mean what it says and that, therefore, a straightforward reading of the statute is \"formalistic,\" <i>ante,</i> at 631. The statutory language does provide an \"express answer,\" though not one to the Court's liking.</p>\n<p>[5]  Courts frequently refer to \"the oft-repeated caveat that FOIA exemptions are to be narrowly construed,\" <i>ante,</i> at 630. <i>E. g., </i><i>Founding Church of Scientology of Washington, D. C., Inc.</i> v. <i>Bell,</i> 195 U. S. App. D. C. 363, 367-368, 603 F. 2d 945, 949-950 (1979) (\"[t]he legislative history of the Act and the 1974 amendments to it support a narrow construction of the exemptions\"); <i>New England Medical Center Hospital</i> v. <i>NLRB,</i> 548 F. 2d 377, 384 (CA1 1976) (\" `disclosure, not secrecy, is the dominant objective of the Act,' and . . . exemptions are to be `narrowly construed' \" (citations omitted); <i>Charlotte-Mecklenburg Hospital Authority</i> v. <i>Perry,</i> 571 F. 2d 195, 200, n. 15 (CA4 1978) (\"Exemptions in the FOIA are to be `narrowly construed,' with all doubts resolved in `favoring disclosure' \" (citations omitted); <i>Cox</i> v. <i>United States Dept. of Justice,</i> 576 F. 2d 1302, 1305 (CA8 1978) (\"The exemptions provided by subsection (b) `must be narrowly construed' \" (citation omitted)).\n</p>\n<p>The Act itself emphasizes that it \"does not authorize withholding of information or limit the availability of records to the public, <i>except as specifically stated</i> . . . .\" 5 U. S. C.  552(c) (1976 ed., Supp. IV) (emphasis added). Moreover, the legislative histories of the Act and of the 1974 amendments dictate a narrow construction of the exemptions to the FOIA. See, <i>e. g.,</i> S. Rep. No. 813, 89th Cong., 1st Sess., 3 (1965) (the FOIA was enacted \"to establish a general philosophy of full agency disclosure unless information is exempted under <i>clearly delineated</i> statutory language\" (emphasis added)); S. Rep. No. 93-854, p. 6 (1974), reprinted in House Committee on Government Operations and Senate Committee on the Judiciary, Freedom of Information Act and Amendments of 1974 (Pub. L. 93-502), Source Book, 94th Cong., 1st Sess., 158 (Joint Comm. Print 1975) (hereafter cited as Source Book).</p>\n<p>[6]  According to the Court, the phrase \"investigatory records compiled\" might have been intended to mean something like \"investigatory information gathered.\" The Court, of course, cannot claim that the ordinary, everyday meanings of the words \"records\" and \"compiled\" are ambiguous. Instead, as JUSTICE BLACKMUN suggests, <i>ante,</i> at 632, \"the Court has simply substituted the word `information' for the word `records' in Exemption 7(C).\"\n</p>\n<p>Notably, the Court does not attempt to cite cases interpreting the word \"record\" as used in the FOIA to refer to information apart from the particular tangible forms in which that information is recorded. In fact, this Court itself has said that the \"[FOIA] deals with `agency records,' not information in the abstract.\" <i>Forsham</i> v. <i>Harris,</i> 445 U. S. 169, 185 (1980). Surely, for example, a complete summary in different words, no matter how accurate, of all the information contained in an agency record would not satisfy an FOIA request for that record.</p>\n<p>[7]  See, <i>e. g., </i><i>TVA</i> v. <i>Hill,</i> 437 U. S. 153, 184, n. 29 (1978) (\"[w]hen confronted with a statute which is plain and unambiguous on its face, we ordinarily do not look to legislative history as a guide to its meaning\") (BURGER, C. J.).</p>\n<p>[8]  The English practice, by contrast, excludes external evidence from the process of statutory construction. Under the classical English approach, \"[i]t was permissible to consider what the law was before the statute, what `mischief' the statute was meant to remedy, and what the statute actually said,\" but \"it was not permissible to refer to the debates in Parliament for light on what the statute meant, nor to the changes which were made in the original bill before it became an act.\" T. Plucknett, A Concise History of the Common Law 335 (5th ed. 1956). This \"wooden English doctrine\" of excluding consideration of legislative history has been rejected by this Court \"since the days of Marshall,\" as a \"pernicious oversimplification,\" <i>United States</i> v. <i>Monia,</i> 317 U. S. 424, 431-432 (1943) (Frankfurter, J., dissenting).</p>\n<p>[9]  The Court does suggest, in effect, that Congress loosely drafted the statute, and intended to refer to \"information\" when it wrote \"records.\" In support of its position, the Court cites instances in which a few Members of Congress, in the heat of floor discussions and debates, seemed to use the terms \"documents,\" \"records,\" \"matters,\" and \"information\" rather freely. <i>Ante,</i> at 625-626, and n. 9. Because these discussions did not focus on the distinction created by the Court's construction of Exemption 7, they hardly can be considered to be the \"clearly expressed legislative intention to the contrary,\" <i>Bread Political Action Committee</i> v. <i>FEC,</i> 455 U. S. 577, 580 (1982), required to overcome the presumption in favor of the plain language of a statute.</p>\n<p>[10]  To see how little support those citations provide for the Court's position, it is only necessary to examine them. First, as noted in n. 9, <i>supra,</i> the Court cites the legislative history to show that some Members of Congress, in the heat of debate over the wisdom of the Exemption, used terms such as \"documents,\" \"records,\" \"matters,\" and \"information\" interchangeably. <i>Ante,</i> at 625-626, and n. 9. Second, the Court quotes a Congressman's statement that the Exemption requires the Government to specify some harm before the Government can successfully resist disclosure. <i>Ante,</i> at 627. Third, the Court cites the legislative history to show that Exemption 7 was enacted to override decisions of the Court of Appeals for the District of Columbia Circuit, which had expansively interpreted the Exemption's predecessor. <i>Ante,</i> at 627, and n. 11. And finally, the Court cites correspondence between President Ford and Members of Congress supporting the view that the protection of Exemption 6 does not fully overlap the protection of Exemption 7. <i>Ante,</i> at 629-630, n. 13. In short, none of these citations directly supports the Court's result.\n</p>\n<p>The legislative history of the 1974 amendment to Exemption 7 is summarized in <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.,</i> 437 U. S. 214, 226-234 (1978).</p>\n<p>[11]  Significantly, however, the legislative history of the 1974 amendment shows that Congress was aware of specific instances of alleged misconduct by the FBI and hoped the more liberal disclosure mandated by the amendment would discourage such incidents. See, <i>e. g.,</i> 120 Cong. Rec. 17039 (1974), Source Book 348 (remarks of Sen. Weicker); 120 Cong. Rec. 36866-36867 (1974), Source Book 440-441 (remarks of Sen. Kennedy); 120 Cong. Rec. 36872 (1974), Source Book 453 (remarks of Sen. Hart).</p>\n<p>[12]  Moreover, the Court is too quick to find Congress' distinction to \"mak[e] little sense.\" In fact, whatever the merits of the line Congress adopted, it is comprehensible.\n</p>\n<p>To understand why, one need realize only that a summary often provides as much information about the individual who summarizes as it does about the material summarized. The summaries of the opinions of this Court carried in the media, for example, frequently provide a perspective, not only on the work of the Court, but also on the perceptions and judgment of the reporters and their editors.</p>\n<p>Photocopies, on the other hand, indicate nothing about the purposes and perceptions of the persons responsible for their creation. Any significance a photocopy may have derives exclusively from its content and not from the process of its creation. Indeed, the Government usually satisfies an FOIA request by releasing a photocopy while retaining the original. A photocopy, moreover, inevitably discloses the entire original that it duplicates, while a summary discloses its sources only in part.</p>\n<p>Thus, it is not true that the distinction Congress drew \"makes little sense.\" A rational Congress could have thought that a summary is likely to provide sufficient insight into the purposes of its creators and requesters to justify its disclosure under the FOIA, if it was \"compiled\" for other than \"law enforcement purposes.\" The same Congress, furthermore, could have concluded that a photocopy, which can never convey anything other than the entire contents of the original document, should not be disclosed if the original is exempt from disclosure.</p>\n<p>Of course, there is no evidence that Congress thought about this distinction, and Congress plainly could not have considered the distinction as applied to the facts of the present case. The point, however, is only that the line drawn by the language of the statute does not lead to patently absurd consequences. Whether that distinction is well advised as a matter of sound policy is, of course, entirely another matter  and not for this Court.</p>\n\n</div>", "id": 110712, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/110712/", "sha1": "797285823ea205cad575aa7e0ae3a31786cbd68e", "source": "LR", "supreme_court_db_id": "1981-096", "time_retrieved": "2010-04-28T10:12:43"}