{"absolute_url": "/opinion/99283/postal-tel-cable-co-v-tonopah-rr-co/", "blocked": false, "citation": {"case_name": "Postal Tel.-Cable Co. v. Tonopah RR Co.", "docket_number": "Nos. 130, 217, and 404", "document_uris": ["/api/rest/v2/document/99283/"], "federal_cite_one": "248 U.S. 471", "federal_cite_three": null, "federal_cite_two": null, "id": 83666, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83666/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1919-01-27", "date_modified": "2014-12-21T01:36:39.517043", "docket": "/api/rest/v2/docket/442134/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">248 U.S. 471</p>\n    <p class=\"case_cite\">39 S.Ct. 162</p>\n    <p class=\"case_cite\">63 L.Ed. 365</p>\n    <p class=\"parties\">POSTAL TELEGRAPH-CABLE CO.<br>v.<br>TONOPAH &amp; TIDEWATER R. CO.  WESTERN UNION TELEGRAPH CO.  v.  BALTIMORE &amp; O. R. Co.  POSTAL TELEGRAPH-CABLE CO.  v.  CHICAGO GREAT WESTERN R. R.</p>\n    <p class=\"docket\">Nos. 130, 217, and 404.</p>\n    <p class=\"date\">Argued Jan. 7 and 9, 1919.</p>\n    <p class=\"date\">Decided Jan. 20, 1919.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. Jacob E. Dittus</i> and <i>Ode L. Rankin,</i> both of Chicago, Ill., and <i>Bynum E. Hinton,</i> of Washington, D. C., for Postal Telegraph-Cable Co.</p>\n      <p class=\"indent\"><i>Mr. Rush Taggart,</i> of New York City, for Western Union Telegraph Co.</p>\n      <p class=\"indent\"><i>Mr. Ralph M. Shaw,</i> of Chicago, Ill., for Chicago Great Western R. R.</p>\n      <p class=\"indent\"><i>Messrs. J. Du Pratt White</i> and <i>Roberts Walker,</i> both of New York City, for Baltimore &amp; O. R. Co.</p>\n      <p class=\"indent\"><i>Mr. Charles W. Needham,</i> of Washington, D. C., for Interstate Commerce Commission (by leave).</p>\n      <p class=\"indent\">Mr. Justice HOLMES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The first of these cases, Postal Telegraph-Cable Co. v. Tonopah &amp; Tidewater Railroad Co., was a suit in the Municipal Court of the City of New York for services rendered to the Railroad Company. The defendant set up that the services consisted of the sending of telegrams relating to the defendant's business and were covered by a contract such as usually is made between railroads and telegraphs, under which such telegrams were to be sent free of specific charge. The question raised was the validity of the agreement. The Court decided that it was valid and judgment for the defendant was affirmed on appeal, 176 App. Div. 910, 162 N. Y. Supp. 1140. The next case in number, The Western Union Telegraph Co. v. The Baltimore &amp; Ohio Railroad Co., was brought by the Railroad Company in the District Court of the United States for the Southern District of New York and sets up a similar contract, which the Telegraph Company now refuses to perform in consequence of a ruling of the Interstate Commerce Commission. It prays a declaration of the validity of the contract and specific performance. The plaintiff obtained a decree in the District Court, 241 Fed. 162, which was affirmed by the Circuit Court of Appeals, 242 Fed. 914. The last of the three cases, Postal Telegraph-Cable Co. v. Chicago Great Western Railroad, was another bill in equity, brought by the Railroad Company in the District Court of the United States for the Northern District of Illinois upon a similar contract, to prevent a multiplicity of suits by the Telegraph Company like that first above mentioned, to have the validity of the contract declared, and to obtain a decree that it be performed. The defendant prevailed in the District Court, 245 Fed. 592, but the decision was reversed by the Circuit Court of Appeals, and there the plaintiff obtained a decree, 249 Fed. 664. The only question upon which our decision is sought is the validity of the agreements, which are so far alike as to present a single issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The contracts elaborately provide for the reciprocal rights of the companies, for a division of expenses between the railroad and telegraph, for the use by the telegraph of the railroad's right of way for its poles, for monthly payment of a certain sum by the telegraph, and then agree, this being the point now material, that up to a certain amount calculated at the regular day rates of the telegraph, it should deliver free of charge messages pertaining to the railroad business to any points on its system on or beyond the railroad lines, and that up to an amount calculated in similar manner the railroad should transport the materials, supplies and employes of the telegraph, needed for the construction, maintenance or renewal of the telegraph lines whether on or off the lines of the road. The latest ruling of the Interstate Commerce Commission is that these contracts for an exchange of service while valid for services on the line are invalid as to services off the line, which last, it is held, must be charged for by the railroad upon the basis of its published rates and by the telegraph upon that of its charges reasonably charged to other customers for similar services. The Commission construes in this way a proviso added to section 1 of the act to regulate commerce (Act Feb. 4, 1887, c. 104, 24 Stat. 379) by an amendment of June 18, 1910, c. 309, &#167; 7, 36 Stat. 544 (Comp. St. &#167; 8563). This amendment brought telegraph, telephone and cable companies within the act but also inserted a proviso 'that nothing in this Act shall be construed strued to prevent telephone, telegraph, and cable companies from entering into contracts, with common carriers, for the exchange of services.' The question more specifically stated is whether the construction adopted by the Commission is right.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We do not see how that construction can be got from the words of the act. The words are general and as certainly allow services off the line as services on it to be exchanged. In fact they do so almost in terms by allowing common carriers to exchange with cable companies. This being obvious, it is said that while the abstinence of the act from preventing exchanges covers the whole ground, the exchange of services off the line must be on the terms that we have stated, which makes the act as to them merely a superfluous permission to settle accounts periodically instead of paying for each transaction in cash. But 'exchange' is barter and carries with it no implication of reduction to money as a common denominator. It contemplates simply an estimate, determined by self interest, of the relative value and importance of the sevices rendered and those received. This is admitted with regard to services on the line, and if so whatever services can be exchanged can be exchanged in the same way. We cannot follow the argument from Santa Fe, Prescott &amp; Phoenix Ry. Co. v. Grant Brothers Construction Co., 228 U. S. 177, 33 Sup. Ct. 474, 57 L. Ed. 787, that the exchange properly so called should be confined to cases where the common carrier is not acting as such. That seems to us a perverse conclusion from a proviso permitting 'common carriers' to exchange.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nothing is gained by referring to the provisions in other sections or to those of the section to which the proviso is attached, for the provision is that nothing in the act, in whatever section it may occur, shall be twisted into preventing the exchange. The passion for equality sometimes leads to hollow formulas and the attempt to bring these arrangements under the head of undue preferences and the like hardly seems a natural result of the statute. No one knows which of the two would be found to be preferred as having the best of a very complex bargain. All the great benefits derived on one side are the consideration for all those conferred upon the other. The railroad and the telegraph have grown together in mutual dependence and we are told that contracts of this sort for long terms have been nearly universal for fifty years. The contracts had been called to the attention of Congress repeatedly by the Commission, which, in December, 1906, stated that, so far as it could see, the full performance of them by the carriers would not affect any public or private interest adversely. It held however that under the law as it then stood contracts for services off the line were unlawful. 12 I. C. C. 10, 12. Then the Amendment of 1910 was passed, and passed, we must suppose, having the opinion of the Commission and the notorious longstanding form of existing contracts in view. The contracts are complex, as we have said, and entire. We cannot believe that an act which purported to allow them meant to break them up. The Commission seems not to have believed it in its first ruling upon the amended act.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our opinion is confirmed by a consideration of the further additions to section 1, in 1910, allowing free passes to be given to the employes of telegraph, telephone and cable lines, and by some further matters of detail referred to in the judgments of the Courts below of which we have cited the reports. The interdependence of the companies is very intimate, and the trouble that would be caused by a narrow construction of the act we believe would be great, with no advantage so far as we can see to any other users of the lines or roads. We do not go into more minute discussion because the result reached must stand on the plain words of the act, the meaning of which is confirmed rather than made doubtful by the circumstances in which the proviso was enacted and the events that had gone before.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Judgment and decrees affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>248 U.S. 471 (1919)</b></center>\n<center><h1>POSTAL TELEGRAPH-CABLE COMPANY<br>\nv.<br>\nTONOPAH &amp; TIDEWATER RAILROAD COMPANY.<br>\nWESTERN UNION TELEGRAPH COMPANY<br>\nv.<br>\nBALTIMORE &amp; OHIO RAILROAD COMPANY.<br>\nPOSTAL TELEGRAPH-CABLE COMPANY<br>\nv.<br>\nCHICAGO GREAT WESTERN RAILROAD.</h1></center>\n<center>Nos. 130, 217, 404.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 7, 9, 1919.</center>\n<center>Decided January 20, 1919.</center>\nERROR TO THE SUPREME COURT, APPELLATE DIVISION, FIRST DEPARTMENT, OF THE STATE OF NEW YORK.\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Jacob E. Dittus</i> and <i>Mr. Ode L. Rankin,</i> with whom <i>Mr. William W. Cook</i> and <i>Mr. Bynum E. Hinton</i> <span class=\"star-pagination\">*472</span> were on the briefs, for plaintiff in error and appellant in Nos. 130 and 404.</p>\n<p>No appearance for defendant in error in No. 130.</p>\n<p><i>Mr. Ralph M. Shaw,</i> with whom <i>Mr. George A. Kelly</i> was on the brief, for appellee in No. 404.</p>\n<p><i>Mr. Rush Taggart</i> for appellant in No. 217.</p>\n<p><i>Mr. J. DuPratt White,</i> with whom <i>Mr. George F. Brownell</i> and <i>Mr. Vermont Hatch</i> were on the brief, for appellee in No. 217.</p>\n<p><i>Mr. Charles W. Needham,</i> with whom <i>Mr. P.J. Farrell</i> was on the brief, for the Interstate Commerce Commission, as <i>amicus curiae,</i> by special leave.</p>\n<p>MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>The first of these cases, <i>Postal Telegraph-Cable Co.</i> v. <i>Tonopah &amp; Tidewater R.R. Co.,</i> was a suit in the Municipal Court of the City of New York for services rendered to the Railroad Company. The defendant set up that the services consisted of the sending of telegrams relating to the defendant's business and were covered by a contract such as usually is made between railroads and telegraphs, under which such telegrams were to be sent free of specific charge. The question raised was the validity of the agreement. The Court decided that it was valid and judgment for the defendant was affirmed on appeal. The next case in number, <i>Western Union Telegraph Co.</i> v. <i>Baltimore &amp; Ohio R.R. Co.,</i> was brought by the Railroad Company in the District Court of the United States for the Southern District of New York and sets up a similar contract, which the Telegraph Company <span class=\"star-pagination\">*473</span> now refuses to perform in consequence of a ruling of the Interstate Commerce Commission. It prays a declaration of the validity of the contract and specific performance. The plaintiff obtained a decree in the District Court, 241 Fed. Rep. 162, which was affirmed by the Circuit Court of Appeals, 242 Fed. Rep. 914. The last of the three cases, <i>Postal Telegraph-Cable Co.</i> v. <i>Chicago Great Western Railroad,</i> was another bill in equity, brought by the Railroad Company in the District Court of the United States for the Northern District of Illinois upon a similar contract, to prevent a multiplicity of suits by the Telegraph Company like that first above mentioned, to have the validity of the contract declared, and to obtain a decree that it be performed. The defendant prevailed in the District Court, 245 Fed. Rep. 592, but the decision was reversed by the Circuit Court of Appeals, and there the plaintiff obtained a decree. 249 Fed. Rep. 664. The only question upon which our decision is sought is the validity of the agreements, which are so far alike as to present a single issue here.</p>\n<p>The contracts elaborately provide for the reciprocal rights of the companies, for a division of expenses between the railroad and telegraph, for the use by the telegraph of the railroad's right of way for its poles, for monthly payment of a certain sum by the telegraph, and then agree, this being the point now material, that up to a certain amount calculated at the regular day rates of the telegraph, it should deliver free of charge messages pertaining to the railroad business to any points on its system on or beyond the railroad lines, and that up to an amount calculated in similar manner the railroad should transport the materials, supplies and employees of the telegraph, needed for the construction, maintenance or renewal of the telegraph lines whether on or off the lines of the road. The latest ruling of the Interstate Commerce Commission is that these contracts for an exchange of service while <span class=\"star-pagination\">*474</span> valid for services on the line are invalid as to services off the line, which last, it is held, must be charged for by the railroad upon the basis of its published rates and by the telegraph upon that of its charges reasonably charged to other customers for similar services. The Commission construes in this way a proviso added to § 1 of the Act to Regulate Commerce by an amendment of June 18, 1910, c. 309, § 7. [36 Stat. 539, 544.] This amendment brought telegraph, telephone and cable companies within the act but also inserted a proviso \"that nothing in this Act shall be construed to prevent telephone, telegraph, and cable companies from entering into contracts with common carriers, for the exchange of services.\" The question more specifically stated is whether the construction adopted by the Commission is right.</p>\n<p>We do not see how that construction can be got from the words of the act. The words are general and as certainly allow services off the line as services on it to be exchanged. In fact they do so almost in terms by allowing common carriers to exchange with cable companies. This being obvious, it is said that while the abstinence of the act from preventing exchanges covers the whole ground, the exchange of services off the line must be on the terms that we have stated, which makes the act as to them merely a superfluous permission to settle accounts periodically instead of paying for each transaction in cash. But \"exchange\" is barter and carries with it no implication of reduction to money as a common denominator. It contemplates simply an estimate, determined by self interest, of the relative value and importance of the services rendered and those received. This is admitted with regard to services on the line, and if so whatever services can be exchanged can be exchanged in the same way. We cannot follow the argument from <i>Santa Fe, Prescott &amp; Phoenix Ry. Co.</i> v. <i>Grant Brothers Construction Co.,</i> 228 U.S. 177, that the exchange properly <span class=\"star-pagination\">*475</span> so called should be confined to cases where the common carrier is not acting as such. That seems to us a perverse conclusion from a proviso permitting \"common carriers\" to exchange.</p>\n<p>Nothing is gained by referring to the provisions in other sections or to those of the section to which the proviso is attached, for the provision is that nothing in the act, in whatever section it may occur, shall be twisted into preventing the exchange. The passion for equality sometimes leads to hollow formulas and the attempt to bring these arrangements under the head of undue preferences and the like hardly seems a natural result of the statute. No one knows which of the two would be found to be preferred as having the best of a very complex bargain. All the great benefits derived on one side are the consideration for all those conferred upon the other. The railroad and the telegraph have grown together in mutual dependence and we are told that contracts of this sort for long terms have been nearly universal for fifty years. The contracts had been called to the attention of Congress repeatedly by the Commission, which, in December, 1906, stated that, so far as it could see, the full performance of them by the carriers would not affect any public or private interest adversely. It held however that under the law as it then stood contracts for services off the line were unlawful. 12 I.C.C. 10, 12. Then the amendment of 1910 was passed, and passed, we must suppose, having the opinion of the Commission and the notorious long-standing form of existing contracts in view. The contracts are complex, as we have said, and entire. We cannot believe that an act which purported to allow them meant to break them up. The Commission seems not to have believed it in its first ruling upon the amended act.</p>\n<p>Our opinion is confirmed by a consideration of the further additions to § 1, in 1910, allowing free passes to <span class=\"star-pagination\">*476</span> be given to the employees of telegraph, telephone and cable lines, and by some further matters of detail referred to in the judgments of the Courts below of which we have cited the reports. The interdependence of the companies is very intimate, and the trouble that would be caused by a narrow construction of the act we believe would be great, with no advantage so far as we can see to any other users of the lines or roads. We do not go into more minute discussion because the result reached must stand on the plain words of the act, the meaning of which is confirmed rather than made doubtful by the circumstances in which the proviso was enacted and the events that had gone before.</p>\n<p><i>Judgment and decrees affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></span> (1919)</b></center>\n<center><h1>POSTAL TELEGRAPH-CABLE COMPANY<br>\nv.<br>\nTONOPAH &amp; TIDEWATER RAILROAD COMPANY.<br>\nWESTERN UNION TELEGRAPH COMPANY<br>\nv.<br>\nBALTIMORE &amp; OHIO RAILROAD COMPANY.<br>\nPOSTAL TELEGRAPH-CABLE COMPANY<br>\nv.<br>\nCHICAGO GREAT WESTERN RAILROAD.</h1></center>\n<center>Nos. 130, 217, 404.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 7, 9, 1919.</center>\n<center>Decided January 20, 1919.</center>\nERROR TO THE SUPREME COURT, APPELLATE DIVISION, FIRST DEPARTMENT, OF THE STATE OF NEW YORK.\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Jacob E. Dittus</i> and <i>Mr. Ode L. Rankin,</i> with whom <i>Mr. William W. Cook</i> and <i>Mr. Bynum E. Hinton</i> <span class=\"star-pagination\">*472</span> were on the briefs, for plaintiff in error and appellant in Nos. 130 and 404.</p>\n<p>No appearance for defendant in error in No. 130.</p>\n<p><i>Mr. Ralph M. Shaw,</i> with whom <i>Mr. George A. Kelly</i> was on the brief, for appellee in No. 404.</p>\n<p><i>Mr. Rush Taggart</i> for appellant in No. 217.</p>\n<p><i>Mr. J. DuPratt White,</i> with whom <i>Mr. George F. Brownell</i> and <i>Mr. Vermont Hatch</i> were on the brief, for appellee in No. 217.</p>\n<p><i>Mr. Charles W. Needham,</i> with whom <i>Mr. P.J. Farrell</i> was on the brief, for the Interstate Commerce Commission, as <i>amicus curiae,</i> by special leave.</p>\n<p>MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>The first of these cases, <i>Postal Telegraph-Cable Co.</i> v. <i>Tonopah &amp; Tidewater R.R. Co.,</i> was a suit in the Municipal Court of the City of New York for services rendered to the Railroad Company. The defendant set up that the services consisted of the sending of telegrams relating to the defendant's business and were covered by a contract such as usually is made between railroads and telegraphs, under which such telegrams were to be sent free of specific charge. The question raised was the validity of the agreement. The Court decided that it was valid and judgment for the defendant was affirmed on appeal. The next case in number, <i>Western Union Telegraph Co.</i> v. <i>Baltimore &amp; Ohio R.R. Co.,</i> was brought by the Railroad Company in the District Court of the United States for the Southern District of New York and sets up a similar contract, which the Telegraph Company <span class=\"star-pagination\">*473</span> now refuses to perform in consequence of a ruling of the Interstate Commerce Commission. It prays a declaration of the validity of the contract and specific performance. The plaintiff obtained a decree in the District Court, 241 Fed. Rep. 162, which was affirmed by the Circuit Court of Appeals, 242 Fed. Rep. 914. The last of the three cases, <i>Postal Telegraph-Cable Co.</i> v. <i>Chicago Great Western Railroad,</i> was another bill in equity, brought by the Railroad Company in the District Court of the United States for the Northern District of Illinois upon a similar contract, to prevent a multiplicity of suits by the Telegraph Company like that first above mentioned, to have the validity of the contract declared, and to obtain a decree that it be performed. The defendant prevailed in the District Court, 245 Fed. Rep. 592, but the decision was reversed by the Circuit Court of Appeals, and there the plaintiff obtained a decree. 249 Fed. Rep. 664. The only question upon which our decision is sought is the validity of the agreements, which are so far alike as to present a single issue here.</p>\n<p>The contracts elaborately provide for the reciprocal rights of the companies, for a division of expenses between the railroad and telegraph, for the use by the telegraph of the railroad's right of way for its poles, for monthly payment of a certain sum by the telegraph, and then agree, this being the point now material, that up to a certain amount calculated at the regular day rates of the telegraph, it should deliver free of charge messages pertaining to the railroad business to any points on its system on or beyond the railroad lines, and that up to an amount calculated in similar manner the railroad should transport the materials, supplies and employees of the telegraph, needed for the construction, maintenance or renewal of the telegraph lines whether on or off the lines of the road. The latest ruling of the Interstate Commerce Commission is that these contracts for an exchange of service while <span class=\"star-pagination\">*474</span> valid for services on the line are invalid as to services off the line, which last, it is held, must be charged for by the railroad upon the basis of its published rates and by the telegraph upon that of its charges reasonably charged to other customers for similar services. The Commission construes in this way a proviso added to § 1 of the Act to Regulate Commerce by an amendment of June 18, 1910, c. 309, § 7. [36 Stat. 539, 544.] This amendment brought telegraph, telephone and cable companies within the act but also inserted a proviso \"that nothing in this Act shall be construed to prevent telephone, telegraph, and cable companies from entering into contracts with common carriers, for the exchange of services.\" The question more specifically stated is whether the construction adopted by the Commission is right.</p>\n<p>We do not see how that construction can be got from the words of the act. The words are general and as certainly allow services off the line as services on it to be exchanged. In fact they do so almost in terms by allowing common carriers to exchange with cable companies. This being obvious, it is said that while the abstinence of the act from preventing exchanges covers the whole ground, the exchange of services off the line must be on the terms that we have stated, which makes the act as to them merely a superfluous permission to settle accounts periodically instead of paying for each transaction in cash. But \"exchange\" is barter and carries with it no implication of reduction to money as a common denominator. It contemplates simply an estimate, determined by self interest, of the relative value and importance of the services rendered and those received. This is admitted with regard to services on the line, and if so whatever services can be exchanged can be exchanged in the same way. We cannot follow the argument from <i>Santa Fe, Prescott &amp; Phoenix Ry. Co.</i> v. <i>Grant Brothers Construction Co.,</i> <span class=\"citation\" data-id=\"97842\"><a href=\"/opinion/97842/santa-fe-railway-v-grant-bros/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span>, that the exchange properly <span class=\"star-pagination\">*475</span> so called should be confined to cases where the common carrier is not acting as such. That seems to us a perverse conclusion from a proviso permitting \"common carriers\" to exchange.</p>\n<p>Nothing is gained by referring to the provisions in other sections or to those of the section to which the proviso is attached, for the provision is that nothing in the act, in whatever section it may occur, shall be twisted into preventing the exchange. The passion for equality sometimes leads to hollow formulas and the attempt to bring these arrangements under the head of undue preferences and the like hardly seems a natural result of the statute. No one knows which of the two would be found to be preferred as having the best of a very complex bargain. All the great benefits derived on one side are the consideration for all those conferred upon the other. The railroad and the telegraph have grown together in mutual dependence and we are told that contracts of this sort for long terms have been nearly universal for fifty years. The contracts had been called to the attention of Congress repeatedly by the Commission, which, in December, 1906, stated that, so far as it could see, the full performance of them by the carriers would not affect any public or private interest adversely. It held however that under the law as it then stood contracts for services off the line were unlawful. 12 I.C.C. 10, 12. Then the amendment of 1910 was passed, and passed, we must suppose, having the opinion of the Commission and the notorious long-standing form of existing contracts in view. The contracts are complex, as we have said, and entire. We cannot believe that an act which purported to allow them meant to break them up. The Commission seems not to have believed it in its first ruling upon the amended act.</p>\n<p>Our opinion is confirmed by a consideration of the further additions to § 1, in 1910, allowing free passes to <span class=\"star-pagination\">*476</span> be given to the employees of telegraph, telephone and cable lines, and by some further matters of detail referred to in the judgments of the Courts below of which we have cited the reports. The interdependence of the companies is very intimate, and the trouble that would be caused by a narrow construction of the act we believe would be great, with no advantage so far as we can see to any other users of the lines or roads. We do not go into more minute discussion because the result reached must stand on the plain words of the act, the meaning of which is confirmed rather than made doubtful by the circumstances in which the proviso was enacted and the events that had gone before.</p>\n<p><i>Judgment and decrees affirmed.</i></p>\n</div>", "id": 99283, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99283/", "sha1": "0c8f72f31985657add4f6a2d268d9bd88a10559c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:46:51"}