{"absolute_url": "/opinion/99333/united-states-v-brooklyn-terminal/", "blocked": false, "citation": {"case_name": "United States v. Brooklyn Terminal", "docket_number": "155", "document_uris": ["/api/rest/v2/document/99333/"], "federal_cite_one": "249 U.S. 296", "federal_cite_three": null, "federal_cite_two": null, "id": 83716, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83716/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 14, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1919-03-24", "date_modified": "2014-12-21T01:36:41.582566", "docket": "/api/rest/v2/docket/404885/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">249 U.S. 296</p>\n    <p class=\"case_cite\">39 S.Ct. 283</p>\n    <p class=\"case_cite\">63 L.Ed. 613</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>BROOKLYN EASTERN DISTRICT TERMINAL.</p>\n    <p class=\"docket\">No. 155.</p>\n    <p class=\"date\">Argued Jan. 20, 1919.</p>\n    <p class=\"date\">Decided March 24, 1919.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Mr. Assistant Attorney General Frierson,</i> for the United states.</p>\n      <p class=\"indent\"><i>Mr. Henry B. Closson,</i> of New York City, for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 297-299 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice BRANDEIS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Hours of Service Act (Act March 4, 1907, c. 2939, 34 Stat. 1415 [Comp. St. &#167;&#167; 8677, 8678])<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> prohibits any common carrier by railroad en gaged in interstate commerce from requiring or permitting an employe to remain on duty for a longer period than 16 consecutive hours. For alleged violation of this provision, proceedings were brought against the Brooklyn Eastern District Terminal in the District Court of the United States for the Eastern District of New York. The defendant contended that it was not a common carrier; that it was not engaged in interstate commerce by railroad; and that its employes were not 'connected with the movement of any train.' Upon facts which were agreed the trial court entered judgment for the government. The Circuit Court of Appeals reversed the judgment on the ground that, while the Terminal was engaged in interstate commerce and the employment in question was connected with the movement of trains, it was not a common carrier. Brooklyn Eastern District Terminal v. United States, 239 Fed. 287, 152 C. C. A. 275. The case comes here on writ of certiorari (243 U. S. 647, 37 Sup. Ct. 475, 61 L. Ed. 945); and the substantial question before us is whether the Terminal is within the scope of the Hours of Service Act, as being a common carrier. The essential facts are these:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. The Terminal is a navigation corporation with an authorized capital stock of one hundred thousand dollars ($100,000), incorporated under section 10 of article 3 of the Transportation Corporations Law of the state of New York (Consol. Laws, c. 63) which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Seven or more persons may become a corporation, for the      purpose of building for their own use, equipping, furnishing,      fitting, purchasing, chartering, navigating, or owning steam, sail, or other boats, ships, vessels or other      property to be used in any lawful business, trade, commerce,      or navigation upon the ocean, or any seas, sounds, lakes,      rivers, canals, or other waterways, and for the carriage,      transportation, or storing or lading, freight, mails,      property, or passengers thereon.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In its certificate of incorporation, the corporate powers and purposes of the defendant are stated as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'The purposes for which it is formed are to build for its own      use, equip, furnish, fit, purchase, charter, navigate, and      own steam, sail, and other boats, ships, vessels, and other      property to be used in the business of carrying,      transporting, storing, and lading merchandise in New York      Harbor and the waters adjacent thereto and connected      therewith and the territory bordering thereon.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. The Terminal operates a union freight station at Brooklyn under individual contracts with ten interstate railroads and several steamship companies. From the railroads it receives both carload and less than carload freight and transports the same from their termini to its Brooklyn docks. There, the cars containing such freight are hauled from the car floats by its locomotives and placed for unloading either on its team tracks or at its freight houses. The Terminal receives likewise from shippers both carload and less than carload outgoing freight originating at Brooklyn and consigned to points upon the various railroads with which it has contracts. The cars carrying this outgoing freight are then switched and loaded by its locomotives upon its floats and transported by its tugs to the docks of the several railroads.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. For its services in handling freight as above set forth the Terminal is paid not by the shipper or consignee, but by the railroad or steamship company upon whose account the transportation service is performed, at the rate of 3 cents per 100 pounds of freight moving to or from points east of the western termini of said railroads, and 4 1/5 cents per 100 pounds on freight moving to or from points beyond such termini. Upon prepaid shipments from shippers not on the credit lists of the railroads it collects from the shipper at Brooklyn the money and charges for the transportation of such freight from that point to its final destination; and also collects from the consignee at Brooklyn the charges for the transportation of such freight from its point of origin to that place, when such charges have not been prepaid. The freight moneys and charges so received by the defendant from shippers or consignees are accounted for and paid over by it without deduction to the railroads or steamship lines upon whose account they are collected.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. The Terminal does not hold itself out as a common carrier; nor does it file with the Interstate Commerce Commission any tariffs or concurrences with tariffs, or copies of the contracts with the common carriers by whom it is paid for the transportation of freight, as heretofore set forth. The terminal at Brooklyn is designated by such railroads and rail and water lines, in the tariffs filed by them with the Interstate Commerce Commission, as one of their receiving and delivering stations for freight in the port of New York; and through bills of lading to such terminal as such station are issued by them on freight to be delivered there. For all freight originating at Brooklyn bills of lading of the railroad or steamship line to which the freight is to be delivered are there issued to the shipper by one of the defendant's employes, who is duly authorized to issue such bills of lading by the railroad or steamship line by which the freight is to be transported to its final destination or destinations after the same is delivered to such railroad or steamship line by defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">5. The tracks of the Terminal which extend from its float bridges to several warehouses, coal pockets, platforms, and team tracks have an aggregate length of 8 1/3 miles. One track connecting its several dock and delivery tracks which is kept clear for operating its switching engines is about one mile in length. The length of haul effected by its locomotives in moving cars between its float bridges and warehouses, platforms, pockets, and team tracks varies from a few yards to nearly a mile. The number of cars so hauled as part of a movement varies from a single car to eight cars. As an incident to such movement its locomotives hauling cars cross a public street in Brooklyn.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">6. Defendant owns or hires no cars itself, and no cars, except the ones heretofore mentioned, are ever moved over its tracks. For the use of such cars defendant pays no charges; and except by the switching service heretofore described, it transports freight only by water. It handles interstate and intrastate freight indiscriminately, the larger part being interstate. It transports no passengers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">7. In connection with the movement of one or more cars between the floats and the loading tracks, warehouses, and team or delivery tracks, defendant employs four to eight switching crews during the day and two at night, each crew consisting of a conductor, engineer and two or more brakemen.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Hours of Service Act declares (in the first section) that:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'The term 'railroad' as used in this act shall include all      bridges and ferries used or operated in connection with any      railroad, and also all the road in use by any common carrier      operating a railroad, whether owned or operated under a      contract, agreement, or lease.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hence, neither the character of the Terminal's railroad nor its independent ownership excludes it from the scope of the act. But the Terminal contends that it is not subject to the provisions of the statute, since it is not incorporated as a common carrier and does not hold itself out as such; does not file tariffs; and does not undertake to transport property for all who may apply to have their goods transported; but merely transports as agent such freight as is delivered to it by or for those carriers, and those only, with whom it has elected to make special contracts; and that, under these contracts it performs for the railroads, and not for the public, a part of the whole carriage which they, as common carriers, have undertaken with the shipper to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need not undertake a definition of the term 'common carrier' for all purposes. Nor are we concerned with questions of corporate power or of duties to shippers, which frequently compel nice distinctions between public and private carriers. We have merely to determine whether Congress, in declaring the Hours of Service Act applicable 'to any common carrier or carriers, their officers, agents, and employes, engaged in the transportation of passengers or property by railroad,' made its prohibitions applicable to the Terminal and its employes engaged in the operations here involved. The answer to that question does not depend upon whether its charter declares it to be a common carier, nor upon whether the state of incorporation considers it such; but upon what it does. Terminal Taxicab Co. v. District of Columbia, 241 U. S. 252, 254, 36 Sup. Ct. 583, 60 L. Ed. 984, Ann. Cas. 1916D, 765.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The relation of the Terminal to the several railroads is substantially the same as that of the terminal considered in United States v. Baltimore &amp; Ohio Railroad Co., 225 U. S. 306, 32 Sup. Ct. 817, 56 L. Ed. 1100; 231 U. S. 274, 288, 34 Sup. Ct. 75, 58 L. Ed. 218. The transportation performed by the railroads begins and ends at the Terminal. Its docks and warehouses are public freight stations of the railroads. These with its car floats, even if not under common ownership or management, are used as an integral part of each railroad line, like the stockyards in United States v. Union Stockyard, 226 U. S. 286, 33 Sup. Ct. 83, 57 L. Ed. 226, and the wharfage facilities in Southern Pacific Terminal Co. v. Interstate Commerce Commission, 219 U. S. 498, 31 Sup. Ct. 279, 55 L. Ed. 310. They are clearly unlike private plant facilities. Compare Tap Line Cases, 234 U. S. 1, 25, 34 Sup. Ct. 741, 58 L. Ed. 1185. The services rendered by the Terminal are public in their nature; and of a kind ordinarily performed by a common carrier. If these terminal operations were conducted directly by any, or jointly by all, of the ten railroad companies with which the Terminal has contracts, the operations would clearly be within the scope of the Hours of Service Law. The evils sought to be remedied exist equally, whether the terminal operations are conducted by the railroad companies themselves or by the Terminal as their agent; and whether the Terminal acts only as such agent for railroads or undertakes in addition to transport on its own account goods for shippers. The precise question presented is, therefore, whether the fact that the Terminal conducts these operations, not as an integral part of a single railroad system but wholly as an agent for one or several, exempts the railroad companies, because they are not the employer and exempts the Terminal, because it is not a common carrier; thus making inapplicable a provision regarding the physical operation of the property devised for the protection of employes and the public.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">One who transports property from place to place over a definite route as agent for a common carrier may, under conceivable circumstances, be a private carrier. But what is there in the facts above recited to endow the Terminal with that character? The service which it performs is distinctly public in character; that is, conveying between Brooklyn and points on any of the ten interstate carriers and their connections all property that is offered. The fact that the railroad of the Terminal is short does not prevent it from being a common carrier; United States v. Sioux City Stockyards Co. (C. C.) 162 Fed. 556; nor does the fact that the thing which it undertakes to carry is contained only in cars furnished by the railroad companies with which it has contracts. Railroads, whose only service is hauling cars for other railroads, have been held liable as common carriers under the Safety Appliance Acts March 2, 1893, c. 196, 27 Stat. 531, Comp. St. &#167;&#167; 8605-8612; Act March 2, 1903, c. 976, 32 Stat. 943, Comp. St. &#167;&#167; 8613-8615; Act April 14, 1910, c. 160, 36 Stat. 298, Comp. St. &#167;&#167; 8617-8623 (Union Stockyards Co. of Omaha v. United States, 169 Fed. 404, 94 C. C. A. 626; Belt Railway Co. of Chicago v. United States, 168 Fed. 542, 93 C. C. A. 666, 22 L. R. A. [N. S.] 582); and under the Twenty-Eight Hour Law Act June 29, 1906, c. 3594, 34 Stat. 607, Comp. St. &#167;&#167; 8651-8654 (United States v. Sioux City Stockyards Co., supra).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">What the Terminal contracts to transport, however, is not primarily cars, but their contents. Its compensation is measured not by the weight, size, or character of the car, but by the weight and the origin or destination of the goods carried therein. These goods the Terminal must, under its contracts with the railroad companies, receive and carry at the rates specified for all who offer them, as fully as the railroad companies do at their other stations. The incidental services performed by the Terminal in respect to these goods are also the same as those performed by the railroad companies at their other stations. For all freight originating at Brooklyn, it issues through bills of lading to destination. Upon prepaid shipments originating there, it collects from the shippers the charges for transportation from Brooklyn to final destination; except where shippers are on the credit lists of the railroad companies. Upon goods arriving over its line at Brooklyn, it collects from the consignees the charges from point of origin, unless these were prepaid. As the Terminal receives both from railroad companies and from shippers also less than carload freight, it doubtless performs the loading and unloading, as is done at other railroad stations; and for freight delivered at Brooklyn takes appropriate receipts. In no respects, therefore, does the service actually performed by the Terminal for or in respect to shippers differ from that performed by the railroad companies at their other stations. True, the service is performed by the Terminal under contracts with the railroad companies as agent for them and not on its own account. But a common carrier does not cease to be such merely because the services which it renders to the public are performed as agent for another. The relation of connecting carriers with the initial carrier is frequently that of agent. See Bank of Kentucky v. Adams Express Co., 93 U. S. 174, 23 L. Ed. 872. The relation of agency may preclude contractual obligations to the shippers, but it cannot change the obligations of the carrier concerning the physical operation of the railroad under the Hours of Service Act, which as this court has said, must be liberally construed to secure the safety of employes and the public. Atchison, Topeka &amp; Santa Fe Railway Co. v. United States, 244 U. S. 336, 37 Sup. Ct. 635, 61 L. Ed. 1175, Ann. Cas. 1918C, 794.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is now admitted that the Terminal is engaged in interstate commerce; and it is clear that at least 'switching crews' engaged in moving at one time a locomotive with seven or eight cars between the docks and the warehouses or team tracks, a distance of nearly a mile, are engaged in the movement of a 'train.' The decisions under the Safety Appliance Acts depend upon the particular context in which the word 'train' there occurs, and are not here applicable. Compare United States v. Erie Railroad Co., 237 U. S. 402, 407, 408, 35 Sup. Ct. 621, 59 L. Ed. 1019.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The judgment of the Circuit Court of Appeals is reversed, and that of the District Court affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Act of March j, 1907, c. 2939, 34 Stat. 1415.</p>\n        <p>'That the provisions of this act shall apply to any common carrier or carriers, their officers, agents, and employes, engaged in the transportation of passengers or property by railroad * * * from one state * * * to any other state. * * * The term 'railroad' as used in this act shall include all bridges and ferries used or operated in connection with any railroad, and also all the road in use by any common carrier operating a railroad, whether owned or operated under a contract, agreement, or lease; and the term 'employes' as used in this act shall be held to mean persons actually engaged in or connected with the movement of any train.</p>\n        <p>'Sec. 2. That it shall be unlawful for any common carrier, its officers or agents, subject to this act to require or permit any employe subject to this act to be or remain on duty for a longer period than sixteen consecutive hours. * * *'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compare also McNamara v. Washington Terminal Co., 37 App. D. C. 384, 394 et seq.; State v. Union Stockyards Co., 81 Neb. 67, 115 N. W. 627.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>249 U.S. 296 (1919)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBROOKLYN EASTERN DISTRICT TERMINAL.</h1></center>\n<center>No. 155.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1919.</center>\n<center>Decided March 24, 1919.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*297</span> <i>Mr. Assistant Attorney General Frierson,</i> with whom <i>Mr. Neal L. Thompson</i> was on the brief, for the United States.</p>\n<p><i>Mr. Henry B. Closson,</i> for respondent.</p>\n<p><span class=\"star-pagination\">*299</span> MR. JUSTICE BRANDEIS delivered the opinion of the court.</p>\n<p>The Hours of Service Act (March 4, 1907, c. 2939, 34 Stat. 1415)<sup>[1]</sup> prohibits any common carrier by railroad engaged <span class=\"star-pagination\">*300</span> in interstate commerce from requiring or permitting an employee to remain on duty for a longer period than sixteen consecutive hours. For alleged violation of this provision, proceedings were brought against the Brooklyn Eastern District Terminal in the District Court of the United States for the Eastern District of New York. The defendant contended that it was not a common carrier; that it was not engaged in interstate commerce by railroad; and that its employees were not \"connected with the movement of any train.\" Upon facts which were agreed the trial court entered judgment for the Government. The Circuit Court of Appeals reversed the judgment on the ground that, while the Terminal was engaged in interstate commerce and the employment in question was connected with the movement of trains, it was not a common carrier. 239 Fed. Rep. 287. The case comes here on writ of certiorari (243 U.S. 647); and the substantial question before us is whether the Terminal is within the scope of the Hours of Service Act, as being a common carrier. The essential facts are these:</p>\n<p>1. The Terminal is a navigation corporation with an authorized capital stock of one hundred thousand dollars ($100,000), incorporated under ยง 10 of Article III of the transportation corporations law of the State of New York, which reads as follows:</p>\n<p>\"Seven or more persons may become a corporation, for the purpose of building for their own use, equipping, furnishing, fitting, purchasing, chartering, navigating or <span class=\"star-pagination\">*301</span> owning steam, sail or other boats, ships, vessels or other property to be used in any lawful business, trade, commerce or navigation upon the ocean, or any seas, sounds, lakes, rivers, canals or other waterways, and for the carriage, transportation or storing of landing, freight, mails, property or passengers thereon.\"</p>\n<p>In its certificate of incorporation, the corporate powers and purposes of the defendant are stated as follows:</p>\n<p>\"The purposes for which it is formed are to build for its own use, equip, furnish, fit, purchase, character, navigate, and own steam, sail, and other boats, ships, vessels, and other property, to be used in the business of carrying, transporting, storing, and lading merchandise in New York Harbor and the waters adjacent thereto and connected therewith and the territory bordering thereon.\"</p>\n<p>2. The Terminal operates a union freight station at Brooklyn under individual contracts with ten interstate railroads and several steamship companies. From the railroads it receives both carload and less-than-carload freight and transports the same from their termini to its Brooklyn docks. There, the cars containing such freight are hauled from the car floats by its locomotives and placed for unloading either on its team tracks or at its freight houses. The Terminal receives likewise from shippers both carload and less-than-carload outgoing freight originating at Brooklyn and consigned to points upon the various railroads with which it has contracts. The cars carrying this outgoing freight are then switched and loaded by its locomotives upon its floats and transported by its tugs to the docks of the several railroads.</p>\n<p>3. For its services in handling freight as above set forth the Terminal is paid not by the shipper or consignee, but by the railroad or steamship company upon whose account the transportation service is performed, at the rate of 3 cents per 100 pounds of freight moving to or from points east of the western termini of said railroads, and 4 1-5 cents <span class=\"star-pagination\">*302</span> per 100 pounds on freight moving to or from points beyond such termini. Upon prepaid shipments from shippers not on the credit lists of the railroads it collects from the shipper at Brooklyn the money and charges for the transportation of such freight from that point to its final destination; and also collects from the consignee at Brooklyn the charges for the transportation of such freight from its point of origin to that place, when such charges have not been prepaid. The freight moneys and charges so received by the defendant from shippers or consignees are accounted for the paid over by it without deduction to the railroads or steamship lines upon whose account they are collected.</p>\n<p>4. The Terminal does not hold itself out as a common carrier; nor does it file with the Interstate Commerce Commission any tariffs or concurrences with tariffs, or copies of the contracts with the common carriers by whom it is paid for the transportation of freight, as heretofore set forth. The terminal at Brooklyn is designated by such railroads and rail and water lines, in the tariffs filed by them with the Interstate Commerce Commission, as one of their receiving and delivering stations for freight in the Port of New York; and through bills of lading to such terminal as such station are issued by them on freight to be delivered there. For all freight originating at Brooklyn bills of loading of the railroad or steamship line to which the freight is to be delivered are there issued to the shipper by one of the defendant's employees, who is duly authorized to issue such bills of lading by the railroad or steamship line by which the freight is to be transported to its final destination or destinations after the same is delivered to such railroad or steamship line by defendant.</p>\n<p>5. The tracks of the Terminal which extend from its float bridges to several warehouses, coal pockets, platforms, and team tracks have an aggregate length of 8-1/3 miles. One track connecting its several dock and delivery <span class=\"star-pagination\">*303</span> tracks which is kept clear for operating its switching engines is about one mile in length. The length of haul effected by its locomotives in moving cars between its float bridges and warehouses, platforms, pockets, and team tracks varies from a few yards to nearly a mile. The number of cars so hauled as part of a movement varies from a single car to eight cars. As an incident to such movement its locomotives hauling cars cross a public street in Brooklyn.</p>\n<p>6. Defendant owns or hires no cars itself, and no cars, except the ones heretofore mentioned, are ever moved over its tracks. For the use of such cars defendant pays no charges; and except by the switching service heretofore described, it transports freight only by water. It handles interstate and intrastate freight indiscriminately, the larger part being interstate. It transports no passengers.</p>\n<p>7. In connection with the movement of one or more cars between the floats and the loading tracks, warehouses, and team or delivery tracks, defendant employs four to eight switching crews during the day and two at night, each crew consisting of a conductor, engineer and two or more brakemen.</p>\n<p>The Hours of Service Act declares (in the first section) that, \"The term `railroad' as used in this Act shall include all bridges and ferries used or operated in connection with any railroad, and also all the road in use by any common carrier operating a railroad, whether owned or operated under a contract, agreement, or lease.\" Hence, neither the character of the Terminal's railroad nor its independent ownership excludes it from the scope of the act. But the Terminal contends that it is not subject to the provisions of the statute, since it is not incorporated as a common carrier and does not hold itself out as such; does not file tariffs; and does not undertake to transport property for all who may apply to have their goods transported; but merely transports as agent such freight as is delivered to <span class=\"star-pagination\">*304</span> it by or for those carriers, and those only, with whom it has elected to make special contracts; and that, under these contracts it performs for the railroads, and not for the public, a part of the whole carriage which they, as common carriers, have undertaken with the shipper to perform.</p>\n<p>We need not undertake a definition of the term \"common carrier\" for all purposes. Nor are we concerned with questions of corporate power or of duties to shippers, which frequently compel nice distinctions between public and private carriers. We have merely to determine whether Congress, in declaring the Hours of Service Act applicable \"to any common carrier or carriers, their officers, agents, and employees, engaged in the transportation of passengers or property by railroad,\" made its prohibitions applicable to the Terminal and its employees engaged in the operations here involved. The answers to that question does not depend upon whether its charter declares it to be a common carrier, nor upon whether the State of incorporation considers it such; but upon what it does. <i>Terminal Taxicab Co.</i> v. <i>District of Columbia,</i> 241 U.S. 252, 254.</p>\n<p>The relation of the Terminal to the several railroads is substantially the same as that of the terminal considered in <i>United States</i> v. <i>Baltimore &amp; Ohio R.R. Co.,</i> 225 U.S. 306; 231 U.S. 274, 288. The transportation performed by the railroads begins and ends at the Terminal. Its docks and warehouses are public freight stations of the railroads. These with its car floats, even if not under common ownership or management, are used as an integral part of each railroad line, like the stockyards in <i>United States</i> v. <i>Union Stock Yard Co.,</i> 226 U.S. 286, and the wharfage facilities in <i>Southern Pacific Terminal Co.</i> v. <i>Interstate Commerce Commission,</i> 219 U.S. 498. They are clearly unlike private plant facilities. Compare <i>Tap Line Cases,</i> 234 U.S. 1, 25. The services rendered by the Terminal are public in their <span class=\"star-pagination\">*305</span> nature; and of a kind ordinarily performed by a common carrier. If these terminal operations were conducted directly by any, or jointly by all, of the ten railroad companies with which the Terminal has contracts, the operations would clearly be within the scope of the Hours of Service Law. The evils sought to be remedies exist equally, whether the terminal operations are conducted by the railroad companies themselves or by the Terminal as their agent; and whether the Terminal acts only as such agent for railroads or undertakes in addition to transport on its own account goods for shippers. The precise question presented is, therefore, whether the fact that the Terminal conducts these operations, not as an integral part of a single railroad system but wholly as an agent for one or several, exempts the railroad companies, because they are not the employer and exempts the Terminal, because it is not a common carrier; thus making inapplicable a provision regarding the physical operation of the property devised for the protection of employees and the public.</p>\n<p>One who transports property from place to place over a definite route as agent for a common carrier may, under conceivable circumstances, be a private carrier. But what is there in the facts above recited to endow the Terminal with that character? The service which it performs is distinctly public in character; ย that is, conveying between Brooklyn and points on any of the ten interstate carriers and their connections all property that is offered. The fact that the railroad of the Terminal is short does not prevent it from being a common carrier, <i>United States</i> v. <i>Sioux City Stock Yards Co.,</i> 162 Fed. Rep. 556; nor does the fact that the thing which it undertakes to carry is contained only in cars furnished by the railroad companies with which it has contracts. Railroads, whose only service is hauling cars for other railroads, have been held liable as common carriers under the Safety Appliance Acts, <span class=\"star-pagination\">*306</span> <i>Union Stockyards Co. of Omaha</i> v. <i>United States,</i> 169 Fed. Rep. 404; <i>Belt Railway Co. of Chicago</i> v. <i>United States,</i> 168 Fed. Rep. 542; and under the Twenty-Eight Hour Law, <i>United States</i> v. <i>Sioux City Stock Yards Co., supra</i><i>.</i><sup>[1a]</sup></p>\n<p>What the Terminal contracts to transport, however, is not primarily cars, but their contents. Its compensation is measured not by the weight, size, or character of the car, but by the weight and the origin or destination of the goods carried therein. These goods the Terminal must, under its contracts with the railroad companies, receive and carry at the rates specified for all who offer them, as fully as the railroad companies do at their other stations. The incidental services performed by the Terminal in respect to these goods are also the same as those performed by the railroad companies at their other stations. For all freight originating at Brooklyn, it issues through bills of lading to destination. Upon prepaid shipments originating there, it collects from the shippers the charges for transportation from Brooklyn to final destination; except where shippers are on the credit list of the railroad companies. Upon goods arriving over its line at Brooklyn, it collects from the consignees the charges from point of origin, unless these were prepaid. As the Terminal receives both from railroad companies and from shippers also less-than-carload freight, it doubtless performs the loading and unloading, as is done at other railroad stations; and for freight delivered at Brooklyn takes appropriate receipts. In no respect, therefore, does the service actually performed by the Terminal for or in respect to shippers differ from that performed by the railroad companies at their other stations. True, the service is performed by the Terminal under contracts with the railroad companies as agent for them and not on its own account. But a common carrier does not cease to be <span class=\"star-pagination\">*307</span> such merely because the services which it renders to the public are performed as agent for another. The relation of connecting carriers with the initial carrier is frequently that of agent. See <i>Bank of Kentucky</i> v. <i>Adams Express Co.,</i> 93 U.S. 174. The relation of agency may preclude contractual obligations to the shippers, but it cannot change the obligations of the carrier concerning the physical operation of the railroad under the Hours of Service Act, which as this court has said, must be liberally construed to secure the safety of employees and the public. <i>Atchison, Topeka &amp; Santa Fe Ry. Co.</i> v. <i>United States,</i> 244 U.S. 336.</p>\n<p>It is now admitted that the Terminal is engaged in interstate commerce; and it is clear that at least \"switching crews\" engaged in moving at one time a locomotive with seven or eight cars between the docks and the warehouses or team tracks, a distance of nearly a mile, are engaged in the movement of a \"train.\" The decisions under the Safety Appliance Acts depend upon the particular context in which the word \"train\" there occurs, and are not here applicable. Compare <i>United States</i> v. <i>Erie R.R. Co.,</i> 237 U.S. 402, 407-408.</p>\n<p>The judgment of the Circuit Court of Appeals is reversed and that of the District Court affirmed.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Act of March 4, 1907, c. 2939, 34 Stat. 1415.\n</p>\n<p>\"That the provisions of this Act shall apply to any common carrier or carriers, their officers, agents, and employees, engaged in the transportation of passengers or property by railroad . . . from one State . . . to any other State. . . . The term `railroad' as used in this Act shall include all bridges and ferries used or operated in connection with any railroad, and also all the road in use by any common carrier operating a railroad, whether owned or operated under a contract, agreement, or lease; and the term `employees' as used in this Act shall be held to mean persons actually engaged in or connected with the movement of any train.</p>\n<p>\"Sec. 2. That it shall be unlawful for any common carrier, its officers or agents, subject to this Act to require or permit any employee subject to this Act to be or remain on duty for a longer period than sixteen consecutive hours . . .\"</p>\n<p>[1a]   Compare also <i>McNamara</i> v. <i>Washington Terminal Co.,</i> 37 App. D.C. 384, 394, <i>et seq.; State</i> v. <i>Union Stock Yards Co.,</i> 81 Nebraska, 67.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></span> (1919)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBROOKLYN EASTERN DISTRICT TERMINAL.</h1></center>\n<center>No. 155.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1919.</center>\n<center>Decided March 24, 1919.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*297</span> <i>Mr. Assistant Attorney General Frierson,</i> with whom <i>Mr. Neal L. Thompson</i> was on the brief, for the United States.</p>\n<p><i>Mr. Henry B. Closson,</i> for respondent.</p>\n<p><span class=\"star-pagination\">*299</span> MR. JUSTICE BRANDEIS delivered the opinion of the court.</p>\n<p>The Hours of Service Act (March 4, 1907, c. 2939, 34 Stat. 1415)<sup>[1]</sup> prohibits any common carrier by railroad engaged <span class=\"star-pagination\">*300</span> in interstate commerce from requiring or permitting an employee to remain on duty for a longer period than sixteen consecutive hours. For alleged violation of this provision, proceedings were brought against the Brooklyn Eastern District Terminal in the District Court of the United States for the Eastern District of New York. The defendant contended that it was not a common carrier; that it was not engaged in interstate commerce by railroad; and that its employees were not \"connected with the movement of any train.\" Upon facts which were agreed the trial court entered judgment for the Government. The Circuit Court of Appeals reversed the judgment on the ground that, while the Terminal was engaged in interstate commerce and the employment in question was connected with the movement of trains, it was not a common carrier. 239 Fed. Rep. 287. The case comes here on writ of certiorari (243 U.S. 647); and the substantial question before us is whether the Terminal is within the scope of the Hours of Service Act, as being a common carrier. The essential facts are these:</p>\n<p>1. The Terminal is a navigation corporation with an authorized capital stock of one hundred thousand dollars ($100,000), incorporated under ยง 10 of Article III of the transportation corporations law of the State of New York, which reads as follows:</p>\n<p>\"Seven or more persons may become a corporation, for the purpose of building for their own use, equipping, furnishing, fitting, purchasing, chartering, navigating or <span class=\"star-pagination\">*301</span> owning steam, sail or other boats, ships, vessels or other property to be used in any lawful business, trade, commerce or navigation upon the ocean, or any seas, sounds, lakes, rivers, canals or other waterways, and for the carriage, transportation or storing of landing, freight, mails, property or passengers thereon.\"</p>\n<p>In its certificate of incorporation, the corporate powers and purposes of the defendant are stated as follows:</p>\n<p>\"The purposes for which it is formed are to build for its own use, equip, furnish, fit, purchase, character, navigate, and own steam, sail, and other boats, ships, vessels, and other property, to be used in the business of carrying, transporting, storing, and lading merchandise in New York Harbor and the waters adjacent thereto and connected therewith and the territory bordering thereon.\"</p>\n<p>2. The Terminal operates a union freight station at Brooklyn under individual contracts with ten interstate railroads and several steamship companies. From the railroads it receives both carload and less-than-carload freight and transports the same from their termini to its Brooklyn docks. There, the cars containing such freight are hauled from the car floats by its locomotives and placed for unloading either on its team tracks or at its freight houses. The Terminal receives likewise from shippers both carload and less-than-carload outgoing freight originating at Brooklyn and consigned to points upon the various railroads with which it has contracts. The cars carrying this outgoing freight are then switched and loaded by its locomotives upon its floats and transported by its tugs to the docks of the several railroads.</p>\n<p>3. For its services in handling freight as above set forth the Terminal is paid not by the shipper or consignee, but by the railroad or steamship company upon whose account the transportation service is performed, at the rate of 3 cents per 100 pounds of freight moving to or from points east of the western termini of said railroads, and 4 1-5 cents <span class=\"star-pagination\">*302</span> per 100 pounds on freight moving to or from points beyond such termini. Upon prepaid shipments from shippers not on the credit lists of the railroads it collects from the shipper at Brooklyn the money and charges for the transportation of such freight from that point to its final destination; and also collects from the consignee at Brooklyn the charges for the transportation of such freight from its point of origin to that place, when such charges have not been prepaid. The freight moneys and charges so received by the defendant from shippers or consignees are accounted for the paid over by it without deduction to the railroads or steamship lines upon whose account they are collected.</p>\n<p>4. The Terminal does not hold itself out as a common carrier; nor does it file with the Interstate Commerce Commission any tariffs or concurrences with tariffs, or copies of the contracts with the common carriers by whom it is paid for the transportation of freight, as heretofore set forth. The terminal at Brooklyn is designated by such railroads and rail and water lines, in the tariffs filed by them with the Interstate Commerce Commission, as one of their receiving and delivering stations for freight in the Port of New York; and through bills of lading to such terminal as such station are issued by them on freight to be delivered there. For all freight originating at Brooklyn bills of loading of the railroad or steamship line to which the freight is to be delivered are there issued to the shipper by one of the defendant's employees, who is duly authorized to issue such bills of lading by the railroad or steamship line by which the freight is to be transported to its final destination or destinations after the same is delivered to such railroad or steamship line by defendant.</p>\n<p>5. The tracks of the Terminal which extend from its float bridges to several warehouses, coal pockets, platforms, and team tracks have an aggregate length of 8-1/3 miles. One track connecting its several dock and delivery <span class=\"star-pagination\">*303</span> tracks which is kept clear for operating its switching engines is about one mile in length. The length of haul effected by its locomotives in moving cars between its float bridges and warehouses, platforms, pockets, and team tracks varies from a few yards to nearly a mile. The number of cars so hauled as part of a movement varies from a single car to eight cars. As an incident to such movement its locomotives hauling cars cross a public street in Brooklyn.</p>\n<p>6. Defendant owns or hires no cars itself, and no cars, except the ones heretofore mentioned, are ever moved over its tracks. For the use of such cars defendant pays no charges; and except by the switching service heretofore described, it transports freight only by water. It handles interstate and intrastate freight indiscriminately, the larger part being interstate. It transports no passengers.</p>\n<p>7. In connection with the movement of one or more cars between the floats and the loading tracks, warehouses, and team or delivery tracks, defendant employs four to eight switching crews during the day and two at night, each crew consisting of a conductor, engineer and two or more brakemen.</p>\n<p>The Hours of Service Act declares (in the first section) that, \"The term `railroad' as used in this Act shall include all bridges and ferries used or operated in connection with any railroad, and also all the road in use by any common carrier operating a railroad, whether owned or operated under a contract, agreement, or lease.\" Hence, neither the character of the Terminal's railroad nor its independent ownership excludes it from the scope of the act. But the Terminal contends that it is not subject to the provisions of the statute, since it is not incorporated as a common carrier and does not hold itself out as such; does not file tariffs; and does not undertake to transport property for all who may apply to have their goods transported; but merely transports as agent such freight as is delivered to <span class=\"star-pagination\">*304</span> it by or for those carriers, and those only, with whom it has elected to make special contracts; and that, under these contracts it performs for the railroads, and not for the public, a part of the whole carriage which they, as common carriers, have undertaken with the shipper to perform.</p>\n<p>We need not undertake a definition of the term \"common carrier\" for all purposes. Nor are we concerned with questions of corporate power or of duties to shippers, which frequently compel nice distinctions between public and private carriers. We have merely to determine whether Congress, in declaring the Hours of Service Act applicable \"to any common carrier or carriers, their officers, agents, and employees, engaged in the transportation of passengers or property by railroad,\" made its prohibitions applicable to the Terminal and its employees engaged in the operations here involved. The answers to that question does not depend upon whether its charter declares it to be a common carrier, nor upon whether the State of incorporation considers it such; but upon what it does. <i>Terminal Taxicab Co.</i> v. <i>District of Columbia,</i> <span class=\"citation\" data-id=\"98739\"><a href=\"/opinion/98739/terminal-taxicab-co-v-kutz/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 254.</p>\n<p>The relation of the Terminal to the several railroads is substantially the same as that of the terminal considered in <i>United States</i> v. <i>Baltimore &amp; Ohio R.R. Co.,</i> 225 U.S. 306; <span class=\"citation\" data-id=\"98002\"><a href=\"/opinion/98002/united-states-v-baltimore-ohio-r-co/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 288. The transportation performed by the railroads begins and ends at the Terminal. Its docks and warehouses are public freight stations of the railroads. These with its car floats, even if not under common ownership or management, are used as an integral part of each railroad line, like the stockyards in <i>United States</i> v. <i>Union Stock Yard Co.,</i> <span class=\"citation\" data-id=\"97716\"><a href=\"/opinion/97716/united-states-v-union-stock-yard-transit-co-of-chi/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, and the wharfage facilities in <i>Southern Pacific Terminal Co.</i> v. <i>Interstate Commerce Commission,</i> 219 U.S. 498. They are clearly unlike private plant facilities. Compare <i>Tap Line Cases,</i> <span class=\"citation\" data-id=\"98197\"><a href=\"/opinion/98197/tap-line-cases/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 25. The services rendered by the Terminal are public in their <span class=\"star-pagination\">*305</span> nature; and of a kind ordinarily performed by a common carrier. If these terminal operations were conducted directly by any, or jointly by all, of the ten railroad companies with which the Terminal has contracts, the operations would clearly be within the scope of the Hours of Service Law. The evils sought to be remedies exist equally, whether the terminal operations are conducted by the railroad companies themselves or by the Terminal as their agent; and whether the Terminal acts only as such agent for railroads or undertakes in addition to transport on its own account goods for shippers. The precise question presented is, therefore, whether the fact that the Terminal conducts these operations, not as an integral part of a single railroad system but wholly as an agent for one or several, exempts the railroad companies, because they are not the employer and exempts the Terminal, because it is not a common carrier; thus making inapplicable a provision regarding the physical operation of the property devised for the protection of employees and the public.</p>\n<p>One who transports property from place to place over a definite route as agent for a common carrier may, under conceivable circumstances, be a private carrier. But what is there in the facts above recited to endow the Terminal with that character? The service which it performs is distinctly public in character; ย that is, conveying between Brooklyn and points on any of the ten interstate carriers and their connections all property that is offered. The fact that the railroad of the Terminal is short does not prevent it from being a common carrier, <i>United States</i> v. <i>Sioux City Stock Yards Co.,</i> 162 Fed. Rep. 556; nor does the fact that the thing which it undertakes to carry is contained only in cars furnished by the railroad companies with which it has contracts. Railroads, whose only service is hauling cars for other railroads, have been held liable as common carriers under the Safety Appliance Acts, <span class=\"star-pagination\">*306</span> <i>Union Stockyards Co. of Omaha</i> v. <i>United States,</i> 169 Fed. Rep. 404; <i>Belt Railway Co. of Chicago</i> v. <i>United States,</i> 168 Fed. Rep. 542; and under the Twenty-Eight Hour Law, <i>United States</i> v. <i>Sioux City Stock Yards Co., supra</i><i>.</i><sup>[1a]</sup></p>\n<p>What the Terminal contracts to transport, however, is not primarily cars, but their contents. Its compensation is measured not by the weight, size, or character of the car, but by the weight and the origin or destination of the goods carried therein. These goods the Terminal must, under its contracts with the railroad companies, receive and carry at the rates specified for all who offer them, as fully as the railroad companies do at their other stations. The incidental services performed by the Terminal in respect to these goods are also the same as those performed by the railroad companies at their other stations. For all freight originating at Brooklyn, it issues through bills of lading to destination. Upon prepaid shipments originating there, it collects from the shippers the charges for transportation from Brooklyn to final destination; except where shippers are on the credit list of the railroad companies. Upon goods arriving over its line at Brooklyn, it collects from the consignees the charges from point of origin, unless these were prepaid. As the Terminal receives both from railroad companies and from shippers also less-than-carload freight, it doubtless performs the loading and unloading, as is done at other railroad stations; and for freight delivered at Brooklyn takes appropriate receipts. In no respect, therefore, does the service actually performed by the Terminal for or in respect to shippers differ from that performed by the railroad companies at their other stations. True, the service is performed by the Terminal under contracts with the railroad companies as agent for them and not on its own account. But a common carrier does not cease to be <span class=\"star-pagination\">*307</span> such merely because the services which it renders to the public are performed as agent for another. The relation of connecting carriers with the initial carrier is frequently that of agent. See <i>Bank of Kentucky</i> v. <i>Adams Express Co.,</i> 93 U.S. 174. The relation of agency may preclude contractual obligations to the shippers, but it cannot change the obligations of the carrier concerning the physical operation of the railroad under the Hours of Service Act, which as this court has said, must be liberally construed to secure the safety of employees and the public. <i>Atchison, Topeka &amp; Santa Fe Ry. Co.</i> v. <i>United States,</i> 244 U.S. 336.</p>\n<p>It is now admitted that the Terminal is engaged in interstate commerce; and it is clear that at least \"switching crews\" engaged in moving at one time a locomotive with seven or eight cars between the docks and the warehouses or team tracks, a distance of nearly a mile, are engaged in the movement of a \"train.\" The decisions under the Safety Appliance Acts depend upon the particular context in which the word \"train\" there occurs, and are not here applicable. Compare <i>United States</i> v. <i>Erie R.R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></span>, 407-408.</p>\n<p>The judgment of the Circuit Court of Appeals is reversed and that of the District Court affirmed.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Act of March 4, 1907, c. 2939, 34 Stat. 1415.\n</p>\n<p>\"That the provisions of this Act shall apply to any common carrier or carriers, their officers, agents, and employees, engaged in the transportation of passengers or property by railroad . . . from one State . . . to any other State. . . . The term `railroad' as used in this Act shall include all bridges and ferries used or operated in connection with any railroad, and also all the road in use by any common carrier operating a railroad, whether owned or operated under a contract, agreement, or lease; and the term `employees' as used in this Act shall be held to mean persons actually engaged in or connected with the movement of any train.</p>\n<p>\"Sec. 2. That it shall be unlawful for any common carrier, its officers or agents, subject to this Act to require or permit any employee subject to this Act to be or remain on duty for a longer period than sixteen consecutive hours . . .\"</p>\n<p>[1a]   Compare also <i>McNamara</i> v. <i>Washington Terminal Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">384</span></span>, 394, <i>et seq.; State</i> v. <i>Union Stock Yards Co.,</i> 81 Nebraska, 67.</p>\n\n</div>", "id": 99333, "judges": "Brandeis", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99333/", "sha1": "4744c686d436d4b305a845fc80cb05507397f383", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:46:52"}