{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "251 U.S. 57", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/99471/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Bragg v. Weaver", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "22", 
    "id": 83854, 
    "resource_uri": "/api/rest/v2/citation/83854/"
  }, 
  "id": 99471, 
  "blocked": false, 
  "judges": "Van Devanter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1919-12-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>251 U.S. 57 (1919)</b></center>\n<center><h1>BRAGG<br>\nv.<br>\nWEAVER ET AL.</h1></center>\n<center>No. 22.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 13, 1919.</center>\n<center>Decided December 8, 1919.</center>\nERROR TO THE SUPREME COURT OF APPEALS OF THE STATE OF VIRGINIA.\n<p><i>Mr. George E. Allen,</i> with whom <i>Mr. John Garland Pollard</i> was on the briefs, for plaintiff in error.</p>\n<p><i>Mr. J.D. Hank, Jr.,</i> Assistant Attorney General of the State of Virginia, with whom <i>Mr. Jno. R. Saunders,</i> Attorney General of the State of Virginia, <i>Mr. F.B.</i> <span class=\"star-pagination\">*58</span> <i>Richardson</i> and <i>Mr. N.S. Turnbull, Jr.,</i> were on the brief, for defendants in error.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>By this suit the owner of land adjoining a public road in Virginia seeks an injunction against the taking of earth from his land to be used in repairing the road. The taking is from the most convenient and nearest place, where it will be attended by the least expense, and has the express sanction of a statute of the State, Pollard's Code, 1904, § 944a, clauses 21 and 22.<sup>[1]</sup> Whether the statute denies to the owner the due process of law guaranteed by the Fourteenth Amendment is the federal question in the case. It was duly presented in the state court and, while no opinion was delivered, the record makes it plain that by the judgment rendered the court resolved the question in favor of the validity of the statute.</p>\n<p>It is conceded that the taking is under the direction of public officers and is for a public use; also that adequate provision is made for the payment of such compensation as may be awarded. Hence no discussion of these matters is required. The objection urged against the statute is that it makes no provision for affording the owner an opportunity to be heard respecting the necessity or expediency of the taking or the compensation to be paid.</p>\n<p>Where the intended use is public, the necessity and expediency of the taking may be determined by such agency and in such mode as the State may designate. They are legislative questions, no matter who may be charged with their decision, and a hearing thereon is not essential to due process in the sense of the Fourteenth Amendment. <i>Boom Co.</i> v. <i>Patterson,</i> 98 U.S. 403, 406; <span class=\"star-pagination\">*59</span> <i>Backus</i> v. <i>Fort Street Union Depot Co.,</i> 169 U.S. 557, 568; <i>Adirondack Ry. Co.</i> v. <i>New York,</i> 176 U.S. 335, 349; <i>Sears</i> v. <i>Akron,</i> 246 U.S. 242, 251.</p>\n<p>But it is essential to due process that the mode of determining the compensation be such as to afford the owner an opportunity to be heard. Among several admissible modes is that of causing the amount to be assessed by viewers, subject to an appeal to a court carrying with it a right to have the matter determined upon a full trial. <i>United States</i> v. <i>Jones,</i> 109 U.S. 513, 519; <i>Backus</i> v. <i>Fort Street Union Depot Co., supra,</i> p. 569. And where this mode is adopted due process does not require that a hearing before the viewers be afforded, but is satisfied by the full hearing that may be obtained by exercising the right to appeal. <i>Lent</i> v. <i>Tillson,</i> 140 U.S. 316, 326, <i>et seq.; </i><i>Winona &amp; St. Peter Land Co.</i> v. <i>Minnesota,</i> 159 U.S. 526, 537; <i>Wells, Fargo &amp; Co.</i> v. <i>Nevada,</i> 248 U.S. 165, 168. And see <i>Capital Traction Co.</i> v. <i>Hof,</i> 174 U.S. 1, 18-30, 45.</p>\n<p>With these principles in mind we turn to the statute in question. By clause 21 it authorizes certain officers engaged in repairing public roads to take earth for that purpose from adjacent lands, and by clause 22 it declares:</p>\n<p>\"If the owner or tenant of any such land shall think himself injured thereby, and the superintendent of roads, or his deputy, can agree with such owner as to the amount of damage, they shall report the same to the board of supervisors, or, if they cannot agree, a justice, upon application to him, shall issue a warrant to three freeholders, requiring them to view the said land, and ascertain what is a just compensation to such owner or tenant for the damage to him by reason of anything done under the preceding section. The said freeholders, after being sworn according to the provisions of section three of this act,<sup>[1a]</sup><span class=\"star-pagination\">*60</span> shall accordingly ascertain such compensation and report the same to the board of supervisors. Said board may allow the full amount so agreed upon, or reported by said freeholders, or so much thereof as upon investigation they may deem reasonable, subject to such owner or tenant's right of appeal to the circuit court as in other cases.\"</p>\n<p>The same statute, in clause 5, deals with the compensation to be paid for lands taken for roadways, and in that connection provides that the proprietor or tenant, if dissatisfied with the amount allowed by the supervisors, \"may of right appeal to the circuit court of said county, and the said court shall hear the matter <i>de novo</i>\" and determine and certify the amount to be paid. And a general statute (§ 838), which regulates the time and mode of taking appeals from decisions of the supervisors disallowing claims in whole or in part, provides that the claimant, if present when the decision is made, may appeal to the Circuit Court within thirty days thereafter, and, if not present, shall be notified in writing by the clerk and may appeal within thirty days after service of the notice.</p>\n<p>Apart from what is implied by the decision under review, no construction of these statutory provisions by the state court of last resort has been brought to our attention; so for the purposes of this case we must construe them. The task is not difficult. The words employed are direct and free from ambiguity and the several provisions are in entire harmony. They show that, in the absence of an agreement, the compensation is to be assessed primarily by viewers, that their award is to be examined by the supervisors and approved or changed as to the latter may appear reasonable, and that from the decision of the supervisors an appeal lies as of right to the Circuit Court where the matter may be heard <i>de novo.</i> Thus, by exercising the right to appeal the owner may obtain a full hearing in a court of justice, \u0097 one concededly possessing and exercising a general jurisdiction. An opportunity to have such a <span class=\"star-pagination\">*61</span> hearing, before the compensation is finally determined, and when the right thereto can be effectively asserted and protected, satisfies the demand of due process.</p>\n<p>Under the statute the proceedings looking to an assessment may be initiated by the owner as well as by the road officers. Either may apply to a justice for the appointment of viewers. Thus the owner is free to act promptly and upon his own motion, if he chooses.</p>\n<p>But it is contended that where the road officers take the initiative \u0097 as they do in many instances \u0097 the proceedings may be carried from inception to conclusion without any notice to the owner, and therefore without his having an opportunity to take an appeal. We think the contention is not tenable. It takes into account some of the statutory provisions and rejects others equally important. It is true there is no express provision for notice at the inception or during the early stages of the proceedings; and for present purposes it may be assumed that such a requirement is not even implied, although a different view might be admissible. See <i>Paulsen</i> v. <i>Portland,</i> 149 U.S. 30. But the provisions relating to the later stage \u0097 the decision by the supervisors \u0097 are not silent in respect of notice, but speak in terms easily understood. Clauses 5 and 22 taken together provide that the owner, if dissatisfied with the decision, shall have the right to appeal as in other cases. This presupposes that he will have some knowledge of the decision, and yet neither clause states how the knowledge is to be obtained, or when or how the right of appeal is to be exercised. All this is explained, however, when § 838 is examined. It deals with these questions in a comprehensive way and evidently is intended to be of general application. Of course, newly created rights of appeal of the same class fall within its operation unless the legislature provides otherwise. Here the legislature has not provided otherwise, and so has indicated that it is content to have the general statute applied. As before stated, that <span class=\"star-pagination\">*62</span> statute provides that the claimant, if not present when the supervisors' decision is made, shall be notified thereof in writing and shall have thirty days after such notice within which to appeal. If he be present when the decision is made, he is regarded as receiving notice at that time, and the thirty days for taking an appeal begins to run at once. It is apparent therefore that special care is taken to afford him ample opportunity to appeal and thereby to obtain a full hearing in the Circuit Court.</p>\n<p>The claim is made that this opportunity comes after the taking, and therefore is too late. But it is settled by the decisions of this court that where adequate provision is made for the certain payment of the compensation without unreasonable delay the taking does not contravene due process of law in the sense of the Fourteenth Amendment merely because it precedes the ascertainment of what compensation is just. <i>Sweet</i> v. <i>Rechel,</i> 159 U.S. 380, 402, 407; <i>Backus</i> v. <i>Fort Street Union Depot Co.,</i> 169 U.S. 557, 568; <i>Williams</i> v. <i>Parker,</i> 188 U.S. 491; <i>Crozier</i> v. <i>Krupp,</i> 224 U.S. 290, 306. And see <i>Branson</i> v. <i>Gee,</i> 25 Oregon, 462. As before indicated, it is not questioned that such adequate provision for payment is made in this instance.</p>\n<p>We conclude that the objections urged against the validity of the statute are not well taken.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Other enactments of March 12, 1912, c. 151; March 21, 1914, c. 174, and March 17, 1916, c. 279, make the statute specially applicable here, but they require no particular attention.</p>\n<p>[1a]   \". . . that they will faithfully and impartially discharge their duty as viewers.\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:47:07", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></span> (1919)</b></center>\n<center><h1>BRAGG<br>\nv.<br>\nWEAVER ET AL.</h1></center>\n<center>No. 22.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 13, 1919.</center>\n<center>Decided December 8, 1919.</center>\nERROR TO THE SUPREME COURT OF APPEALS OF THE STATE OF VIRGINIA.\n<p><i>Mr. George E. Allen,</i> with whom <i>Mr. John Garland Pollard</i> was on the briefs, for plaintiff in error.</p>\n<p><i>Mr. J.D. Hank, Jr.,</i> Assistant Attorney General of the State of Virginia, with whom <i>Mr. Jno. R. Saunders,</i> Attorney General of the State of Virginia, <i>Mr. F.B.</i> <span class=\"star-pagination\">*58</span> <i>Richardson</i> and <i>Mr. N.S. Turnbull, Jr.,</i> were on the brief, for defendants in error.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>By this suit the owner of land adjoining a public road in Virginia seeks an injunction against the taking of earth from his land to be used in repairing the road. The taking is from the most convenient and nearest place, where it will be attended by the least expense, and has the express sanction of a statute of the State, Pollard's Code, 1904, § 944a, clauses 21 and 22.<sup>[1]</sup> Whether the statute denies to the owner the due process of law guaranteed by the Fourteenth Amendment is the federal question in the case. It was duly presented in the state court and, while no opinion was delivered, the record makes it plain that by the judgment rendered the court resolved the question in favor of the validity of the statute.</p>\n<p>It is conceded that the taking is under the direction of public officers and is for a public use; also that adequate provision is made for the payment of such compensation as may be awarded. Hence no discussion of these matters is required. The objection urged against the statute is that it makes no provision for affording the owner an opportunity to be heard respecting the necessity or expediency of the taking or the compensation to be paid.</p>\n<p>Where the intended use is public, the necessity and expediency of the taking may be determined by such agency and in such mode as the State may designate. They are legislative questions, no matter who may be charged with their decision, and a hearing thereon is not essential to due process in the sense of the Fourteenth Amendment. <i>Boom Co.</i> v. <i>Patterson,</i> <span class=\"citation\" data-id=\"89880\"><a href=\"/opinion/89880/boom-co-v-patterson/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">403</span></a></span>, 406; <span class=\"star-pagination\">*59</span> <i>Backus</i> v. <i>Fort Street Union Depot Co.,</i> <span class=\"citation\" data-id=\"94835\"><a href=\"/opinion/94835/backus-v-fort-street-union-depot-co/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 568; <i>Adirondack Ry. Co.</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"95185\"><a href=\"/opinion/95185/adirondack-railway-v-new-york-state/\"><span class=\"volume\">176</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 349; <i>Sears</i> v. <i>Akron,</i> <span class=\"citation\" data-id=\"99114\"><a href=\"/opinion/99114/sears-v-akron/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251.</p>\n<p>But it is essential to due process that the mode of determining the compensation be such as to afford the owner an opportunity to be heard. Among several admissible modes is that of causing the amount to be assessed by viewers, subject to an appeal to a court carrying with it a right to have the matter determined upon a full trial. <i>United States</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"90961\"><a href=\"/opinion/90961/united-states-v-jones/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, 519; <i>Backus</i> v. <i>Fort Street Union Depot Co., supra,</i> p. 569. And where this mode is adopted due process does not require that a hearing before the viewers be afforded, but is satisfied by the full hearing that may be obtained by exercising the right to appeal. <i>Lent</i> v. <i>Tillson,</i> <span class=\"citation\" data-id=\"93096\"><a href=\"/opinion/93096/lent-v-tillson/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span>, 326, <i>et seq.; </i><i>Winona &amp; St. Peter Land Co.</i> v. <i>Minnesota,</i> <span class=\"citation\" data-id=\"94277\"><a href=\"/opinion/94277/winona-st-peter-land-co-v-minnesota/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 537; <i>Wells, Fargo &amp; Co.</i> v. <i>Nevada,</i> <span class=\"citation\" data-id=\"99242\"><a href=\"/opinion/99242/wells-fargo-co-v-nevada/\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 168. And see <i>Capital Traction Co.</i> v. <i>Hof,</i> <span class=\"citation\" data-id=\"95043\"><a href=\"/opinion/95043/capital-traction-co-v-hof/\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18-30, 45.</p>\n<p>With these principles in mind we turn to the statute in question. By clause 21 it authorizes certain officers engaged in repairing public roads to take earth for that purpose from adjacent lands, and by clause 22 it declares:</p>\n<p>\"If the owner or tenant of any such land shall think himself injured thereby, and the superintendent of roads, or his deputy, can agree with such owner as to the amount of damage, they shall report the same to the board of supervisors, or, if they cannot agree, a justice, upon application to him, shall issue a warrant to three freeholders, requiring them to view the said land, and ascertain what is a just compensation to such owner or tenant for the damage to him by reason of anything done under the preceding section. The said freeholders, after being sworn according to the provisions of section three of this act,<sup>[1a]</sup><span class=\"star-pagination\">*60</span> shall accordingly ascertain such compensation and report the same to the board of supervisors. Said board may allow the full amount so agreed upon, or reported by said freeholders, or so much thereof as upon investigation they may deem reasonable, subject to such owner or tenant's right of appeal to the circuit court as in other cases.\"</p>\n<p>The same statute, in clause 5, deals with the compensation to be paid for lands taken for roadways, and in that connection provides that the proprietor or tenant, if dissatisfied with the amount allowed by the supervisors, \"may of right appeal to the circuit court of said county, and the said court shall hear the matter <i>de novo</i>\" and determine and certify the amount to be paid. And a general statute (§ 838), which regulates the time and mode of taking appeals from decisions of the supervisors disallowing claims in whole or in part, provides that the claimant, if present when the decision is made, may appeal to the Circuit Court within thirty days thereafter, and, if not present, shall be notified in writing by the clerk and may appeal within thirty days after service of the notice.</p>\n<p>Apart from what is implied by the decision under review, no construction of these statutory provisions by the state court of last resort has been brought to our attention; so for the purposes of this case we must construe them. The task is not difficult. The words employed are direct and free from ambiguity and the several provisions are in entire harmony. They show that, in the absence of an agreement, the compensation is to be assessed primarily by viewers, that their award is to be examined by the supervisors and approved or changed as to the latter may appear reasonable, and that from the decision of the supervisors an appeal lies as of right to the Circuit Court where the matter may be heard <i>de novo.</i> Thus, by exercising the right to appeal the owner may obtain a full hearing in a court of justice, \u0097 one concededly possessing and exercising a general jurisdiction. An opportunity to have such a <span class=\"star-pagination\">*61</span> hearing, before the compensation is finally determined, and when the right thereto can be effectively asserted and protected, satisfies the demand of due process.</p>\n<p>Under the statute the proceedings looking to an assessment may be initiated by the owner as well as by the road officers. Either may apply to a justice for the appointment of viewers. Thus the owner is free to act promptly and upon his own motion, if he chooses.</p>\n<p>But it is contended that where the road officers take the initiative \u0097 as they do in many instances \u0097 the proceedings may be carried from inception to conclusion without any notice to the owner, and therefore without his having an opportunity to take an appeal. We think the contention is not tenable. It takes into account some of the statutory provisions and rejects others equally important. It is true there is no express provision for notice at the inception or during the early stages of the proceedings; and for present purposes it may be assumed that such a requirement is not even implied, although a different view might be admissible. See <i>Paulsen</i> v. <i>Portland,</i> 149 U.S. 30. But the provisions relating to the later stage \u0097 the decision by the supervisors \u0097 are not silent in respect of notice, but speak in terms easily understood. Clauses 5 and 22 taken together provide that the owner, if dissatisfied with the decision, shall have the right to appeal as in other cases. This presupposes that he will have some knowledge of the decision, and yet neither clause states how the knowledge is to be obtained, or when or how the right of appeal is to be exercised. All this is explained, however, when § 838 is examined. It deals with these questions in a comprehensive way and evidently is intended to be of general application. Of course, newly created rights of appeal of the same class fall within its operation unless the legislature provides otherwise. Here the legislature has not provided otherwise, and so has indicated that it is content to have the general statute applied. As before stated, that <span class=\"star-pagination\">*62</span> statute provides that the claimant, if not present when the supervisors' decision is made, shall be notified thereof in writing and shall have thirty days after such notice within which to appeal. If he be present when the decision is made, he is regarded as receiving notice at that time, and the thirty days for taking an appeal begins to run at once. It is apparent therefore that special care is taken to afford him ample opportunity to appeal and thereby to obtain a full hearing in the Circuit Court.</p>\n<p>The claim is made that this opportunity comes after the taking, and therefore is too late. But it is settled by the decisions of this court that where adequate provision is made for the certain payment of the compensation without unreasonable delay the taking does not contravene due process of law in the sense of the Fourteenth Amendment merely because it precedes the ascertainment of what compensation is just. <i>Sweet</i> v. <i>Rechel,</i> <span class=\"citation\" data-id=\"94264\"><a href=\"/opinion/94264/sweet-v-rechel/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 402, 407; <i>Backus</i> v. <i>Fort Street Union Depot Co.,</i> <span class=\"citation\" data-id=\"94835\"><a href=\"/opinion/94835/backus-v-fort-street-union-depot-co/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 568; <i>Williams</i> v. <i>Parker,</i> 188 U.S. 491; <i>Crozier</i> v. <i>Krupp,</i> <span class=\"citation\" data-id=\"97609\"><a href=\"/opinion/97609/crozier-v-krupp-ag/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, 306. And see <i>Branson</i> v. <i>Gee,</i> 25 Oregon, 462. As before indicated, it is not questioned that such adequate provision for payment is made in this instance.</p>\n<p>We conclude that the objections urged against the validity of the statute are not well taken.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Other enactments of March 12, 1912, c. 151; March 21, 1914, c. 174, and March 17, 1916, c. 279, make the statute specially applicable here, but they require no particular attention.</p>\n<p>[1a]   \". . . that they will faithfully and impartially discharge their duty as viewers.\"</p>\n\n</div>", 
  "sha1": "e7ceda28995771d44b110474c970661adedd7e2e", 
  "date_modified": "2014-12-21T01:36:45.969156", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/99471/bragg-v-weaver/", 
  "citation_count": 31, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/273022/", 
  "html": "<p class=\"case_cite\">251 U.S. 57</p>\n    <p class=\"case_cite\">40 S.Ct. 62</p>\n    <p class=\"case_cite\">64 L.Ed. 135</p>\n    <p class=\"parties\">BRAGG<br>v.<br>WEAVER et al.</p>\n    <p class=\"docket\">No. 22.</p>\n    <p class=\"date\">Argued Oct. 13, 1919.</p>\n    <p class=\"date\">Decided Dec. 8, 1919.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs. George E. Allen,</i> of Victoriz, Va., and <i>John Garland Pollard,</i> of Richmond, Va., for plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. J. D. Hank, Jr.,</i> of Richmond, Va., for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By this suit the owner of land adjoining a public road in Virginia seeks an injunction against the taking of earth from his land to be used in repairing the road. The taking is from the most convenient and nearest place, where it will be attended by the least expense, and has the express sanction of a statute of the state (Pollard's Code, 1904, &#167; 944a, clauses 21 and 22.)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Whether the statute denies to the owner the due process of law guaranteed by the Fourteenth Amendment is the federal question in the case. It was duly presented in the state court and, while no opinion was delivered, the record makes it plain that by the judgment rendered the court resolved the question in favor of the validity of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is conceded that the taking is under the direction of public officers and is for a public use; also that adequate provision is made for the payment of such compensation as may be awarded. Hence no discussion of these matters is required. The lbjection urged against the statute is that it makes no provision for affording the owner an opportunity to be heard respecting the necessity or expediency of the taking or the compensation to be paid.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Where the intended sue is public, the necessity and expediency of the taking may be determined by such agency and in such mode as the state may designate. They are legislative questions, no matter who may be charged with their decision, and a hearing thereon is not essential to due process in the sense of the Fourteenth Amendment. Boom Co. v. Patterson, 98 U. S. 403, 406, 25 L. Ed. 206; Backus v. Fort Street Union Depot Co., 169 U. S. 557, 568, 18 Sup. Ct. 445, 42 L. Ed. 853; Adirondack Ry. Co. v. New York, 176 U. S. 335, 349, 20 Sup. Ct. 460, 44 L. Ed. 492; Sears v. City of Akron, 246 U. S. 242, 251, 38 Sup. Ct. 245, 62 L. Ed. 688.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But it is essential to due process that the mode of determining the compensation be such as to afford the owner an opportunity to be heard. Among several admissible modes is that of causing the amount to be assessed by viewers, subject to an appeal to a court carrying with it a right to have the matter determined upon a full trial. United States v. Jones, 109 U. S. 513, 519, 3 Sup. Ct. 346, 27 L. Ed. 1015; Backus v. Fort Street Union Depot Co., supra, 169 U. S. p. 569, 18 Sup. Ct. 445, 42 L. Ed. 853. And where this mode is adopted due process does not require that a hearing before the viewers be afforded, but is satisfied by the full hearing that may be obtained by exercising the right to appeal. Lent v. Tillson, 140 U. S. 316, 326, et seq. 11 Sup. Ct. 825, 35 L. Ed. 419; Winona &amp; St. Peter Land Co. v. Minnesota, 159 U. S. 526, 537, 16 Sup. Ct. 83, 40 L. Ed. 247; Wells Fargo &amp; Co. v. Nevada, 248 U. S. 165, 168, 39 Sup. Ct. 62, 63 L. Ed. 190. And see Capital Traction Co. v. Hof, 174 U. S. 1, 18-30, 45, 19 Sup. Ct. 580, 43 L. Ed. 873.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With these principles in mind we turn to the statute in question. By clause 21 it authorizes certain officers engaged in repairing public roads to take earth for that purpose from adjacent lands, and by clause 22 it declares:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'If the owner or tenant of any such land shall think himself      injured thereby, and the superintendent of roads, or his      deputy, can agree with such owner as to the amount of damage,      they shall report the same to the board of supervisors, or,      if they cannot agree, a justice, upon application to him,      shall issue a warrant to three freeholders, requiring them to      view the said land, and ascertain what is a just compensation      to such owner or tenant for the damage to him by reason of      anything done under the preceding section. The said      freeholders, after being sworn according to the provisions of      section three of this act,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">shall accordingly ascertain such compensation and report the      same to the board of supervisors. Said board may allow the      full amount so agreed upon, or reported by said freeholders,      or so much thereof as upon investigation they may deem      reasonable, subject to such owner or tenant's right of appeal      to the circuit court as in other cases.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The same statute, in clause 5, deals with the compensation to be paid for lands taken for roadways, and in that connection provides that the proprietor or tenant, if dissatisfied with the amount allowed by the supervisors, 'may of right appeal to the circuit court of said county, and the said court shall hear the matter de novo' and determine and certify the amount to be paid. And a general statute (section 838), which regulates the time and mode of taking appeals from decisions of the supervisors disallowing claims in whole or in part, provides that the claimant, if present when the decision is made, may appeal to the circuit court within thirty days thereafter, and, if not present, shall be notified in writing by the clerk and may appeal within thirty days after service of the notice.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Apart from what is implied by the decision under review, no construction of these statutory provisions by the state court of last resort has been brought to our attention; so for the purposes of this case we must construe them. The task is not difficult. The words employed are direct and free from ambiguity, and the several provisions are in entire harmony. They show that, in the absence of an agreement, the compensation is to be assessed primarily by viewers, that their award is to be examined by the supervisors and approved or changed as to the latter may appear reasonable, and that from the decision of the supervisors an appeal lies as of right to the circuit court where the matter may be heard de novo. Thus, by exercising the right to appeal the owner may obtain a full hearing in a court of justice&#8212;one concededly possessing and exercising a general jurisdiction. An opportunity to have such a hearing, before the compensation is finally determined, and when the right thereto can be effectively asserted and protected, satisfies the demand of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under the statute the proceedings looking to an assessment may be initiated by the owner as well as by the road officers. Either may apply to a justice for the appointment of viewers. Thus the owner is free to act promptly and upon his own motion, if he chooses.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But it is contended that where the road officers take the initiative&#8212;as they do in many instances&#8212;the proceedings may be carried from inception to conclusion without any notice to the owner, and therefore without out his having an opportunity to take an appeal. We think the contention is not tenable. It takes into account some of the statutory provisions and rejects others equally important. It is true there is no express provision for notice at the inception or during the early stages of the proceedings; and for present purposes it may be assumed that such a requirement is not even implied, although a different view might be admissible. See Paulsen v. Portland, 149 U. S. 30, 13 Sup. Ct. 750, 37 L. Ed. 637. But the provisions relating to the later stage the decision by the supervisors&#8212;are not silent in respect of notice, but speak in terms easily understood. Clauses 5 and 22 taken together provide that the owner, if dissatisfied with the decision, shall have the right to appeal as in other cases. This presupposes that he will have some knowledge of the decision, and yet neither clause states how the knowledge is to be obtained, or when or how the right of appeal is to be exercised. All this is explained, however, when section 838 is examined. It deals with these questions in a comprehensive way and evidently is intended to be of general application. Of course, newly created rights of appeal of the same class fall within its operation unless the Legislature provides otherwise. Here the Legislature has not provided otherwise, and so has indicated that it is content to have the general statute applied. As before stated, that statute provides that the claimant, if not present when the supervisors' decision is made, shall be notified thereof in writing and shall have thirty days after such notice within which to appeal. If he be present when the decision is made, he is regarded as receiving notice at that time, and the thirty days for taking an appeal begins to run at once. It is apparent therefore that special care is taken to afford him ample opportunity to appeal and thereby to obtain a full hearing in the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The claim is made that this opportunity comes after the taking, and therefore is too late. But it is settled by the decisions of this court that where adequate provision is made for the certain payment of the compensation without unreasonable delay the taking does not contravene due process of law in the sense of the Fourteenth Amendment merely because it precedes the ascertainment of what compensation is just. Sweet v. Rechel, 159 U. S. 380, 402, 407, 16 Sup. Ct. 43, 40 L. Ed. 188; Backus v. Fort Street Union Depot Co., 169 U. S. 557, 568, 18 Sup. Ct. 445, 42 L. Ed. 853; Williams v. Parker, 188 U. S. 491, 23 Sup. Ct. 440, 47 L. Ed. 559; Crozier v. Krupp, 224 U. S. 290, 306, 32 Sup. Ct. 488, 56 L. Ed. 771. And see Branson v. Gee, 25 Or. 462, 36 Pac. 527, 24 L. R. A. 355. As before indicated, it is not questioned that such adequate provision for payment is made in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We conclude that the objections urged against the validity of the statute are not well taken.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Other enactments of March 12, 1912, c. 151; March 21, 1914, c. 174, and March 17, &#167;916, c. 179, make the statute specially applicable here, but they require no particular attention.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> '* * * That they will faithfully and impairtially discharge their duty as viewers.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/99471/"
}