{"absolute_url": "/opinion/98286/skelton-v-dill/", "blocked": false, "citation": {"case_name": "Skelton v. Dill", "docket_number": "56", "document_uris": ["/api/rest/v2/document/98286/"], "federal_cite_one": "235 U.S. 206", "federal_cite_three": null, "federal_cite_two": null, "id": 82669, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82669/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1914-11-30", "date_modified": "2014-12-21T01:35:47.812343", "docket": "/api/rest/v2/docket/924080/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">235 U.S. 206</p>\n    <p class=\"case_cite\">35 S.Ct. 60</p>\n    <p class=\"case_cite\">59 L.Ed. 198</p>\n    <p class=\"parties\">L. S. SKELTON, Plff. in Err.,<br>v.<br>WILLIAM H. DILL.</p>\n    <p class=\"docket\">No. 56.</p>\n    <p class=\"date\">Submitted November 5, 1914.</p>\n    <p class=\"date\">Decided November 30, 1914.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Charles J. Kappler and Charles H. Merillat for plaintiff in error.</p>\n      <p class=\"indent\">No appearance for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Van Devanter delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Whether an allotment of lands in the Creek Nation, which was made on behalf of Archie Hamby, a Creek child then deceased, passed the lands to his heirs free from restrictions upon alienation, is the Federal question in this case. The facts out of which the question arises are these: Archie Hamby was born in February, 1900, and died in July, 1901, being survived by his parents and by at least one sister. His mother was a Creek woman, duly enrolled as such in 1895, and his father was a white man, not entitled to enrolment. Two or three years after the child's death his name was regularly placed upon the roll of Creek citizens by the Commission to the Five Civilized Tribes, and the lands in question were duly embraced in an allotment made on his behalf. A deed for them was also issued in his name, and this, by operation of law, vested the title in his heirs. In September, 1905, after the allotment was made, his parents, acting through an attorney in fact, appointed a few days before, executed and delivered to L. S. Skelton a warranty deed for the lands, and in July, 1906, the parents, apparently ignoring the deed to Skelton, executed and delivered to S. M. Wilson a similar deed. Whatever rights Wilson acquired under his deed subsequently passed to William H. Dill.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The action in the court of first instance was in ejectment, and was brought by Dill against Skelton, who had gone into possession under his deed. Dill prevailed and the judgment was affirmed by the supreme court of the state, which held that when the deed to Skelton was made the lands were subject to restrictions upon alienation which rendered the deed void, and that at the time of the deed to Wilson, under which Dill was claiming, the restrictions had been removed, thereby rendering that deed valid. 30 Okla. 278, 119 Pac. 267.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The allotment was made under the act of March 1, 1901, 31 Stat. at L. 861, chap. 676, as modified and supplemented by the act of June 30, 1902, 32 Stat. at L. 500, chap. 1323. These acts embodied and adopted a plan for allotting and distributing the lands and funds of the Creek Nation in severalty among its citizens, and to that end required that an enrolment be made by the Commission to the Five Civilized Tribes of all citizens who were entitled to participate in the allotment and distribution. It being necessary to fix a date as of which the enrolment should be made, the original act provided, in &#167; 28, that the enrolment should embrace all qualified citizens who were living on April 1, 1899, and all children born to such citizens up to and including July 1, 1900, and living on that date. The supplemental act changed the latter date by declaring, in &#167;&#167; 7 and 8, that the enrolment should include all children born up to and including May 25, 1901. Evidently anticipating that participation in the allotment and distribution might in some instances be cut off by death, Congress made provision for such a contingency. Thus the original act declared, in &#167; 28: 'And if any such citizen has died since that time [April 1, 1899], or may hereafter die, before receiving his allotment of lands and distributive share of all the funds of the tribe, the lands and money to which he would be entitled, if living, shall descend to his heirs . . . and be allotted and distributed to them accordingly.' And the supplemental act provided, in &#167;&#167; 7 and 8: 'And if any such child has died since May 25, 1901, or may hereafter die, before receiving his allotment of lands and distributive share of the funds of the tribe, the lands and moneys to which he would be entitled if living shall descend to his heirs as herein provided, and be allotted and distributed to them accordingly.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both parties are claiming under deeds from the father and mother, so we pass the question of who were the true heirs of the deceased child, observing only that under &#167; 6 of the supplemental act, in the circumstances before stated, the mother was and the father was not a lawful heir.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In immediate connection with the provisions respecting allotments to living citizens in their own right, the original act contained a provision (&#167; 7) imposing various restrictions upon the alienation of the allotted lands. But, aside from its relation to other parts of the act, that provision need not be noticed, for it was superseded by &#167; 16 of the supplemental act, which reads as follows: 'Lands allotted to citizens shall not in any manner whatever, or at any time, be encumbered, taken, or sold to secure or satisfy any debt or obligation, nor be alienated by the allottee or his heirs, before the expiration of five years from the date of the approval of this supplemental agreement, except with the approval of the Secretary of the Interior. Each citizen shall select from his allotment forty acres of land, or a quarter of a quarter section, as a homestead, which shall be and remain nontaxable, inalienable, and free from any encumbrance whatever for twenty-one years from the date of the deed therefor, and a separate deed shall be issued to each allottee for his homestead, in which this condition shall appear. Selections of homesteads for minors, prisoners, convicts, incompetents, and aged and infirm persons, who cannot select for themselves, may be made in the manner provided for the selection of their allotments, and if for any reason such selection be not made for any citizen, it shall be the duty of said Commission to make selection for him. The homestead of each citizen shall remain, after the death of the allottee, for the use and support of children born to him after May 25, 1901; but if he have no such issue, then he may dispose of his homestead by will, free from the limitation herein imposed, and if this be not done, the land embraced in his homestead shall descend to his heirs, free from such limitation, according to the laws of descent herein otherwise prescribed. Any agreement or conveyance of any kind or character violative of any of the provisions of this paragraph shall be absolutely void, and not susceptible of ratification in any manner, and no rule of estoppel shall ever prevent the assertion of its invalidity.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Whether these restrictions were intended to apply only to allotments made to living citizens in their own right, or to apply as well to allotments made on behalf of deceased members, is the question for decision. The supreme court of the state, when passing upon this case, held them applicable to both classes of allotments, but in the later case of Rentie v. McCoy, 35 Okla. 77, 128 Pac. 244, reached the other conclusion, as did also the district court for the eastern district of Oklahoma in Reed v. Welty, 197 Fed. 419. We think the better reasoning lies with the view that the restrictions apply only to allotments made to living citizens in their own right. Not only do the provisions of &#167; 16 of the supplemental act lend themselves to that view, but in those sections of both acts which deal with allotments on behalf of deceased persons there is no suggestion of a restriction upon alienation. This difference in legislative treatment doubtless was deliberate, and reflects a corresponding difference in purpose. In Mullen v. United States, 224 U. S. 448, 56 L. ed. 834, 32 Sup. Ct. Rep. 494, a like question arose under the original and supplemental acts relating to the Choctaw and Chickasaw lands, and we held that the restrictions upon alienation imposed by those acts were applicable to allotments to living members in their own right, but not to allotments on behalf of members then deceased. We do not perceive anything in the acts relating to the Creek lands which calls for a different conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment must therefore be reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>235 U.S. 206 (1914)</b></center>\n<center><h1>SKELTON<br>\nv.<br>\nDILL.</h1></center>\n<center>No. 56.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 5, 1914.</center>\n<center>Decided November 30, 1914.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OKLAHOMA.\n<p><i>Mr. Charles J. Kappler</i> and <i>Mr. Charles H. Merillat</i> for plaintiff in error.</p>\n<p>There was no appearance or brief filed for defendant in error.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>Whether an allotment of lands in the Creek Nation which was made on behalf of Archie Hamby, a Creek child then deceased, passed the lands to his heirs free from restrictions upon alienation is the Federal question in this case. The facts out of which the question arises are these: Archie Hamby was born in February, 1900, and died in <span class=\"star-pagination\">*207</span> July, 1901, being survived by his parents and by at least one sister. His mother was a Creek woman, duly enrolled as such in 1895, and his father was a white man not entitled to enrollment. Two or three years after the child's death his name was regularly placed upon the roll of Creek citizens by the Commission to the Five Civilized Tribes, and the lands in question were duly embraced in an allotment made on his behalf. A deed for them was also issued in his name, and this by operation of law vested the title in his heirs. In September, 1905, after the allotment was made, his parents, acting through an attorney in fact appointed a few days before, executed and delivered to L.S. Skelton a warranty deed for the lands, and in July, 1906, the parents, apparently ignoring the deed to Skelton, executed and delivered to S.M. Wilson a similar deed. Whatever rights Wilson acquired under his deed subsequently passed to William H. Dill.</p>\n<p>The action in the court of first instance was in ejectment, and was brought by Dill against Skelton, who had gone into possession under his deed. Dill prevailed and the judgment was affirmed by the Supreme Court of the State, which held that when the deed to Skelton was made the lands were subject to restrictions upon alienation which rendered the deed void, and that at the time of the deed to Wilson, under which Dill was claiming, the restrictions had been removed, thereby rendering that deed valid. 30 Oklahoma, 278.</p>\n<p>The allotment was made under the act of March 1, 1901, c. 676, 31 Stat. 861, as modified and supplemented by the act of June 30, 1902, c. 1323, 32 Stat. 500. These acts embodied and adopted a plan for allotting and distributing the lands and funds of the Creek Nation in severalty among its citizens, and to that end required that an enrollment be made by the Commission to the Five Civilized Tribes of all citizens who were entitled to participate in the allotment and distribution. It being necessary to fix a date <span class=\"star-pagination\">*208</span> as of which the enrollment should be made, the original act provided, in § 28, that the enrollment should embrace all qualified citizens who were living on April 1, 1899, and all children born to such citizens up to and including July 1, 1900, and living on that date. The supplemental act changed the latter date by declaring, in §§ 7 and 8, that the enrollment should include all children born up to and including May 25, 1901. Evidently anticipating that participation in the allotment and distribution might in some instances be cut off by death, Congress made provision for such a contingency. Thus the original act declared, in § 28: \"And if any such citizen has died since that time (April 1, 1899), or may hereafter die, before receiving his allotment of lands and distributive share of all the funds of the tribe, the lands and money to which he would be entitled, if living, shall descend to his heirs . . . and be allotted and distributed to them accordingly.\" And the supplemental act provided, in §§ 7 and 8: \"And if any such child has died since May 25, 1901, or may hereafter die before receiving his allotment of lands and distributive share of the funds of the tribe, the lands and moneys to which he would be entitled if living shall descend to his heirs as herein provided and be allotted and distributed to them accordingly.\"</p>\n<p>Both parties are claiming under deeds from the father and mother, so we pass the question of who were the true heirs of the deceased child, observing only that under § 6 of the supplemental act, in the circumstances before stated, the mother was and the father was not a lawful heir.</p>\n<p>In immediate connection with the provisions respecting allotments to living citizens in their own right, the original act contained a provision (§ 7) imposing various restrictions upon the alienation of the allotted lands. But aside from its relation to other parts of the act that provision need not be noticed, for it was superseded by § 16 of the supplemental act, which reads as follows:</p>\n<p><span class=\"star-pagination\">*209</span> \"Lands allotted to citizens shall not in any manner whatever or at any time be encumbered, taken, or sold to secure or satisfy any debt or obligation nor be alienated by the allottee or his heirs before the expiration of five years from the date of the approval of this supplemental agreement, except with the approval of the Secretary of the Interior. Each citizen shall select from his allotment forty acres of land, or a quarter of a quarter section, as a homestead, which shall be and remain nontaxable, inalienable, and free from any incumbrance whatever for twenty-one years from the date of the deed therefor, and a separate deed shall be issued to each allottee for his homestead, in which this condition shall appear. Selections of homesteads for minors, prisoners, convicts, incompetents and aged and infirm persons, who cannot select for themselves, may be made in the manner provided for the selection of their allotments, and if for any reason such selection be not made for any citizen it shall be the duty of said Commission to make selection for him. The homestead of each citizen shall remain, after the death of the allottee, for the use and support of children born to him after May 25, 1901, but if he have no such issue then he may dispose of his homestead by will, free from the limitation herein imposed, and if this be not done the land embraced in his homestead shall descend to his heirs, free from such limitation, according to the laws of descent herein otherwise prescribed. Any agreement or conveyance of any kind or character violative of any of the provisions of this paragraph shall be absolutely void and not susceptible of ratification in any manner, and no rule of estoppel shall ever prevent the assertion of its invalidity.\"</p>\n<p>Whether these restrictions were intended to apply only to allotments made to living citizens in their own right or to apply as well to allotments made on behalf of deceased members is the question for decision. The Supreme Court of the State when passing upon this case held <span class=\"star-pagination\">*210</span> them applicable to both classes of allotments, but in the later case of <i>Rentie</i> v. <i>McCoy,</i> 35 Oklahoma, 77, reached the other conclusion, as did also the District Court for the Eastern District of Oklahoma in <i>Reed</i> v. <i>Welty,</i> 197 Fed. Rep. 419. We think the better reasoning lies with the view that the restrictions apply only to allotments made to living citizens in their own right. Not only do the provisions of § 16 of the supplemental act lend themselves to that view, but in those sections of both acts which deal with allotments on behalf of deceased persons there is no suggestion of a restriction upon alienation. This difference in legislative treatment doubtless was deliberate and reflects a corresponding difference in purpose. In <i>Mullen</i> v. <i>United States,</i> 224 U.S. 448, a like question arose under the original and supplemental acts relating to the Choctaw and Chickasaw lands, and we held that the restrictions upon alienation imposed by those acts were applicable to allotments to living members in their own right but not to allotments on behalf of members then deceased. We do not perceive anything in the acts relating to the Creek lands which calls for a different conclusion.</p>\n<p>The judgment must therefore be reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Judgment reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></span> (1914)</b></center>\n<center><h1>SKELTON<br>\nv.<br>\nDILL.</h1></center>\n<center>No. 56.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 5, 1914.</center>\n<center>Decided November 30, 1914.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF OKLAHOMA.\n<p><i>Mr. Charles J. Kappler</i> and <i>Mr. Charles H. Merillat</i> for plaintiff in error.</p>\n<p>There was no appearance or brief filed for defendant in error.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>Whether an allotment of lands in the Creek Nation which was made on behalf of Archie Hamby, a Creek child then deceased, passed the lands to his heirs free from restrictions upon alienation is the Federal question in this case. The facts out of which the question arises are these: Archie Hamby was born in February, 1900, and died in <span class=\"star-pagination\">*207</span> July, 1901, being survived by his parents and by at least one sister. His mother was a Creek woman, duly enrolled as such in 1895, and his father was a white man not entitled to enrollment. Two or three years after the child's death his name was regularly placed upon the roll of Creek citizens by the Commission to the Five Civilized Tribes, and the lands in question were duly embraced in an allotment made on his behalf. A deed for them was also issued in his name, and this by operation of law vested the title in his heirs. In September, 1905, after the allotment was made, his parents, acting through an attorney in fact appointed a few days before, executed and delivered to L.S. Skelton a warranty deed for the lands, and in July, 1906, the parents, apparently ignoring the deed to Skelton, executed and delivered to S.M. Wilson a similar deed. Whatever rights Wilson acquired under his deed subsequently passed to William H. Dill.</p>\n<p>The action in the court of first instance was in ejectment, and was brought by Dill against Skelton, who had gone into possession under his deed. Dill prevailed and the judgment was affirmed by the Supreme Court of the State, which held that when the deed to Skelton was made the lands were subject to restrictions upon alienation which rendered the deed void, and that at the time of the deed to Wilson, under which Dill was claiming, the restrictions had been removed, thereby rendering that deed valid. 30 Oklahoma, 278.</p>\n<p>The allotment was made under the act of March 1, 1901, c. 676, 31 Stat. 861, as modified and supplemented by the act of June 30, 1902, c. 1323, 32 Stat. 500. These acts embodied and adopted a plan for allotting and distributing the lands and funds of the Creek Nation in severalty among its citizens, and to that end required that an enrollment be made by the Commission to the Five Civilized Tribes of all citizens who were entitled to participate in the allotment and distribution. It being necessary to fix a date <span class=\"star-pagination\">*208</span> as of which the enrollment should be made, the original act provided, in § 28, that the enrollment should embrace all qualified citizens who were living on April 1, 1899, and all children born to such citizens up to and including July 1, 1900, and living on that date. The supplemental act changed the latter date by declaring, in §§ 7 and 8, that the enrollment should include all children born up to and including May 25, 1901. Evidently anticipating that participation in the allotment and distribution might in some instances be cut off by death, Congress made provision for such a contingency. Thus the original act declared, in § 28: \"And if any such citizen has died since that time (April 1, 1899), or may hereafter die, before receiving his allotment of lands and distributive share of all the funds of the tribe, the lands and money to which he would be entitled, if living, shall descend to his heirs . . . and be allotted and distributed to them accordingly.\" And the supplemental act provided, in §§ 7 and 8: \"And if any such child has died since May 25, 1901, or may hereafter die before receiving his allotment of lands and distributive share of the funds of the tribe, the lands and moneys to which he would be entitled if living shall descend to his heirs as herein provided and be allotted and distributed to them accordingly.\"</p>\n<p>Both parties are claiming under deeds from the father and mother, so we pass the question of who were the true heirs of the deceased child, observing only that under § 6 of the supplemental act, in the circumstances before stated, the mother was and the father was not a lawful heir.</p>\n<p>In immediate connection with the provisions respecting allotments to living citizens in their own right, the original act contained a provision (§ 7) imposing various restrictions upon the alienation of the allotted lands. But aside from its relation to other parts of the act that provision need not be noticed, for it was superseded by § 16 of the supplemental act, which reads as follows:</p>\n<p><span class=\"star-pagination\">*209</span> \"Lands allotted to citizens shall not in any manner whatever or at any time be encumbered, taken, or sold to secure or satisfy any debt or obligation nor be alienated by the allottee or his heirs before the expiration of five years from the date of the approval of this supplemental agreement, except with the approval of the Secretary of the Interior. Each citizen shall select from his allotment forty acres of land, or a quarter of a quarter section, as a homestead, which shall be and remain nontaxable, inalienable, and free from any incumbrance whatever for twenty-one years from the date of the deed therefor, and a separate deed shall be issued to each allottee for his homestead, in which this condition shall appear. Selections of homesteads for minors, prisoners, convicts, incompetents and aged and infirm persons, who cannot select for themselves, may be made in the manner provided for the selection of their allotments, and if for any reason such selection be not made for any citizen it shall be the duty of said Commission to make selection for him. The homestead of each citizen shall remain, after the death of the allottee, for the use and support of children born to him after May 25, 1901, but if he have no such issue then he may dispose of his homestead by will, free from the limitation herein imposed, and if this be not done the land embraced in his homestead shall descend to his heirs, free from such limitation, according to the laws of descent herein otherwise prescribed. Any agreement or conveyance of any kind or character violative of any of the provisions of this paragraph shall be absolutely void and not susceptible of ratification in any manner, and no rule of estoppel shall ever prevent the assertion of its invalidity.\"</p>\n<p>Whether these restrictions were intended to apply only to allotments made to living citizens in their own right or to apply as well to allotments made on behalf of deceased members is the question for decision. The Supreme Court of the State when passing upon this case held <span class=\"star-pagination\">*210</span> them applicable to both classes of allotments, but in the later case of <i>Rentie</i> v. <i>McCoy,</i> 35 Oklahoma, 77, reached the other conclusion, as did also the District Court for the Eastern District of Oklahoma in <i>Reed</i> v. <i>Welty,</i> 197 Fed. Rep. 419. We think the better reasoning lies with the view that the restrictions apply only to allotments made to living citizens in their own right. Not only do the provisions of § 16 of the supplemental act lend themselves to that view, but in those sections of both acts which deal with allotments on behalf of deceased persons there is no suggestion of a restriction upon alienation. This difference in legislative treatment doubtless was deliberate and reflects a corresponding difference in purpose. In <i>Mullen</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"97617\"><a href=\"/opinion/97617/mullen-v-united-states/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, a like question arose under the original and supplemental acts relating to the Choctaw and Chickasaw lands, and we held that the restrictions upon alienation imposed by those acts were applicable to allotments to living members in their own right but not to allotments on behalf of members then deceased. We do not perceive anything in the acts relating to the Creek lands which calls for a different conclusion.</p>\n<p>The judgment must therefore be reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Judgment reversed.</i></p>\n</div>", "id": 98286, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98286/", "sha1": "cc82467e45fbea61353ab324c06b2a63d2e7c1a5", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:43:20"}