{"absolute_url": "/opinion/94830/brown-v-marion-nat-bank/", "blocked": false, "citation": {"case_name": "Brown v. Marion Nat. Bank", "docket_number": "201", "document_uris": ["/api/rest/v2/document/94830/"], "federal_cite_one": "169 U.S. 416", "federal_cite_three": null, "federal_cite_two": null, "id": 79211, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79211/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-02-21", "date_modified": "2014-12-21T01:32:48.299954", "docket": "/api/rest/v2/docket/196779/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">169 U.S. 416</p>\n    <p class=\"case_cite\">18 S.Ct. 390</p>\n    <p class=\"case_cite\">42 L.Ed. 801</p>\n    <p class=\"parties\">BROWN<br>v.<br>MARION NAT. BANK OF LEBANON, KY.</p>\n    <p class=\"docket\">No. 201.</p>\n    <p class=\"date\">February 21, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">E. J. McDermott, for plaintiff in error.</p>\n      <p class=\"indent\">W. J. Lisle, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice HARLAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was twice before the court of appeals of Kentucky. The first judgment of the court of original jurisdiction was reversed in that court, and the cause was remanded for further proceedings. 92 Ky. 607, 18 S. W. 635.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">he present appeal brings up for review the final judgment rendered by the court of appeals of Kentucky on a second appeal to that court. 35 S. W. 926.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case requires the construction of certain provisions of the Revised Statutes of the United States relating to national banking associations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 5197 authorizes a national banking association to take, receive, reserve, and charge on any loan or discount made, or upon any note, bill of exchange, or other evidences of debt, interest at the rate allowed by the laws of the state, territory, or district where the bank is located, and no more, except that where, by the laws of any state, a different rate is limited for banks of issue organized under state laws, the rate so limited shall be allowed for associations organized or existing in any such state. When no rate is fixed by the laws of the state, territory, or district, the bank may take, receive, reserve, or charge a rate not exceeding 7 per cent., and such interest may be taken in advance, reckoning the days for which the note, bill, or other evidence of debt has to run.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 5198 provides: 'The taking, receiving, reserving or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill or other evidence of debt carries with it, or which has been agreed to be paid thereon. In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same; provided such action is commenced within two years from the time the usurious transaction occurred. That suits, actions and proceedings against any association under this title may be had in any circuit, district or territorial court of United States held within the district in which such association may be established, or in any state, county or municipal court in the county or city in which said association is located having jurisdiction in similar cases.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The last section clearly makes a difference between interest which a note, bill, or other evidence of debt held by a national bank 'carries with it, or which has been agreed to be paid thereon,' and interest which has been 'paid.' Interest included in a renewal note, or evidenced by a separate note, does not thereby cease to be interest, within the meaning of section 5198, and become principal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If a bank which violates by that section sues upon the note, bill, or other evidence of debt held by it, the debtor may insist that the entire interest, legal and usurious, included in his written obligation, and agreed to be paid, but which has not been actually paid, shall be either credited on the note, or eliminated from it, and judgment given only for the original principal debt, with interest at the legal rate from the commencement of the suit. We say 'entire interest,' because such are the words of the statute, based on the act of June 3, 1864 (13 Stat. pp. 99, 108, c. 106, &#167; 30), whereas the prior statute of February 25, 1863 (12 Stat. pp. 665, 678, c. 58, &#167; 46), declared that the knowingly taking, reserving, or charging a greater rate of interest than was allowed should be held and adjudged a forfeiture of 'the debt or demand' on which usurious interest was taken, reserved, or charged.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The forfeiture declared by the statute is not waived or avoided by giving a separate note for the interest, or by giving a renewal note in which is included the usurious interest. No matter how many renewals may have been made, if the bank has charged a greater rate of interest than the law allows, it must, if the forfeiture clause of the statute be relied on, and the matter is thus brought to the attention of the court, lose the entire interest which the note carries or which has been agreed to be paid. By no other construction of the &#167; atute can effect be given to the clause forfeiting the entire interest which the note, bill, or other evidence of debt carries, or which was agreed to be paid, but which has not been actually paid.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is said that, within the meaning of the statute, interest is 'paid' when included in a renewal note, and when suit is brought upon the last note, calling for interest from its date, only the interest accruing on the apparent principal of that note is subject to forfeiture. We think that the statute cannot be so construed. If, within the meaning of the statute, interest is 'paid' simply by including it in a renewal note, it would follow that, as soon as the usurious interest is included in a renewal note, the borrower or obligor could sue the lender or obligee, and 'recover back * * * twice the amount of the interest thus paid,' when he had not, in fact, paid the debt, nor any part of the interest as such. This cannot be a sound interpretation of the statute. The words 'in case the greater rate of interest has been paid,' in section 5198, refer to interest actually paid, as distinguished from interest included in the note and only 'agreed to be paid.' If, for instance, one executes his note to a national bank for a named sum as evidence of a loan to him of that amount to be paid in one year at 10 per cent. interest, such a rate of interest being illegal, and if renewal notes are executed each year for five successive years, without any money being in fact paid by the borrower (each renewal note including past interest, legal and usurious), the sum included in the last note in excess of the sum originally loaned would be interest which that note carried or which was agreed to be paid, and not, as to any part of it, interest paid.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is difficult to tell from the record when there were actual payments of usurious interest as such. Sometimes interest is said to have been paid when it is evident that it was only included in a renewal note. But that, as we have said, was not payment, within the meaning of the statute. Driesbach v. Bank, 104 U. S. 52. If the note when sued on includes usurious interest, or interest upon usurious interest, agreed to be paid, the holder may, in due time, elect to remit such interest, and it cannot then be said that usurious interest was paid to him. McBroom v. Investment Co., 153 U. S. 318, 328, 14 Sup. Ct. 852; Stevens v. Lincoln, 7 Metc. (Mass.) 525, 528; Saunders v. Lambert, 7 Gray, 484, 486; Stedman v. Bland, 26 N. C. 296, 299. If at any time the obligee actually pays usurious interest as such, the usurious transaction must be held to have then, and not before, occurred, and he must sue within two years thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is proper to state that the judgment before us for review was not in accordance with the views of the court of appeals of Kentucky, as expressed when the case was first before that court on appeal. 92 Ky. 607, 18 S. W. 635. The ruling then made by that court was not followed in the subsequent case of Sydner v. Bank, 94 Ky. 231, 21 S. W. 1050, in which the language of Judge Acheson in Bank v. Hoagland, 7 Fed. 159, 161, was approved, as follows: 'By the terms of the act of congress [the national bank act], the charging of such rates of interest [in excess of the legal rate] worked a forfeiture of the entire interest which the several notes carried with them. Now, such forfeiture was not waived by the giving of subsequent notes, although, as respects them, the agreed rate of interest was a legal rate. They were mere renewals, and given without any new consideration. Nor did the new notes operate as payment of the debts for which they were given. In so far, then, as the notes in suit embraced the forfeited interest, they are without consideration. Moreover, it is an established principle that, if there be usury in the original transaction, it affects all consecutive securities, however remote, growing out of it; and neither the renewal of the old nor the substitution of a new security, between the same parties, can efface the usu y. The bank incorporated in the new notes usurious interest, previously charged, as a part of the new principal, and this illegal consideration pervaded the whole subsequent series of notes. Upon each fresh renewal interest was charged upon usurious interest, which had entered into the prior notes as principal.' It was contended in the court of appeals of Kentucky in the present case that its ruling, when the case was first before it, was different from its subsequent ruling in Sydner v. Bank. That court conceded that the two cases were not in harmony on the question whether the bank could recover the usurious interest embraced in the renewal notes. 'Nevertheless,' the court said, 'we hold that the judgment on the former appeal is the law of this case.' It was the latter view which made it necessary for the appellants to prosecute the present appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As the judgment in this case did not proceed upon the principles herein stated, but rested upon an erroneous interpretation of the statute, it must be reversed. The necessary calculations can be made in the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the reasons stated, the judgment is reversed, and the cause remanded for further proceedings consistent with this opinion. Reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>169 U.S. 416 (1898)</b></center>\n<center><h1>BROWN<br>\nv.<br>\nMARION NATIONAL BANK.</h1></center>\n<center>No. 201.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 21, 1898.</center>\n<center>Decided February 21, 1898.</center>\nERROR TO THE COURT OF APPEALS OF THE STATE OF KENTUCKY.\n<p><i>Mr. E.J. McDermott</i> and <i>Mr. H.W. Rives</i> for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*417</span> <i>Mr. W.J. Lisle</i> for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This case was twice before the Court of Appeals of Kentucky. The first judgment of the court of original jurisdiction was reversed in that court, and the cause was remanded for further proceedings. 92 Kentucky, 607.</p>\n<p>The present appeal brings up for review the final judgment rendered by the Court of Appeals of Kentucky on a second appeal to that court.</p>\n<p>The case requires the construction of certain provisions of the Revised Statutes of the United States relating to national banking associations.</p>\n<p>Section 5197 authorizes a national banking association to take, receive, reserve and charge on any loan or discount made, or upon any note, bill of exchange or other evidences of debt, interest at the rate allowed by the laws of the State, Territory or district where the bank is located, and no more, except that where by the laws of any State a different rate is limited for banks of issue organized under state laws, the rate so limited shall be allowed for associations organized or existing in any such State. When no rate is fixed by the laws of the State, Territory or district, the bank may take, receive, reserve or charge a rate not exceeding seven per centum, and such interest may be taken in advance, reckoning the days for which the note, bill or other evidence of debt has to run.</p>\n<p>Section 5198 provides: \"The taking, receiving, reserving or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill or other evidence of debt carries with it, or which has been agreed to be paid thereon. In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same; provided <span class=\"star-pagination\">*418</span> such action is commenced within two years from the time the usurious transaction occurred. That suits, actions and proceedings against any association under this title may be had in any circuit, district or territorial court of United States held within the district in which such association may be established, or in any state, county or municipal court in the county or city in which said association is located having jurisdiction in similar cases.\"</p>\n<p>The last section clearly makes a difference between interest which a note, bill or other evidence of debt held by a national bank, \"carries with it or which has been agreed to be paid thereon,\" and interest which has been \"paid.\" Interest included in a renewal note, or evidenced by a separate note, does not thereby cease to be interest within the meaning of section 5198 and become principal.</p>\n<p>If a bank, which violates that section, sues upon the note, bill or other evidence of debt held by it, the debtor may insist that the entire interest, legal and usurious, included in his written obligation and agreed to be paid, but which has not been actually paid, shall be either credited on the note, or eliminated from it, and judgment given only for the original principal debt, with interest at the legal rate from the commencement of the suit. We say \"entire interest,\" because such are the words of the statute, based on the act of June 8, 1864, c. 106, § 30, 13 Stat. 99, 108, whereas the prior statute of February 25, 1863, c. 58, § 46, 12 Stat. 665, 678, declared that the knowingly taking, reserving or charging a greater rate of interest than was allowed, should be held and adjudged a forfeiture of \"the debt or demand\" on which usurious interest was taken, reserved or charged.</p>\n<p>The forfeiture declared by the statute is not waived or avoided by giving a separate note for the interest, or by giving a renewal note in which is included the usurious interest. No matter how many renewals may have been made, if the bank has charged a greater rate of interest than the law allows, it must, if the forfeiture clause of the statute be relied on, and the matter is thus brought to the attention of the court, lose the entire interest which the note carries or which <span class=\"star-pagination\">*419</span> has been agreed to be paid. By no other construction of the statute can effect be given to the clause forfeiting the entire interest, which the note, bill or other evidence of debt carries, or which was agreed to be paid, but which has not been actually paid.</p>\n<p>It is said that, within the meaning of the statute, interest is \"paid\" when included in a renewal note, and when suit is brought upon the last note, calling for interest from its date, only the interest accruing on the apparent principal of <i>that</i> note is subject to forfeiture. We think that the statute cannot be so construed. If, within the meaning of the statute, interest is \"paid\" simply by including it in a renewal note, it would follow that as soon as the usurious interest is included in a renewal note, the borrower or obligor could sue the lender or obligee and \"recover back ... twice the amount of the interest thus paid,\" when he had not, in fact, <i>paid</i> the debt nor any part of the interest as such. This cannot be a sound interpretation of the statute. The words \"in case the greater rate of interest has been <i>paid,</i>\" in section 5198, refer to interest actually paid, as distinguished from interest included in the note and only \"agreed to be paid.\" If, for instance, one executes his note to a national bank for a named sum as evidence of a loan to him of that amount to be paid in one year at ten per cent interest, such a rate of interest being illegal, and if renewal notes are executed each year for five successive years, without any money being in fact paid by the borrower  each renewal note including past interest, legal and usurious  the sum included in the last note, in excess of the sum originally loaned, would be <i>interest</i> which that note carried or which was agreed to be paid, and not, as to any part of it, interest paid.</p>\n<p>It is difficult to tell from the record when there were actual payments of usurious interest as such. Sometimes interest is said to have been paid when it is evident that it was only included in a renewal note. But that, as we have said, was not <i>payment</i> within the meaning of the statute. <i>Driesbach</i> v. <i>National Bank,</i> 104 U.S. 52. If the note when sued on includes usurious interest, or interest upon usurious interest, <span class=\"star-pagination\">*420</span> agreed to be paid, the holder may, in due time, elect to remit such interest, and it cannot then be said that usurious interest was paid to him. <i>McBroom</i> v. <i>Scottish Mortgage &amp; Land Investment Co.,</i> 153 U.S. 318, 328; <i>Stevens</i> v. <i>Lincoln,</i> 7 Met. 525, 528; <i>Saunders</i> v. <i>Lambert,</i> 7 Gray, 484, 486; <i>Stedman</i> v. <i>Bland,</i> 4 Iredell, Law, 296, 299. If at any time the obligee actually pays usurious interest as such, the usurious transaction must be held to have then, and not before, occurred, and he must sue within two years thereafter.</p>\n<p>It is proper to state that the judgment before us for review was not in accordance with the views of the Court of Appeals of Kentucky as expressed when the case was first before that court on appeal. 92 Kentucky, 607. The ruling then made by that court was not followed in the subsequent case of <i>Snyder</i> v. <i>Mount Sterling National Bank,</i> 94 Kentucky, 231, in which the language of Judge Acheson in <i>Farmers &amp; Mechanics' Bank</i> v. <i>Hoagland,</i> 7 Fed. Rep. 159, 161, was approved, as follows: \"By the terms of the act of Congress [the national bank act] the charging of such rates of interest [in excess of the legal rate] worked a forfeiture of the entire interest which the several notes carried with them. Now such forfeiture was not waived by the giving of subsequent notes, although, as respects them, the agreed rate of interest was a legal rate. They were mere renewals, and given without any new consideration. Nor did the new notes operate as payment of the debts for which they were given. In so far, then, as the notes in suit embraced the forfeited interest, they are without consideration. Moreover, it is an established principle that if there be usury in the original transaction, it affects all consecutive securities, however remote, growing out of it; and neither the renewal of the old, nor the substitution of a new security, between the same parties, can efface the usury. The bank incorporated in the new notes usurious interest, previously charged, as a part of the new principal, and this illegal consideration pervaded the whole subsequent series of notes. Upon each fresh renewal interest was charged upon usurious interest, which had entered into the prior notes as principal.\"</p>\n<p><span class=\"star-pagination\">*421</span> It was contended in the Court of Appeals of Kentucky in the present case that its ruling, when the case was first before it, was different from its subsequent ruling in <i>Snyder</i> v. <i>Mount Sterling National Bank.</i> That court conceded that the two cases were not in harmony on the question whether the bank could recover the usurious interest embraced in the renewal notes. \"Nevertheless,\" the court said, \"we hold that the judgment on the former appeal is the law of this case.\" It was the latter view which made it necessary for the appellants to prosecute the present appeal.</p>\n<p>As the judgment in this case did not proceed upon the principles herein stated, but rested upon an erroneous interpretation of the statute, it must be reversed. The necessary calculations can be made in the state court.</p>\n<p><i>For the reasons stated the judgment is reversed, and the cause remanded for further proceedings consistent with this opinion.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></span> (1898)</b></center>\n<center><h1>BROWN<br>\nv.<br>\nMARION NATIONAL BANK.</h1></center>\n<center>No. 201.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 21, 1898.</center>\n<center>Decided February 21, 1898.</center>\nERROR TO THE COURT OF APPEALS OF THE STATE OF KENTUCKY.\n<p><i>Mr. E.J. McDermott</i> and <i>Mr. H.W. Rives</i> for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*417</span> <i>Mr. W.J. Lisle</i> for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This case was twice before the Court of Appeals of Kentucky. The first judgment of the court of original jurisdiction was reversed in that court, and the cause was remanded for further proceedings. 92 Kentucky, 607.</p>\n<p>The present appeal brings up for review the final judgment rendered by the Court of Appeals of Kentucky on a second appeal to that court.</p>\n<p>The case requires the construction of certain provisions of the Revised Statutes of the United States relating to national banking associations.</p>\n<p>Section 5197 authorizes a national banking association to take, receive, reserve and charge on any loan or discount made, or upon any note, bill of exchange or other evidences of debt, interest at the rate allowed by the laws of the State, Territory or district where the bank is located, and no more, except that where by the laws of any State a different rate is limited for banks of issue organized under state laws, the rate so limited shall be allowed for associations organized or existing in any such State. When no rate is fixed by the laws of the State, Territory or district, the bank may take, receive, reserve or charge a rate not exceeding seven per centum, and such interest may be taken in advance, reckoning the days for which the note, bill or other evidence of debt has to run.</p>\n<p>Section 5198 provides: \"The taking, receiving, reserving or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill or other evidence of debt carries with it, or which has been agreed to be paid thereon. In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same; provided <span class=\"star-pagination\">*418</span> such action is commenced within two years from the time the usurious transaction occurred. That suits, actions and proceedings against any association under this title may be had in any circuit, district or territorial court of United States held within the district in which such association may be established, or in any state, county or municipal court in the county or city in which said association is located having jurisdiction in similar cases.\"</p>\n<p>The last section clearly makes a difference between interest which a note, bill or other evidence of debt held by a national bank, \"carries with it or which has been agreed to be paid thereon,\" and interest which has been \"paid.\" Interest included in a renewal note, or evidenced by a separate note, does not thereby cease to be interest within the meaning of section 5198 and become principal.</p>\n<p>If a bank, which violates that section, sues upon the note, bill or other evidence of debt held by it, the debtor may insist that the entire interest, legal and usurious, included in his written obligation and agreed to be paid, but which has not been actually paid, shall be either credited on the note, or eliminated from it, and judgment given only for the original principal debt, with interest at the legal rate from the commencement of the suit. We say \"entire interest,\" because such are the words of the statute, based on the act of June 8, 1864, c. 106, § 30, 13 Stat. 99, 108, whereas the prior statute of February 25, 1863, c. 58, § 46, 12 Stat. 665, 678, declared that the knowingly taking, reserving or charging a greater rate of interest than was allowed, should be held and adjudged a forfeiture of \"the debt or demand\" on which usurious interest was taken, reserved or charged.</p>\n<p>The forfeiture declared by the statute is not waived or avoided by giving a separate note for the interest, or by giving a renewal note in which is included the usurious interest. No matter how many renewals may have been made, if the bank has charged a greater rate of interest than the law allows, it must, if the forfeiture clause of the statute be relied on, and the matter is thus brought to the attention of the court, lose the entire interest which the note carries or which <span class=\"star-pagination\">*419</span> has been agreed to be paid. By no other construction of the statute can effect be given to the clause forfeiting the entire interest, which the note, bill or other evidence of debt carries, or which was agreed to be paid, but which has not been actually paid.</p>\n<p>It is said that, within the meaning of the statute, interest is \"paid\" when included in a renewal note, and when suit is brought upon the last note, calling for interest from its date, only the interest accruing on the apparent principal of <i>that</i> note is subject to forfeiture. We think that the statute cannot be so construed. If, within the meaning of the statute, interest is \"paid\" simply by including it in a renewal note, it would follow that as soon as the usurious interest is included in a renewal note, the borrower or obligor could sue the lender or obligee and \"recover back ... twice the amount of the interest thus paid,\" when he had not, in fact, <i>paid</i> the debt nor any part of the interest as such. This cannot be a sound interpretation of the statute. The words \"in case the greater rate of interest has been <i>paid,</i>\" in section 5198, refer to interest actually paid, as distinguished from interest included in the note and only \"agreed to be paid.\" If, for instance, one executes his note to a national bank for a named sum as evidence of a loan to him of that amount to be paid in one year at ten per cent interest, such a rate of interest being illegal, and if renewal notes are executed each year for five successive years, without any money being in fact paid by the borrower  each renewal note including past interest, legal and usurious  the sum included in the last note, in excess of the sum originally loaned, would be <i>interest</i> which that note carried or which was agreed to be paid, and not, as to any part of it, interest paid.</p>\n<p>It is difficult to tell from the record when there were actual payments of usurious interest as such. Sometimes interest is said to have been paid when it is evident that it was only included in a renewal note. But that, as we have said, was not <i>payment</i> within the meaning of the statute. <i>Driesbach</i> v. <i>National Bank,</i> 104 U.S. 52. If the note when sued on includes usurious interest, or interest upon usurious interest, <span class=\"star-pagination\">*420</span> agreed to be paid, the holder may, in due time, elect to remit such interest, and it cannot then be said that usurious interest was paid to him. <i>McBroom</i> v. <i>Scottish Mortgage &amp; Land Investment Co.,</i> <span class=\"citation\" data-id=\"93900\"><a href=\"/opinion/93900/mcbroom-v-scottish-mortgage-land-investment-co/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, 328; <i>Stevens</i> v. <i>Lincoln,</i> 7 Met. 525, 528; <i>Saunders</i> v. <i>Lambert,</i> 7 Gray, 484, 486; <i>Stedman</i> v. <i>Bland,</i> 4 Iredell, Law, 296, 299. If at any time the obligee actually pays usurious interest as such, the usurious transaction must be held to have then, and not before, occurred, and he must sue within two years thereafter.</p>\n<p>It is proper to state that the judgment before us for review was not in accordance with the views of the Court of Appeals of Kentucky as expressed when the case was first before that court on appeal. 92 Kentucky, 607. The ruling then made by that court was not followed in the subsequent case of <i>Snyder</i> v. <i>Mount Sterling National Bank,</i> 94 Kentucky, 231, in which the language of Judge Acheson in <i>Farmers &amp; Mechanics' Bank</i> v. <i>Hoagland,</i> 7 Fed. Rep. 159, 161, was approved, as follows: \"By the terms of the act of Congress [the national bank act] the charging of such rates of interest [in excess of the legal rate] worked a forfeiture of the entire interest which the several notes carried with them. Now such forfeiture was not waived by the giving of subsequent notes, although, as respects them, the agreed rate of interest was a legal rate. They were mere renewals, and given without any new consideration. Nor did the new notes operate as payment of the debts for which they were given. In so far, then, as the notes in suit embraced the forfeited interest, they are without consideration. Moreover, it is an established principle that if there be usury in the original transaction, it affects all consecutive securities, however remote, growing out of it; and neither the renewal of the old, nor the substitution of a new security, between the same parties, can efface the usury. The bank incorporated in the new notes usurious interest, previously charged, as a part of the new principal, and this illegal consideration pervaded the whole subsequent series of notes. Upon each fresh renewal interest was charged upon usurious interest, which had entered into the prior notes as principal.\"</p>\n<p><span class=\"star-pagination\">*421</span> It was contended in the Court of Appeals of Kentucky in the present case that its ruling, when the case was first before it, was different from its subsequent ruling in <i>Snyder</i> v. <i>Mount Sterling National Bank.</i> That court conceded that the two cases were not in harmony on the question whether the bank could recover the usurious interest embraced in the renewal notes. \"Nevertheless,\" the court said, \"we hold that the judgment on the former appeal is the law of this case.\" It was the latter view which made it necessary for the appellants to prosecute the present appeal.</p>\n<p>As the judgment in this case did not proceed upon the principles herein stated, but rested upon an erroneous interpretation of the statute, it must be reversed. The necessary calculations can be made in the state court.</p>\n<p><i>For the reasons stated the judgment is reversed, and the cause remanded for further proceedings consistent with this opinion.</i></p>\n</div>", "id": 94830, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94830/", "sha1": "df2ee15cdfa9d8e313f3f1fd84846302d9ea9027", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:57"}