{"absolute_url": "/opinion/94858/williams-v-mississippi/", "blocked": false, "citation": {"case_name": "Williams v. Mississippi", "docket_number": "531", "document_uris": ["/api/rest/v2/document/94858/"], "federal_cite_one": "170 U.S. 213", "federal_cite_three": null, "federal_cite_two": null, "id": 79239, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79239/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 24, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-04-25", "date_modified": "2014-12-21T01:32:50.973973", "docket": "/api/rest/v2/docket/1096888/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">170 U.S. 213</p>\n    <p class=\"case_cite\">18 S.Ct. 583</p>\n    <p class=\"case_cite\">42 L.Ed. 1012</p>\n    <p class=\"parties\">WILLIAMS<br>v.<br>STATE OF MISSISSIPPI.</p>\n    <p class=\"docket\">No. 531.</p>\n    <p class=\"date\">April 25, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">At June term, 1896, of the circuit court of Washington county, Miss., the plaintiff in error was indicted by a grand jury composed entirely of white men for the crime of murder. On the 15th day of June he made a motion to quash the indictment, which was in substance as follows, omitting repetitions, and retaining the language of the motion as nearly as possible:</p>\n      <p class=\"indent\">Now comes the defendant in this cause, Henry Williams by name, and moves the circuit court of Washington county, Miss., to quash the indictment herein filed, and upon which it is proposed to try him for the alleged offense of murder: (1) Because the laws by which the grand jury was selected, organized, summoned, and charged, which presented the said indictment, are unconstitutional and repugnant to the spirit and letter of the constitution of the United States of America, fourteenth amendment thereof, in this: that the constitution prescribes the qualifications of electors, and that, to be a juror, one must be an elector; that the constitution also requires that those offering to vote shall produce to the election officers satisfactory evidence that they have paid their taxes; that the legislature is to provide means for enforcing the constitution, and, in the exercise of this authority, enacted section 3643, also section 3644 of 1892, which respectively provide that the election commissioners shall appoint three election managers, and that the latter shall be judges of the qualifications of electors, and are required 'to examine on oath any person duly registered and offering to vote touching his qualifications as an elector.' And then the motion states that 'the registration roll is not prima facie evidence of an elector's right to vote, but the list of those persons having been passed upon by the various district election managers of the county to compose the registration book of voters as named in section 2358 of said Code of 1892, and that there was no registration books of voters prepared for the guidance of said officers of said county at the time said grand jury was drawn.' It is further alleged that there is no statute of the state providing for the procurement of any registration books of voters of said county, and (it is alleged in detail) the terms of the cos titution and the section of the Code mentioned, and the discretion given to the officers, 'is but a scheme on the part of the framers of that constitution to abridge the suffrage of the colored electors in the state of Mississippi on account of the previous condition of servitude by granting a discretion to the said officers as mentioned in the several sections of the constitution of the state and the statute of the state adopted under the said constitution. The use of said discretion can be and has been used in the said Washington county to the end complained of.' After some detail to the same effect, it is further alleged: 'That the constitutional convention was composed of 134 members, only one of whom was a negro. That under prior laws there were 190,000 colored voters and 69,000 white voters. The makers of the new constitution arbitrarily refused to submit it to the voters of the state for approval, but ordered it adopted, and an election to be held immediately under it, which election was held under the election ordinances of the said constitution in November, 1891, and the legislature assembled in 1892, and enacted the statutes complained of, for the purpose to discriminate aforesaid, and but for that the 'defendant's race would have been represented impartially on the grand jury which presented this indictment,' and hence he is deprived of the equal protection of the laws of the state. It is further alleged that the state has not reduced its representation in congress, and generally for the reasons aforesaid, and because the indictment should have been returned under the constitution of 1869 and statute of 1889, it is null and void. The motion concludes as follows: 'Further, the defendant is a citizen of the United States, and, for the many reasons herein named, asks that the indictment be quashed, and he be recognized to appear at the next term of the court.'</p>\n      <p class=\"indent\">This motion was accompanied by four affidavits, subscribed and sworn to before the clerk of the court, on June 15, 1896, to wit:</p>\n      <p class=\"indent\">(1) An affidavit of the defendant, 'who, being duly sworn, deposes and says that the facts set forth in the foregoing motion are true to the best of his knowledge, of the language of the constitution and the statute of the state mentioned in said motion, and upon information and belief as to the other facts, and that the affiant verily believes the information to be reliable and true.'</p>\n      <p class=\"indent\">(2) Another affidavit of the defendant, 'who, being first duly sworn, deposes and says that he has heard the motion to quash the indictment herein read, and that he thoroughly understands the same, and that the facts therein stated are true, to the best of his knowledge and belief. As to the existence of the several sections of the state constitution, and the several sections of the state statute, mentioned in said motion to quash, further affiant states that the facts stated in said motion, touching the manner and method peculiar of the said election, by which the delegates to said constitutional convention were elected, and the purpose for which said objectionable provisions were enacted, and the fact that the said discretion complained of as aforesaid has abridged the suffrage of the number mentioned therein, for the purpose named therein,&#8212;all such material allegations are true, to the best of affiant's knowledge and belief, and the fact of the race and color of the prisoner in this cause, and that race and color of the voters of the state whose elective franchise is abridged as alleged therein, and the fact that they who are discriminated against, as aforesaid, are citizens of the United States, and that prior to the adoption of the said constitution and said statute the said state was represented in congress by seven representatives in the lower house, and two senators, and that since the adoption of the said objectionable laws there has been no reduction of said representation in congress. All allegations herein, as stated in said motion aforesaid, are true, to the best of affiant's knowledge and belief.'</p>\n      <p class=\"indent\">(3) An affidavit of John H. Dixon, 'who, being duly sworn, deposes and says that he had heard the motion to quash the indictment filed in the Henry Williams Case, and thoroughly understands the same, and that he has also heard the affidavit sworn to by said Henry Williams carefully read to him, and thoroughly understands the same. And in the same manner the facts are sworn to in the said affidavit, and the same facts alleged therein upon information and belief are hereby adopted as in all things the sworn allegations of affiant, and the facts alleged therein, as upon knowledge and belief, are made hereby the allegations of affiant upon his knowledge and belief.'</p>\n      <p class=\"indent\">(4) An affidavit of C. J. Jones, 'who, being duly sworn, deposes and says that he has read carefully the affidavit filed in the John Dixon Case sworn to by him (said C. J. Jones), and that he, said affiant, thoroughly understands the same, and adopts the said allegations therein as his deposition in this case upon hearing this motion to quash the indictment herein, and that said allegations are in all things correct and true as therein alleged.'</p>\n      <p class=\"indent\">The motion was denied, and the defendant excepted. A motion was then made to remove the cause to the United States circuit court, based substantially on the same grounds as the motion to quash the indictment. This was also denied, and an exception reserved.</p>\n      <p class=\"indent\">The accused was tried by a jury composed entirely of white men, and convicted. A motion for a new trial was denied, and the accused sentenced to be hanged. An appeal to the supreme court was taken, and the judgment of the court below was affirmed.</p>\n      <p class=\"indent\">The following are the assignments of error:</p>\n      <p class=\"indent\">(1) The trial court erred in denying motion to quash the indictment, and petitioned for removal.</p>\n      <p class=\"indent\">(2) The trial court erred in denying motion for new trial, and pronouncing death penalty under the verdict.</p>\n      <p class=\"indent\">(3) The supreme court erred in affirming the judgment of the trial court.</p>\n      <p class=\"indent\">The sections of the constitution of Mississippi and the laws referred to in the motion of the plaintiff in error are printed in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n      <p class=\"indent\">Cornelius J. Jones, for plaintiff in error.</p>\n      <p class=\"indent\">C. B. Mitchell, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice McKENNA, after stating the case, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented is, are the provisions of the constitution of the state of Mississippi and the laws enacted to enforce the same repugnant to the fourteenth amendment of the constitution of the United States? That amendment and its effect upon the rights of the colored race have been considered by this court in a number of cases, and it has been uniformly held that the constitution of the United States, as amended, forbids, so far as civil and political rights are concerned, discriminations by the general government or by the states against any citizen because of his race; but it has also been held, in a very recent case, to justify a removal from a state court to a federal court of a cause in which such rights are alleged to be denied, that such denial must be the result of the constitution or laws of the state, not of the administration of them. Nor can the conduct of a criminal trial in a state court be reviewed by this court unless the trial is had under some statute repugnant to the constitution of the United States, or was so conducted as to deprive the accused of some right or immunity secured to him by that instrument. Upon this general subject, this court, in Gibson v. Mississippi, 162 U. S. 566, 581, 16 Sup. Ct. 906, after referring to previous cases, said: 'But those cases were held to have also decided that the fourteenth amendment was broader than the provisions of section 641 of the Revised Statutes; that, since that section authorized the removal of a criminal prosecution before trial, it did not embrace a case in which a right is denied by judicial action during a trial, or in the sentence, or in the mode o  executing the sentence; that for such denials arising from judicial action after a trial commenced, the remedy lay in the revisory power of the higher courts of the state, and ultimately in the power of review which this court may exercise over their judgments whenever rights, privileges, or immunities claimed under the constitution or laws of the United States are withheld or violated; and that the denial or inability to enforce in the judicial tribunals of the states rights secured by any law providing for the equal civil rights of citizens of the United States to which section 641 refers, and on account of which a criminal prosecution may be removed from a state court, is primarily, if not exclusively, a denial of such rights, or an inability to enforce them resulting from the constitution or laws of the state, rather than a denial first made manifest at or during the trial of the case.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is not asserted by plaintiff in error that either the constitution of the state or its laws discriminate in terms against the negro race, either as to the elective franchise or the privilege or duty of sitting on juries. These results, if we understand plaintiff in error, are alleged to be effected by the powers vested in certain administrative officers.</p>\n    </div>\n    <p class=\"indent\">Plaintiff in error says:</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Section 241 of the constitution of 1890 prescribes the qualifications for electors; that residence in the state for two years, one year in the precinct of the applicant, must be effected; that he is twenty-one years or over of age, having paid all taxes legally due of him for two years prior to 1st day of February of the year he offers to vote, not having been convicted of theft, arson, repe, receiving money or goods under false pretenses, bigamy, embezzlement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Section 242 of the constitution provides the mode of      registration; that the legislature shall provide by law for      registration of all persons entitled to vote at any election,      and that all persons offering to register shall take the      oath; that they are not disqualified for voting by reason of      any of the crimes named in the constitution of this state;      that they will truly answer all questions propounded to them      concerning their antecedents so far as they relate to the      applicant's right to vote, and also as to their residence      before their citizenship in the district in which such      application for registration is made. The court readily sees      the scheme. If the applicant swears, as he must do, that he      is not disqualified by reason of the crimes specified, and      that he has effected the required residence, what right has      he to answer all questions as to his former residence?      Section 244 of the constitution requires that the applicant      for registration, after January, 1892, shall be able to read      any section of the constitution, or he shall be able to      understand the same (being any section of the organic law),      or give a reasonable interpretation thereof. Now, we submit      that these provisions vest in the administrative officers the      full power, under section 242, to ask all sorts of vain,      impertinent questions; and it is with that officer to say      whether the questions relate to the applicant's right to      vote. This officer can reject whomsoever he chooses, and      register whomsoever he chooses, for he is vested by the      constitution with that power. Under section 244 it is left      with the administrative officer to determine whether the      applicant reads, understands, or interprets the section of      the constitution designated. The officer is the sole judge of      the examination of the applicant, and, even though the      applicant be qualified, it is left with the officer to so      determine; and the said officer can refuse him registration.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To make the possible dereliction of the officers the dereliction of the constitution and laws, the remarks of the supreme court of the state are quoted by plaintiff in error as to their intent. The constitution provides for the payment of a poll tax, and by a section of the Code its payment cannot be compelled by a seizure and sale of property. We gather from the brief of counsel that its payment is a condition of the right to vote, and, in a case to test whether its payment was or was not optional (Ratcliff v. Beal, 20 South. 865), the supreme court of the state said: 'Within the field of permissible action under the limitations imposed by the federal constitution, the convention swept the field of expedients, to obstruct the exercise of suffrage by the negro race.' And further the court said, speaking of the negro race: 'By reason of its previous condition of servitude and dependencies, this race had acquired or accentuated certain peculiarities of habit, of temperament, and of character, which clearly distinguished it as a race from the whites; a patient, docile people, but careless, landless, migratory within narrow limits, without forethought, and its criminal members given to furtive offenses, rather than the robust crimes of the whites. Restrained by the federal constitution from discriminating against the negro race, the convention discriminates against its characteristics, and the offenses to which its criminal members are prone.' But nothing tangible can be deduced from this. If weakness were to be taken advantage of, it was to be done 'within the field of permissible action under the limitations imposed by the federal constitution,' and the means of it were the alleged characteristics of the negro race, not the administration of the law by officers of the state. Besides, the operation of the constitution and laws is not limited by their language or effects to one race. They reach weak and vicious white men as well as weak and vicious black men, and whatever is sinister in their intention, if anything, can be prevented by both races by the exertion of that duty which voluntarily pays taxes and refrains from crime.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It cannot be said, therefore, that the denial of the equal protection of the laws arises primarily from the constitution and laws of Mississippi; nor is there any sufficient allegation of an evil and discriminating administration of them. The only allegation is '* * * by granting a discretion to the said officers, as mentioned in the several sections of the constitution of the state, and the statute of the state adopted under the said constitution, the use of which discretion can be and has been used by said officers in the said Washington county to the end here complained of, to wit, the abridgment of the elective franchise of the colored voters of Washington county; that such citizens are denied the right to be selected as jurors to serve in the circuit court of the county; and that this denial to them of the right to equal protection and benefits of the laws of the state of Mississippi on account of their color and race, resulting from the exercise of the discretion partial to the white citizens, is in accordance with the purpose and intent of the framers of the present constitution of said state. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It will be observed that there is nothing direct and definite in this allegation either as to means or time as affecting the proceedings against the accused. There is no charge against the officers to whom is submitted the selection of grand or petit jurors, or those who procure the lists of the jurors. There is an allegation of the purpose of the convention to disfranchise citizens of the colored race; but with this we have no concern, unless the purpose is executed by the constitution or laws or by those who administer them. If it is done in the latter way, how or by what means should be swown. We gather from the statements of the motion that certain officers are invested with discretion in making up lists of electors, and that this discretion can be and has been exercised against the colored race, and from these lists jurors are selected. The supreme court of Mississippi, however, decided, in a case presenting the same questions as the one at bar, 'that jurors are not selected from or with reference to any lists furnished by such election officers.' Dixo  v. Mississippi (Nov. 9, 1896) 20 South. 839.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We do not think that this case is brought within the ruling in Yick Wo v. Hopkins, 118 U. S. 356, 6 Sup. Ct. 1064. In that case the ordinances passed on discriminated against laundries conducted in wooden buildings. For the conduct of these the consent of the board of supervisors was required, and not for the conduct of laundries in brick or stone buildings. It was admitted that there were about 320 laundries in the city and county of San Francisco, of which 240 were owned and conducted by subjects of China, and, of the whole number, 310 were constructed of wood, the same material that constitutes nine-tenths of the houses of the city, and that the capital invested was not less than $200,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It was alleged that 150 Chinamen were arrested, and not one of the persons who were conducting the other 80 laundries, and who were not Chinamen. It was also admitted 'that petitioner and 200 of his countrymen similarly situated petitioned the board of supervisors for permission to continue their business in the various houses which they had been occupying and using for laundries for more than twenty years, and such petitions were denied, and all the petitions of those who were not Chinese, with one exception of Mrs. Mary Meagles, were granted.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The ordinances were attacked as being void on their face, and as being within the prohibition of the fourteenth amendment, but, even if not so, that they were void by reason of their administration. Both contentions were sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice Matthews said that the ordinance drawn in question 'does not describe a rule and conditions for the regulation of the use of property for laundry purposes, to which all similarly situated may conform. It allows without restriction the use for such purposes of buildings of brick or stone, but as to wooden buildings, constituting all those in previous use, divides the owners or occupiers into two classes, not having respect to their personal character and qualifications for the business, nor the situation and nature and adaptation of the buildings themselves, but merely by an arbitrary line, on one side of which are those who are permitted to pursue their industry by the mere will and consent of the supervisors, and on the other those from whom that consent is withheld, at their mere will and pleasure.' The ordinances, therefore, were on their face repugnant to the fourteenth amendment. The court, however, went further, and said: 'This conclusion and the reasoning on which it is based are deductions from the face of the ordinance, as to its necessary tendency and ultimate actual operation. In the present cases we are not obliged to reason from the probable to the actual, and pass upon the validity of the ordinances complained of as tried merely by the opportunities which their terms afford of unequal and unjust discrimination in their administration. For the cases present, the ordinances in actual operation, and the facts shown, establish an an administration directed so exclusively against a particular class of persons as to warrant and require the conclusion that, whatever may have been the intent of the ordinances as adopted, they are applied by the public authorities charged with their administration, and thus representing the state itself, with a mind so unequal and oppressive as to amount to a practical denial by the state of that equal protection of the laws which is secured to the petitioners, as to all other persons, by the broad and benign provisions of the fourteenth amendment to the constitution of the United States. Though the law itself be fair on its face and impartial in appearance, yet, if it is applied and administered by public authority with an evil eye and an unequal hand, so as practically to make unjust and illegal discriminations between persons in similar circumstances, material to their rights, the denial of equal justice is still within the prohibition of the constitution. This principle of interpretai on has been sanctioned in Henderson v. Mayor of New York, 92 U. S. 259; Chy Lung v. Freeman, Id. 275; Ex parte Virginia, 100 U. S. 339; Neal v. Delaware, 103 U. S. 370; and Soon Hing v. Crowley, 113 U. S. 703, 5 Sup. Ct. 730.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This comment is not applicable to the constitution of Mississippi and its statutes. They do not on their face discriminate between the races, and it has not been shown that their actual administration was evil; only that evil was possible under them.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If follows, therefore, that the judgment must be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The three sections of article 12 of the constitution of the state of Mississippi above referred to read as follows:</p>\n        <p>'Sec. 241. Every male inhabitant of this state except id ots, insane persons and Indians not taxed, who is a citizen of the United States, twenty-one years old and upwards, who has resided in this state two years, and one year in the election district, or in the incorporated city or town in which he offers to vote, and who is duly registered as provided in this article, and who has never been convicted of bribery, burglary, theft, arson, obtaining money or goods under false pretenses, perjury, forgery, embezzlement or bigamy, and who has paid, on or before the 1st day of February of the year in which he shall offer to vote all taxes which may have been legally required of him, and which he has had an opportunity of paying according to law for the two preceding years, and who shall produce to the officer holding the election satisfactory evidence that he has paid said taxes, is declared to be a qualified elector; but any minister of the gospel in charge of an organized church shall be entitled to vote after six months' residence in the election district, if otherwise qualified.</p>\n        <p>'Sec. 242. The legislature shall provide by law for the registration of all persons entitled to vote at any election, and all persons offering to register shall take the following oath or affirmation: 'I, _____, do solemnly swear (or affirm) that I am twenty-one years old (or I will be before the next election in this county) and that I will have resided in this state two years and _____ election district of _____ county one year next preceding the ensuing election (or if it be stated in the oath that the person proposing to register is a minister of the gospel in charge of an organized church, then it will be sufficient to aver therein two years' residence in the state and six months in said election district) and am now in good faith a resident of the same, and that I am not disqualified from voting by reason of having been convicted of any crime named in the constitution of this state as a disqualification to be an elector; that I will truly answer all questions propounded to me concerning my antecedents so far as they relate to my right to vote, and also as to my residence before my citizenship in this district; that I will faithfully support the constitution of the United States and of the state of Mississippi, and will bear true faith and allegiance to the same. So held me God.' In registering voters in cities and towns not wholly in one election district the name of such city or town may be substituted in the oath for the election district. Any wilful and corrupt false statement in said affidavit, or in answer to any material question propounded as herein authorized shall be perjury.'</p>\n        <p>'Sec. 244. On and after the first day of January, A. D. 1892, every elector shall, in addition to the foregoing qualifications, be able to read any section of the constitution of this state; or he shall be able to understand the same when read to him, or give a reasonable interpretation thereof. A new registration shall be made before the next ensuing election after January the first, A. D. 1892.'</p>\n        <p>Section 264 of article 14 of the constitution of the state of Mississippi, above referred to, reads as follows:</p>\n        <p>'Sec. 264. No person shall be a grand or petit juror unless a qualified elector and able to read and write; but the want of any such qualification in any juro  shall not vitiate any indictment or verdict. The legislature shall provide by law for procuring a list of persons so qualified, and the drawing therefrom of grand and petit jurors for each term of the circuit court.'</p>\n        <p>The three sections of the Code of 1892 of the State of Mississippi above referred to read as follows:</p>\n        <p>'Sec. 2358. How List of Jurors Procured. The board of supervisors at the first meeting in each year, or a subsequent meeting if not done at the first, shall select and make a list of persons to serve as jurors in the circuit</p>\n        <p>court for the next two terms to be held more than thirty days afferwards, and as a guide in making the list, they shall use the registration books of voters; and it shall select and list the names of qualified persons of good intelligence, sound judgment and fair character, and shall take them as nearly as it conveniently can from the several election districts in proportion to the number of the qualified persons in each, excluding all who have served on the regular panel within two years, if there be not a deficiency of jurors.'</p>\n        <p>'Sec. 3643. Managers of Election Appointed. Prior to every election the commissioners of election shall appoint three persons for each election district to be managers of the election, who shall not all be of the same political party, if suitable persons of different political parties can be had in the district, and if any person appointed shall fail to attend and serve, the managers present, if any, may designate one to fill his place, and if the commissioners of election fail to make the appointments, or in case of the failure of all those appointed to attend and serve, any three qualified electors present when the polls should be opened may act as managers.</p>\n        <p>'Sec. 3644. Duties and Powers of Managers. The managers shall take care that the election is conducted fairly and agreeably to law, and they shall be judges of the qualifications of electors. and may examine on oath any person duly registered and offering to vote touching his qualifications as an elector, which oath any of the managers may administer.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>170 U.S. 213 (1898)</b></center>\n<center><h1>WILLIAMS<br>\nv.<br>\nMISSISSIPPI.</h1></center>\n<center>No. 531.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 18, 1898.</center>\n<center>Decided April 25, 1898.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MISSISSIPPI.\n<p><span class=\"star-pagination\">*217</span> <span class=\"star-pagination\">*218</span> <i>Mr. Cornelius J. Jones</i> for plaintiff in error.</p>\n<p><i>Mr. C.B. Mitchell,</i> for defendant in error, submitted on his brief.</p>\n<p><span class=\"star-pagination\">*219</span> MR. JUSTICE McKENNA, after stating the case, delivered the opinion of the court.</p>\n<p>The question presented is, are the provisions of the constitution of the State of Mississippi and the laws enacted to enforce the same repugnant to the Fourteenth Amendment of the Constitution of the United States? That amendment and its effect upon the rights of the colored race have been considered by this court in a number of cases, and it has been uniformly held that the Constitution of the United States, as amended, forbids, so far as civil and political rights are concerned, discriminations by the General Government, or by the States, against any citizen because of his race; but it has also been held, in a very recent case, to justify a removal from a state court to a Federal court of a cause in which such rights are alleged to be denied, that such denial must be the result of the constitution or laws of the State, not of the administration of them. Nor can the conduct of a criminal trial in a state court be reviewed by this court unless the trial is had under some statute repugnant to the Constitution of the United <span class=\"star-pagination\">*220</span> States, or was so conducted as to deprive the accused of some right or immunity secured to him by that instrument. Upon this general subject this court in <i>Gibson</i> v. <i>Mississippi,</i> 162 U.S. 566, 581, after referring to previous cases, said: \"But those cases were held to have also decided that the Fourteenth Amendment was broader than the provisions of section 641 of the Revised Statutes; that since that section authorized the removal of a criminal prosecution before trial, it did not embrace a case in which a right is denied by judicial action during a trial, or in the sentence, or in the mode of executing the sentence; that for such denials arising from judicial action after a trial commenced, the remedy lay in the revisory power of the higher courts of the State, and ultimately in the power of review which this court may exercise over their judgments whenever rights, privileges or immunities claimed under the Constitution or laws of the United States are withheld or violated; and that the denial or inability to enforce in the judicial tribunals of the States rights secured by any law providing for the equal civil rights of citizens of the United States to which section 641 refers and on account of which a criminal prosecution may be removed from a state court, is primarily, if not exclusively, a denial of such rights or an inability to enforce them resulting from the constitution or laws of the State rather than a denial first made manifest at or during the trial of the case.\"</p>\n<p>It is not asserted by plaintiff in error that either the constitution of the State or its laws discriminate in terms against the negro race, either as to the elective franchise or the privilege or duty of sitting on juries. These results, if we understand plaintiff in error, are alleged to be effected by the powers vested in certain administrative officers.</p>\n<p>Plaintiff in error says:</p>\n<p>\"Section 241 of the constitution of 1890 prescribes the qualifications for electors; that residence in the State for two years, one year in the precinct of the applicant, must be effected; that he is twenty-one years or over of age, having paid all taxes legally due of him for two years prior to 1st day of February of the year he offers to vote. Not having <span class=\"star-pagination\">*221</span> been convicted of theft, arson, rape, receiving money or goods under false pretences, bigamy, embezzlement.</p>\n<p>\"Section 242 of the constitution provides the mode of registration. That the legislature shall provide by law for registration of all persons entitled to vote at any election, and that all persons offering to register shall take the oath; that they are not disqualified for voting by reason of any of the crimes named in the constitution of this State; that they will truly answer all questions propounded to them concerning their antecedents so far as they relate to the applicant's right to vote, and also as to their residence before their citizenship in the district in which such application for registration is made. The court readily sees the scheme. If the applicant swears, as he must do, that he is not disqualified by reason of the crimes specified, and that he has effected the required residence, what right has he to answer all questions as to his former residence? Section 244 of the constitution requires that the applicant for registration after January, 1892, shall be able to read any section of the constitution, or he shall be able to understand the same (being any section of the organic law), or give a reasonable interpretation thereof. Now we submit that these provisions vest in the administrative officers the full power, under section 242, to ask all sorts of vain, impertinent questions, and it is with that officer to say whether the questions relate to the applicant's right to vote; this officer can reject whomsoever he chooses, and register whomsoever he chooses, for he is vested by the constitution with that power. Under section 244 it is left with the administrative officer to determine whether the applicant reads, understands or interprets the section of the constitution designated. The officer is the sole judge of the examination of the applicant, and even though the applicant be qualified, it is left with the officer to so determine; and the said officer can refuse him registration.\"</p>\n<p>To make the possible dereliction of the officers the dereliction of the constitution and laws, the remarks of the Supreme Court of the State are quoted by plaintiff in error as to their intent. The constitution provides for the payment of a poll <span class=\"star-pagination\">*222</span> tax, and by a section of the code its payment cannot be compelled by a seizure and sale of property. We gather from the brief of counsel that its payment is a condition of the right to vote, and in a case to test whether its payment was or was not optional, <i>Ratcliff</i> v. <i>Beale,</i> 20 So. Rep. 865, the Supreme Court of the State said: \"Within the field of permissible action under the limitations imposed by the Federal Constitution, the convention swept the field of expedients, to obstruct the exercise of suffrage by the negro race.\" And further the court said, speaking of the negro race: \"By reason of its previous condition of servitude and dependencies, this race had acquired or accentuated certain peculiarities of habit, of temperament, and of character, which clearly distinguished it as a race from the whites. A patient, docile people; but careless, landless, migratory within narrow limits, without forethought; and its criminal members given to furtive offences, rather than the robust crimes of the whites. Restrained by the Federal Constitution from discriminating against the negro race, the convention discriminates against its characteristics, and the offences to which its criminal members are prone.\" But nothing tangible can be deduced from this. If weakness were to be taken advantage of, it was to be done \"within the field of permissible action under the limitations imposed by the Federal Constitution,\" and the means of it were the alleged characteristics of the negro race, not the administration of the law by officers of the State. Besides, the operation of the constitution and laws is not limited by their language or effects to one race. They reach weak and vicious white men as well as weak and vicious black men, and whatever is sinister in their intention, if anything, can be prevented by both races by the exertion of that duty which voluntarily pays taxes and refrains from crime.</p>\n<p>It cannot be said, therefore, that the denial of the equal protection of the laws arises primarily from the constitution and laws of Mississippi, nor is there any sufficient allegation of an evil and discriminating administration of them. The only allegation is \"... by granting a discretion to the said officers, as mentioned in the several sections of the constitution <span class=\"star-pagination\">*223</span> of the State, and the statute of the State adopted under the said constitution, the use of which discretion can be and has been used by said officers in the said Washington County to the end here complained of, to wit, the abridgment of the elective franchise of the colored voters of Washington County, that such citizens are denied the right to be selected as jurors to serve in the Circuit Court of the county, and that this denial to them of the right to equal protection and benefits of the laws of the State of Mississippi on account of their color and race, resulting from the exercise of the discretion partial to the white citizens, is in accordance with and the purpose and intent of the framers of the present constitution of said State... .\"</p>\n<p>It will be observed that there is nothing direct and definite in this allegation either as to means or time as affecting the proceedings against the accused. There is no charge against the officers to whom is submitted the selection of grand or petit jurors, or those who procure the lists of the jurors. There is an allegation of the purpose of the convention to disfranchise citizens of the colored race, but with this we have no concern, unless the purpose is executed by the constitution or laws or by those who administer them. If it is done in the latter way, how or by what means should be shown. We gather from the statements of the motion that certain officers are invested with discretion in making up lists of electors, and that this discretion can be and has been exercised against the colored race, and from these lists jurors are selected. The Supreme Court of Mississippi, however, decided, in a case presenting the same questions as the one at bar, \"that jurors are not selected from or with reference to any lists furnished by such election officers.\" <i>Dixon</i> v. <i>The State,</i> Nov. 9, 1896, 20 So. Rep. 839.</p>\n<p>We do not think that this case is brought within the ruling in <i>Yick Wo</i> v. <i>Hopkins,</i> 118 U.S. 356. In that case the ordinances passed on discriminated against laundries conducted in wooden buildings. For the conduct of these the consent of the board of supervisors was required, and not for the conduct of laundries in brick or stone buildings. It was <span class=\"star-pagination\">*224</span> admitted that there were about 320 laundries in the city and county of San Francisco, of which 240 were owned and conducted by subjects of China, and of the whole number 310 were constructed of wood, the same material that constitutes nine tenths of the houses of the city, and that the capital invested was not less than two hundred thousand dollars.</p>\n<p>It was alleged that 150 Chinamen were arrested, and not one of the persons who were conducting the other eighty laundries and who were not Chinamen. It was also admitted \"that petitioner and 200 of his countrymen similarly situated petitioned the board of supervisors for permission to continue their business in the various houses which they had been occupying and using for laundries for more than twenty years, and such petitions were denied, and all the petitions of those who were not Chinese, with one exception of Mrs. Mary Meagles, were granted.\"</p>\n<p>The ordinances were attacked as being void on their face, and as being within the prohibition of the Fourteenth Amendment, but even if not so, that they were void by reason of their administration. Both contentions were sustained.</p>\n<p>Mr. Justice Matthews said that the ordinance drawn in question \"does not describe a rule and conditions for the regulation of the use of property for laundry purposes, to which all similarly situated may conform. It allows without restriction the use for such purposes of buildings of brick or stone; but as to wooden buildings, constituting all those in previous use, divides the owners or occupiers into two classes, not having respect to their personal character and qualifications for the business, nor the situation and nature and adaptation of the buildings themselves, but merely by an arbitrary line, on one side of which are those who are permitted to pursue their industry by the mere will and consent of the supervisors, and on the other those from whom that consent is withheld, at their mere will and pleasure.\" The ordinances, therefore, were on their face repugnant to the Fourteenth Amendment. The court, however, went further and said: \"This conclusion and the reasoning on which it is based are deductions from the face of the ordinance, as to its <span class=\"star-pagination\">*225</span> necessary tendency and ultimate actual operation. In the present cases we are not obliged to reason from the probable to the actual, and pass upon the validity of the ordinances complained of as tried merely by the opportunities which their terms afford of unequal and unjust discrimination in their administration. For the cases present the ordinances in actual operation, and the facts shown establish an administration directed so exclusively against a particular class of persons as to warrant and require the conclusion that, whatever may have been the intent of the ordinances as adopted, they are applied by the public authorities charged with their administration, and thus representing the State itself, with a mind so unequal and oppressive as to amount to a practical denial by the State of that equal protection of the laws which is secured to the petitioners, as to all other persons, by the broad and benign provisions of the Fourteenth Amendment to the Constitution of the United States. Though the law itself be fair on its face and impartial in appearance, yet, if it is applied and administered by public authority with an evil eye and an unequal hand, so as practically to make unjust and illegal discriminations between persons in similar circumstances, material to their rights, the denial of equal justice is still within the prohibition of the Constitution. This principle of interpretation has been sanctioned in <i>Henderson</i> v. <i>Mayor of New York,</i> 92 U.S. 259; <i>Chy Lung</i> v. <i>Freeman,</i> 92 U.S. 275; <i>Ex parte Virginia,</i> 100 U.S. 339; <i>Neal</i> v. <i>Delaware,</i> 103 U.S. 370; and <i>Soon Hing</i> v. <i>Crowley,</i> 113 U.S. 703.\"</p>\n<p>This comment is not applicable to the constitution of Mississippi and its statutes. They do not on their face discriminate between the races, and it has not been shown that their actual administration was evil, only that evil was possible under them.</p>\n<p>It follows, therefore, that the judgment must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></span> (1898)</b></center>\n<center><h1>WILLIAMS<br>\nv.<br>\nMISSISSIPPI.</h1></center>\n<center>No. 531.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 18, 1898.</center>\n<center>Decided April 25, 1898.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MISSISSIPPI.\n<p><span class=\"star-pagination\">*217</span> <span class=\"star-pagination\">*218</span> <i>Mr. Cornelius J. Jones</i> for plaintiff in error.</p>\n<p><i>Mr. C.B. Mitchell,</i> for defendant in error, submitted on his brief.</p>\n<p><span class=\"star-pagination\">*219</span> MR. JUSTICE McKENNA, after stating the case, delivered the opinion of the court.</p>\n<p>The question presented is, are the provisions of the constitution of the State of Mississippi and the laws enacted to enforce the same repugnant to the Fourteenth Amendment of the Constitution of the United States? That amendment and its effect upon the rights of the colored race have been considered by this court in a number of cases, and it has been uniformly held that the Constitution of the United States, as amended, forbids, so far as civil and political rights are concerned, discriminations by the General Government, or by the States, against any citizen because of his race; but it has also been held, in a very recent case, to justify a removal from a state court to a Federal court of a cause in which such rights are alleged to be denied, that such denial must be the result of the constitution or laws of the State, not of the administration of them. Nor can the conduct of a criminal trial in a state court be reviewed by this court unless the trial is had under some statute repugnant to the Constitution of the United <span class=\"star-pagination\">*220</span> States, or was so conducted as to deprive the accused of some right or immunity secured to him by that instrument. Upon this general subject this court in <i>Gibson</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"94451\"><a href=\"/opinion/94451/gibson-v-mississippi/\"><span class=\"volume\">162</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">566</span></a></span>, 581, after referring to previous cases, said: \"But those cases were held to have also decided that the Fourteenth Amendment was broader than the provisions of section 641 of the Revised Statutes; that since that section authorized the removal of a criminal prosecution before trial, it did not embrace a case in which a right is denied by judicial action during a trial, or in the sentence, or in the mode of executing the sentence; that for such denials arising from judicial action after a trial commenced, the remedy lay in the revisory power of the higher courts of the State, and ultimately in the power of review which this court may exercise over their judgments whenever rights, privileges or immunities claimed under the Constitution or laws of the United States are withheld or violated; and that the denial or inability to enforce in the judicial tribunals of the States rights secured by any law providing for the equal civil rights of citizens of the United States to which section 641 refers and on account of which a criminal prosecution may be removed from a state court, is primarily, if not exclusively, a denial of such rights or an inability to enforce them resulting from the constitution or laws of the State rather than a denial first made manifest at or during the trial of the case.\"</p>\n<p>It is not asserted by plaintiff in error that either the constitution of the State or its laws discriminate in terms against the negro race, either as to the elective franchise or the privilege or duty of sitting on juries. These results, if we understand plaintiff in error, are alleged to be effected by the powers vested in certain administrative officers.</p>\n<p>Plaintiff in error says:</p>\n<p>\"Section 241 of the constitution of 1890 prescribes the qualifications for electors; that residence in the State for two years, one year in the precinct of the applicant, must be effected; that he is twenty-one years or over of age, having paid all taxes legally due of him for two years prior to 1st day of February of the year he offers to vote. Not having <span class=\"star-pagination\">*221</span> been convicted of theft, arson, rape, receiving money or goods under false pretences, bigamy, embezzlement.</p>\n<p>\"Section 242 of the constitution provides the mode of registration. That the legislature shall provide by law for registration of all persons entitled to vote at any election, and that all persons offering to register shall take the oath; that they are not disqualified for voting by reason of any of the crimes named in the constitution of this State; that they will truly answer all questions propounded to them concerning their antecedents so far as they relate to the applicant's right to vote, and also as to their residence before their citizenship in the district in which such application for registration is made. The court readily sees the scheme. If the applicant swears, as he must do, that he is not disqualified by reason of the crimes specified, and that he has effected the required residence, what right has he to answer all questions as to his former residence? Section 244 of the constitution requires that the applicant for registration after January, 1892, shall be able to read any section of the constitution, or he shall be able to understand the same (being any section of the organic law), or give a reasonable interpretation thereof. Now we submit that these provisions vest in the administrative officers the full power, under section 242, to ask all sorts of vain, impertinent questions, and it is with that officer to say whether the questions relate to the applicant's right to vote; this officer can reject whomsoever he chooses, and register whomsoever he chooses, for he is vested by the constitution with that power. Under section 244 it is left with the administrative officer to determine whether the applicant reads, understands or interprets the section of the constitution designated. The officer is the sole judge of the examination of the applicant, and even though the applicant be qualified, it is left with the officer to so determine; and the said officer can refuse him registration.\"</p>\n<p>To make the possible dereliction of the officers the dereliction of the constitution and laws, the remarks of the Supreme Court of the State are quoted by plaintiff in error as to their intent. The constitution provides for the payment of a poll <span class=\"star-pagination\">*222</span> tax, and by a section of the code its payment cannot be compelled by a seizure and sale of property. We gather from the brief of counsel that its payment is a condition of the right to vote, and in a case to test whether its payment was or was not optional, <i>Ratcliff</i> v. <i>Beale,</i> 20 So. Rep. 865, the Supreme Court of the State said: \"Within the field of permissible action under the limitations imposed by the Federal Constitution, the convention swept the field of expedients, to obstruct the exercise of suffrage by the negro race.\" And further the court said, speaking of the negro race: \"By reason of its previous condition of servitude and dependencies, this race had acquired or accentuated certain peculiarities of habit, of temperament, and of character, which clearly distinguished it as a race from the whites. A patient, docile people; but careless, landless, migratory within narrow limits, without forethought; and its criminal members given to furtive offences, rather than the robust crimes of the whites. Restrained by the Federal Constitution from discriminating against the negro race, the convention discriminates against its characteristics, and the offences to which its criminal members are prone.\" But nothing tangible can be deduced from this. If weakness were to be taken advantage of, it was to be done \"within the field of permissible action under the limitations imposed by the Federal Constitution,\" and the means of it were the alleged characteristics of the negro race, not the administration of the law by officers of the State. Besides, the operation of the constitution and laws is not limited by their language or effects to one race. They reach weak and vicious white men as well as weak and vicious black men, and whatever is sinister in their intention, if anything, can be prevented by both races by the exertion of that duty which voluntarily pays taxes and refrains from crime.</p>\n<p>It cannot be said, therefore, that the denial of the equal protection of the laws arises primarily from the constitution and laws of Mississippi, nor is there any sufficient allegation of an evil and discriminating administration of them. The only allegation is \"... by granting a discretion to the said officers, as mentioned in the several sections of the constitution <span class=\"star-pagination\">*223</span> of the State, and the statute of the State adopted under the said constitution, the use of which discretion can be and has been used by said officers in the said Washington County to the end here complained of, to wit, the abridgment of the elective franchise of the colored voters of Washington County, that such citizens are denied the right to be selected as jurors to serve in the Circuit Court of the county, and that this denial to them of the right to equal protection and benefits of the laws of the State of Mississippi on account of their color and race, resulting from the exercise of the discretion partial to the white citizens, is in accordance with and the purpose and intent of the framers of the present constitution of said State... .\"</p>\n<p>It will be observed that there is nothing direct and definite in this allegation either as to means or time as affecting the proceedings against the accused. There is no charge against the officers to whom is submitted the selection of grand or petit jurors, or those who procure the lists of the jurors. There is an allegation of the purpose of the convention to disfranchise citizens of the colored race, but with this we have no concern, unless the purpose is executed by the constitution or laws or by those who administer them. If it is done in the latter way, how or by what means should be shown. We gather from the statements of the motion that certain officers are invested with discretion in making up lists of electors, and that this discretion can be and has been exercised against the colored race, and from these lists jurors are selected. The Supreme Court of Mississippi, however, decided, in a case presenting the same questions as the one at bar, \"that jurors are not selected from or with reference to any lists furnished by such election officers.\" <i>Dixon</i> v. <i>The State,</i> Nov. 9, 1896, 20 So. Rep. 839.</p>\n<p>We do not think that this case is brought within the ruling in <i>Yick Wo</i> v. <i>Hopkins,</i> 118 U.S. 356. In that case the ordinances passed on discriminated against laundries conducted in wooden buildings. For the conduct of these the consent of the board of supervisors was required, and not for the conduct of laundries in brick or stone buildings. It was <span class=\"star-pagination\">*224</span> admitted that there were about 320 laundries in the city and county of San Francisco, of which 240 were owned and conducted by subjects of China, and of the whole number 310 were constructed of wood, the same material that constitutes nine tenths of the houses of the city, and that the capital invested was not less than two hundred thousand dollars.</p>\n<p>It was alleged that 150 Chinamen were arrested, and not one of the persons who were conducting the other eighty laundries and who were not Chinamen. It was also admitted \"that petitioner and 200 of his countrymen similarly situated petitioned the board of supervisors for permission to continue their business in the various houses which they had been occupying and using for laundries for more than twenty years, and such petitions were denied, and all the petitions of those who were not Chinese, with one exception of Mrs. Mary Meagles, were granted.\"</p>\n<p>The ordinances were attacked as being void on their face, and as being within the prohibition of the Fourteenth Amendment, but even if not so, that they were void by reason of their administration. Both contentions were sustained.</p>\n<p>Mr. Justice Matthews said that the ordinance drawn in question \"does not describe a rule and conditions for the regulation of the use of property for laundry purposes, to which all similarly situated may conform. It allows without restriction the use for such purposes of buildings of brick or stone; but as to wooden buildings, constituting all those in previous use, divides the owners or occupiers into two classes, not having respect to their personal character and qualifications for the business, nor the situation and nature and adaptation of the buildings themselves, but merely by an arbitrary line, on one side of which are those who are permitted to pursue their industry by the mere will and consent of the supervisors, and on the other those from whom that consent is withheld, at their mere will and pleasure.\" The ordinances, therefore, were on their face repugnant to the Fourteenth Amendment. The court, however, went further and said: \"This conclusion and the reasoning on which it is based are deductions from the face of the ordinance, as to its <span class=\"star-pagination\">*225</span> necessary tendency and ultimate actual operation. In the present cases we are not obliged to reason from the probable to the actual, and pass upon the validity of the ordinances complained of as tried merely by the opportunities which their terms afford of unequal and unjust discrimination in their administration. For the cases present the ordinances in actual operation, and the facts shown establish an administration directed so exclusively against a particular class of persons as to warrant and require the conclusion that, whatever may have been the intent of the ordinances as adopted, they are applied by the public authorities charged with their administration, and thus representing the State itself, with a mind so unequal and oppressive as to amount to a practical denial by the State of that equal protection of the laws which is secured to the petitioners, as to all other persons, by the broad and benign provisions of the Fourteenth Amendment to the Constitution of the United States. Though the law itself be fair on its face and impartial in appearance, yet, if it is applied and administered by public authority with an evil eye and an unequal hand, so as practically to make unjust and illegal discriminations between persons in similar circumstances, material to their rights, the denial of equal justice is still within the prohibition of the Constitution. This principle of interpretation has been sanctioned in <i>Henderson</i> v. <i>Mayor of New York,</i> 92 U.S. 259; <i>Chy Lung</i> v. <i>Freeman,</i> 92 U.S. 275; <i>Ex parte Virginia,</i> 100 U.S. 339; <i>Neal</i> v. <i>Delaware,</i> 103 U.S. 370; and <i>Soon Hing</i> v. <i>Crowley,</i> 113 U.S. 703.\"</p>\n<p>This comment is not applicable to the constitution of Mississippi and its statutes. They do not on their face discriminate between the races, and it has not been shown that their actual administration was evil, only that evil was possible under them.</p>\n<p>It follows, therefore, that the judgment must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 94858, "judges": "McKenna, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94858/", "sha1": "146d39d6bfee3ee031a89cb89126f5b60517858a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:58"}