{"absolute_url": "/opinion/94890/the-carib-prince/", "blocked": false, "citation": {"case_name": "The Carib Prince", "docket_number": "45", "document_uris": ["/api/rest/v2/document/94890/"], "federal_cite_one": "170 U.S. 655", "federal_cite_three": null, "federal_cite_two": null, "id": 79271, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79271/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 23, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-05-23", "date_modified": "2014-12-21T01:32:52.516384", "docket": "/api/rest/v2/docket/210570/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">170 U.S. 655</p>\n    <p class=\"case_cite\">18 S.Ct. 753</p>\n    <p class=\"case_cite\">42 L.Ed. 1181</p>\n    <p class=\"parties\">THE CARIB PRINCE.  WUPPERMANN<br>v.<br>THE CARIB PRINCE.</p>\n    <p class=\"docket\">No. 45.</p>\n    <p class=\"date\">May 23, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The Carib Prince, an iron and steel steamer, was built in England in the spring of 1893, for the carriage of passengers and freight. She was fitted with a peak tank, triangular in shape, extending from the bottom of the ship to the between deck, the tank being intended to hold water to be used as ballast in trimming the ship. The sides of the tank were the sides of the ship. The after end of it was the collision bulkheads. It was 24 feet deep, and had a capacity of 83 tons of water. The angle irons, beams, strengthening bars, etc., which enabled the collision bulkheads to sustain the strain of the water against it, were on the inside of the tank, the face of the bulkhead showig in the No. 1 hold being smooth, except that the plates were lap-jointed. The strengthening bars were fastened to the bulkhead by a series of horizontal rivets, the heads of the rivets, inside No. 1 hold, being situated 3 or more feet above the floor of the hold.</p>\n      <p class=\"indent\">On September 14, 1892, the Carib Prince was chartered to the Trinidad Direct Line Steamship Company for the period of four years. On August 31, 1893, while the vessel was in the possession of the charterers, and lying in the port of Trinidad, loading for a voyage to New York, a number of cases of bitters were delivered on board, consigned to J. W. Wuppermann. They were placed in the No. 1 hold. The bill of lading delivered to the consignor contained the following exceptions:</p>\n      <p class=\"indent\">'The act of God, the queen's enemies, pirates, robbers, restraints of princes, rulers, and people, loss or damage from heat or fire on board, in hulk or craft or on shore, explosion, steam, accidents to or latent defects in hull, tackle, boilers, and machinery, or their appurtenances, jettison, barratry, any act, neglect, or default whatsoever of pilots, masters, or crew in the management or navigation of the ship, quarantine, collision, stranding, and all and every other dangers and accidents of the seas, rivers, or steam navigation, of whatever nature or kind, always excepted.'</p>\n      <p class=\"indent\">The ship left Trinidad on August 31, 1893, stopped for a short time at Grenada, just north of the Island of Trinidad, and from the latter port proceeded direct to New York. After leaving Grenada, and on the night of the 3d of September, by direction of the captain, the peak ballast tank referred to, and which adjoined the compartment in which the cases of bitters were stored, was filled with sea water. This was done for the purpose of trimming the ship, which was several feet lower at the stern than she was forward. The next morning, or the second morning after, it was discovered that the water from the peak tank was escaping through a rivet hole into the No. 1 hold, the head of one of the rivets having been forced off. To recover the damage occasioned to the goods in question by the water which had thus gotten into the No. 1 hold, Mrs. Wuppermann filed her libel in the United States district court for the Eastern district of New York. Ernest Legge, master on behalf of the owner, appeared and filed an answer, in which, after denying the material allegations of the complaint, the exceptions contained in the bill of lading were pleaded as a defense; and it was averred that said exceptions were valid in the port where the bills of lading were issued. It was also averred 'that the owner and charterer used all due diligence to have her (the vessel) properly equipped, manned, provisioned, and outfitted, and in every way seaworthy and capable of performing her intended voyage, and used all due diligence in and about the transportation of the merchandise in question; and alleged that, if the cargo mentioned in the libel was damaged as alleged, the damage was due to latent defects in certain rivets, angle irons, braces, and straps in the bulkhead between the No. 1 hold and the peak tank just forward of it, or to some error or fault in the management or navigation of the vessel in filling the said peak tank on the voyage, as will more fully appear on the trial of this cause.'</p>\n      <p class=\"indent\">The case was tried in June, 1894, and a final decree was entered in October following, dismissing the libel. 63 Fed. 266. From that decree an appeal was taken to the circuit court of appeals for the Second circuit, which affirmed the decree of the district court. 35 U. S. App. 390, 15 C. C. A. 385, and 68 Fed. 254. A writ of certiorari being allowed, the cause has been brought into this court for review.</p>\n      <p class=\"indent\">Harrington Putnam, for appellant.</p>\n      <p class=\"indent\">J. Parker Kirlin, for appellee.</p>\n      <p class=\"indent\">Mr. Justice WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It was averred in the answer that the damage to the property of the libelant 'was due to latent defects in certain rivets, angle irons, braces, and straps in the bulkhead between the No. 1 hold and the peak tank just forward of it, or to some error or fault in the management or navigation of the vessel in filling the said peak tank on the voyage.' The district court and the circuit court of appeals held that the sole cause of the accident was a latent defect in a rivet from which the head had come off, leaving the hole through which the water poured in and upon the merchandise of the libelant. This defective condition of the rivet was found to have been caused by the fact that the quality of iron had been injured during the construction of the vessel by too much hammering, so that it became brittle and weak, rendering it unfit to sustain the reasonable pressure caused by filling the tank with water while at sea, and consequently causing the vessel to be unseaworthy at the time the bills of lading were issued and the goods were received on board. The settled doctrine of this court is that the concurrent decisions of two courts upon a question of fact will be followed unless shown to be clearly erroneous. Compania La Flecha v. Brauer, 168 U. S. 104, 18 Sup. Ct. 12, and cases there cited; Steuart v. Hayden, 169 U. S. 114, 18 Sup. Ct. 274; Baker v. Cummings, 169 U. S. 198, 18 Sup. Ct. 367. As, after a careful examination of the evidence, we conclude that it does not clearly appear that the lower courts erred in their conclusion of fact, we accept as indisputable the finding that the Carib Prince was unseaworthy at the time of the commencement of the voyage in question, by reason of the defect in the tank above referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Upon this premise of fact, the first question which arises for solution is this: Did the exceptions in the bill of lading exempting the shipowner 'from loss or damage from * * * accidents to or latent defects in hull, tackle, boilers, and machinery or their appurtenances,' operate to relieve him from damages caused by the stae of unseaworthiness existing at the inception of the voyage, and at the time the bill of lading was signed? This question is no longer open, as it is fully answered in the negative by the decision in The Caledonia, 157 U. S. 124, 15 Sup. Ct. 537. In that case the damage sought to be recovered had been caused by the breaking of the shaft of the steamer by reason of a latent defect which existed at the commencement of the voyage. The exemption from liability, which was there asserted to exist, was predicated on a provision in the bill of lading relieving the owner from 'loss or damage * * * from delays, steam boilers and machinery, or defects therein.' It was held that the clause in question operated prospectively only, and did not relate to a condition of unseaworthiness existing at the commencement of the voyage, and that it must be construed as contemplating only a state of unseaworthiness arising during the voyage. The principle upon which the ruling rested was that clauses exempting the owner from the general obligation of furnishing a seaworthy vessel must be confined within strict limits, and were not to be extended by latitudinarian construction or forced implication so as to comprehend a state of unseaworthiness, whether patent or latent, existing at the commencement of the voyage. The rule thus announced in The Caledonia but expressed the doctrine stated by Lord Selbourne in Steel v. Steamship Co., 3 App. Cas. 72, that the exceptions in a bill of lading ought, if in reason it be possible to do so, to receive 'a construction not nullifying and destroying the implied obligation of the shipowner owner to provide a ship proper for the performance of the duty which he has undertaken.' The fact that the exempting clause in the present case refers to latent defects, while that passed on in The Caledonia embraced defects generally, does not take this case out of the control of the general rule laid down in The Caledonia. The decision in The Caledonia was based, not on the particular character of the defects there referred to, but on the general ground that,u nless there were express words to the contrary, the language of the exempting clause would not be held to apply to defects, whether patent or latent, existing when the voyage was commenced; in other words, that, where the owner desires the exemption to cover a condition of unseaworthiness existing at the commencement of the voyage, he must unequivocally so contract. An illustration of such contract was found in The Laertes, 12 Prob. Div. 187, referred to in the opinion in The Caledonia. In that case the bill of lading stipulated, not merely against latent defects, but against all such defects existing at the time of the shipment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The condition of unseaworthiness found to exist not being then within the exceptions contained in the bill of lading, it remains only to consider whether under the facts disclosed by the record, aside from the exceptions in the bill of lading, the shipowner was liable for the damages caused by the unseaworthy condition of the ship. The contention is that, as the owner exercised due diligence to make the ship seaworthy, he was consequently not liable, because, under the present state of the law, a shipowner is no longer under the obligation to furnish a seaworthy ship, but only to exercise due diligence to do so. The radical change in the duties and obligations of shipowners which this proposition involves is asserted to arise from the statute of February 13, 1893 (27 Stat. 445), commonly described as the 'Harter Act.' The proposition rests on the assumed meaning of the second and third sections of that act. The second section is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Sec. 2. That it shall not be lawful for any vessel transporting merchandise or property from or between the ports of the United States of America and foreign ports, her owner, master, agent or manager, to insert in any bill of lading or shipping document any covenant or agreement whereby the obligations of the owner of owners of said vessel to exercise due diligence [to] properly equip, man, provision, and outfit said vessel, and to make said vessel seaworthy and capable of performing her intended voyage, or whereby the obligations of the master, officers, agents or servants to carefully handle and stow her cargo and to care for and properly deliver same, shall in anywise be lessened, weakened or avoided.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Now, it is patent that the foregoing provisions deal, not with the general duty of the owner to furnish a seaworthy ship, but solely with his power to exempt himself from so doing by contract, when the particular conditions exacted by the statute obtain. Because the owner may, when he has used due diligence to furnish a seaworthy ship, contract against the obligation of seaworthiness, it does not at all follow that, when he has made no contract to so exempt himself, he, nevertheless, is relieved from furnishing a seaworthy ship, and is subjected only to the duty of using due diligence. To make it unlawful to insert in a contract a provision exempting from seaworthiness where due diligence has not been used cannot by any sound rule of construction be treated as implying that where due diligence has been used, and there is no contract exempting the owner, his obligation to furnish a seaworthy vessel has ceased to exist. The fallacy of the construction relied on consists in assuming that, because the statute has forbidden the shipowner from contracting against the duty to furnish a seaworthy ship unless he has been diligent, thereby the statute has declared that without contract no obligation to furnish a seaworthy ship obtains in the event due diligence has been used. And the same fallacy is involved in the contention that this construction is supported by the third section of the act. The third section is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Sec. 3. That if the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make the said vessel in all respects seaworthy and properly manned, equipped and supplied, neither the vessel, her owner or owners, agent or charterer, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel, nor shall the vessel, her owner or owners, charterers, agent or master, be held liable for losses arising from dangers of the sea or other navigable waters, acts of God, or public enemies, or the inherent defect, quality or vice of the thing carried, or from insufficiency of package, or seizure under legal process, or for loss resulting from any act or omission of the shipper or owner of the goods, his agent or representative, or from saving or attempting to save life or property at sea, or from any deviation in rendering such service.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The exemption of the owners or charterers from loss resulting from 'faults or errors in navigation or in the management of the vessel,' and for certain other designated causes, in no way implies that, because the owner is thus exempted when he has been duly diligent, thereby the law has also relieved him from the duty of furnishing a seaworthy vessel. The immunity from risks of a described character, when due diligence has been used, cannot be so extended as to cause the statute to say that the owner when he has been duly diligent is not only exempted in accordance with the tenor of the statute from the limited and designated risks which are named therein, but is also relieved, as respects every claim of every other description, from the duty of furnishing a seaworthy ship. These considerations dispose of all the questions arising on the record.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The decrees rendered both in the circuit court of appeals and in the district court must therefore be reversed, and the case be remanded to the district court for further proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">And it is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Justice BROWN, with whom was Mr. Justice BREWER, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the reasons stated by me in The Caledonia, 157 U. S. 124, 140, 15 Sup. Ct. 537, I am compelled to dissent from the opinion of the court in this case. The accident in that case occurred by the breaking of a propeller shaft, owing to its having been weakened by meeting with extraordinarily heavy seas on previous voyages. No defect in the ship was visible, or could have been detected by the usual and reasonable means if the shaft had been taken out and examined.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The minority of the court, conceding the general principle that, in every contract for the carriage of goods by sea, unless otherwise expressly stipulated, there is a warranty on the part of the shipowner that the ship is seaworthy at the time of the beginning of the voyage, was of opinion that the Caledonia was exempt from the losses claimed by the exception in the bill of lading 'of loss or damage from * * * machinery or defects therein.' It was argued that this exception was obviously inserted for the purpose of exempting the ship from some liability to which, without such exception, it would be subject. It evidently was not intended to be limited to mere breakages of machinery which should occur after the voyage began, since the breaking of sound machinery through the stress of weather is treated as an inevitable accident or peril of the sea, for which the ship would not be liable, whether there were an exception or not; and the following cases were cited as sustaining this proposition: The Virgo, 3 Asp. 285; The William Lindsay, L. R. 5 P. C. 338; The Miranda, L. R. 3 Adm. &amp; Ecc. 561; The Cargo ex Laertes, 12 Prob. Div. 187; The Curlew, 51 Fed. 246.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the case under consideration the exception is more specific, and exempts the ship 'from loss or damage from * * * accidents or latent defects in hull, tackle, boilers, and machinery, or their appurtenances.' It was admitted that the sole cause of the accident was a latent defect in a rivet from which the head had come off; that this defective condition of the rivet was caused by the fact that the quality of the iron had been injured during the construction of the vessel by too much hame ring, so that it had become brittle and weak, thus rendering it unfit to sustain the reasonable pressure caused by filling the tank with water while at sea.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It was further found by the courts below that abundant diligence had been used in the construction of the vessel; that the defect in the rivet was a latent one, which occurred at the time she was built; that it was not discovered and was not discoverable, at that time or subsequently, by the exercise of all the known and customary tests and methods of examination, which were all employed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The question then arises as to what was meant by the exception of 'latent defects.' It evidently was not intended to refer to defects which became such after the beginning of the voyage through stress of weather or other perils of the sea, since the ship would not be liable for such defects or breakages, whether excepted or not in a bill of lading. A ship is never liable for an accident or breakage of machinery occasioned by perils of the sea, and the word 'defects' is never used in that connection. The words 'latent defect,' as ordinarily understood, apply to something existing at the time the ship or other vehicle was constructed, and such as was not discovered and could not be discovered by ordinary methods of examination. To exempt a vessel from the consequences of such a defect is neither unreasonable nor unjust, and most of the modern bills of lading contain a stipulation to that effect.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case of The Cargo ex Laertes, 12 Prob. Div. 187, is in point. Bills of lading, under which the cargo was shipped, contained, among other excepted perils, the clauses 'warranted seaworthy only so far as ordinary care can provide,' and 'owners not to be liable for loss, detention, or damage * * * if arising directly or indirectly * * * from latent defects in boilers, machinery, * * * even existing at time of shipment.' The Laertes broke down from a latent defect, which could not have been discovered by the exercise of all reasonable care; and it was held that the exception of latent defects, if it did not abrogate, at all events limited, the warranty which the law would otherwise imply that the ship was seaworthy at the beginning of the voyage. I do not regard the words 'even existing at time of shipment' as adding anything to the words 'latent defects,' since in our view of those words, as ordinarily understood, they must have existed at the time of shipment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The hardship of the ruling in the case under consideration appears the more manifest from the fact that the Carib Prince was a British steamer, and that the bill of lading was signed at Trinidad, a port governed by the English law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I agree with the majority of the court that the Harter act cuts no figure in this case. While it is possible that the framers of this act may have intended to exonerate ships from the consequences of unseaworthiness where due diligence had been used to make them seaworthy, it must be conceded that the language of the third section does not express such intent, since it only exonerates them from loss or damage resulting from faults or errors in navigation or management. But I think that recent cases in this court have imposed a most severe and impracticable measure of liability,&#8212;one which operates with great hardship upon the prudent and careful owner, and one which is calculated to invite further legislation in the direction of the Harter act.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>170 U.S. 655 (1898)</b></center>\n<center><h1>THE CARIB PRINCE.<sup>[1]</sup></h1></center>\n<center>No. 45.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 7, 8, 1898.</center>\n<center>Decided May 23, 1898.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*657</span> <i>Mr. Harrington Putnam</i> for appellant.</p>\n<p><i>Mr. J. Parker Kirlin</i> for appellee. <i>Mr. Everett P. Wheeler</i> filed a brief for appellee.</p>\n<p><span class=\"star-pagination\">*658</span> MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>It was averred, in the answer, that the damage to the property of the libellant \"was due to latent defects in certain rivets, angle irons, braces and straps in the bulkhead between the No. 1 hold and the peak tank just forward of it, or to some error or fault in the management or navigation of the vessel in filling the said peak tank on the voyage.\" The District Court and the Circuit Court of Appeals held that the sole cause of the accident was a latent defect in a rivet from which the head had come off, leaving the hole through which the water poured in and upon the merchandise of the libellant. This defective condition of the rivet was found to have been caused by the fact that the quality of iron had been injured during the construction of the vessel by too much hammering, so that it became brittle and weak, rendering it unfit to sustain the reasonable pressure caused by filling the tank with water while at sea, and consequently causing the vessel to be unseaworthy at the time the bills of lading were issued and the goods were received on board. The settled doctrine of this court is that the concurrent decisions of two courts upon a question of fact will be followed unless shown to be clearly erroneous; <i>Compania La Flecha</i> v. <i>Brauer,</i> 168 U.S. 104, and cases there cited; <i>Stuart</i> v. <i>Hayden,</i> 169 U.S. 1; <i>Baker</i> v. <i>Cummings,</i> 169 U.S. 189, 198. As, after a careful examination of the evidence, we conclude that it does not clearly appear that the lower courts erred in their conclusion of fact, we accept as indisputable the finding that the Carib Prince was unseaworthy at the time of the commencement of the voyage in question, by reason of the defect in the tank above referred to.</p>\n<p>Upon this premise of fact, the first question which arises for solution is this: Did the exceptions in the bill of lading exempting the ship owner \"from loss or damage from ... accidents to or latent defects in hull, tackle, boilers and machinery or their appurtenances,\" operate to relieve him from damages caused by the state of unseaworthiness existing at <span class=\"star-pagination\">*659</span> the inception of the voyage and at the time the bill of lading was signed? This question is no longer open, as it is fully answered in the negative by the decision in <i>The Caledonia,</i> 157 U.S. 124. In that case the damage sought to be recovered had been caused by the breaking of the shaft of the steamer by reason of a latent defect which existed at the commencement of the voyage. The exemption from liability, which was there asserted to exist, was predicated on a provision in the bill of lading, relieving the owner from \"loss or damage ... from delays, steam boilers and machinery or defects therein.\" It was held that the clause in question operated prospectively only and did not relate to a condition of unseaworthiness existing at the commencement of the voyage, and that it must be construed as contemplating only a state of unseaworthiness arising during the voyage. The principle upon which the ruling rested was that clauses exempting the owner from the general obligation of furnishing a seaworthy vessel must be confined within strict limits, and were not to be extended by latitudinarian construction or forced implication so as to comprehend a state of unseaworthiness, whether patent or latent, existing at the commencement of the voyage. The rule thus announced in <i>The Caledonia</i> but expressed the doctrine stated by Lord Selborne in <i>Steel</i> v. <i>State Line Steamship Co.,</i> L.R. 3 App. Cas. 72, that the exceptions in a bill of lading ought, if in reason it be possible to do so, to receive \"a construction not nullifying and destroying the implied obligation of the ship owner to provide a ship proper for the performance of the duty which he has undertaken.\" The fact that the exempting clause in the present case refers to latent defects, whilst that passed on in <i>The Caledonia</i> embraced defects generally, does not take this case out of the control of the general rule laid down in <i>The Caledonia.</i> The decision in <i>The Caledonia</i> was based, not on the particular character of the defects there referred to, but on the general ground that, unless there were express words to the contrary, the language of the exempting clause would not be held to apply to defects, whether patent or latent, existing when the voyage was commenced. In other words, that where the owner desires the <span class=\"star-pagination\">*660</span> exemption to cover a condition of unseaworthiness existing at the commencement of the voyage, he must unequivocally so contract. An illustration of such contract was found in <i>The Laertes,</i> 12 Prob. Div. 187, referred to in the opinion in <i>The Caledonia.</i> In that case the bill of lading stipulated, not merely against latent defects, but against all such defects existing at the time of the shipment.</p>\n<p>The condition of unseaworthiness found to exist not being then within the exceptions contained in the bill of lading, it remains only to consider whether under the facts disclosed by the record, aside from the exceptions in the bill of lading, the ship owner was liable for the damages caused by the unseaworthy condition of the ship. The contention is that, as the owner exercised due diligence to make the ship seaworthy, he was consequently not liable, because, under the present state of the law, a ship owner is no longer under the obligation to furnish a seaworthy ship, but only to exercise due diligence to do so. The radical change in the duties and obligations of ship owners which this proposition involves is asserted to arise from the statute of February 13, 1893, c. 105, 27 Stat. 445, commonly described as the Harter Act. The proposition rests on the assumed meaning of the second and third sections of that act. The second section is as follows:</p>\n<p>\"SEC. 2. That it shall not be lawful for any vessel transporting merchandise or property from or between the ports of the United States of America and foreign ports, her owner, master, agent or manager, to insert in any bill of lading or shipping document any covenant or agreement whereby the obligations of the owner or owners of said vessel to exercise due diligence [to] properly equip, man, provision and outfit said vessel, and to make said vessel seaworthy and capable of performing her intended voyage, or whereby the obligations of the master, officers, agents or servants to carefully handle and stow her cargo and to care for and properly deliver same, shall in anywise be lessened, weakened or avoided.\"</p>\n<p>Now, it is patent that the foregoing provisions deal not with the general duty of the owner to furnish a seaworthy ship, but solely with his power to exempt himself from so doing by <span class=\"star-pagination\">*661</span> contract, when the particular conditions exacted by the statute obtain. Because the owner may, when he has used due diligence to furnish a seaworthy ship, contract against the obligation of seaworthiness, it does not at all follow that when he has made no contract to so exempt himself he nevertheless is relieved from furnishing a seaworthy ship, and is subjected only to the duty of using due diligence. To make it unlawful to insert in a contract a provision exempting from seaworthiness where due diligence has not been used, cannot by any sound rule of construction be treated as implying that where due diligence has been used, and there is no contract exempting the owner, his obligation to furnish a seaworthy vessel has ceased to exist. The fallacy of the construction relied on consists in assuming that because the statute has forbidden the ship owner from contracting against the duty to furnish a seaworthy ship unless he has been diligent, that thereby the statute has declared that without contract no obligation to furnish a seaworthy ship obtains in the event due diligence has been used. And the same fallacy is involved in the contention that this construction is supported by the third section of the act. The third section is as follows:</p>\n<p>\"SEC. 3. That if the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make the said vessel in all respects seaworthy and properly manned, equipped and supplied, neither the vessel, her owner or owners, agent or charterers, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel, nor shall the vessel, her owner or owners, charterers, agent or master, be held liable for losses arising from dangers of the sea or other navigable waters, acts of God, or public enemies, or the inherent defect, quality or vice of the thing carried, or from insufficiency of package, or seizure under legal process, or for loss resulting from any act or omission of the shipper or owner of the goods, his agent or representative, or from saving or attempting to save life or property at sea, or from any deviation in rendering such service.\"</p>\n<p>The exemption of the owners or charterers from loss resulting <span class=\"star-pagination\">*662</span> from \"faults or errors in navigation or in the management of the vessel,\" and for certain other designated causes, in no way implies that because the owner is thus exempted when he has been duly diligent that thereby the law has also relieved him from the duty of furnishing a seaworthy vessel. The immunity from risks of a described character, when due diligence has been used, cannot be so extended as to cause the statute to say that the owner when he has been duly diligent is not only exempted in accordance with the tenor of the statute from the limited and designated risks which are named therein, but is also relieved, as respects every claim of every other description, from the duty of furnishing a seaworthy ship. These considerations dispose of all the questions arising on the record.</p>\n<p><i>The decrees rendered both in the Circuit Court of Appeals and in the District Court must be reversed, and the case be remanded to the District Court for further proceedings in conformity with this opinion. And it is so ordered.</i></p>\n<p>MR. JUSTICE BROWN, with whom concurred MR. JUSTICE BREWER, dissenting.</p>\n<p>For the reasons stated by me in <i>The Caledonia,</i> 157 U.S. 124, 140, I am compelled to dissent from the opinion of the court in this case. The accident in that case occurred by the breaking of a propeller shaft, owing to its having been weakened by meeting with extraordinarily heavy seas on previous voyages. No defect in the ship was visible, or could have been detected by the usual and reasonable means, if the shaft had been taken out and examined.</p>\n<p>The minority of the court, conceding the general principle that, in every contract for the carriage of goods by sea, unless otherwise expressly stipulated, there is a warranty on the part of the ship owner that the ship is seaworthy at the time of the beginning of the voyage; was of opinion that the Caledonia was exempt from the losses claimed by the exception in the bill of lading \"of loss or damage from ... machinery or defects therein.\" It was argued that <span class=\"star-pagination\">*663</span> this exception was obviously inserted for the purpose of exempting the ship from some liability to which, without such exception, it would be subject. It evidently was not intended to be limited to mere breakages of machinery which should occur after the voyage began, since the breaking of sound machinery through the stress of weather is treated as an inevitable accident or peril of the sea, for which the ship would not be liable, whether there were an exception or not, and the following cases were cited as sustaining this proposition: <i>The Virgo,</i> 3 Asp. Mar. Law, 285; <i>The William Lindsay,</i> L.R. 5 P.C. 338; <i>The Miranda,</i> L.R. 3 Ad. &amp; Ec. 561; <i>The Cargo ex Laertes,</i> 12 P.D. 187; <i>The Curlew,</i> 51 Fed. Rep. 246.</p>\n<p>In the case under consideration the exception is more specific, and exempts the ship \"from loss or damage from ... accidents or latent defects in hull, tackle, boilers and machinery, or their appurtenances.\" It was admitted that the sole cause of the accident was a latent defect in a rivet from which the head had come off; that this defective condition of the rivet was caused by the fact that the quality of the iron had been injured during the construction of the vessel by too much hammering, so that it had become brittle and weak, thus rendering it unfit to sustain the reasonable pressure caused by filling the tank with water while at sea.</p>\n<p>It was further found by the courts below that abundant diligence had been used in the construction of the vessel; that the defect in the rivet was a latent one which occurred at the time she was built; that it was not discovered and was not discoverable at that time or subsequently, by the exercise of all the known and customary tests and methods of examination, which were all employed.</p>\n<p>The question then arises as to what was meant by the exception of \"latent defects.\" It evidently was not intended to refer to defects which became such after the beginning of the voyage through stress of weather or other perils of the sea, since the ship would not be liable for such defects or breakages, whether excepted or not in a bill of lading. A ship is never liable for an accident or breakage of machinery occasioned by perils of the sea, and the word \"defects\" is <span class=\"star-pagination\">*664</span> never used in that connection. The words \"latent defect,\" as ordinarily understood, apply to something existing at the time the ship or other vehicle was constructed, and such as was not discovered and could not be discovered by ordinary methods of examination. To exempt a vessel from the consequences of such a defect is neither unreasonable nor unjust, and most of the modern bills of lading contain a stipulation to that effect.</p>\n<p>The case of the <i>Cargo ex Laertes,</i> 12 P.D. 187, is in point. Bills of lading, under which the cargo was shipped, contained, among other excepted perils, the clauses \"warranted seaworthy only so far as ordinary care can provide,\" and \"owners not to be liable for loss, detention or damage ... if arising directly or indirectly ... from latent defects in boilers, machinery, ... even existing at time of shipment.\" The Laertes broke down from a latent defect which could not have been discovered by the exercise of all reasonable care, and it was held that the exception of latent defects, if it did not abrogate, at all events limited, the warranty which the law would otherwise imply that the ship was seaworthy at the beginning of the voyage. I do not regard the words \"even existing at time of shipment\" as adding anything to the words \"latent defects,\" since in our view of those words, as ordinarily understood, they must have existed at the time of shipment.</p>\n<p>The hardship of the ruling in the case under consideration appears the more manifest from the fact that the Carib Prince was a British steamer, and that the bill of lading was signed at Trinidad, a port governed by the English law.</p>\n<p>I agree with the majority of the court that the Harter Act cuts no figure in this case. While it is possible that the framers of this act may have intended to exonerate ships from the consequences of unseaworthiness where due diligence had been used to make them seaworthy, it must be conceded that the language of the third section does not express such intent, since it only exonerates them from loss or damage resulting from faults or errors in navigation or management. But I think that recent cases in this court have <span class=\"star-pagination\">*665</span> imposed a most severe and impracticable measure of liability  one which operates with great hardship upon the prudent and careful owner, and one which is calculated to invite further legislation in the direction of the Harter Act.</p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of this case is \"<i>Josephine W. Wupperman</i> v. <i>The Steamship Carib Prince, her engines &amp;c., Ernest Legge, Claimant.\"</i></p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">655</span></span> (1898)</b></center>\n<center><h1>THE CARIB PRINCE.<sup>[1]</sup></h1></center>\n<center>No. 45.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 7, 8, 1898.</center>\n<center>Decided May 23, 1898.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*657</span> <i>Mr. Harrington Putnam</i> for appellant.</p>\n<p><i>Mr. J. Parker Kirlin</i> for appellee. <i>Mr. Everett P. Wheeler</i> filed a brief for appellee.</p>\n<p><span class=\"star-pagination\">*658</span> MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>It was averred, in the answer, that the damage to the property of the libellant \"was due to latent defects in certain rivets, angle irons, braces and straps in the bulkhead between the No. 1 hold and the peak tank just forward of it, or to some error or fault in the management or navigation of the vessel in filling the said peak tank on the voyage.\" The District Court and the Circuit Court of Appeals held that the sole cause of the accident was a latent defect in a rivet from which the head had come off, leaving the hole through which the water poured in and upon the merchandise of the libellant. This defective condition of the rivet was found to have been caused by the fact that the quality of iron had been injured during the construction of the vessel by too much hammering, so that it became brittle and weak, rendering it unfit to sustain the reasonable pressure caused by filling the tank with water while at sea, and consequently causing the vessel to be unseaworthy at the time the bills of lading were issued and the goods were received on board. The settled doctrine of this court is that the concurrent decisions of two courts upon a question of fact will be followed unless shown to be clearly erroneous; <i>Compania La Flecha</i> v. <i>Brauer,</i> <span class=\"citation\" data-id=\"94748\"><a href=\"/opinion/94748/compania-de-navigacion-la-flecha-v-brauer/\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, and cases there cited; <i>Stuart</i> v. <i>Hayden,</i> 169 U.S. 1; <i>Baker</i> v. <i>Cummings,</i> <span class=\"citation\" data-id=\"94811\"><a href=\"/opinion/94811/baker-v-cummings/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 198. As, after a careful examination of the evidence, we conclude that it does not clearly appear that the lower courts erred in their conclusion of fact, we accept as indisputable the finding that the Carib Prince was unseaworthy at the time of the commencement of the voyage in question, by reason of the defect in the tank above referred to.</p>\n<p>Upon this premise of fact, the first question which arises for solution is this: Did the exceptions in the bill of lading exempting the ship owner \"from loss or damage from ... accidents to or latent defects in hull, tackle, boilers and machinery or their appurtenances,\" operate to relieve him from damages caused by the state of unseaworthiness existing at <span class=\"star-pagination\">*659</span> the inception of the voyage and at the time the bill of lading was signed? This question is no longer open, as it is fully answered in the negative by the decision in <i>The Caledonia,</i> <span class=\"citation\" data-id=\"94142\"><a href=\"/opinion/94142/the-caledonia/\"><span class=\"volume\">157</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>. In that case the damage sought to be recovered had been caused by the breaking of the shaft of the steamer by reason of a latent defect which existed at the commencement of the voyage. The exemption from liability, which was there asserted to exist, was predicated on a provision in the bill of lading, relieving the owner from \"loss or damage ... from delays, steam boilers and machinery or defects therein.\" It was held that the clause in question operated prospectively only and did not relate to a condition of unseaworthiness existing at the commencement of the voyage, and that it must be construed as contemplating only a state of unseaworthiness arising during the voyage. The principle upon which the ruling rested was that clauses exempting the owner from the general obligation of furnishing a seaworthy vessel must be confined within strict limits, and were not to be extended by latitudinarian construction or forced implication so as to comprehend a state of unseaworthiness, whether patent or latent, existing at the commencement of the voyage. The rule thus announced in <i>The Caledonia</i> but expressed the doctrine stated by Lord Selborne in <i>Steel</i> v. <i>State Line Steamship Co.,</i> L.R. 3 App. Cas. 72, that the exceptions in a bill of lading ought, if in reason it be possible to do so, to receive \"a construction not nullifying and destroying the implied obligation of the ship owner to provide a ship proper for the performance of the duty which he has undertaken.\" The fact that the exempting clause in the present case refers to latent defects, whilst that passed on in <i>The Caledonia</i> embraced defects generally, does not take this case out of the control of the general rule laid down in <i>The Caledonia.</i> The decision in <i>The Caledonia</i> was based, not on the particular character of the defects there referred to, but on the general ground that, unless there were express words to the contrary, the language of the exempting clause would not be held to apply to defects, whether patent or latent, existing when the voyage was commenced. In other words, that where the owner desires the <span class=\"star-pagination\">*660</span> exemption to cover a condition of unseaworthiness existing at the commencement of the voyage, he must unequivocally so contract. An illustration of such contract was found in <i>The Laertes,</i> 12 Prob. Div. 187, referred to in the opinion in <i>The Caledonia.</i> In that case the bill of lading stipulated, not merely against latent defects, but against all such defects existing at the time of the shipment.</p>\n<p>The condition of unseaworthiness found to exist not being then within the exceptions contained in the bill of lading, it remains only to consider whether under the facts disclosed by the record, aside from the exceptions in the bill of lading, the ship owner was liable for the damages caused by the unseaworthy condition of the ship. The contention is that, as the owner exercised due diligence to make the ship seaworthy, he was consequently not liable, because, under the present state of the law, a ship owner is no longer under the obligation to furnish a seaworthy ship, but only to exercise due diligence to do so. The radical change in the duties and obligations of ship owners which this proposition involves is asserted to arise from the statute of February 13, 1893, c. 105, 27 Stat. 445, commonly described as the Harter Act. The proposition rests on the assumed meaning of the second and third sections of that act. The second section is as follows:</p>\n<p>\"SEC. 2. That it shall not be lawful for any vessel transporting merchandise or property from or between the ports of the United States of America and foreign ports, her owner, master, agent or manager, to insert in any bill of lading or shipping document any covenant or agreement whereby the obligations of the owner or owners of said vessel to exercise due diligence [to] properly equip, man, provision and outfit said vessel, and to make said vessel seaworthy and capable of performing her intended voyage, or whereby the obligations of the master, officers, agents or servants to carefully handle and stow her cargo and to care for and properly deliver same, shall in anywise be lessened, weakened or avoided.\"</p>\n<p>Now, it is patent that the foregoing provisions deal not with the general duty of the owner to furnish a seaworthy ship, but solely with his power to exempt himself from so doing by <span class=\"star-pagination\">*661</span> contract, when the particular conditions exacted by the statute obtain. Because the owner may, when he has used due diligence to furnish a seaworthy ship, contract against the obligation of seaworthiness, it does not at all follow that when he has made no contract to so exempt himself he nevertheless is relieved from furnishing a seaworthy ship, and is subjected only to the duty of using due diligence. To make it unlawful to insert in a contract a provision exempting from seaworthiness where due diligence has not been used, cannot by any sound rule of construction be treated as implying that where due diligence has been used, and there is no contract exempting the owner, his obligation to furnish a seaworthy vessel has ceased to exist. The fallacy of the construction relied on consists in assuming that because the statute has forbidden the ship owner from contracting against the duty to furnish a seaworthy ship unless he has been diligent, that thereby the statute has declared that without contract no obligation to furnish a seaworthy ship obtains in the event due diligence has been used. And the same fallacy is involved in the contention that this construction is supported by the third section of the act. The third section is as follows:</p>\n<p>\"SEC. 3. That if the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make the said vessel in all respects seaworthy and properly manned, equipped and supplied, neither the vessel, her owner or owners, agent or charterers, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel, nor shall the vessel, her owner or owners, charterers, agent or master, be held liable for losses arising from dangers of the sea or other navigable waters, acts of God, or public enemies, or the inherent defect, quality or vice of the thing carried, or from insufficiency of package, or seizure under legal process, or for loss resulting from any act or omission of the shipper or owner of the goods, his agent or representative, or from saving or attempting to save life or property at sea, or from any deviation in rendering such service.\"</p>\n<p>The exemption of the owners or charterers from loss resulting <span class=\"star-pagination\">*662</span> from \"faults or errors in navigation or in the management of the vessel,\" and for certain other designated causes, in no way implies that because the owner is thus exempted when he has been duly diligent that thereby the law has also relieved him from the duty of furnishing a seaworthy vessel. The immunity from risks of a described character, when due diligence has been used, cannot be so extended as to cause the statute to say that the owner when he has been duly diligent is not only exempted in accordance with the tenor of the statute from the limited and designated risks which are named therein, but is also relieved, as respects every claim of every other description, from the duty of furnishing a seaworthy ship. These considerations dispose of all the questions arising on the record.</p>\n<p><i>The decrees rendered both in the Circuit Court of Appeals and in the District Court must be reversed, and the case be remanded to the District Court for further proceedings in conformity with this opinion. And it is so ordered.</i></p>\n<p>MR. JUSTICE BROWN, with whom concurred MR. JUSTICE BREWER, dissenting.</p>\n<p>For the reasons stated by me in <i>The Caledonia,</i> <span class=\"citation\" data-id=\"94142\"><a href=\"/opinion/94142/the-caledonia/\"><span class=\"volume\">157</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, 140, I am compelled to dissent from the opinion of the court in this case. The accident in that case occurred by the breaking of a propeller shaft, owing to its having been weakened by meeting with extraordinarily heavy seas on previous voyages. No defect in the ship was visible, or could have been detected by the usual and reasonable means, if the shaft had been taken out and examined.</p>\n<p>The minority of the court, conceding the general principle that, in every contract for the carriage of goods by sea, unless otherwise expressly stipulated, there is a warranty on the part of the ship owner that the ship is seaworthy at the time of the beginning of the voyage; was of opinion that the Caledonia was exempt from the losses claimed by the exception in the bill of lading \"of loss or damage from ... machinery or defects therein.\" It was argued that <span class=\"star-pagination\">*663</span> this exception was obviously inserted for the purpose of exempting the ship from some liability to which, without such exception, it would be subject. It evidently was not intended to be limited to mere breakages of machinery which should occur after the voyage began, since the breaking of sound machinery through the stress of weather is treated as an inevitable accident or peril of the sea, for which the ship would not be liable, whether there were an exception or not, and the following cases were cited as sustaining this proposition: <i>The Virgo,</i> 3 Asp. Mar. Law, 285; <i>The William Lindsay,</i> L.R. 5 P.C. 338; <i>The Miranda,</i> L.R. 3 Ad. &amp; Ec. 561; <i>The Cargo ex Laertes,</i> 12 P.D. 187; <i>The Curlew,</i> 51 Fed. Rep. 246.</p>\n<p>In the case under consideration the exception is more specific, and exempts the ship \"from loss or damage from ... accidents or latent defects in hull, tackle, boilers and machinery, or their appurtenances.\" It was admitted that the sole cause of the accident was a latent defect in a rivet from which the head had come off; that this defective condition of the rivet was caused by the fact that the quality of the iron had been injured during the construction of the vessel by too much hammering, so that it had become brittle and weak, thus rendering it unfit to sustain the reasonable pressure caused by filling the tank with water while at sea.</p>\n<p>It was further found by the courts below that abundant diligence had been used in the construction of the vessel; that the defect in the rivet was a latent one which occurred at the time she was built; that it was not discovered and was not discoverable at that time or subsequently, by the exercise of all the known and customary tests and methods of examination, which were all employed.</p>\n<p>The question then arises as to what was meant by the exception of \"latent defects.\" It evidently was not intended to refer to defects which became such after the beginning of the voyage through stress of weather or other perils of the sea, since the ship would not be liable for such defects or breakages, whether excepted or not in a bill of lading. A ship is never liable for an accident or breakage of machinery occasioned by perils of the sea, and the word \"defects\" is <span class=\"star-pagination\">*664</span> never used in that connection. The words \"latent defect,\" as ordinarily understood, apply to something existing at the time the ship or other vehicle was constructed, and such as was not discovered and could not be discovered by ordinary methods of examination. To exempt a vessel from the consequences of such a defect is neither unreasonable nor unjust, and most of the modern bills of lading contain a stipulation to that effect.</p>\n<p>The case of the <i>Cargo ex Laertes,</i> 12 P.D. 187, is in point. Bills of lading, under which the cargo was shipped, contained, among other excepted perils, the clauses \"warranted seaworthy only so far as ordinary care can provide,\" and \"owners not to be liable for loss, detention or damage ... if arising directly or indirectly ... from latent defects in boilers, machinery, ... even existing at time of shipment.\" The Laertes broke down from a latent defect which could not have been discovered by the exercise of all reasonable care, and it was held that the exception of latent defects, if it did not abrogate, at all events limited, the warranty which the law would otherwise imply that the ship was seaworthy at the beginning of the voyage. I do not regard the words \"even existing at time of shipment\" as adding anything to the words \"latent defects,\" since in our view of those words, as ordinarily understood, they must have existed at the time of shipment.</p>\n<p>The hardship of the ruling in the case under consideration appears the more manifest from the fact that the Carib Prince was a British steamer, and that the bill of lading was signed at Trinidad, a port governed by the English law.</p>\n<p>I agree with the majority of the court that the Harter Act cuts no figure in this case. While it is possible that the framers of this act may have intended to exonerate ships from the consequences of unseaworthiness where due diligence had been used to make them seaworthy, it must be conceded that the language of the third section does not express such intent, since it only exonerates them from loss or damage resulting from faults or errors in navigation or management. But I think that recent cases in this court have <span class=\"star-pagination\">*665</span> imposed a most severe and impracticable measure of liability  one which operates with great hardship upon the prudent and careful owner, and one which is calculated to invite further legislation in the direction of the Harter Act.</p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of this case is \"<i>Josephine W. Wupperman</i> v. <i>The Steamship Carib Prince, her engines &amp;c., Ernest Legge, Claimant.\"</i></p>\n\n</div>", "id": 94890, "judges": "White, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94890/", "sha1": "803995a5978d71c5d0ca5d9f61775eac7f50ed1f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:59"}