{"absolute_url": "/opinion/94944/united-states-v-wardwell/", "blocked": false, "citation": {"case_name": "United States v. Wardwell", "docket_number": "53", "document_uris": ["/api/rest/v2/document/94944/"], "federal_cite_one": "172 U.S. 48", "federal_cite_three": null, "federal_cite_two": null, "id": 79325, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79325/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-11-28", "date_modified": "2014-12-21T01:32:56.049297", "docket": "/api/rest/v2/docket/2340484/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">172 U.S. 48</p>\n    <p class=\"case_cite\">19 S.Ct. 86</p>\n    <p class=\"case_cite\">43 L.Ed. 360</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>WARDWELL.</p>\n    <p class=\"docket\">No. 53.</p>\n    <p class=\"date\">November 28, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an appeal from the court of claims. 32 Ct. Cl. 30. The facts as found by that court are that in June, 1869, three checks were drawn in favor of William V. B. Wardwell, one by Major W. B. Rochester, paymaster, United States army, and two by Major M. I. Ludington, quartermaster, United States army, all drawn on the assistant treasurer of the United States in New York, and in payment of lawful claims of Wardwell against the United States. Subsequently to the issue of the checks, and while still in the possession and ownership of Wardwell, they were lost or destroyed, probably in a depredation committed on his house by Indians in the year 1872. None of the checks having been presented for payment, the amounts thereof were covered into the treasury of the United States, and carried to the account of 'Outstanding Liabilities,' in pursuance of the act of May 2, 1866, now section 306 and following of the Revised Statutes, the entry on the books of the treasury (as shown by a report made by the secretary of the treasury to the house of representatives) being as follows:</p>\n      <p>Balance Due Balance Due</p>\n      <p class=\"indent\">Name.        Period. United from United</p>\n      <p>States. States.</p>\n      <p class=\"indent\">W. V. B. Wardwell  1872 .... $461.87</p>\n      <p class=\"indent\">William V. B. Wardwell  1872 .... 500.00</p>\n      <p class=\"indent\">Do.          1872 .... 1,017.39</p>\n      <p class=\"indent\">No part of the same has ever been paid. Wardwell is dead, and the claimant is his duly appointed and acting administratrix. As such she, in 1890, applied to the treasury department for payment of the checks by the issue of treasury warrants, and at the same time filed a bond of indemnity, with sufficient sureties, for double the amounts thereof, to secure the United States against a possible second demand for payment. The first comptroller of the treasury declined to permit the settlement of a new account or the issue of warrants in favor of the claimant. Thereafter, and on April 10, 1896, she commenced this suit. As a conclusion of law the court found that the statute of limitations did not begin to run until the 14th day of April, 1890, the time when the accounting officers of the treasury refused to recognize the claimant's demand, and that she was entitled to recover the amount of the three checks, and on the 11th day of January, 1897, entered judgment for that amount. From such judgment the United States appealed to this court.</p>\n      <p class=\"indent\">Section 1069, Rev. St., provides:</p>\n      <p class=\"indent\">'Every claim against the United States, cognizable by the court of claims, shall be forever barred unless the petition setting forth a statement thereof is filed in the court, or transmitted to it by the secretary of the senate or the clerk of the house of representatives as provided by law, within six years after the claim first accrues: provided, that the claims of married women first accrued during marriage, of persons under the age of twenty-one years first accrued during minority, and of idiots, lunatics, insane persons, and persons beyond the seas at the time the claim accrued, entitled to the claim, shall not be barred if the petition be filed in the court or transmitted, as aforesaid, within three years after the disability has ceased; but no other disability than those enumerated shall prevent any claim from being barred, nor shall any of the said disabilities operate cumulatively.'</p>\n      <p class=\"indent\">The act of May 2, 1866, is entitled 'An act to facilitate the settlement of the accounts of the treasurer of the United States, and to secure certain moneys to the people of the United States, or to persons to whom they are due, and who are entitled to receive the same.' 14 Stat. 41.</p>\n      <p class=\"indent\">This was carried into the Revised Statutes as section 306 and following. Section 306, 307, and 308 read:</p>\n      <p class=\"indent\">'Sec. 306. At the termination of each fiscal year all amounts of moneys that are represented by certificates, drafts or checks, issued by the treasurer, or by any disbursing officer of any department of the government, upon the treasurer or any assistant treasurer or designated depositary of the United States, or upon any national bank designated as a depositary of the United States, and which shall be represented on the books of either of such offices as standing to the credit of any disbursing officer, and which were issued to facilitate the payment of warrants, or for any other purpose in liquidation of a debt due from the United States, and which have for three years or more remained outstanding, unsatisfied and unpaid, shall be deposited by the treasurer, to be covered into the treasury by warrant and to be carried to the credit of the parties in whose favor such certificates, drafts or checks were respectively issued, or to the persons who are entitled to receive pay therefor, and into an appropriation account to be denominated 'Outstanding Liabilities.'</p>\n      <p class=\"indent\">'Sec. 307. The certificate of the register of the treasury, stating that the amount of any draft issued by the treasurer to facilitate the payment of a warrant directed to him for payment has remained outstanding and unpaid for three years or more, and has been deposited and covered into the treasury in the manner prescribed by the preceding section, shall be, when attached to any such warrant, a sufficient voucher in satisfaction of any such warrant or part of any warrant, the same as if the drafts correctly endorsed and fully satisfied were attached to such warrant or part of warrant. And all such moneys mentioned in this and in the preceding section shall remain as a permanent appropriation for the redemption and payment of all such outstanding and unpaid certificates, drafts and checks.</p>\n      <p class=\"indent\">'Sec. 308. The payee or the bona fide holder of any draft or check, the amount of which has been deposited and covered into the treasury pursuant to the preceding sections, shall, on presenting the same to the proper officer of the treasury, be entitled to have it paid by the settlement of an account and the issuing of a warrant in his favor, according to the practice in other cases of authorized and liquidated claims against the United States.'</p>\n      <p class=\"indent\">George H. Gorman, for the United States.</p>\n      <p class=\"indent\">George A. King, for appellee.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 1069, Rev. St., is not merely a statute of limitations, but also jurisdictional in its nature, and limiting the cases of which the court of claims can take cognizance. Finn v. U. S., 123 U. S. 227, 8 Sup. Ct. 82.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Counsel for the government contend that the claim against the United States first accrued in 1869, when the checks were issued, or, if not then, at least in 1872, when they were lost or destroyed, and therefore, this being 24 years before the commencement of this suit, that the claim was barred. If there were nothing to be considered but the single section referred to, it would be difficult to escape this conclusion of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is further contended that sections 306, 307, and 308 relate to what is simply a matter of bookkeeping, and do not in any manner change the scope of the liability of the government. But we are of the opinion that they mean something more. While it may be that they do not provide for the creation of an express trust, liability for which, according to general rules, continues until there is a direct repudiation thereof, yet they contain a promise by the government to hold the money thus covered into the treasury for the benefit of the owner until such time as he shall call for it. This is a continuing promise, and one to which full force and efficacy should be given. If bookkeeping was the only matter sought to be provided for, there were no need of section 308. That prescribes payment, and payment in a particular way. The payee does not simply surrender his check and receive money. But, 'on presenting the same to the proper officer,' he is 'entitled to have it paid by the settlement of an account and the issuing of a warrant in his favor.' This may be mere machinery for payment, but it is machinery not used or required until after the money has been 'covered into the treasury by warrant,' and 'carried to the credit' of the payee. The right given is the right to surrender the check and receive a warrant on the treasury. It will also be noticed that the purpose of the act of 1866 was, as expressed in its title, not merely to 'facilitate the settlement of the accounts of the treasurer of the United States,' not merely to perfect a system of bookkeeping, but also 'to secure certain moneys * * * to persons to whom they are due, and who are entitled to receive the same.' And the deposit by the treasurer is not of a gross amount, to be applied to any claims that may arise, but of the amount due for certain specified checks and drafts. In other words, the purpose of the government by this statute is to secure to each party who holds government paper the amount thereof, to place it in the treasury to his credit, and to prescribe a method by which whenever he wishes he can obtain it. No time is mentioned within which he must apply for a warrant or after which the money is forfeited to the government. The ordinary rules for the maturity of negotiable paper do not control. Congress has directed that the money already once appropriated and checked against shall be placed in the treasury, and held subject to the call of the party for whose benefit it has been so appropriated and checked. There is no occasion for suit until after his application for a warrant is refused. When the contract created by the promise made in section 308 is broken, then a claim for the breach of such contract first accrues, and the limitation prescribed by section 1069 begins to run. There is thus no conflict with that section. Its full force is not impaired.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this connection it may be not amiss to notice those authorities in which it is held that upon the ordinary deposit of money with a bank no action will lie until a demand has been made, by check or otherwise, and that hence the statute of limitations will not begin to run until after a refusal to pay on such demand. In Downes v. Bank, 6 Hill, 297, 300, Bronson, J., delivered the opinion of the court, and, after referring to the ordinary rule that where there is a promise to pay on demand the bringing of an action is a sufficient demand, and criticising it as illogical, added: 'The rule ought not to be extended to cases which do not fall precisely within it. Here the contract to be implied from the usual course of the business is that the banker shall keep the money until it is called for. Although it is not strictly a bailment, it partakes in some degree of that character.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">See, also, Johnson v. Bank, 1 Har. (Del.) 117; Watson v. Bank, 8 Metc. (Mass.) 217-221.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Dickinson v. Bank, 152 Mass. 49, 55, 25 N. E. 12, it was held that the statute of limitations would not begin to run in favor of the bank and against a depositor until there had been something equivalent to a refusal on the part of the bank to pay or a denial of liability.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Girard Bank v. Bank of Penn Tp., 39 Pa. St. 92, 98, 99, the holder of a certified check was the plaintiff, and, the check having been outstanding more than six years, the statute of limitations was pleaded; but the plea was not sustained, the court, by Strong, J., saying, in respect to the case of an ordinary deposit:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Were this a suit against the Bank of Penn Township by the original depositor, the statute of limitations would be interposed in vain, not so much because a bank is a technical trustee for its depositors, as for the reason that the liability assumed by receiving a deposit is to pay when actual demand shall be made. The engagement of a bank with its depositor is not to pay absolutely and immediately, but when payment shall be required at the banking house. It becomes a mere custodian, and is not in default or liable to respond in damages until demand has been made and payment refused. Such are the terms of the contract implied in the transaction of receiving money on deposit, terms necessary alike to the depositor and the banker. And it is only because such is the contract that the bank is not under the obligation of a common debtor to go after its customer and return the deposit wherever he may be found. Hence it follows that no right of action exists, and the statute of limitations does not begin to run until the demand stipulated for in the contract has been duly made.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">And the rule thus announced in respect to ordinary deposits was held to pally in case of a certified check: 'When a check payable to bearer, or order, is presented with a view of its being marked 'Good,' and is so certified, the sum mentioned in it must necessarily cease to stand to the credit of the depositor. It thenceforth passes to the credit of the holder of the check, and is specifically appropriated to pay it when presented; and as the purpose of having it so certified is not to obtain payment, but to continue with the bank the custody of the money, the holder can have no greater rights than those of any other depositor. Certainly he has no right of action until payment has been actually demanded and refused.'</p>\n    </div>\n    <p class=\"indent\">In Morse, Banks, p. 40, the author says:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'We have already seen that it is a contract specially modified by the clear legal understanding that the money shall be forthcoming to meet the order of the creditor whenever that order shall be properly presented for payment. It follows, therefore, that this demand for payment is an integral and essential part of the undertaking, it may be said, even of the debt itself. In short, the agreement of the bank with the depositor, as distinct and valid as if written and executed under the seal of each of the parties, is only to pay upon demand. Accordingly, until there has been such demand, and a refusal thereto, or until some act of the depositor, or some act of the bank made known to the depositor, has dispensed with such demand and refusal, the statute ought not to begin to run, not should any presumption of payment be allowed to arise.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is not meant to be asserted that the authorities are unanimous on this question; on the contrary, there is a diversity of opinion. It is sufficient, for the purposes of this case, to notice that the rule finds support in the decisions of many courts of the highest standing. It is not inconsistent with the proposition laid down by this court in Marine Bank v. Fulton Bank, 2 Wall. 252, and often reaffirmed; Bank v. Risley, 111 U. S. 125, 4 Sup. Ct. 322, and cases cited in opinion,&#8212;to the effect that the relation between a bank and its depositor is that of debtor and creditor, and nothing more; for that proposition throws no light upon the question when the debt of the debtor becomes due, and when the statute of limitations begins to run. Neither is it pretended that the relation of the United States to this petitioner was that of bank and depositor, but the reasoning of the authorities cited strengthens the conclusion that when congress declared that this money should be covered into the treasury to the credit of the plaintiff, and that she should, on presentation of the checks to the proper officer of the treasury, be entitled to a settlement of an account and the issue of a warrant, it was the intention to recognize a continuing obligation,&#8212;one which was available to the plaintiff at any time she saw fit; that it was a promise which was not broken until after demand and refusal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But authority more in point is not wanting to sustain these views. The direct tax act of August 5, 1861 (12 Stat. 292), provided, in the thirty-sixth section, that, in case of a sale of real estate, and a surplus remaining after satisfying the tax, costs, etc., such surplus should be paid to the owner, or, if he be not found, 'then such surplus shall be deposited in the treasury of the United States, to be there held for the use of the owner, or his legal representatives, until he or they shall make application therefor to the secretary of the treasury, who, upon such application, shall, by warrant on the treasury, cause the same to be paid to the applicant.' In U. S. v. Taylor, 104 U. S. 216, the owner did not apply for the surplus until more than six years had elapsed from the closing up of the sale and the deposit of the money in the treasury, and it was held that section 1069 did not bar his action, the court observing (page 221):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'This section limits no time within which application must be made for the proceeds of the sale. The secretary of the treasury was not authorized to fix such a limit. It was his duty, whenever the owner of the land or his legal representatives should apply for the money, to draw a warrant therefor without regard to the period which had elapsed since the sale. The fact that six or any other number of years had passed did not authorize him to refuse payment. The person entitled to the money could allow it to remain in the treasury for an indefinite period without losing his right to demand and receive it. It follows that, if he was not required to demand it within six years, he was not required to sue for it within that time.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'A construction consistent with good faith on the part of the United States should be given to these statutes. It would certainly not be fair dealing for the government to say to the owner that the surplus proceeds should be held in the treasury for an indefinite period for his use or that of his legal representatives, and then, upon suit brought to recover them, to plead in bar that the demand therefor had not been made within six years.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'The general rule is that when a trustee unequivocally repudiates the trust, and claims to hold the estate as his own, and such repudiation and claim are brought to the knowledge of the cestui que trust in such manner that he is called upon to assert his rights, the statute of limitations will begin to run against him from the time such knowledge is brought home to him, and not before.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">*                     *                     *</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'In analogy to this rule, the right of the owner of the land to recover the money which the government held for him as his trustee did not become a claim on which suit could be brought, and such as was cognizable by the court of claims, until demand therefor had been made at the treasury. Upon such demand the claim first accrued.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This was reaffirmed in U. S. v. Cooper, 120 U. S. 124, 7 Sup. Ct. 459. Counsel distinguish those cases from this in that there the money came into the treasury subject to an express trust created by the act of congress, which directed that it be there held for the benefit of the owner, while here in the first instance there was a written promise by the government,&#8212;a promise for which an appropriation had been made and upon which a cause of action existed. But, while there is a difference, we do not think it sufficient to create a different rule or measure of liability. There is no new deposit when a check is certified, but, as shown by the opinion in Girard Bank v. Bank of Penn Tp., supra, this fact works no change in the rule. Whether the money to satisfy this liability was paid in by some third party, or, already held, by the treasurer; whether there was or not any prior liability on the part of the government,&#8212;in each case there was a declaration by congress that the money thus received or covered into the treasury should there be held for the benefit of and subject to the call of the owner, and no time was specified within which such call must be made. This was a distinct and separate promise, creating a new liability, and the claim accrued when this new liability matured. It matured when the claimant presented her checks, and, calling for warrants, was refused them.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>172 U.S. 48 (1898)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nWARDWELL.</h1></center>\n<center>No. 53.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 20, 1898.</center>\n<center>Decided November 28, 1898.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*51</span> <i>Mr. George Hines Gorman</i> for appellants. <i>Mr. Assistant Attorney General Pradt</i> was on his brief.</p>\n<p><span class=\"star-pagination\">*52</span> <i>Mr. George A. King</i> for appellee. <i>Mr. Edward E. Holman</i> was on his brief.</p>\n<p>MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>Section 1069, Revised Statutes, is not merely a statute of limitations but also jurisdictional in its nature, and limiting the cases of which the Court of Claims can take cognizance. <i>Finn</i> v. <i>United States,</i> 123 U.S. 227.</p>\n<p>Counsel for the government contend that the claim against the United States first accrued in 1869, when the cheques were issued, or, if not then, at least in 1872, when they were lost or destroyed, and, therefore, this being twenty-four years before the commencement of this suit, that the claim was barred. If there were nothing to be considered but the single section referred to it would be difficult to escape this conclusion of counsel.</p>\n<p>It is further contended that sections 306, 307 and 308 relate to what is simply a matter of bookkeeping, and do not in any manner change the scope of the liability of the Government. But we are of the opinion that they mean something more. While it may be that they do not provide for the creation of an express trust, liability for which, according to general rules, continues until there is a direct repudiation thereof, yet they contain a promise by the Government to hold the money thus covered into the Treasury for the benefit of the owner until such time as he shall call for it. This is a continuing promise, and one to which full force and efficacy should be given. If bookkeeping was the only matter sought to be provided for, there were no need of section 308. That prescribes payment, and payment in a particular way. The payee does not simply surrender his cheque and receive money; but \"on presenting the same to the proper officer\" he is \"entitled to have it paid by the settlement of an account and the issuing of a warrant in his favor.\" This may be mere machinery for payment, but it is machinery not used or required until after the money has been \"covered into the <span class=\"star-pagination\">*53</span> Treasury by warrant\" and \"carried to the credit\" of the payee. The right given is the right to surrender the cheque and receive a warrant on the Treasury. It will also be noticed that the purpose of the act of 1866 was, as expressed in its title, not merely to \"facilitate the settlement of the accounts of the Treasurer of the United States,\" not merely to perfect a system of bookkeeping, but also \"to secure certain moneys ... to persons to whom they are due, and who are entitled to receive the same.\" And the deposit by the Treasurer is not of a gross amount to be applied to any claims that may arise, but of the amount due for certain specified cheques and drafts. In other words, the purpose of the government by this statute is to secure to each party who holds government paper the amount thereof, to place it in the Treasury to his credit, and to prescribe a method by which whenever he wishes he can obtain it. No time is mentioned within which he must apply for a warrant or after which the money is forfeited to the Government. The ordinary rules for the maturity of negotiable paper do not control. Congress has directed that the money already once appropriated and chequed against shall be placed in the Treasury and held subject to the call of the party for whose benefit it has been so appropriated and chequed. There is no occasion for suit until after his application for a warrant is refused. When the contract created by the promise made in section 308 is broken, then a claim for the breach of such contract first accrues, and the limitation prescribed by section 1069 begins to run. There is thus no conflict with that section: Its full force is not impaired.</p>\n<p>In this connection it may be not amiss to notice those authorities in which it is held that upon the ordinary deposit of money with a bank no action will lie until a demand has been made, by cheque or otherwise, and that hence the statute of limitations will not begin to run until after a refusal to pay on such demand. In <i>Downes</i> v. <i>The Phoenix Bank of Charlestown,</i> 6 Hill, 297, 300, Bronson, J., delivered the opinion of the court, and, after referring to the ordinary rule that where there is a promise to pay on demand the bringing of an action is a sufficient demand, and criticising it as illogical, added:</p>\n<p><span class=\"star-pagination\">*54</span> \"The rule ought not to be extended to cases which do not fall precisely within it. Here, the contract to be implied from the usual course of the business is, that the banker shall keep the money until it is called for. Although it is not strictly a bailment, it partakes in some degree of that character.\"</p>\n<p>See also <i>Johnson</i> v. <i>Farmers' Bank,</i> 1 Harrington (Del.), 117; <i>Watson</i> v. <i>Phoenix Bank,</i> 8 Met. (Mass.), 217-221.</p>\n<p>In <i>Dickinson</i> v. <i>Savings Bank,</i> 152 Mass. 49, 55, it was held that the statute of limitations would not begin to run in favor of the bank and against a depositor until there had been something equivalent to a refusal on the part of the bank to pay, or a denial of liability.</p>\n<p>In <i>Girard Bank</i> v. <i>Penn Township Bank,</i> 39 Penn. St. 92, 98, 99, the holder of a certified cheque was the plaintiff, and, the cheque having been outstanding more than six years, the statute of limitations was pleaded; but the plea was not sustained, the court, by Strong, J., saying, in respect to the case of an ordinary deposit:</p>\n<p>\"Were this a suit against the Bank of Penn Township by the original depositor the statute of limitations would be interposed in vain, not so much because a bank is a technical trustee for its depositors, as for the reason that the liability assumed by receiving a deposit is to pay when actual demand shall be made. The engagement of a bank with its depositor is not to pay absolutely and immediately, but when payment shall be required at the banking house. It becomes a mere custodian, and is not in default or liable to respond in damages until demand has been made and payment refused. Such are the terms of the contract implied in the transaction of receiving money on deposit, terms necessary alike to the depositor and the banker. And it is only because such is the contract, that the bank is not under the obligation of a common debtor to go after its customer and return the deposit wherever he may be found. Hence it follows that no right of action exists, and the statute of limitations does not begin to run until the demand stipulated for in the contract has been duly made.\"</p>\n<p>And the rule thus announced in respect to ordinary deposits was held to apply in case of a certified cheque:</p>\n<p><span class=\"star-pagination\">*55</span> \"When a cheque payable to bearer, or order, is presented with a view of its being marked `good,' and is so certified, the sum mentioned in it must necessarily cease to stand to the credit of the depositor. It thenceforth passes to the credit of the holder of the cheque, and is specifically appropriated to pay it when presented, and as the purpose of having it so certified is not to obtain payment, but to continue with the bank the custody of the money, the holder can have no greater rights than those of any other depositor. Certainly he has no right of action until payment has been actually demanded and refused.\"</p>\n<p>In Morse on Banks and Banking, page 40, 2d ed., the author says:</p>\n<p>\"We have already seen that it is a contract specially modified by the clear legal understanding that the money shall be forthcoming to meet the order of the creditor whenever that order shall be properly presented for payment. It follows, therefore, that this demand for payment is an integral and essential part of the undertaking, it may be said, even of the debt itself. In short, the agreement of the bank with the depositor, as distinct and valid as if written and executed under the seal of each of the parties, is only to pay upon demand; accordingly, until there has been such demand, and a refusal thereto, or until some act of the depositor, or some act of the bank made known to the depositor, has dispensed with such demand and refusal, the statute ought not to begin to run, nor should any presumption of payment be allowed to arise.\"</p>\n<p>It is not meant to be asserted that the authorities are unanimous on this question; on the contrary, there is a diversity of opinion. It is sufficient for the purposes of this case to notice that the rule finds support in the decisions of many courts of the highest standing. It is not inconsistent with the proposition laid down by this court in <i>Marine Bank</i> v. <i>Fulton Bank,</i> 2 Wall. 252, and often reaffirmed, <i>Phoenix Bank</i> v. <i>Risley,</i> 111 U.S. 125, and cases cited in opinion, to the effect that the relation between a bank and its depositor is that of debtor and creditor and nothing more, for that proposition throws <span class=\"star-pagination\">*56</span> no light upon the question when the debt of the debtor becomes due, and when the statute of limitations begins to run. Neither is it pretended that the relation of the United States to this petitioner was that of bank and depositor, but the reasoning of the authorities cited strengthens the conclusion that when Congress declared that this money should be covered into the Treasury to the credit of the plaintiff, and that she should, on presentation of the cheques to the proper officer of the Treasury, be entitled to a settlement of an account and the issue of a warrant, it was the intention to recognize a continuing obligation  one which was available to the plaintiff at any time she saw fit, that it was a promise which was not broken until after demand and refusal.</p>\n<p>But authority more in point is not wanting to sustain these views. The direct tax act of August 5, 1861, c. 45, 12 Stat. 292, provided, in the thirty-sixth section, that, in case of a sale of real estate, and a surplus remaining after satisfying the tax, costs, etc., such surplus should be paid to the owner, or if he be not found, \"then such surplus shall be deposited in the Treasury of the United States, to be there held for the use of the owner, or his legal representatives, until he or they shall make application therefor to the Secretary of the Treasury, who upon such application shall, by warrant on the Treasury, cause the same to be paid to the applicant.\" In <i>United States</i> v. <i>Taylor,</i> 104 U.S. 216, the owner did not apply for the surplus until more than six years had elapsed from the closing up of the sale and the deposit of the money in the Treasury, and it was held that section 1069 did not bar his action, the court observing (p. 221):</p>\n<p>\"This section limits no time within which application must be made for the proceeds of the sale. The Secretary of the Treasury was not authorized to fix such a limit. It was his duty, whenever the owner of the land or his legal representatives should apply for the money, to draw a warrant therefor without regard to the period which had elapsed since the sale. The fact that six or any other number of years had passed did not authorize him to refuse payment. The person entitled to the money could allow it to remain in the Treasury for an indefinite <span class=\"star-pagination\">*57</span> period without losing his right to demand and receive it. It follows that if he was not required to demand it within six years, he was not required to sue for it within that time.</p>\n<p>\"A construction consistent with good faith on the part of the United States should be given to these statutes. It would certainly not be fair dealing for the Government to say to the owner that the surplus proceeds should be held in the Treasury for an indefinite period for his use or that of his legal representatives, and then, upon suit brought to recover them, to plead in bar that the demand therefor had not been made within six years.</p>\n<p>\"The general rule is that when a trustee unequivocally repudiates the trust, and claims to hold the estate as his own, and such repudiation and claim are brought to the knowledge of the <i>cestui que trust</i> in such manner that he is called upon to assert his rights, the statute of limitations will begin to run against him from the time such knowledge is brought home to him, and not before.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"In analogy to this rule the right of the owner of the land to recover the money which the Government held for him as his trustee did not become a claim on which suit could be brought, and such as was cognizable by the Court of Claims, until demand therefor had been made at the Treasury. Upon such demand the claim first accrued.\"</p>\n<p>This was reaffirmed in <i>United States</i> v. <i>Cooper,</i> 120 U.S. 124. Counsel distinguish those cases from this in that there the money came into the Treasury subject to an express trust created by the act of Congress, which directed that it be there held for the benefit of the owner, while here in the first instance there was a written promise by the Government, a promise for which an appropriation had been made and upon which a cause of action existed. But while there is a difference, we do not think it sufficient to create a different rule or measure of liability. There is no new deposit when a cheque is certified, but as shown by the opinion in <i>Girard Bank</i> v. <i>Bank of Penn Township, supra,</i> this fact works no change in <span class=\"star-pagination\">*58</span> the rule. Whether the money to satisfy this liability was paid in by some third party or already held by the Treasurer; whether there was or was not any prior liability on the part of the Government, in each case there was a declaration by Congress that the money thus received or covered into the Treasury should there be held for the benefit of and subject to the call of the owner, and no time was specified within which such call must be made. This was a distinct and separate promise, creating a new liability, and the claim accrued when this new liability matured. It matured when the claimant presented her cheques and, calling for warrants, was refused them.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></span> (1898)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nWARDWELL.</h1></center>\n<center>No. 53.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 20, 1898.</center>\n<center>Decided November 28, 1898.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*51</span> <i>Mr. George Hines Gorman</i> for appellants. <i>Mr. Assistant Attorney General Pradt</i> was on his brief.</p>\n<p><span class=\"star-pagination\">*52</span> <i>Mr. George A. King</i> for appellee. <i>Mr. Edward E. Holman</i> was on his brief.</p>\n<p>MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>Section 1069, Revised Statutes, is not merely a statute of limitations but also jurisdictional in its nature, and limiting the cases of which the Court of Claims can take cognizance. <i>Finn</i> v. <i>United States,</i> 123 U.S. 227.</p>\n<p>Counsel for the government contend that the claim against the United States first accrued in 1869, when the cheques were issued, or, if not then, at least in 1872, when they were lost or destroyed, and, therefore, this being twenty-four years before the commencement of this suit, that the claim was barred. If there were nothing to be considered but the single section referred to it would be difficult to escape this conclusion of counsel.</p>\n<p>It is further contended that sections 306, 307 and 308 relate to what is simply a matter of bookkeeping, and do not in any manner change the scope of the liability of the Government. But we are of the opinion that they mean something more. While it may be that they do not provide for the creation of an express trust, liability for which, according to general rules, continues until there is a direct repudiation thereof, yet they contain a promise by the Government to hold the money thus covered into the Treasury for the benefit of the owner until such time as he shall call for it. This is a continuing promise, and one to which full force and efficacy should be given. If bookkeeping was the only matter sought to be provided for, there were no need of section 308. That prescribes payment, and payment in a particular way. The payee does not simply surrender his cheque and receive money; but \"on presenting the same to the proper officer\" he is \"entitled to have it paid by the settlement of an account and the issuing of a warrant in his favor.\" This may be mere machinery for payment, but it is machinery not used or required until after the money has been \"covered into the <span class=\"star-pagination\">*53</span> Treasury by warrant\" and \"carried to the credit\" of the payee. The right given is the right to surrender the cheque and receive a warrant on the Treasury. It will also be noticed that the purpose of the act of 1866 was, as expressed in its title, not merely to \"facilitate the settlement of the accounts of the Treasurer of the United States,\" not merely to perfect a system of bookkeeping, but also \"to secure certain moneys ... to persons to whom they are due, and who are entitled to receive the same.\" And the deposit by the Treasurer is not of a gross amount to be applied to any claims that may arise, but of the amount due for certain specified cheques and drafts. In other words, the purpose of the government by this statute is to secure to each party who holds government paper the amount thereof, to place it in the Treasury to his credit, and to prescribe a method by which whenever he wishes he can obtain it. No time is mentioned within which he must apply for a warrant or after which the money is forfeited to the Government. The ordinary rules for the maturity of negotiable paper do not control. Congress has directed that the money already once appropriated and chequed against shall be placed in the Treasury and held subject to the call of the party for whose benefit it has been so appropriated and chequed. There is no occasion for suit until after his application for a warrant is refused. When the contract created by the promise made in section 308 is broken, then a claim for the breach of such contract first accrues, and the limitation prescribed by section 1069 begins to run. There is thus no conflict with that section: Its full force is not impaired.</p>\n<p>In this connection it may be not amiss to notice those authorities in which it is held that upon the ordinary deposit of money with a bank no action will lie until a demand has been made, by cheque or otherwise, and that hence the statute of limitations will not begin to run until after a refusal to pay on such demand. In <i>Downes</i> v. <i>The Phoenix Bank of Charlestown,</i> 6 Hill, 297, 300, Bronson, J., delivered the opinion of the court, and, after referring to the ordinary rule that where there is a promise to pay on demand the bringing of an action is a sufficient demand, and criticising it as illogical, added:</p>\n<p><span class=\"star-pagination\">*54</span> \"The rule ought not to be extended to cases which do not fall precisely within it. Here, the contract to be implied from the usual course of the business is, that the banker shall keep the money until it is called for. Although it is not strictly a bailment, it partakes in some degree of that character.\"</p>\n<p>See also <i>Johnson</i> v. <i>Farmers' Bank,</i> 1 Harrington (Del.), 117; <i>Watson</i> v. <i>Phoenix Bank,</i> 8 Met. (Mass.), 217-221.</p>\n<p>In <i>Dickinson</i> v. <i>Savings Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">49</span></span>, 55, it was held that the statute of limitations would not begin to run in favor of the bank and against a depositor until there had been something equivalent to a refusal on the part of the bank to pay, or a denial of liability.</p>\n<p>In <i>Girard Bank</i> v. <i>Penn Township Bank,</i> 39 Penn. St. 92, 98, 99, the holder of a certified cheque was the plaintiff, and, the cheque having been outstanding more than six years, the statute of limitations was pleaded; but the plea was not sustained, the court, by Strong, J., saying, in respect to the case of an ordinary deposit:</p>\n<p>\"Were this a suit against the Bank of Penn Township by the original depositor the statute of limitations would be interposed in vain, not so much because a bank is a technical trustee for its depositors, as for the reason that the liability assumed by receiving a deposit is to pay when actual demand shall be made. The engagement of a bank with its depositor is not to pay absolutely and immediately, but when payment shall be required at the banking house. It becomes a mere custodian, and is not in default or liable to respond in damages until demand has been made and payment refused. Such are the terms of the contract implied in the transaction of receiving money on deposit, terms necessary alike to the depositor and the banker. And it is only because such is the contract, that the bank is not under the obligation of a common debtor to go after its customer and return the deposit wherever he may be found. Hence it follows that no right of action exists, and the statute of limitations does not begin to run until the demand stipulated for in the contract has been duly made.\"</p>\n<p>And the rule thus announced in respect to ordinary deposits was held to apply in case of a certified cheque:</p>\n<p><span class=\"star-pagination\">*55</span> \"When a cheque payable to bearer, or order, is presented with a view of its being marked `good,' and is so certified, the sum mentioned in it must necessarily cease to stand to the credit of the depositor. It thenceforth passes to the credit of the holder of the cheque, and is specifically appropriated to pay it when presented, and as the purpose of having it so certified is not to obtain payment, but to continue with the bank the custody of the money, the holder can have no greater rights than those of any other depositor. Certainly he has no right of action until payment has been actually demanded and refused.\"</p>\n<p>In Morse on Banks and Banking, page 40, 2d ed., the author says:</p>\n<p>\"We have already seen that it is a contract specially modified by the clear legal understanding that the money shall be forthcoming to meet the order of the creditor whenever that order shall be properly presented for payment. It follows, therefore, that this demand for payment is an integral and essential part of the undertaking, it may be said, even of the debt itself. In short, the agreement of the bank with the depositor, as distinct and valid as if written and executed under the seal of each of the parties, is only to pay upon demand; accordingly, until there has been such demand, and a refusal thereto, or until some act of the depositor, or some act of the bank made known to the depositor, has dispensed with such demand and refusal, the statute ought not to begin to run, nor should any presumption of payment be allowed to arise.\"</p>\n<p>It is not meant to be asserted that the authorities are unanimous on this question; on the contrary, there is a diversity of opinion. It is sufficient for the purposes of this case to notice that the rule finds support in the decisions of many courts of the highest standing. It is not inconsistent with the proposition laid down by this court in <i>Marine Bank</i> v. <i>Fulton Bank,</i> <span class=\"citation\" data-id=\"87646\"><a href=\"/opinion/87646/marine-bank-v-fulton-bank/\"><span class=\"volume\">2</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">252</span></a></span>, and often reaffirmed, <i>Phoenix Bank</i> v. <i>Risley,</i> <span class=\"citation\" data-id=\"91092\"><a href=\"/opinion/91092/phoenix-bank-v-risley/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, and cases cited in opinion, to the effect that the relation between a bank and its depositor is that of debtor and creditor and nothing more, for that proposition throws <span class=\"star-pagination\">*56</span> no light upon the question when the debt of the debtor becomes due, and when the statute of limitations begins to run. Neither is it pretended that the relation of the United States to this petitioner was that of bank and depositor, but the reasoning of the authorities cited strengthens the conclusion that when Congress declared that this money should be covered into the Treasury to the credit of the plaintiff, and that she should, on presentation of the cheques to the proper officer of the Treasury, be entitled to a settlement of an account and the issue of a warrant, it was the intention to recognize a continuing obligation  one which was available to the plaintiff at any time she saw fit, that it was a promise which was not broken until after demand and refusal.</p>\n<p>But authority more in point is not wanting to sustain these views. The direct tax act of August 5, 1861, c. 45, 12 Stat. 292, provided, in the thirty-sixth section, that, in case of a sale of real estate, and a surplus remaining after satisfying the tax, costs, etc., such surplus should be paid to the owner, or if he be not found, \"then such surplus shall be deposited in the Treasury of the United States, to be there held for the use of the owner, or his legal representatives, until he or they shall make application therefor to the Secretary of the Treasury, who upon such application shall, by warrant on the Treasury, cause the same to be paid to the applicant.\" In <i>United States</i> v. <i>Taylor,</i> <span class=\"citation\" data-id=\"90447\"><a href=\"/opinion/90447/united-states-v-taylor/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></a></span>, the owner did not apply for the surplus until more than six years had elapsed from the closing up of the sale and the deposit of the money in the Treasury, and it was held that section 1069 did not bar his action, the court observing (p. 221):</p>\n<p>\"This section limits no time within which application must be made for the proceeds of the sale. The Secretary of the Treasury was not authorized to fix such a limit. It was his duty, whenever the owner of the land or his legal representatives should apply for the money, to draw a warrant therefor without regard to the period which had elapsed since the sale. The fact that six or any other number of years had passed did not authorize him to refuse payment. The person entitled to the money could allow it to remain in the Treasury for an indefinite <span class=\"star-pagination\">*57</span> period without losing his right to demand and receive it. It follows that if he was not required to demand it within six years, he was not required to sue for it within that time.</p>\n<p>\"A construction consistent with good faith on the part of the United States should be given to these statutes. It would certainly not be fair dealing for the Government to say to the owner that the surplus proceeds should be held in the Treasury for an indefinite period for his use or that of his legal representatives, and then, upon suit brought to recover them, to plead in bar that the demand therefor had not been made within six years.</p>\n<p>\"The general rule is that when a trustee unequivocally repudiates the trust, and claims to hold the estate as his own, and such repudiation and claim are brought to the knowledge of the <i>cestui que trust</i> in such manner that he is called upon to assert his rights, the statute of limitations will begin to run against him from the time such knowledge is brought home to him, and not before.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"In analogy to this rule the right of the owner of the land to recover the money which the Government held for him as his trustee did not become a claim on which suit could be brought, and such as was cognizable by the Court of Claims, until demand therefor had been made at the Treasury. Upon such demand the claim first accrued.\"</p>\n<p>This was reaffirmed in <i>United States</i> v. <i>Cooper,</i> 120 U.S. 124. Counsel distinguish those cases from this in that there the money came into the Treasury subject to an express trust created by the act of Congress, which directed that it be there held for the benefit of the owner, while here in the first instance there was a written promise by the Government, a promise for which an appropriation had been made and upon which a cause of action existed. But while there is a difference, we do not think it sufficient to create a different rule or measure of liability. There is no new deposit when a cheque is certified, but as shown by the opinion in <i>Girard Bank</i> v. <i>Bank of Penn Township, supra,</i> this fact works no change in <span class=\"star-pagination\">*58</span> the rule. Whether the money to satisfy this liability was paid in by some third party or already held by the Treasurer; whether there was or was not any prior liability on the part of the Government, in each case there was a declaration by Congress that the money thus received or covered into the Treasury should there be held for the benefit of and subject to the call of the owner, and no time was specified within which such call must be made. This was a distinct and separate promise, creating a new liability, and the claim accrued when this new liability matured. It matured when the claimant presented her cheques and, calling for warrants, was refused them.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 94944, "judges": "Brewer, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94944/", "sha1": "9310f912626fb526daaafdd45ba73e021f5968fa", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:00"}