{"absolute_url": "/opinion/94951/the-elfrida/", "blocked": false, "citation": {"case_name": "The Elfrida", "docket_number": "60", "document_uris": ["/api/rest/v2/document/94951/"], "federal_cite_one": "172 U.S. 186", "federal_cite_three": null, "federal_cite_two": null, "id": 79332, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79332/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-12-12", "date_modified": "2014-12-21T01:32:56.859605", "docket": "/api/rest/v2/docket/629600/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">172 U.S. 186</p>\n    <p class=\"case_cite\">19 S.Ct. 146</p>\n    <p class=\"case_cite\">43 L.Ed. 413</p>\n    <p class=\"parties\">THE ELFRIDA.</p>\n    <p class=\"docket\">No. 60.</p>\n    <p class=\"date\">December 12, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a libel in rem by the firm of Charles Clarke &amp; Co., of Galveston, Tex., against the British steamship Elfrida, to recover the sum of $22,000, with interest and costs, claimed to be due them for services rendered in the performance of a salvage contract with the master to release the Elfrida, then stranded near the mouth of the Brazos river.</p>\n      <p class=\"indent\">The principal averments of the answer were, in substance, that the agreement was signed by the master under a mutual mistake of fact, or by mistake on his part, which libelants took advantage of, as to the danger in which the vessel was, and that it was improvidently made, for an excessive compensation, without a proper understanding by him of the vessel's alleged freedom from danger; that the master had been prevented from carrying out his instructions to accept a tender made, if lower, impossible, by information of the cable being conveyed to the salvors before the master saw it; that the parties were not upon an equal footing; that libelants made an unreasonable bargain with the master because of the stress of the situation and that of his vessel, and acted collusively with other salvors in obtaining from him the agreement.</p>\n      <p class=\"indent\">On Friday, October 5, 1894, the Elfrida, a steel steamship of 1,454 tons register, 290 feet long, 38 feet in width, and drawing 11 feet 10 inches, bound for the port of Velasco, Tex., in ballast, grounded on the bar between the jetties which extend from either bank of the river, about a mile into the Gulf, the outer end of these jetties for a distance of a thousand feet or more being submerged. The heel of the ship touched, there being but five inches between the bottom and the bar, and an easterly wind swung her bow against the west jetty. The captain ran out a kedge from the starboard bow, hove taut with the windlass, put the engine full speed astern, but could not move the ship. The wind and sea increased during the afternoon and evening, while the ship was straining and bumping heavily. The weather moderated somewhat on the following day, and the same efforts were continued unsuccessfully until the evening, when the sea rose, carrying her over the submerged outer end of the jetty, and some distance further shoreward on the beach. She brought up that night about a cable's length to the west of the west jetty. That part of the jetty which was above high water projected seaward beyond her stern, and sheltered her from easterly winds. She lay parallel with the jetty, about 400 or 500 feet from the beach, head on, and about 1,000 feet from water of sufficient depth to float her. The shore at this point is very flat, the bottom consisting of a layer of quicksand about 10 feet deep. The steamer settled in the quicksand to her normal draft, rocking and moving in it whenever there was a high sea. She lay in 9 feet of water at high tide. The weather continued generally favorable from the 7th to the 17th, with occasional gales and high seas. The ship drifted somewhat further on the beach, but efforts to relieve her by her own resources seem to have been practically abandoned.</p>\n      <p class=\"indent\">On Tuesday, October 9th, the master sent the following letter to the libelants:</p>\n      <p class=\"indent\">'Velasco, Oct. 9, 1894. Capt. Chas. Clarke, re S. S. Elfrida Dear Sir: Please tender for to float and place in a place of safety, say Galveston, where her bottom can be examined, furnishing diver and his apparatus. Also to furnish all material and labor in floating said steamship Elfrida; also time required. Reply at your earliest convenience, under seal, to Jas. Sorley, Lloyd's agent, or myself. No cure, no pay. Yours, truly, By B. Burgess, Master.</p>\n      <p class=\"indent\">'P. S. A convenient time to be laid to get the ship off, and if, at the expiration of the time, the vessel is still aground, all claim on this contract to cease and to be null and void. B. Burgess, Master.'</p>\n      <p class=\"indent\">In reply to this, libelants submitted a tender, offering to perform the service for the sum of $22,000, which was accepted by the advice of Lloyd's agent, who was on board the vessel at the time, and with the consent of Pynam, Bell &amp; Co., of Newcastle-on-Tyne, owners of the Elfrida.</p>\n      <p class=\"indent\">The following contract, which forms the basis of the present suit, was thereupon entered into:</p>\n      <p class=\"indent\">'The State of Texas, County of Brazoria.</p>\n      <p class=\"indent\">'This agreement, made and entered into this 15th day of October, 1894, between the steamship Elfrida and the owners thereof, represented herein by B. Burgess, master of said steamship, as party of the first part, and Charles Clarke &amp; Co., of Galveston, Texas, as party of the second part:</p>\n      <p class=\"indent\">'Witnesseth, that for and in consideration of the covenants and agreements herein contained on the part of the said party of the first part, to be kept and performed, the said party of the second part hereby agrees and binds himself, his administrators and assigns, to float and place in a safe anchorage, Quintana or Galveston, as directed, the S. S. Elfrida, which is now stranded west of and near to the west jetty at the mouth of the Brazos river, in said county and state; to furnish all labor and material, at the cost of said party of the second part; and to furnish diver and necessary apparatus to survey or examine the bottom of said steamship; and to complete the same within twenty-one (21) days from date hereof.</p>\n      <p class=\"indent\">'The said party of the first part agrees to pay to the said party of the second part for such service, i. e. when he shall have successfully floated said ship, as above set forth, the sum of twenty-two thousand dollars ($22,000); the said party of the first part, however, reserving the right hereby to abandon the ship to and in favor of the said second party in lieu of the amount of $22,000 agreed to be paid as aforesaid.</p>\n      <p class=\"indent\">'It is further understood and agreed by and between the parties hereto that a failure to float and place in a position of safety, as above stated, said steamship, within the time hereinbefore specified, to wit, twenty-one days from date hereof, that said party of the second part shall receive no compensation whatever from said first party for work performed, labor, tools, or appliances furnished.</p>\n      <p class=\"indent\">'Anything that may be discharged to enable vessel to float shall be replaced when she is in a position of safety. It is also agreed and understood that the use of crew and engine shall be at the use and disposal of said party.</p>\n      <p class=\"indent\">'Witness the hand of B. Burgess, master of the steamship Elfrida, for himself, said ship, and the owners, party of the first part, and the hand of Charles Clarke &amp; Co., party of the second part, this 15th day of October, 1894.</p>\n      <p class=\"indent\">'Benj. Burgess.</p>\n      <p class=\"indent\">'Chas. Clarke &amp; Co.</p>\n      <p class=\"indent\">'Witnesses:</p>\n      <p class=\"indent\">'M. P. Morrissey.</p>\n      <p class=\"indent\">'J. H. Durkie, Master S. S. Lizzie, of Whitby.' The day before the contract was signed the libelants, having learned that their tender for the work had been accepted, hired the schooner Louis Dolsen, of 15 tons, for which they paid $100, to take their plant to Galveston in tow of their tug Josephine. They also hired a large force of men, procured nearly a month's supplies, cables, chains, anchors, two tugboats, two lighters, and two schooners, fully manned and equipped. Some of this plant belonged to them, but the schooners and lighters and their equipments were hired. For one of the lighters they agreed to pay $6,500 if she should be lost. Their entire outfit was worth from $30,000 to $50,000. On arriving at Velasco, on the same or following day, they engaged a derrick lighter for use in laying the anchors, and on the two following days, the 16th and 17th, the salvors were at work planting the anchors and connecting cables from them to the winches of the ship. This work was completed during the afternoon of the 17th, the water ballast pumped out, when the Elfrida's engines, winches, and windlass werestarted by her own steam, and in less than half an hour she began to move herself off. She went slowly for the distance of about a thousand feet, when she floated clear, but was carried by the current against the west jetty. The libelants' tug then for the first time took hold of her, and towed her away from the jetty, and at 7:40 p. m., four hours after the work of hauling her off was begun, she was free and clear of everything, and put to sea under control of the pilot. Subsequent examination of her bottom, in the dry dock at Newport News, showed that she was wholly uninjured except for a slight indentation about a foot long in the bilge, which was probably caused by contact with the jetty. At the time she was stranded she was insured for the sum of  18,000, subsequently reduced to  16,000.</p>\n      <p class=\"indent\">Upon a full hearing upon pleadings and proofs, the district court entered a final decree in favor of the libelants for the stipulated sum of $22,000, with interest and costs. Claimants appealed to the circuit court of appeals, which reversed the decree of the district court, one judge dissenting, and remanded the case, with instructions to enter a decree infavor of libelants for the sum of $10,000, with interest at 6 per cent. 41 U. S. App. 585, 23 C. C. A. 527, and 77 Fed. 754. A petition for rehearing having been denied, libelants applied to this court for a writ of certiorari, which was granted.</p>\n      <p class=\"indent\">James B. Stubbs, for petitioners.</p>\n      <p class=\"indent\">J. Parker Kirlin, for respondent.</p>\n      <p class=\"indent\">Mr. Justice BROWN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">But a single question is presented by the record in this case: Was the contract with the libelants of such a character, or made under such circumstances, as required the court to relieve the Elfrida against the payment of the stipulated compensation?</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are all of opinion that this question must be answered in the negative. Salvage services are either (1) voluntary, wherein the compensation is dependent upon success; (2) rendered under a contract for a per diem or per horam wage, payable at all events; or (3) under a contract for a compensation payable only in case of success.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first and most ancient class comprises cases of pure salvage. The second is the most common upon the Great Lakes. The third includes the one under consideration. Obviously, where the stipulated compensation is dependent upon success, and particularly of success within a limited time, it may be very much larger than a mere quantum meruit. Indeed, such contracts will not be set aside unless corruptly entered into or made under fraudulent representations, a clear mistake or suppression of important facts, in immediate danger to the ship, or under other circumstances amounting to compulsion, or when their enforcement would be contrary to equity and good conscience. Before adverting to the facts of this particular case, it may be well to examine some of the leading authorities where salvage contracts have been set aside and compensation awarded in proportion to the merit of the services.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the case of The North Carolina, 15 Pet. 40, the master of a vessel which had struck upon one of the Florida reefs was improperly, if not corruptly, induced to refer the amount of salvage to the arbitrament of two men, who awarded 35 per cent. of the vessel and cargo. The court found that under the circumstances the master had no authority to bind his owners by the settlement; that the settlement was fraudulently made; and that the salvors, by their contract, had forfeited all claims to compensation even for services actually rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In The Tornado, 109 U. S. 110, 3 Sup. Ct. 78, the owners of three steam tugs which had pumping machinery were employed by the master and agent of a ship sunk at a wharf in Mew Orleans, with a cargo on board, to pump out the ship, for a compensation of $50 per hour for each boat, 'to be continued until the boats were discharged.' When the boats were about to begin pumping the United States marshal seized the ship and cargo upon a warrant on a libel for salvage. After the seizure the marshal took possession of the ship, and displaced the authority of the master, but permitted the tugs to pump out the ship. After they had pumped for about 18 hours, the ship was raised and placed in a position of safety. The tugs remained by the ship, ready to assist her in case of need, for 12 days, but their attendance was unnecessary, and not required by any peril of ship or cargo. In libels of intervention, in the suit for salvage, the owners of the tugs claimed each $50 per hour for the whole time, including the 12 days, as salvage. The court held that, as the contract was to pump out the ship for an hourly compensation, the right of the steam tugs to compensation must be regarded as having terminated when the ship and cargo were raised, and that, as the marshal seized the ship as the tugs began to pump her out, the authority of the master was displaced, and the boats must be regarded as having been discharged, under any fair interpretation of the contract. Standing by for a period of 12 days was found to have been unnecessary, and not required by any peril to the Tornado or her cargo. The case was not one where the contract was set aside as inequitable, though found to be so, but where it had been completed by pumping out the ship and the supersession of the master. See, also, Bondies v. Sherwood, 22 How. 214, where the court overruled an attempt on the part of the salvors to repudiate their contract as unprofitable and recover on a quantum meruit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These are the only cases in our Reports in which the question of nullifying a salvage contract was squarely presented, although there is in the case of Post v. Jones, 19 How. 150, 160, an expression of the court to the effect that 'courts of admiralty will enforce contracts made for salvage service and salvage compensation, where the salvor has not taken advantage of his power to make an unreasonable bargain; but they will not tolerate the doctrine that a salvor can take the advantage of his situation, and avail himself of the calamities of others, to drive a bargain; nor will they permit the performance of a public duty to be turned into a traffic of profit.' Indeed, it may be said in this connection that the American and English courts are in entire accord in holding that a contract which the master has been corruptly or recklessly induced to sign will be wholly disregarded. The Theodore, Swab. 351; The Crus. V., Lush. 583; The Generous, L. R. 2 Adm. &amp; Ecc. 57, 60.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The intimations of this court have been followed except in very rare instances by the subordinate courts. Thus, in the case of The Agnes I. Grace, 49 Fed. 662, Id., 2 U. S. App. 317, 2 C. C. A. 581, and 51 Fed. 958, a schooner bound for Port Royal, S. C., put into Tybee Roads under stress of weather. She came upon the sands in an exceedingly perilous condition. The ground was treacherous and dangerous, and while lying there she was exposed to the full force of the sea and winds. A towboat company offered its services, and a contract was entered into to pay the sum of $5,000 as salvage. A portion of the cargo, amounting to $7,000, was saved, as well as the schooner, which was sold for $5,030, probably about one-half her value. The contract was sustained. The court put its decision upon the ground that the case could not be considered as belonging to that class 'where the master, being upon the high seas or an uninhabited coast, at a distance from all other aid, is absolutely helpless and without power to procure assistance other than that offered, and is compelled in consequence to make a hard and inequitable contract. He was within easy reach of Savannah, where, had he desired to assume the risk for his owners, he could have procured lighters and other tugs to render the service.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The cases in these courts are too numerous for citation, but it is believed that in nearly all of them the distinction is preserved between such contracts as are entered into corruptly, fraudulently, compulsorily, or under a clear mistake of facts, and such as merely involve a bad bargain, or are accompanied with a greater or less amount of labor, difficulty, or danger than was originally expected.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the earliest of these,&#8212;(1799) Cowell v. The Brothers, Bee, 136, Fed. Cas. No. 3,294,&#8212;the libelant very properly relinquished his written agreement, and applied to the court for such compensation as his services appeared to deserve, although the court expressed the opinion that the contract would have been held void as having been made under circumstances of great distress. To the same effect is Schutz v. The Nancy, Bee, 139, Fed. Cas. No. 12,493.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the case most frequently cited (The Emulous, 1 Sumn. 207, Fed. Cas. No. 4,480), the parties treated the contract at an end on account of unexpected difficulties; but Mr. Justice Story expressed the opinion that salvage contracts were within control of the court, and that the salvor could not avail himself of the calamities of others to force upon them a contract unjust, oppressive, or exorbitant. In the subsequent case of Bearse v. Three Hundred and Forty Pigs of Copper, 1 Story, 314, Fed. Cas. No. 1,193, Justice Story found that no fixed or definite contract for the services existed, although he had previously remarked that it was 'one of the few and excepted cases in which there may be a private contract fixing the rate of salvage, which will be, and ought to be, obligatory between the parties.' We do not think that a salvage contract should be sustained as an exception to the general rule, but rather that it should, prima facie, be enforced, and that it belongs to the defendant to establish the exception. The A. D. Patcnin, 1 Blatchf. 414, Fed. Cas. No. 87; Harley v. Four Hundred and Sixty-Seven Bars Iron, 1 Sawy. 1, Fed. Cas. No. 6,068; The R. D. Bibber, 33 Fed. 55; The Wellington, 48 Fed. 475; The Sir William Armstrong, 53 Fed. 145; The Alert, 56 Fed. 721; The Silver Spray, Brown, Adm. 349, Fed. Cas. No. 12,857.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In The H. D. Bacon, Newb. Adm. 274, Fed. Cas. No. 4,232, certain salvors, by the use of their machinery and diving bell worth $20,000, raised a badly sunken steamboat in the Mississippi, valued $20,000, in 12 hours. It was held that the contracted price of $4,000 was just and reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In The J. G. Paint, 1 Ben. 545, Fed. Cas. No. 7,318, an agreement to pay a steamboat $5,000 for towing a vessel worth $8,000, with a cargo of sugar, for 27 hours, was sustained by Judge, subsequently Mr. Justice, Blatchford.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In most of the cases where the contract was held void, the facts showed that advantage was taken of an apparently helpless condition to impose upon the master an unconscionable bargain. Brooks v. The Adirondack, 2 Fed. 387; The Young America, 20 Fed. 926; The Don Carlos, 47 Fed. 746.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It must be admitted that some of these courts have exercised a wide discretion in setting aside these contracts, and have laid down the rule that they are to be closely scrutinized, and will not be upheld when it appears that the price agreed upon by the master is unreasonable or exorbitant. We do not undertake to say that these cases were improperly decided upon their peculiar facts, but we are unable to assent to the general proposition laid down in some of them that salvage contracts are within the discretion of the court, and will be set aside in all cases where, after the service is performed, the stipulated compensation appears to be unreasonable. If such were the law, contracts for salvage services would be of no practical value, and salvors would be forced to rely upon the liberality of the courts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor is such a contract objectionable, when prudently entered into, upon the ground that it may result more or less favorably to the parties interested than was anticipated when the contract was made. A person may lawfully contract against contingencies; in fact, the whole law of insurance is based upon the principle that, by the payment of a small sum of money, the insured may indemnify himself against the possibility of a greater loss, or, by the expenditure of a trifling amount to-day in the way of premium, his family may receive a much larger sum in case of his subsequent death. If there were ever any doubt with respect to the validity of such contracts it was long since removed by the universal concurrence of the courts, and an enormous business has grown up all over the world upon the faith of their validity. Indeed, nearly every contract for a special undertaking or job is subject to the contingencies of a rise or fall in the price of labor or materials, to the possibility of strikes, fires, storms, floods, etc., which may render it unexpectedly profitable to one party or the other.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We do not say that to impugn a salvage contract such duress must be shown as would require a court of law to set aside an ordinary contract; but, where no such circumstances exist as amount to a moral compulsion, the contract should not be held bad simply because the price agreed to be paid turned out to be much greater than the services were actually worth. The presumptions are in favor of the validity of the contract (The Helen and George, Swab. 368; The Medina, 2 Prob. Div. 5), although in passing upon the question of compulsion the fact that the contract was made at sea, or under circumstances demanding immediate action, is an important consideration. If when the contract is made the price agreed to be paid appears to be just and reasonable, in view of the value of the property at stake, the danger from which it is to be rescued, the risk to the salvors and the salving property, the time and labor probably necessary to effect the salvage, and the contingency of losing all in case of failure, this sum ought not to be reduced by an unexpected success in accomplishing the work, unless the compensation for the work actually done be grossly exorbitant.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While in England there has been some slight fluctuation of opinion, by the great weight of authority, and particularly of the more recent cases, it is held that if the contract has been fairly entered into, with eyes open to all the facts, and no fraud or compulsion exists, the mere fact that it is a hard bargain, or that the service was attended with greater or less difficulty than was anticipated, will not justify setting it aside. The Mulgrave, 2 Hagg. Adm. 77; The True Blue, 2 W. Rob. 176; The Henry, 15 Jur. 183, 2 Eng. Law &amp; Eq. 564; The Prinz Heinrich, 13 Prob. Div. 13; The Strathgarry [1895] Prob. Div. 264.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In The Kingalock, 1 Spinks, 263, an agreement was set aside upon the ground that when the vessel was taken in tow the master concealed the fact that she had been compelled to slip an anchor and cable, and that her foresail was split. Dr. Lushington thought that whether the omission to state those facts would vitiate the agreement depended upon whether they could, with any reasonable probability, affect the services about to be performed. He found that the weather was very tempestuous, and the task was made much more difficult for the want of ground tackle, and hence that the agreement was null and void. Per contra, in the case of The Canova, L. R. 1 Adm. &amp; Ecc. 54, he held that, as no danger to property was proved, the agreement would not be set aside by reason of the fact that a great part of the crew of the vessel was disabled by illness.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In The Phantom, L. R. 1 Adm. &amp; Ecc. 58, an agreement for 8 shillings 6 pence, as an award for salvage services, was set aside as futile, where it appeared that there was real danger to the salvors in rendering the services. The value of the Phantom was about  700. The case was certainly a very hard one upon the salvors, who appeared to have been ignorant beachmen. But it is somewhat difficult to reconcile that with the prior case of The Firefly, Swab. 240, where the court distinctly held that it would not set aside a salvage agreement because it seemed to be a hard bargain; or that of The Helen and George, Swab. 368, unless proved to be grossly exorbitant, or to have been obtained by compulsion or fraud. It was also held in The Waverley, L. R. 3 Adm. &amp; Ecc. 369, that a steamer which contracts to render salvage services for a fixed sum will be held strictly to her agreement, and that it is no ground for extra salvage remuneration that the service was prolonged or became more difficult. See, also, The Jonge Andries, Swab. 303.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In The Cargo ex Woosung, 1 Prob. Div. 260, it appeared that the ship was wrecked on a reef in the Red Sea, and was in a position of imminent peril, and subsequently went to pieces. A government vessel was sent to her relief from Aden, and the master of the Woosung, 'under circumstances of enormous pressure,' agreed to pay half of the proceeds of the cargo saved. The agreement was upheld by the admiralty court (Sir Robert Phillimore), but was set aside by the court of appeal, upon the ground that the officers of government ships, while entitled to salvage, could not impose terms upon the persons whose property they saved, and refuse to render assistance unless these terms were accepted. The circumstances showed a clear case of compulsion. So, too, in The Medina, 1 Prob. Div. 272, 2 Prob. Div. 5, where the master of a vessel found passengers of another steamer (550 pilgrims) wrecked on a rock in the Red Sea in fine weather, and refused to carry them to Jeddah for a less sum than  4,000, and the master of the wrecked vessel was by such refusal compelled to sign an agreement for that sum, and the service was performed without difficulty and danger, the agreement was held inequitable and set aside. The compulsion in this case was even clearer than in the last.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In The Silesia, 5 Prob. Div. 177, a vessel which, with her cargo and freight, was valued at  108,000, on a voyage from New York to Hamburg, became disabled about 340 miles from Queenstown. The weather was fine and the sea smooth, but, after tossing about for four or five days, she hoisted signals of distress. Another steamer bore down upon her bound from Antwerp to Philadelphia, and demanded  20,000 to take her to Queenstown. The master of the Silesia offered  5,000, and finally agreed to pay  15,000, under threat of the other steamer to leave him. The service occupied three days. The court set aside the agreement as exorbitant, and awarded 7,000. Evidently advantage was taken of the helpless condition of the Silesia, and the agreement was signed under compulsion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In The Prinz Heinrich, 13 Prob. Div. 31, the master of the Prinz Heinrich, which was in a position of serious danger, and ashore upon a barbarous and thinly-inhabited coast, entered into a written agreement with the master of the salving steamer, whereby he agreed to pay  200 a day for every day the latter stood by and assisted by towing to get the Prinz Heinrich off, and, in the event of her being got off or coming off the rocks during the continuance of the agreement, to pay  2,000 in addition. The Prinz Heinrich came off the same day, either owing to the jettison of her cargo or to the towing of the salving steamer. The court held the agreement to be reasonable, and that the salvors were entitled to recover the full  2,200, although the Heinrich was so much damaged that she was subsequently sold for  3,500. The cargo was valued at  14,000. This is a strong case in favor of sustaining the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In The Mark Lane, 15 Prob. Div. 135, a steamer becoming disabled in the Atlantic Ocean in fine weather, about 350 miles from Halifax, agreed to pay another steamer  5,000 to tow her to Halifax, and, in case of failing in the attempt to reach there, to pay her for the services rendered. The value of the property saved was somewhat less than  30,000. The contract was set aside, apparently because of the stipulation in the agreement to pay for the services rendered, even if they were unsuccessful. The court found the contract to have been signed under compulsion and threat of the salvage steamer to leave her if the master refused.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In The Rialto, 16 Prob. Div. 175, a steamer in the Atlantic fell in with another which had broken her main shaft. Her master thereupon entered into an agreement that the owner should pay 6,000 for being towed to the nearest port, believing that unless he consented to such terms the salvors would not assist. The distance towed was about 450 miles, and the value of the saved property  38,000. The weather was fine when the contract was made. There was no serious risk to the salvors or their vessel. The court found the contract to be inequitable, that the parties stood on unequal terms, and reduced the amount to  3,000.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The most recent case in the English courts is that of The Strathgarry [1895] Prob. Div. 264. In this case a master of a vessel, whose cylinders were disabled, entered into an agreement with a passing steamship to pay  500 for half an hour's towage, in order to get his engines to work. The hawser broke immediately after the completion of the agreed time, and the steamship refused to continue the towage. It was held that, although no benefit had resulted from the service, the agreement had been duly carried out, and that it was not, under the circumstances, manifestly unfair and unjust, and therefore the stipulated sum must be paid. The case was certainly a hard one, but the court held that, notwithstanding the services lasted but 30 minutes, the whole  500 should be paid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In none of these cases, except perhaps that of The Phantom, was the agreement set aside except upon proof of corruption, suppression of facts, or circumstances amounting to a compulsion. In the case of The Phantom the circumstances were peculiar. The salvors were seven ignorant longshoremen, who agreed for a consideration which amounted to but little more than a shilling apiece to undertake the salving of a vessel worth  700. The salvors labored for two hours at great risk of their lives, and the court naturally held the consideration to be merely nominal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the continental system, the courts appear to exercise a wider discretion, and to treat contracts as of no effect when made while the vessel is in danger. Some intimations go so far as to say that they will be disregarded whenever made before the services are rendered. The doctrine of these courts seems to have arisen from the following extract from the fourth article of the Rules of Oleron:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'And yf it were so, that the mayster and the marchauntes have promised to folke, that shuld helpe them to save the shyp and the said goodes, the thyrde parte or half of the said goodes which shuld be saved for the peryll that they be in the justyce of the country ought well to regarde what payne and what labour they have done in saving them, and after that payne, notwithstanding that promise which the said mayster and the marchauntes shall have made, rewarde them. This is the judgement.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">By the German Commercial Code, art. 743, it is enacted that 'when during the danger an agreement has been made as to the amount of salvage or payment for assistance, such agreement may nevertheless be disputed on the plea that the amount agreed upon was excessive, and the reduction of the same to an amount more in accordance to the circumstances of the case may be demanded.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under the Scandinavian Code, art. 27, the master may, within two months, bring the question of contract before the court, which can refuse the amount if considerably in excess of a reasonable payment for the services performed. Even if it be agreed that the amount be settled by arbitration, the person liable to pay may repudiate the agreement if he does so within 14 days.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By the Commercial Code of Holland, art. 568, every agreement or transaction regarding the price of assistance or of salvage may be modified or annulled by the judge, if it has been made in the open sea or at the time of stranding. Nevertheless, when the danger is passed, it shall be lawful for both to make regulations or agreements as to the price of assistance or salvage.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">By the Commercial Code of Portugal, art. 1608, and by that of the Argentine Republic, &#167; 1469, every agreement for salvage made upon the high seas, or at the time of stranding, with the captain or other officer, shall be null, both with respect to the vessel and to the cargo; but after the risk has terminated the price may be agreed upon, although it will not be binding upon the owners, consignees, or underwriters who have not consented to it.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The French, Belgian, Italian, Spanish, and Brazilian Codes have no special provisions upon the subject, and the question of sustaining or annulling them is rather a question of fact than of law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have examined the cases cited by counsel in the Revue Internationale de Droit Maritime, and find that they are more favorable to the respondent than the English and American authorities. In short, they appear to pay much less regard to the sanctity of contracts than obtains under our system, and we are loath to accept them as expressing the true rule upon the subject. Indeed, we have had frequent occasion to hold that the maritime usages of foreign countries are not obligatory upon us, and will not be respected as authority, except so far as they are consonant with the well-settled principles of English and American jurisprudence. The John G. Stevens, 170 U. S. 113, 126, 18 Sup. Ct. 544, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The facts in this case are somewhat peculiar, and, in entering into the contract, unusual precautions were taken. On October 5th, the Elfrida, in entering the river, grounded by the stern about midchannel, her bow drifting over towards the west jetty. Her crew were unable to get her off, either upon that or the following day, when, owing to the sea rising, she was carried over the jetty and a very considerable distance further onto the beach (about 600 feet), where she remained in 7 or 8 feet of water, gradually working inward and making a bed for herself in the sand, which had a tendency to bank up about her bows. She appears to have been at no time in imminent peril, but her situation could have been hardly without serious danger, unless she were released before a heavy storm came on, which might have broken her up or driven her so far ashore that her rescue would have been impossible. It was shown that in previous years a number of vessels had gone ashore in this neighborhood, several of which were lost by bad weather coming on. In other cases the difficulty of getting them off had been very largely increased by similar causes. The testimony shows that while the Elfrida lay there the wind was at times blowing a gale with a rough sea, in which the ship strained and bumped heavily. On Saturday, the 6th, the day of her final stranding, the master, having given up his idea of getting her off with her own anchors, telegraphed his owners and also Lloyd's agent at Galveston, who appear to have sent Mr. Clarke, one of the libelants, down on Sunday evening. He offered to undertake the relief of the ship for what the court would allow him. This offer the master declined. About the same time Mr. Sorley, Loyd's agent, came down to the vessel, saw her situation, remained there two days, and advised the master to invite bids for her relief. He obtained two bids, one for $24,000 and one made by the libelants for $22,000, and on the advice of Sorley and of his owners, Pynam, Bell &amp; Co., of Newcastle-on-Tyne, with whom he kept in constant communication by cable, he accepted libelants' bid, and a contract was entered into, whereby they agreed to float the Elfrida and place her in a safe anchorage, and to complete the job within 21 days from date. The master agreed to pay therefor the sum of $22,000, but reserved the right to abandon the ship in lieu of this amount. At the request of the owners, he also inserted a further stipulation that, if the libelants should fail to float the ship and place her in a position of safety within 21 days, they should receive no compensation whatever for the work performed, or the labor, tools, or appliances furnished. This contract was made at Velasco on October 15th. Clarke proceeded at once to get ready a wrecking outfit, consisting of a tugboat and schooner, with 15 or 16 men, went to the wreck, and spent about two days planting anchors and connecting cables from them to the winches of the ship. The tugboat took no part in the actual relief of the vessel, which was effected by the aid of the anchors and the steamer's engines, although after the Elfrida was afloat she drifted against the west jetty, and the tug hauled her off.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the work actually done the stipulated compensation was undoubtedly very large, and, if the validity of the contract depended alone upon this consideration, we should have no hesitation in affirming the decree of the circuit court of appeals; but the circumstances under which the contract was made put the case in a very different light. In the first place, the libelants offered to get the vessel off for such salvage as the court should award, but the master declined the proposition, and, acting under the advice of Lloyd's agent and of Moller &amp; Co., the owners' agents, at Galveston, invited bids for the service. This certainly was a very proper step upon his part, and there is no evidence showing any collusion between the bidders to charge an exorbitant sum. The conditions imposed upon the libelants were unusual and somewhat severe. Their ability to get her off must have depended largely upon the continuance of good weather. Their ability to get her off within the time limited was even more doubtful, and yet under their contract they were to receive nothing&#8212;not even a quantum meruit&#8212;unless they released her and put her in a place of safety within 21 days. Further than this, if in getting her off, or after she had been gotten off, she proved to be so much damaged that she was not worth the stipulated compensation, the master reserved the right to abandon her.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We give no weight to the advice of Pynam, Bell &amp; Co., her owners, to enter into the contract, since, in the nature of things, they could have no personal knowledge of her situation, or of the possibility of relieving her; but it shows that her master, though a young man and making his first voyage as master, acted with commendable prudence. He took no step without the advice of his owners, and that of the underwriters' agent at Galveston, Mr. Sorley, who was a man over 70 years of age, perfectly honest, and of large experience in these matters. Sorley visited the vessel, saw her situation, and advised an acceptance of the bid. The value of the ship is variously estimated at from $70,000 to $110,000, but the sum for which she was insured,  18, 000, or $90,000, may be taken as her approximate value. Under the stringent circumstances of this contract, we do not think it could be said that an agreement to pay one-quarter of her value if released could be considered unconscionable, or even exorbitant, and, unless the fact that it proved to be exceedingly profitable for the libelants is decisive that it was unreasonable, it ought to be sustained. For the reasons above stated, we think that the disproportion of the compensation to the work done is not the sole criterion. Very few cases are presented showing a contract entered into with more care and prudence than this, and we are clear in our opinion that it should be sustained. Had the agreement been made with less deliberation or pending a peril more imminent, our conclusion might have been different.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The decree of the circuit court of appeals must therefore be reversed, and the case remanded to the district court for the Eastern district of Texas, with directions to execute its original decree.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>172 U.S. 186 (1898)</b></center>\n<center><h1>THE ELFRIDA.<sup>[1]</sup></h1></center>\n<center>No. 60.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 10, 11, 1898.</center>\n<center>Decided December 12, 1898.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*192</span> <i>Mr. James B. Stubbs</i> for Clarke et al. <i>Mr. Charles J. Stubbs, Mr. Joseph H. Wilson</i> and <i>Mr. Henry M. Earle</i> were on his brief.</p>\n<p><i>Mr. J. Parker Kirlin</i> for the Elfrida.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>But a single question is presented by the record in this case: Was the contract with the libellants of such a character, or made under such circumstances, as required the court to relieve the Elfrida against the payment of the stipulated compensation?</p>\n<p>We are all of opinion that this question must be answered in the negative. Salvage services are either (1) voluntary, wherein the compensation is dependent upon success; (2) rendered under a contract for a <i>per diem</i> or <i>per horam</i> wage, payable at all events; or (3) under a contract for a compensation payable only in case of success.</p>\n<p>The first and most ancient class comprises cases of pure salvage. The second is the most common upon the Great Lakes. The third includes the one under consideration. Obviously where the stipulated compensation is dependent upon success, and particularly of success within a limited time, it may be very much larger than a mere <i>quantum meruit.</i> Indeed, such contracts will not be set aside unless corruptly entered into, or made under fraudulent representations, a clear mistake or suppression of important facts, in immediate danger to the ship, or under other circumstances amounting to compulsion, or when their enforcement would be contrary to equity and good conscience. Before adverting <span class=\"star-pagination\">*193</span> to the facts of this particular case, it may be well to examine some of the leading authorities where salvage contracts have been set aside and compensation awarded in proportion to the merit of the services.</p>\n<p>In the case of <i>The North Carolina,</i> 15 Pet. 40, the master of a vessel which had struck upon one of the Florida reefs was improperly, if not corruptly, induced to refer the amount of salvage to the arbitrament of two men, who awarded thirty-five per cent of the vessel and cargo. The court found that under the circumstances the master had no authority to bind his owners by the settlement; that the settlement was fraudulently made, and that the salvors, by their contract, had forfeited all claims to compensation even for services actually rendered.</p>\n<p>In <i>The Tornado,</i> 109 U.S. 110, the owners of three steam tugs which had pumping machinery were employed by the master and agent of a ship sunk at a wharf in New Orleans, with a cargo on board, to pump out the ship for a compensation of $50 per hour for each boat, \"to be continued until the boats were discharged.\" When the boats were about to begin pumping, the United States marshal seized the ship and cargo upon a warrant on a libel for salvage. After the seizure the marshal took possession of the ship and displaced the authority of the master, but permitted the tugs to pump out the ship. After they had pumped for about eighteen hours, the ship was raised and placed in a position of safety. The tugs remained by the ship, ready to assist her in case of need, for twelve days, but their attendance was unnecessary, and not required by any peril of ship or cargo. In libels of intervention, in the suit for salvage, the owners of the tugs claimed each $50 per hour for the whole time, including the twelve days, as salvage. The court held that as the contract was to pump out the ship for an hourly compensation, the right of the steam tugs to compensation must be regarded as having terminated when the ship and cargo were raised, and that, as the marshal seized the ship as the tugs began to pump her out, the authority of the master was displaced, and the boats must be regarded as having been discharged under any fair <span class=\"star-pagination\">*194</span> interpretation of the contract. Standing by for a period of twelve days was found to have been unnecessary, and not required by any peril to the Tornado or her cargo. The case was not one where the contract was set aside as inequitable, though found to be so, but where it had been completed by pumping out the ship and the supersession of the master. See, also, <i>Bondies</i> v. <i>Sherwood,</i> 22 How. 214, where the court overruled an attempt on the part of the salvors to repudiate their contract as unprofitable and recover on a <i>quantum meruit.</i></p>\n<p>These are the only cases in our reports in which the question of nullifying a salvage contract was squarely presented, although there is in the case of <i>Post</i> v. <i>Jones,</i> 19 How. 150, 160, an expression of the court to the effect that \"courts of admiralty will enforce contracts made for salvage service and salvage compensation, where the salvor has not taken advantage of his power to make an unreasonable bargain; but they will not tolerate the doctrine that a salvor can take the advantage of his situation, and avail himself of the calamities of others to drive a bargain; nor will they permit the performance of a public duty to be turned into a traffic of profit.\" Indeed, it may be said in this connection that the American and English courts are in entire accord in holding that a contract which the master has been corruptly or recklessly induced to sign will be wholly disregarded. <i>The Theodore,</i> Swabey, 351; <i>The Crus,</i> V. Lush. 583; <i>The Generous,</i> L.R. 2 Ad. 57, 60.</p>\n<p>The intimations of this court have been followed except in very rare instances by the subordinate courts. Thus, in the case of <i>The Agnes I. Grace,</i> 49 Fed. Rep. 662; <i>S.C.</i> 2 U.S. App. 317, a schooner bound for Port Royal, South Carolina, put into Tybee Roads under stress of weather. She came up on the sands in an exceedingly perilous condition. The ground was treacherous and dangerous, and while lying there she was exposed to the full force of the sea and winds. A tow boat company offered its services, and a contract was entered into to pay the sum of $5000 as salvage. A portion of the cargo, amounting to $7000, was saved, as well as the <span class=\"star-pagination\">*195</span> schooner, which was sold for $5030, probably about one half her value. The contract was sustained. The court put its decision upon the ground that the case could not be considered as belonging to that class \"where the master being upon the high seas or an uninhabited coast, at a distance from all other aid, is absolutely helpless and without power to procure assistance other than that offered, and is compelled in consequence to make a hard and inequitable contract. He was within easy reach of Savannah, where, had he desired to assume the risk for his owners, he could have procured lighters and other tugs to render the service.\"</p>\n<p>The cases in these courts are too numerous for citation, but it is believed that in nearly all of them the distinction is preserved between such contracts as are entered into corruptly, fraudulently, compulsorily or under a clear mistake of facts, and such as merely involve a bad bargain, or are accompanied with a greater or less amount of labor, difficulty or danger than was originally expected.</p>\n<p>In the earliest of these, (1799,) <i>Cowell</i> v. <i>The Brothers,</i> Bee's Ad. 136, the libellant very properly relinquished his written agreement and applied to the court for such compensation as his services appeared to deserve, although the court expressed the opinion that the contract would have been held void as having been made under circumstances of great distress. To the same effect is <i>Schutz</i> v. <i>The Nancy,</i> Bee's Ad. 139.</p>\n<p>In the case most frequently cited, <i>The Emulous,</i> 1 Sumn. 207, the parties treated the contract at an end on account of unexpected difficulties, but Mr. Justice Story expressed the opinion that salvage contracts were within control of the court, and that the salvor could not avail himself of the calamities of others to force upon them a contract unjust, oppressive or exorbitant. In the subsequent case of <i>Bearse</i> v. <i>Pigs of Copper,</i> 1 Story, 314, Mr. Justice Story found that no fixed or definite contract for the services existed, although he had previously remarked that it was \"one of the few and excepted cases in which there may be a private contract fixing the rate of salvage, which will be, and ought to be, obligatory between <span class=\"star-pagination\">*196</span> the parties.\" We do not think that a salvage contract should be sustained as an exception to the general rule, but rather that it should, <i>prima facie,</i> be enforced, and that it belongs to the defendant to establish the exception. <i>The A.D. Patchin,</i> 1 Blatch. 414; <i>Harley</i> v. <i>467 Bars Iron,</i> 1 Sawyer, 1; <i>The R.D. Bibber,</i> 33 Fed. Rep. 55; <i>The Wellington,</i> 48 Fed. Rep. 475; <i>The Sir Wm. Armstrong,</i> 53 Fed. Rep. 145; <i>The Alert,</i> 56 Fed.Rep. 721; <i>The Silver Spray's Boilers,</i> Brown's Ad. 349.</p>\n<p>In <i>The H.D. Bacon,</i> Newberry's Ad. 274, certain salvors, by the use of their machinery and diving bell worth $20,000, raised a badly sunken steamboat in the Mississippi, valued $20,000, in twelve hours. It was held that the contracted price of $4000 was just and reasonable.</p>\n<p>In <i>The J.G. Paint,</i> 1 Ben. 545, an agreement to pay a steamboat $5000 for towing a vessel worth $8000, with a cargo of sugar, for twenty-seven hours, was sustained by Judge, subsequently Mr. Justice, Blatchford.</p>\n<p>In most of the cases where the contract was held void the facts showed that advantage was taken of an apparently helpless condition to impose upon the master an unconscionable bargain. <i>Brooks</i> v. <i>Steamer Adirondack,</i> 2 Fed. Rep. 387; <i>The Young America,</i> 20 Fed. Rep. 926; <i>The Don Carlos,</i> 47 Fed. Rep. 746.</p>\n<p>It must be admitted that some of these courts have exercised a wide discretion in setting aside these contracts, and have laid down the rule that they are to be closely scrutinized, and will not be upheld when it appears that the price agreed upon by the master is unreasonable or exorbitant. We do not undertake to say that these cases were improperly decided upon their peculiar facts, but we are unable to assent to the general proposition laid down in some of them that salvage contracts are within the discretion of the court, and will be set aside in all cases where, after the service is performed, the stipulated compensation appears to be unreasonable. If such were the law, contracts for salvage services would be of no practical value, and salvors would be forced to rely upon the liberality of the courts.</p>\n<p>Nor is such a contract objectionable, when prudently entered <span class=\"star-pagination\">*197</span> into, upon the ground that it may result more or less favorably to the parties interested than was anticipated when the contract was made. A person may lawfully contract against contingencies; in fact, the whole law of insurance is based upon the principle that, by the payment of a small sum of money, the insured may indemnify himself against the possibility of a greater loss; or, by the expenditure of a trifling amount to-day in the way of premium, his family may receive a much larger sum in case of his subsequent death. If there were ever any doubt with respect to the validity of such contracts it was long since removed by the universal concurrence of the courts, and an enormous business has grown up all over the world upon the faith of their validity. Indeed, nearly every contract for a special undertaking or <i>job</i> is subject to the contingencies of a rise or fall in the price of labor or materials, to the possibility of strikes, fires, storms, floods, etc., which may render it unexpectedly profitable to one party or the other.</p>\n<p>We do not say that to impugn a salvage contract such duress must be shown as would require a court of law to set aside an ordinary contract; but where no such circumstances exist as amount to a moral compulsion, the contract should not be held bad simply because the price agreed to be paid turned out to be much greater than the services were actually worth. The presumptions are in favor of the validity of the contract, <i>The Helen &amp; George,</i> Swabey, 368; <i>The Medina,</i> 2 P.D. 5, although in passing upon the question of compulsion the fact that the contract was made at sea, or under circumstances demanding immediate action, is an important consideration. If when the contract is made the price agreed to be paid appears to be just and reasonable in view of the value of the property at stake, the danger from which it is to be rescued, the risk to the salvors and the salving property, the time and labor probably necessary to effect the salvage, and the contingency of losing all in case of failure, this sum ought not to be reduced by an unexpected success in accomplishing the work, unless the compensation for the work actually done be grossly exorbitant.</p>\n<p><span class=\"star-pagination\">*198</span> While in England there has been some slight fluctuation of opinion, by the great weight of authority, and particularly of the more recent cases, it is held that if the contract has been fairly entered into, with eyes open to all the facts, and no fraud or compulsion exists, the mere fact that it is a hard bargain, or that the service was attended with greater or less difficulty than was anticipated, will not justify setting it aside. <i>The Mulgrave,</i> 2 Hagg. Ad. 77; <i>The True Blue,</i> 2 W. Rob. 176; <i>The Henry,</i> 15 Jur. 183; <i>S.C.</i> 2 Eng. Law and Eq. 564; <i>The Prinz Heinrich,</i> 13 P.D. 31; <i>The Strathgarry,</i> (1895) P.D. 264.</p>\n<p>In <i>The Kingalock,</i> 1 Spinks, 263, an agreement was set aside upon the ground that when the vessel was taken in tow the master concealed the fact that she had been compelled to slip an anchor and cable, and that her foresail was split. Dr. Lushington thought that whether the omission to state those facts would vitiate the agreement depended upon whether they could, with any reasonable probability, affect the services about to be performed. He found that the weather was very tempestuous and the task was made much more difficult for the want of ground tackle, and hence that the agreement was null and void. <i>Per contra,</i> in the case of <i>The Canova,</i> L.R. 1 Ad. 54, he held that as no danger to property was proved, the agreement would not be set aside by reason of the fact that a great part of the crew of the vessel was disabled by illness.</p>\n<p>In <i>The Phantom,</i> L.R. 1 Ad. 58, an agreement for eight shillings six pence, as an award for salvage services, was set aside as futile, where it appeared that there was real danger to the salvors in rendering the services. The value of the Phantom was about seven hundred pounds. The case was certainly a very hard one upon the salvors, who appeared to have been ignorant beachmen. But it is somewhat difficult to reconcile that with the prior case of <i>The Firefly,</i> Swabey, 240, where the court distinctly held that it would not set aside a salvage agreement because it seemed to be a hard bargain; or that of <i>The Helen and George,</i> Swabey, 368, unless proved to be grossly exorbitant, or to have been obtained <span class=\"star-pagination\">*199</span> by compulsion or fraud. It was also held in <i>The Waverley,</i> L.R. 3 Ad. 369, that a steamer which contracts to render salvage services for a fixed sum will be held strictly to her agreement, and that it is no ground for extra salvage remuneration that the service was prolonged or became more difficult. See also <i>The Jonge Andries,</i> Swabey, 303.</p>\n<p>In the <i>Cargo ex Woosung,</i> 1 P.D. 260, it appeared that the ship was wrecked on a reef in the Red Sea, and was in a position of imminent peril, and subsequently went to pieces. A government vessel was sent to her relief from Aden, and the master of the Woosung, \"under circumstances of enormous pressure,\" agreed to pay half of the proceeds of the cargo saved. The agreement was upheld by the admiralty court (Sir Robert Phillimore), but was set aside by the Court of Appeal upon the ground that the officers of government ships, while entitled to salvage, could not impose terms upon the persons whose property they saved, and refuse to render assistance unless these terms were accepted. The circumstances showed a clear case of compulsion. So, too, in <i>The Medina,</i> 1 P.D. 272; <i>S.C.</i> 2 P.D. 5, where the master of a vessel found passengers of another steamer, (550 pilgrims,) wrecked on a rock in the Red Sea in fine weather, and refused to carry them to Jeddah for a less sum than four thousand pounds, and the master of the wrecked vessel was by such refusal compelled to sign an agreement for that sum, and the service was performed without difficulty and danger, the agreement was held inequitable and set aside. The compulsion in this case was even clearer than in the last.</p>\n<p>In <i>The Silesia,</i> 5 P.D. 177, a vessel which with her cargo and freight was valued at 108,000 on a voyage from New York to Hamburg, became disabled about 340 miles from Queenstown. The weather was fine and the sea smooth, but after tossing about for four or five days, she hoisted signals of distress. Another steamer bore down upon her bound from Antwerp to Philadelphia, and demanded 20,000 to take her to Queenstown. The master of the Silesia offered 5000, and finally agreed to pay 15,000, under threat of the other steamer to leave him. The service occupied three days. <span class=\"star-pagination\">*200</span> The court set aside the agreement as exorbitant, and awarded 7000. Evidently advantage was taken of the helpless condition of the Silesia, and the agreement was signed under compulsion.</p>\n<p>In <i>The Prinz Heinrich,</i> 13 P.D. 31, the master of the Prinz Heinrich, which was in a position of serious danger, and ashore upon a barbarous and thinly inhabited coast, entered into a written agreement with the master of the salving steamer, whereby he agreed to pay 200 a day for every day the latter stood by and assisted by towing to get the Prinz Heinrich off, and in the event of her being got off, or coming off the rocks during the continuance of the agreement, to pay 2000 in addition. The Prinz Heinrich came off the same day, either owing to the jettison of her cargo or to the towing of the salving steamer. The court held the agreement to be reasonable, and that the salvors were entitled to recover the full 2200, although the Heinrich was so much damaged that she was subsequently sold for 3500. The cargo was valued at 14,000. This is a strong case in favor of sustaining the agreement.</p>\n<p>In <i>The Mark Lane,</i> 15 P.D. 135, a steamer becoming disabled in the Atlantic Ocean in fine weather, about 350 miles from Halifax, agreed to pay another steamer 5000 to tow her to Halifax, and in case of failing in the attempt to reach there, to pay her for the services rendered. The value of the property saved was somewhat less than 30,000. The contract was set aside, apparently because of the stipulation in the agreement to pay for the services rendered, even if they were unsuccessful. The court found the contract to have been signed under compulsion and threat of the salvage steamer to leave her if the master refused.</p>\n<p>In <i>The Rialto,</i> (1891) P.D. 175, a steamer in the Atlantic fell in with another which had broken her main shaft. Her master thereupon entered into an agreement that the owner should pay 6000 for being towed to the nearest port, believing that unless he consented to such terms the salvors would not assist. The distance towed was about 450 miles, and the value of the saved property 38,000. The weather was fine <span class=\"star-pagination\">*201</span> when the contract was made. There was no serious risk to the salvors or their vessel. The court found the contract to be inequitable, that the parties stood on unequal terms, and reduced the amount to 3000.</p>\n<p>The most recent case in the English courts is that of <i>The Strathgarry,</i> (1895) P.D. 264. In this case a master of a vessel, whose cylinders were disabled, entered into an agreement with a passing steamship to pay 500 for half an hour's towage, in order to get his engines to work. The hawser broke immediately after the completion of the agreed time, and the steamship refused to continue the towage. It was held that although no benefit had resulted from the service, the agreement had been duly carried out, and that it was not, under the circumstances, manifestly unfair and unjust, and therefore the stipulated sum must be paid. The case was certainly a hard one, but the court held that, notwithstanding the services lasted but thirty minutes, the whole 500 should be paid.</p>\n<p>In none of these cases, except perhaps that of <i>The Phantom,</i> was the agreement set aside except upon proof of corruption, suppression of facts, or circumstances amounting to a compulsion. In the case of <i>The Phantom</i> the circumstances were peculiar. The salvors were seven ignorant longshoremen, who agreed for a consideration which amounted to but little more than a shilling apiece to undertake the salving of a vessel worth 700. The salvors labored for two hours at great risk of their lives, and the court naturally held the consideration to be merely nominal.</p>\n<p>Under the continental system the courts appear to exercise a wider discretion, and to treat contracts as of no effect when made while the vessel is in danger. Some intimations go so far as to say that they will be disregarded whenever made before the services are rendered. The doctrine of these courts seems to have arisen from the following extract from the fourth article of the Rules of Oleron:</p>\n<p>\"And yf it were so, that the mayster and the marchauntes have promised to folke, that shuld helpe them to save the shyp and the said goodes, the thyrde parte or half of the said goodes which shuld be saved for the peryll that they be in, <span class=\"star-pagination\">*202</span> the justyce of the country ought well to regarde what payne and what labour they have done in saving them, and after that payne, notwithstanding that promise which the said mayster and the marchauntes shall have made, rewarde them. This is the judgement.\"</p>\n<p>By the German Commercial Code, art. 743, it is enacted that \"when during the danger an agreement has been made as to the amount of salvage or payment for assistance, such agreement may nevertheless be disputed on the plea that the amount agreed upon was excessive, and the reduction of the same to an amount more in accordance to the circumstances of the case may be demanded.\"</p>\n<p>Under the Scandinavian Code, art. 27, the master may, within two months, bring the question of contract before the court, which can refuse the amount if considerably in excess of a reasonable payment for the services performed. Even if it be agreed that the amount be settled by arbitration, the person liable to pay may repudiate the agreement if he does so within fourteen days.</p>\n<p>By the Commercial Code of Holland, art. 568, every agreement or transaction regarding the price of assistance or of salvage may be modified or annulled by the judge, if it has been made in the open sea or at the time of stranding. Nevertheless, when the danger is passed, it shall be lawful for both to make regulations or agreements as to the price of assistance or salvage.</p>\n<p>By the Commercial Code of Portugal, art. 1608, and by that of the Argentine Republic, sec. 1469, every agreement for salvage made upon the high seas, or at the time of stranding, with the captain or other officer, shall be null, both with respect to the vessel and to the cargo; but after the risk has terminated the price may be agreed upon, although it will not be binding upon the owners, consignees or underwriters who have not consented to it.</p>\n<p>The French, Belgian, Italian, Spanish and Brazilian Codes have no special provisions upon the subject, and the question of sustaining or annulling them is rather a question of fact than of law.</p>\n<p><span class=\"star-pagination\">*203</span> We have examined the cases cited by counsel in the Revue Internationale de Droit Maritime, and find that they are more favorable to the respondent than the English and American authorities. In short, they appear to pay much less regard to the sanctity of contracts than obtains under our system, and we are loath to accept them as expressing the true rule upon the subject. Indeed, we have had frequent occasion to hold that the maritime usages of foreign countries are not obligatory upon us, and will not be respected as authority, except so far as they are consonant with the well-settled principles of English and American jurisprudence. <i>The John G. Stevens,</i> 170 U.S. 113, 126, and cases cited.</p>\n<p>The facts in this case are somewhat peculiar, and, in entering into the contract, unusual precautions were taken. On October 5, the Elfrida in entering the river grounded by the stern about mid-channel, her bow drifting over toward the west jetty. Her crew were unable to get her off, either upon that or the following day, when, owing to the sea rising, she was carried over the jetty and a very considerable distance further on to the beach (about 600 feet), where she remained in seven or eight feet of water, gradually working inward and making a bed for herself in the sand, which had a tendency to bank up about her bows. She appears to have been at no time in imminent peril, but her situation could have been hardly without serious danger, unless she were released before a heavy storm came on, which might have broken her up or driven her so far ashore that her rescue would have been impossible. It was shown that in previous years a number of vessels had gone ashore in this neighborhood, several of which were lost by bad weather coming on. In other cases the difficulty of getting them off had been very largely increased by similar causes. The testimony shows that while the Elfrida lay there the wind was at times blowing a gale with a rough sea, in which the ship strained and bumped heavily. On Saturday the 6th, the day of her final stranding, the master having given up his idea of getting her off with her own anchors, telegraphed his owners and also Lloyds' agent at Galveston, who appear to have sent Mr. Clarke, one of the libellants, <span class=\"star-pagination\">*204</span> down on Sunday evening. He offered to undertake the relief of the ship for what the court would allow him. This offer the master declined. About the same time Mr. Sorley, Lloyds' agent, came down to the vessel, saw her situation, remained there two days, and advised the master to invite bids for her relief. He obtained two bids, one for $24,000 and one made by the libellants for $22,000, and on the advice of Sorley and of his owners, Pynam, Bell &amp; Co., of Newcastle-on-Tyne, with whom he kept in constant communication by cable, he accepted libellants' bid, and a contract was entered into, whereby they agreed to float the Elfrida and place her in a safe anchorage, and to complete the job within twenty-one days from date. The master agreed to pay therefor the sum of $22,000, but reserved the right to abandon the ship in lieu of this amount. At the request of the owners he also inserted a further stipulation that if the libellants should fail to float the ship and place her in a position of safety within twenty-one days, they should receive no compensation whatever for the work performed, or the labor, tools or appliances furnished. This contract was made at Velasco on October 15. Clarke proceeded at once to get ready a wrecking outfit, consisting of a tugboat and schooner, with fifteen or sixteen men, went to the wreck, and spent about two days planting anchors and connecting cables from them to the winches of the ship. The tugboat took no part in the actual relief of the vessel, which was effected by the aid of the anchors and the steamer's engines, although after the Elfrida was afloat she drifted against the west jetty and the tug hauled her off.</p>\n<p>For the work actually done the stipulated compensation was undoubtedly very large, and if the validity of the contract depended alone upon this consideration, we should have no hesitation in affirming the decree of the Circuit Court of Appeals; but the circumstances under which the contract was made put the case in a very different light. In the first place, the libellants offered to get the vessel off for such salvage as the court should award, but the master declined the proposition, and, acting under the advice of Lloyds' agent and of Moller &amp; Co., the owners' agents at Galveston, invited bids <span class=\"star-pagination\">*205</span> for the service. This certainly was a very proper step upon his part, and there is no evidence showing any collusion between the bidders to charge an exorbitant sum. The conditions imposed upon the libellants were unusual and somewhat severe. Their ability to get her off must have depended largely upon the continuance of good weather. Their ability to get her off within the time limited was even more doubtful, and yet under their contract they were to receive nothing  not even a <i>quantum meruit</i>  unless they released her and put her in a place of safety within twenty-one days. Further than this, if in getting her off, or after she had been gotten off, she proved to be so much damaged that she was not worth the stipulated compensation, the master reserved the right to abandon her.</p>\n<p>We give no weight to the advice of Pynam, Bell &amp; Co., her owners, to enter into the contract, since in the nature of things they could have no personal knowledge of her situation, or of the possibility of relieving her; but it shows that her master, though a young man and making his first voyage as master, acted with commendable prudence. He took no step without the advice of his owners and that of the underwriters' agent at Galveston, Mr. Sorley, who was a man over seventy years of age, perfectly honest, and of large experience in these matters. Sorley visited the vessel, saw her situation, and advised an acceptance of the bid. The value of the ship is variously estimated at from $70,000 to $110,000, but the sum for which she was insured, 18,000 or $90,000, may be taken as her approximate value. Under the stringent circumstances of this contract, we do not think it could be said that an agreement to pay one quarter of her value if released could be considered unconscionable, or even exorbitant, and unless the fact that it proved to be exceedingly profitable for the libellants is decisive that it was unreasonable, it ought to be sustained. For the reasons above stated we think that the disproportion of the compensation to the work done is not the sole criterion. Very few cases are presented showing a contract entered into with more care and prudence than this, and we are clear in our opinion that it should be sustained. <span class=\"star-pagination\">*206</span> Had the agreement been made with less deliberation or pending a peril more imminent our conclusion might have been different.</p>\n<p><i>The decree of the Circuit Court of Appeals must therefore be reversed and the case remanded to the District Court for the Eastern District of Texas with directions to execute its original decree.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of this case is \"Charles Clarke and Robert P. Clarke, Petitioners, <i>v.</i> The Steamship Elfrida, Pyman, Bell &amp; Co., Claimants.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></span> (1898)</b></center>\n<center><h1>THE ELFRIDA.<sup>[1]</sup></h1></center>\n<center>No. 60.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 10, 11, 1898.</center>\n<center>Decided December 12, 1898.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*192</span> <i>Mr. James B. Stubbs</i> for Clarke et al. <i>Mr. Charles J. Stubbs, Mr. Joseph H. Wilson</i> and <i>Mr. Henry M. Earle</i> were on his brief.</p>\n<p><i>Mr. J. Parker Kirlin</i> for the Elfrida.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>But a single question is presented by the record in this case: Was the contract with the libellants of such a character, or made under such circumstances, as required the court to relieve the Elfrida against the payment of the stipulated compensation?</p>\n<p>We are all of opinion that this question must be answered in the negative. Salvage services are either (1) voluntary, wherein the compensation is dependent upon success; (2) rendered under a contract for a <i>per diem</i> or <i>per horam</i> wage, payable at all events; or (3) under a contract for a compensation payable only in case of success.</p>\n<p>The first and most ancient class comprises cases of pure salvage. The second is the most common upon the Great Lakes. The third includes the one under consideration. Obviously where the stipulated compensation is dependent upon success, and particularly of success within a limited time, it may be very much larger than a mere <i>quantum meruit.</i> Indeed, such contracts will not be set aside unless corruptly entered into, or made under fraudulent representations, a clear mistake or suppression of important facts, in immediate danger to the ship, or under other circumstances amounting to compulsion, or when their enforcement would be contrary to equity and good conscience. Before adverting <span class=\"star-pagination\">*193</span> to the facts of this particular case, it may be well to examine some of the leading authorities where salvage contracts have been set aside and compensation awarded in proportion to the merit of the services.</p>\n<p>In the case of <i>The North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">40</span></span>, the master of a vessel which had struck upon one of the Florida reefs was improperly, if not corruptly, induced to refer the amount of salvage to the arbitrament of two men, who awarded thirty-five per cent of the vessel and cargo. The court found that under the circumstances the master had no authority to bind his owners by the settlement; that the settlement was fraudulently made, and that the salvors, by their contract, had forfeited all claims to compensation even for services actually rendered.</p>\n<p>In <i>The Tornado,</i> <span class=\"citation\" data-id=\"90908\"><a href=\"/opinion/90908/the-tornado/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span>, the owners of three steam tugs which had pumping machinery were employed by the master and agent of a ship sunk at a wharf in New Orleans, with a cargo on board, to pump out the ship for a compensation of $50 per hour for each boat, \"to be continued until the boats were discharged.\" When the boats were about to begin pumping, the United States marshal seized the ship and cargo upon a warrant on a libel for salvage. After the seizure the marshal took possession of the ship and displaced the authority of the master, but permitted the tugs to pump out the ship. After they had pumped for about eighteen hours, the ship was raised and placed in a position of safety. The tugs remained by the ship, ready to assist her in case of need, for twelve days, but their attendance was unnecessary, and not required by any peril of ship or cargo. In libels of intervention, in the suit for salvage, the owners of the tugs claimed each $50 per hour for the whole time, including the twelve days, as salvage. The court held that as the contract was to pump out the ship for an hourly compensation, the right of the steam tugs to compensation must be regarded as having terminated when the ship and cargo were raised, and that, as the marshal seized the ship as the tugs began to pump her out, the authority of the master was displaced, and the boats must be regarded as having been discharged under any fair <span class=\"star-pagination\">*194</span> interpretation of the contract. Standing by for a period of twelve days was found to have been unnecessary, and not required by any peril to the Tornado or her cargo. The case was not one where the contract was set aside as inequitable, though found to be so, but where it had been completed by pumping out the ship and the supersession of the master. See, also, <i>Bondies</i> v. <i>Sherwood,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">How.</span> <span class=\"page\">214</span></span>, where the court overruled an attempt on the part of the salvors to repudiate their contract as unprofitable and recover on a <i>quantum meruit.</i></p>\n<p>These are the only cases in our reports in which the question of nullifying a salvage contract was squarely presented, although there is in the case of <i>Post</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"91231\"><a href=\"/opinion/91231/the-jones/\"><span class=\"volume\">19</span> <span class=\"reporter\">How.</span> <span class=\"page\">150</span></a></span>, 160, an expression of the court to the effect that \"courts of admiralty will enforce contracts made for salvage service and salvage compensation, where the salvor has not taken advantage of his power to make an unreasonable bargain; but they will not tolerate the doctrine that a salvor can take the advantage of his situation, and avail himself of the calamities of others to drive a bargain; nor will they permit the performance of a public duty to be turned into a traffic of profit.\" Indeed, it may be said in this connection that the American and English courts are in entire accord in holding that a contract which the master has been corruptly or recklessly induced to sign will be wholly disregarded. <i>The Theodore,</i> Swabey, 351; <i>The Crus,</i> V. Lush. 583; <i>The Generous,</i> L.R. 2 Ad. 57, 60.</p>\n<p>The intimations of this court have been followed except in very rare instances by the subordinate courts. Thus, in the case of <i>The Agnes I. Grace,</i> 49 Fed. Rep. 662; <i>S.C.</i> 2 U.S. App. 317, a schooner bound for Port Royal, South Carolina, put into Tybee Roads under stress of weather. She came up on the sands in an exceedingly perilous condition. The ground was treacherous and dangerous, and while lying there she was exposed to the full force of the sea and winds. A tow boat company offered its services, and a contract was entered into to pay the sum of $5000 as salvage. A portion of the cargo, amounting to $7000, was saved, as well as the <span class=\"star-pagination\">*195</span> schooner, which was sold for $5030, probably about one half her value. The contract was sustained. The court put its decision upon the ground that the case could not be considered as belonging to that class \"where the master being upon the high seas or an uninhabited coast, at a distance from all other aid, is absolutely helpless and without power to procure assistance other than that offered, and is compelled in consequence to make a hard and inequitable contract. He was within easy reach of Savannah, where, had he desired to assume the risk for his owners, he could have procured lighters and other tugs to render the service.\"</p>\n<p>The cases in these courts are too numerous for citation, but it is believed that in nearly all of them the distinction is preserved between such contracts as are entered into corruptly, fraudulently, compulsorily or under a clear mistake of facts, and such as merely involve a bad bargain, or are accompanied with a greater or less amount of labor, difficulty or danger than was originally expected.</p>\n<p>In the earliest of these, (1799,) <i>Cowell</i> v. <i>The Brothers,</i> Bee's Ad. 136, the libellant very properly relinquished his written agreement and applied to the court for such compensation as his services appeared to deserve, although the court expressed the opinion that the contract would have been held void as having been made under circumstances of great distress. To the same effect is <i>Schutz</i> v. <i>The Nancy,</i> Bee's Ad. 139.</p>\n<p>In the case most frequently cited, <i>The Emulous,</i> 1 Sumn. 207, the parties treated the contract at an end on account of unexpected difficulties, but Mr. Justice Story expressed the opinion that salvage contracts were within control of the court, and that the salvor could not avail himself of the calamities of others to force upon them a contract unjust, oppressive or exorbitant. In the subsequent case of <i>Bearse</i> v. <i>Pigs of Copper,</i> 1 Story, 314, Mr. Justice Story found that no fixed or definite contract for the services existed, although he had previously remarked that it was \"one of the few and excepted cases in which there may be a private contract fixing the rate of salvage, which will be, and ought to be, obligatory between <span class=\"star-pagination\">*196</span> the parties.\" We do not think that a salvage contract should be sustained as an exception to the general rule, but rather that it should, <i>prima facie,</i> be enforced, and that it belongs to the defendant to establish the exception. <i>The A.D. Patchin,</i> 1 Blatch. 414; <i>Harley</i> v. <i>467 Bars Iron,</i> 1 Sawyer, 1; <i>The R.D. Bibber,</i> 33 Fed. Rep. 55; <i>The Wellington,</i> 48 Fed. Rep. 475; <i>The Sir Wm. Armstrong,</i> 53 Fed. Rep. 145; <i>The Alert,</i> 56 Fed.Rep. 721; <i>The Silver Spray's Boilers,</i> Brown's Ad. 349.</p>\n<p>In <i>The H.D. Bacon,</i> Newberry's Ad. 274, certain salvors, by the use of their machinery and diving bell worth $20,000, raised a badly sunken steamboat in the Mississippi, valued $20,000, in twelve hours. It was held that the contracted price of $4000 was just and reasonable.</p>\n<p>In <i>The J.G. Paint,</i> 1 Ben. 545, an agreement to pay a steamboat $5000 for towing a vessel worth $8000, with a cargo of sugar, for twenty-seven hours, was sustained by Judge, subsequently Mr. Justice, Blatchford.</p>\n<p>In most of the cases where the contract was held void the facts showed that advantage was taken of an apparently helpless condition to impose upon the master an unconscionable bargain. <i>Brooks</i> v. <i>Steamer Adirondack,</i> 2 Fed. Rep. 387; <i>The Young America,</i> 20 Fed. Rep. 926; <i>The Don Carlos,</i> 47 Fed. Rep. 746.</p>\n<p>It must be admitted that some of these courts have exercised a wide discretion in setting aside these contracts, and have laid down the rule that they are to be closely scrutinized, and will not be upheld when it appears that the price agreed upon by the master is unreasonable or exorbitant. We do not undertake to say that these cases were improperly decided upon their peculiar facts, but we are unable to assent to the general proposition laid down in some of them that salvage contracts are within the discretion of the court, and will be set aside in all cases where, after the service is performed, the stipulated compensation appears to be unreasonable. If such were the law, contracts for salvage services would be of no practical value, and salvors would be forced to rely upon the liberality of the courts.</p>\n<p>Nor is such a contract objectionable, when prudently entered <span class=\"star-pagination\">*197</span> into, upon the ground that it may result more or less favorably to the parties interested than was anticipated when the contract was made. A person may lawfully contract against contingencies; in fact, the whole law of insurance is based upon the principle that, by the payment of a small sum of money, the insured may indemnify himself against the possibility of a greater loss; or, by the expenditure of a trifling amount to-day in the way of premium, his family may receive a much larger sum in case of his subsequent death. If there were ever any doubt with respect to the validity of such contracts it was long since removed by the universal concurrence of the courts, and an enormous business has grown up all over the world upon the faith of their validity. Indeed, nearly every contract for a special undertaking or <i>job</i> is subject to the contingencies of a rise or fall in the price of labor or materials, to the possibility of strikes, fires, storms, floods, etc., which may render it unexpectedly profitable to one party or the other.</p>\n<p>We do not say that to impugn a salvage contract such duress must be shown as would require a court of law to set aside an ordinary contract; but where no such circumstances exist as amount to a moral compulsion, the contract should not be held bad simply because the price agreed to be paid turned out to be much greater than the services were actually worth. The presumptions are in favor of the validity of the contract, <i>The Helen &amp; George,</i> Swabey, 368; <i>The Medina,</i> 2 P.D. 5, although in passing upon the question of compulsion the fact that the contract was made at sea, or under circumstances demanding immediate action, is an important consideration. If when the contract is made the price agreed to be paid appears to be just and reasonable in view of the value of the property at stake, the danger from which it is to be rescued, the risk to the salvors and the salving property, the time and labor probably necessary to effect the salvage, and the contingency of losing all in case of failure, this sum ought not to be reduced by an unexpected success in accomplishing the work, unless the compensation for the work actually done be grossly exorbitant.</p>\n<p><span class=\"star-pagination\">*198</span> While in England there has been some slight fluctuation of opinion, by the great weight of authority, and particularly of the more recent cases, it is held that if the contract has been fairly entered into, with eyes open to all the facts, and no fraud or compulsion exists, the mere fact that it is a hard bargain, or that the service was attended with greater or less difficulty than was anticipated, will not justify setting it aside. <i>The Mulgrave,</i> 2 Hagg. Ad. 77; <i>The True Blue,</i> 2 W. Rob. 176; <i>The Henry,</i> 15 Jur. 183; <i>S.C.</i> 2 Eng. Law and Eq. 564; <i>The Prinz Heinrich,</i> 13 P.D. 31; <i>The Strathgarry,</i> (1895) P.D. 264.</p>\n<p>In <i>The Kingalock,</i> 1 Spinks, 263, an agreement was set aside upon the ground that when the vessel was taken in tow the master concealed the fact that she had been compelled to slip an anchor and cable, and that her foresail was split. Dr. Lushington thought that whether the omission to state those facts would vitiate the agreement depended upon whether they could, with any reasonable probability, affect the services about to be performed. He found that the weather was very tempestuous and the task was made much more difficult for the want of ground tackle, and hence that the agreement was null and void. <i>Per contra,</i> in the case of <i>The Canova,</i> L.R. 1 Ad. 54, he held that as no danger to property was proved, the agreement would not be set aside by reason of the fact that a great part of the crew of the vessel was disabled by illness.</p>\n<p>In <i>The Phantom,</i> L.R. 1 Ad. 58, an agreement for eight shillings six pence, as an award for salvage services, was set aside as futile, where it appeared that there was real danger to the salvors in rendering the services. The value of the Phantom was about seven hundred pounds. The case was certainly a very hard one upon the salvors, who appeared to have been ignorant beachmen. But it is somewhat difficult to reconcile that with the prior case of <i>The Firefly,</i> Swabey, 240, where the court distinctly held that it would not set aside a salvage agreement because it seemed to be a hard bargain; or that of <i>The Helen and George,</i> Swabey, 368, unless proved to be grossly exorbitant, or to have been obtained <span class=\"star-pagination\">*199</span> by compulsion or fraud. It was also held in <i>The Waverley,</i> L.R. 3 Ad. 369, that a steamer which contracts to render salvage services for a fixed sum will be held strictly to her agreement, and that it is no ground for extra salvage remuneration that the service was prolonged or became more difficult. See also <i>The Jonge Andries,</i> Swabey, 303.</p>\n<p>In the <i>Cargo ex Woosung,</i> 1 P.D. 260, it appeared that the ship was wrecked on a reef in the Red Sea, and was in a position of imminent peril, and subsequently went to pieces. A government vessel was sent to her relief from Aden, and the master of the Woosung, \"under circumstances of enormous pressure,\" agreed to pay half of the proceeds of the cargo saved. The agreement was upheld by the admiralty court (Sir Robert Phillimore), but was set aside by the Court of Appeal upon the ground that the officers of government ships, while entitled to salvage, could not impose terms upon the persons whose property they saved, and refuse to render assistance unless these terms were accepted. The circumstances showed a clear case of compulsion. So, too, in <i>The Medina,</i> 1 P.D. 272; <i>S.C.</i> 2 P.D. 5, where the master of a vessel found passengers of another steamer, (550 pilgrims,) wrecked on a rock in the Red Sea in fine weather, and refused to carry them to Jeddah for a less sum than four thousand pounds, and the master of the wrecked vessel was by such refusal compelled to sign an agreement for that sum, and the service was performed without difficulty and danger, the agreement was held inequitable and set aside. The compulsion in this case was even clearer than in the last.</p>\n<p>In <i>The Silesia,</i> 5 P.D. 177, a vessel which with her cargo and freight was valued at 108,000 on a voyage from New York to Hamburg, became disabled about 340 miles from Queenstown. The weather was fine and the sea smooth, but after tossing about for four or five days, she hoisted signals of distress. Another steamer bore down upon her bound from Antwerp to Philadelphia, and demanded 20,000 to take her to Queenstown. The master of the Silesia offered 5000, and finally agreed to pay 15,000, under threat of the other steamer to leave him. The service occupied three days. <span class=\"star-pagination\">*200</span> The court set aside the agreement as exorbitant, and awarded 7000. Evidently advantage was taken of the helpless condition of the Silesia, and the agreement was signed under compulsion.</p>\n<p>In <i>The Prinz Heinrich,</i> 13 P.D. 31, the master of the Prinz Heinrich, which was in a position of serious danger, and ashore upon a barbarous and thinly inhabited coast, entered into a written agreement with the master of the salving steamer, whereby he agreed to pay 200 a day for every day the latter stood by and assisted by towing to get the Prinz Heinrich off, and in the event of her being got off, or coming off the rocks during the continuance of the agreement, to pay 2000 in addition. The Prinz Heinrich came off the same day, either owing to the jettison of her cargo or to the towing of the salving steamer. The court held the agreement to be reasonable, and that the salvors were entitled to recover the full 2200, although the Heinrich was so much damaged that she was subsequently sold for 3500. The cargo was valued at 14,000. This is a strong case in favor of sustaining the agreement.</p>\n<p>In <i>The Mark Lane,</i> 15 P.D. 135, a steamer becoming disabled in the Atlantic Ocean in fine weather, about 350 miles from Halifax, agreed to pay another steamer 5000 to tow her to Halifax, and in case of failing in the attempt to reach there, to pay her for the services rendered. The value of the property saved was somewhat less than 30,000. The contract was set aside, apparently because of the stipulation in the agreement to pay for the services rendered, even if they were unsuccessful. The court found the contract to have been signed under compulsion and threat of the salvage steamer to leave her if the master refused.</p>\n<p>In <i>The Rialto,</i> (1891) P.D. 175, a steamer in the Atlantic fell in with another which had broken her main shaft. Her master thereupon entered into an agreement that the owner should pay 6000 for being towed to the nearest port, believing that unless he consented to such terms the salvors would not assist. The distance towed was about 450 miles, and the value of the saved property 38,000. The weather was fine <span class=\"star-pagination\">*201</span> when the contract was made. There was no serious risk to the salvors or their vessel. The court found the contract to be inequitable, that the parties stood on unequal terms, and reduced the amount to 3000.</p>\n<p>The most recent case in the English courts is that of <i>The Strathgarry,</i> (1895) P.D. 264. In this case a master of a vessel, whose cylinders were disabled, entered into an agreement with a passing steamship to pay 500 for half an hour's towage, in order to get his engines to work. The hawser broke immediately after the completion of the agreed time, and the steamship refused to continue the towage. It was held that although no benefit had resulted from the service, the agreement had been duly carried out, and that it was not, under the circumstances, manifestly unfair and unjust, and therefore the stipulated sum must be paid. The case was certainly a hard one, but the court held that, notwithstanding the services lasted but thirty minutes, the whole 500 should be paid.</p>\n<p>In none of these cases, except perhaps that of <i>The Phantom,</i> was the agreement set aside except upon proof of corruption, suppression of facts, or circumstances amounting to a compulsion. In the case of <i>The Phantom</i> the circumstances were peculiar. The salvors were seven ignorant longshoremen, who agreed for a consideration which amounted to but little more than a shilling apiece to undertake the salving of a vessel worth 700. The salvors labored for two hours at great risk of their lives, and the court naturally held the consideration to be merely nominal.</p>\n<p>Under the continental system the courts appear to exercise a wider discretion, and to treat contracts as of no effect when made while the vessel is in danger. Some intimations go so far as to say that they will be disregarded whenever made before the services are rendered. The doctrine of these courts seems to have arisen from the following extract from the fourth article of the Rules of Oleron:</p>\n<p>\"And yf it were so, that the mayster and the marchauntes have promised to folke, that shuld helpe them to save the shyp and the said goodes, the thyrde parte or half of the said goodes which shuld be saved for the peryll that they be in, <span class=\"star-pagination\">*202</span> the justyce of the country ought well to regarde what payne and what labour they have done in saving them, and after that payne, notwithstanding that promise which the said mayster and the marchauntes shall have made, rewarde them. This is the judgement.\"</p>\n<p>By the German Commercial Code, art. 743, it is enacted that \"when during the danger an agreement has been made as to the amount of salvage or payment for assistance, such agreement may nevertheless be disputed on the plea that the amount agreed upon was excessive, and the reduction of the same to an amount more in accordance to the circumstances of the case may be demanded.\"</p>\n<p>Under the Scandinavian Code, art. 27, the master may, within two months, bring the question of contract before the court, which can refuse the amount if considerably in excess of a reasonable payment for the services performed. Even if it be agreed that the amount be settled by arbitration, the person liable to pay may repudiate the agreement if he does so within fourteen days.</p>\n<p>By the Commercial Code of Holland, art. 568, every agreement or transaction regarding the price of assistance or of salvage may be modified or annulled by the judge, if it has been made in the open sea or at the time of stranding. Nevertheless, when the danger is passed, it shall be lawful for both to make regulations or agreements as to the price of assistance or salvage.</p>\n<p>By the Commercial Code of Portugal, art. 1608, and by that of the Argentine Republic, sec. 1469, every agreement for salvage made upon the high seas, or at the time of stranding, with the captain or other officer, shall be null, both with respect to the vessel and to the cargo; but after the risk has terminated the price may be agreed upon, although it will not be binding upon the owners, consignees or underwriters who have not consented to it.</p>\n<p>The French, Belgian, Italian, Spanish and Brazilian Codes have no special provisions upon the subject, and the question of sustaining or annulling them is rather a question of fact than of law.</p>\n<p><span class=\"star-pagination\">*203</span> We have examined the cases cited by counsel in the Revue Internationale de Droit Maritime, and find that they are more favorable to the respondent than the English and American authorities. In short, they appear to pay much less regard to the sanctity of contracts than obtains under our system, and we are loath to accept them as expressing the true rule upon the subject. Indeed, we have had frequent occasion to hold that the maritime usages of foreign countries are not obligatory upon us, and will not be respected as authority, except so far as they are consonant with the well-settled principles of English and American jurisprudence. <i>The John G. Stevens,</i> <span class=\"citation\" data-id=\"94851\"><a href=\"/opinion/94851/the-john-g-stevens/\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 126, and cases cited.</p>\n<p>The facts in this case are somewhat peculiar, and, in entering into the contract, unusual precautions were taken. On October 5, the Elfrida in entering the river grounded by the stern about mid-channel, her bow drifting over toward the west jetty. Her crew were unable to get her off, either upon that or the following day, when, owing to the sea rising, she was carried over the jetty and a very considerable distance further on to the beach (about 600 feet), where she remained in seven or eight feet of water, gradually working inward and making a bed for herself in the sand, which had a tendency to bank up about her bows. She appears to have been at no time in imminent peril, but her situation could have been hardly without serious danger, unless she were released before a heavy storm came on, which might have broken her up or driven her so far ashore that her rescue would have been impossible. It was shown that in previous years a number of vessels had gone ashore in this neighborhood, several of which were lost by bad weather coming on. In other cases the difficulty of getting them off had been very largely increased by similar causes. The testimony shows that while the Elfrida lay there the wind was at times blowing a gale with a rough sea, in which the ship strained and bumped heavily. On Saturday the 6th, the day of her final stranding, the master having given up his idea of getting her off with her own anchors, telegraphed his owners and also Lloyds' agent at Galveston, who appear to have sent Mr. Clarke, one of the libellants, <span class=\"star-pagination\">*204</span> down on Sunday evening. He offered to undertake the relief of the ship for what the court would allow him. This offer the master declined. About the same time Mr. Sorley, Lloyds' agent, came down to the vessel, saw her situation, remained there two days, and advised the master to invite bids for her relief. He obtained two bids, one for $24,000 and one made by the libellants for $22,000, and on the advice of Sorley and of his owners, Pynam, Bell &amp; Co., of Newcastle-on-Tyne, with whom he kept in constant communication by cable, he accepted libellants' bid, and a contract was entered into, whereby they agreed to float the Elfrida and place her in a safe anchorage, and to complete the job within twenty-one days from date. The master agreed to pay therefor the sum of $22,000, but reserved the right to abandon the ship in lieu of this amount. At the request of the owners he also inserted a further stipulation that if the libellants should fail to float the ship and place her in a position of safety within twenty-one days, they should receive no compensation whatever for the work performed, or the labor, tools or appliances furnished. This contract was made at Velasco on October 15. Clarke proceeded at once to get ready a wrecking outfit, consisting of a tugboat and schooner, with fifteen or sixteen men, went to the wreck, and spent about two days planting anchors and connecting cables from them to the winches of the ship. The tugboat took no part in the actual relief of the vessel, which was effected by the aid of the anchors and the steamer's engines, although after the Elfrida was afloat she drifted against the west jetty and the tug hauled her off.</p>\n<p>For the work actually done the stipulated compensation was undoubtedly very large, and if the validity of the contract depended alone upon this consideration, we should have no hesitation in affirming the decree of the Circuit Court of Appeals; but the circumstances under which the contract was made put the case in a very different light. In the first place, the libellants offered to get the vessel off for such salvage as the court should award, but the master declined the proposition, and, acting under the advice of Lloyds' agent and of Moller &amp; Co., the owners' agents at Galveston, invited bids <span class=\"star-pagination\">*205</span> for the service. This certainly was a very proper step upon his part, and there is no evidence showing any collusion between the bidders to charge an exorbitant sum. The conditions imposed upon the libellants were unusual and somewhat severe. Their ability to get her off must have depended largely upon the continuance of good weather. Their ability to get her off within the time limited was even more doubtful, and yet under their contract they were to receive nothing  not even a <i>quantum meruit</i>  unless they released her and put her in a place of safety within twenty-one days. Further than this, if in getting her off, or after she had been gotten off, she proved to be so much damaged that she was not worth the stipulated compensation, the master reserved the right to abandon her.</p>\n<p>We give no weight to the advice of Pynam, Bell &amp; Co., her owners, to enter into the contract, since in the nature of things they could have no personal knowledge of her situation, or of the possibility of relieving her; but it shows that her master, though a young man and making his first voyage as master, acted with commendable prudence. He took no step without the advice of his owners and that of the underwriters' agent at Galveston, Mr. Sorley, who was a man over seventy years of age, perfectly honest, and of large experience in these matters. Sorley visited the vessel, saw her situation, and advised an acceptance of the bid. The value of the ship is variously estimated at from $70,000 to $110,000, but the sum for which she was insured, 18,000 or $90,000, may be taken as her approximate value. Under the stringent circumstances of this contract, we do not think it could be said that an agreement to pay one quarter of her value if released could be considered unconscionable, or even exorbitant, and unless the fact that it proved to be exceedingly profitable for the libellants is decisive that it was unreasonable, it ought to be sustained. For the reasons above stated we think that the disproportion of the compensation to the work done is not the sole criterion. Very few cases are presented showing a contract entered into with more care and prudence than this, and we are clear in our opinion that it should be sustained. <span class=\"star-pagination\">*206</span> Had the agreement been made with less deliberation or pending a peril more imminent our conclusion might have been different.</p>\n<p><i>The decree of the Circuit Court of Appeals must therefore be reversed and the case remanded to the District Court for the Eastern District of Texas with directions to execute its original decree.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of this case is \"Charles Clarke and Robert P. Clarke, Petitioners, <i>v.</i> The Steamship Elfrida, Pyman, Bell &amp; Co., Claimants.\"</p>\n\n</div>", "id": 94951, "judges": "Brown, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94951/", "sha1": "717a31ae1db625d6887e304db31cd3ffe1b5312b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:00"}