{"absolute_url": "/opinion/90271/bennett-v-railroad-co/", "blocked": false, "citation": {"case_name": "Bennett v. Railroad Co.", "docket_number": null, "document_uris": ["/api/rest/v2/document/90271/"], "federal_cite_one": "102 U.S. 577", "federal_cite_three": null, "federal_cite_two": null, "id": 74651, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74651/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1881-01-10", "date_modified": "2014-12-21T01:29:16.669507", "docket": "/api/rest/v2/docket/1507256/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">102 U.S. 577</p>\n    <p class=\"case_cite\">102 U.S. 577</p>\n    <p class=\"case_cite\">26 L.Ed. 235</p>\n    <p class=\"parties\">BENNETT<br>v.<br>RAILROAD COMPANY.</p>\n    <p class=\"date\">October Term, 1880</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the District of Kentucky.</p>\n      <p class=\"indent\">The case is stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Walter Evans</i> for the plaintiff in error.</p>\n      <p class=\"indent\">There was no opposing council.</p>\n      <p class=\"indent\">MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action by John Bennett against the Louisville and Nashville Railroad Company, commenced by a petition framed in accordance with the Kentucky Code of Practice in civil cases. Its object is to recover damages for personal injuries alleged to have resulted from negligence or want of proper care on the part of the agents, servants, and employes of the defendant, a corporation engaged in the business of transporting freight and passengers for hire. The petition was twice amended, and a demurrer thereto having been sustained, judgment was given for the defendant. After judgment the plaintiff died, and the action was revived in this court in the name of Martha J. Bennett, his personal representative.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The controlling question before us is whether the amended petition makes out a cause of action against the company. Under its averments and for the purposes of this case, as presented, we must assume the existence of the following facts:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the year 1876, the deceased was a passenger on the cars of the defendant from Vernon to Danville, in the State of Tennessee. At the last-named place-he left the train for the purpose of taking the steamer 'Rapidan,' which belonged to the Evansville and Tennessee River Packet Company, and was engaged in the navigation of that river. Its customary place of landing for Danville and immediate vicinity, on that side of the river, was at a wharf-boat, moored at or against a lot within a few hundred yards of the railroad station. Between the railroad company and the packet company there was, at the time, an arrangement or contract, by the terms of which each party enjoyed a community of interest (in what proportion it is not stated) in the freight and passenger traffic at that point. Each was at liberty to sell through tickets, and give through bills of lading, over both lines. The wharf and the lot were owned by, and were under the exclusive control of, the railroad company. The former was used by the company and the public for storing freight, and as a convenient place for the landing of steamboats navigating the river. The lot had been purchased and used by the company in connection with the wharf-boat, for the purpose of facilitating its passenger business, as well as for the receipt and discharge of freight coming from the river to the railroad, or going from the railroad to the river. For such use of its wharf-boat and landing the railroad company received benefit and compensation. To further facilitate its freight and passenger business, the railroad company had erected and maintained upon such lot, in front of the wharf-boat, a large open shed-depot, about two hundred and forty feet in length and twenty feet in width, in the centre of which was a room or apartment containing an engine, which was used for the purpose of hauling freight to and from the river by means of flats or cars drawn by ropes on railroad tracks. These cars were pulled up the bank into spaces (of which there were four, two on each side of the engine-room) left in the floor of the depot. These spaces or hatch-holes, as they are called, were about eleven feet in extent, and reached from the river side of the depot nearly to its centre.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The customary, and indeed the only safe, available, and convenient route for persons passing from Danville to the steamboat landing was along a plank-way (on each side of which the ground was low and marshy), about six hundred yards in length, extending from Danville along a side-track of the railroad, and terminating at or near the northern end of the depot; thence up a flight of steps to the depot floor, and across the floor of the depot towards its southern end; thence down a flight of steps, located between two of the hatch-holes, to the whart-boat, over a macadamized or gravel way. The latter and the plank-way were constructed by the railroad company for the convenience of those going upon business to or from the steamboat landing. The custom of travellers passing between the railroad station at Danville and the steamboat landing to use as a foot-way the plank-road, the depot floor, and the macadamized way leading to the wharf-boat, was not only a necessary one, but was known to and permitted by that company. There was no path or safe or convenient way around the shed-depot to the wharf.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Such was the situation when the deceased reached Danville by the cars of the company. He stopped at a hotel to await the coming, that night, of the steamer 'Rapidan,' whose usual hours of arrival at the landing were known to the railroad company. Some time after midnight the steamer reached the vicinity of the landing, and, by whistle, signalled for landing at the wharf-boat. Deceased started from the hotel for the steamboat, for the purpose of prosecuting his journey, taking with him a lighted lantern. He went upon the plank-way leading to the shed-depot, having been informed by the landlord that that was the proper route to take. He had proceeded but a short distance when the wind extinguished the light, and fearing the boat would immediately depart, and being able to see the plank-way, he proceeded to the depot (which was unlighted), and, passing up the steps at its northern end, he attempted to cross the floor in the direction of the steps, at the southern end, leading down to the macadamized or gravel way which we have described. He was unaware of the existence of the openings or hatch-holes in the depot floor, or of any other obstruction or danger in his path, and, although using due care, he fell through one of the hatch-holes (which had been left uncovered and unguarded for some time before), down, a distance of at least five feet, upon the cross-ties and rails beneath. By the fall his left ankle and foot were broken and crushed, causing severe and permanent injury, attended by sickness and long confinement to his bed. The demurrer concedes that the company was aware as well of the condition of the hatch-holes in the depot floor, as that such condition was unsafe and dangerous to the travelling public.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The right to revive this action in the name of the personal representative of Bennett seems to be clear under the laws both of Kentucky and Tennessee, by each of which States the defendant was incorporated, and in the latter of which occurred the injuries for which damages are claimed. Kentucky Gen.Stat. 179; Tennessee Code, sect. 2846.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The facts disclosed by the pleadings, and by the demurrer conceded to exist, seem to bring this case within the rule&#8212;founded in justice and necessity, and illustrated in many adjudged cases in the American courts&#8212;that the owner or occupant of land who, by invitation, express or implied, induces or leads others to come upon his premises, for any lawful purpose, is liable in damages to such persons&#8212;they using due care&#8212;for injuries occasioned by the unsafe condition of the land or its approaches, if such condition was known to him and not to them, and was negligently suffered to exist, without timely notice to the public, or to those who were likely to act upon such invitation. <i>Railroad Company</i> v. <i>Hanning</i>, 15 Wall. 649; <i>Carleton &amp; Others</i> v. <i>Franconia Iron &amp; Steel Co.</i>, 99 Mass. 216; <i>Sweeny</i> v. <i>Old Colony &amp; Newport Railroad Co.</i>, 10 Allen (Mass.), 368; Wharton, Negligence, sects. 349-352; Cooley, Torts, 604-607, and authorities cited by those authors. The last-named author says that when one 'expressly or by implication invites others to come upon his premises, whether for business or for any other purpose, it is his duty to be reasonably sure that he is not inviting them into danger, and to that end he must exercise ordinary care and prudence to render the premises reasonably safe for the visit.' The rule is also illustrated in many cases in the English courts, some of which it may be well to examine. One, referred to by this court in <i>Railroad</i> v. <i>Hanning</i>, is <i>Corby</i> v. <i>Hill</i>, 4 C. B. N. S. 562. That was an action for an injury sustained by the plaintiff while travelling upon a private way leading from a turnpike road to a certain building, and over which parties having occasion to visit such building were likely to pass, and were accustomed to pass, by leave of the owners of the soil. The defendant negligently obstructed the way by placing thereon certain materials without giving notice or warning of the obstruction by light or other signal, and by reason thereof the plaintiff's horse was driven against the obstruction and injured. One of the pleas was that the defendant had placed the materials on the road by the license or consent of the owners of the soil. Upon the argument of the case, counsel for the defendant contended that the owners of the soil, and consequently, also, any person having leave or license from them, might, as against any other person, using the way by the like leave and license, place an obstruction thereon without incurring responsibility for injury resulting therefrom, unless in the case where an allurement or inducement was held out to such other person to make use of the way. Upon the general question, as well as in response to this argument, Cockburn, C. J., said: 'It seems to me that the very case from which the learned counsel seeks to distinguish this is the case now before us. The proprietors of the soil held out an allurement whereby the plaintiff was induced to come upon the place in question; they held out this road to all persons having occasion to proceed to the asylum as the means of access thereto. . . . Having, so to speak, dedicated the way to such of the general public as might have occasion to use it for that purpose, and having held it out as a safe and convenient mode of access to the establishment, without any reservation, it was not competent for them to place thereon any obstruction calculated to render the road unsafe, and likely to cause injury to those persons to whom they held it out as a way along which they might safely go. If that be so, a third person could not acquire the right to do so under their license or permission.' In the same case, Williams, J., said: 'I see no reason why the plaintiff should not have a remedy against such a wrong-doer, just as much as if the obstruction had taken place upon a public road. Good sense and justice require that the should have a remedy, and there is no authority against it.' Willes, J., remarked: 'The defendant has no right to set a trap for the plaintiff. One who comes upon another's land by the owner's permission or invitation has a right to expect that the owner will not dig a pit thereon, or permit another to dig a pit thereon, so that persons lawfully coming there may receive injury.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Another case, often cited, is <i>Chapman</i> v. <i>Rothwell</i>, 1 El., B. &amp; E. 168. The declaration there charged that the defendant was in possession and occupation of a brewery, office, and passage leading thereto from the public street, used by him for the reception of customers and others in his trade and business as a brewer. The passage was the usual and ordinary means of ingress and egress to and from the office, from and to the dpublic street. The defendant negligently permitted a trap-door in the floor of that passage to be and remain open, without being properly guarded and lighted. The plaintiff's wife had been to the brewery office as a customer in the defendant's business, and was walking along the passage on her return to the public street, when she fell through the trap-door and was injured and killed. Upon the argument, counsel for defendant insisted that no facts appeared showing it to be the duty of the defendant to keep the trap-door closed. To this Erle, J., replied, with the sanction of Lord Campbell, C. J., 'If you invite a customer to come to your shop, and leave a pitfall open, or a large iron peg in the part of the floor over which the customer is likely to tread, is not that a duty and a breach, if accident ensues?' The court there drew a distinction between the case of a mere visitor, as in <i>Southcote</i> v. <i>Stanley</i> (1 H. &amp; N. 247), and a customer, who, as one of the public, is invited for the purposes of business carried on by the owner or occupier of the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Indermaur</i> v. <i>Dames</i> (Law Rep. 1 C. P. 274, and 2 id. 313), the court, referring to the class of persons who visit premises upon business which concerns the occupier, and upon his invitation, express or implied, said that it was settled law that a visitor of that class, 'using reasonable care on his part for his own safety, is entitled to expect that the occupier shall, on his part, use reasonable care to prevent damage from unusual danger which he knows or ought to know; and that, where there is evidence of neglect, the question whether such reasonabl care has been taken, by notice, lighting, guarding, or otherwise, and whether there was contributory negligence in the sufferer, must be determined by a jury as a matter of fact.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In <i>Lancaster Canal Co.</i> v. <i>Parnaby</i>, 11 Ad. &amp; El. 230, which was the case of a company making a canal for their profit, and opening it to the public use on payment of tolls, it was held by the Exchequer Chamber that the common law, in such a case, imposed a duty upon the proprietors, not perhaps to repair the canal, or absolutely to free it from obstructions, but to take reasonable care, so long as they kept it open for the public use of all choosing to navigate it, that they may navigate it without danger to themselves or property.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The same principle was applied by the Exchequer Chamber in <i>Gibbs</i> v. <i>Trustees of the Liverpool Docks</i>, 3 H. &amp; N. 164. That was an action by the owners of a ship to recover for an injury done to the cargo by reason of the ship, when entering, having struck a bank of mud carelessly and negligently left in and about the entrance to the dock. The defendants were not individually profited by the operations of the company of which they were trustees, but, by statute, were bound, as such trustees, to apply the tolls received in maintaining the docks, and in paying the debt contracted in making them. The court, speaking by Coleridge, J., held, that whether the defendants received the tolls for a beneficial or a fiduciary purpose, the knowledge, upon their part, that the entrance to the dock was dangerous, imposed upon them the duty of closing the dock against the public, as soon as they became aware of its unsafe condition; that they had no right, with a knowledge of its condition, to keep it open and to invite the vessel in question into the peril which they knew it must encounter, by continuing to hold out to the public that any ship, on the payment of the tolls to them, might enter and navigate the dock.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judgment was affirmed upon full consideration in the House of Lords, 11 H. L. Cas. 686. In the opinion, there delivered by Mr. Justice Blackburn, on behalf of all the judges who heard the argument, among whom were Loards Cranworth, Wensleydale, and Westbury, it was said, 'For a body corporate never can either take care or neglect to take care, except through its servants; and (assuming that it was the duty of the trustees to take reasonable care that the dock was in a fit state) it seems clear that if they, by their servants, had the means of knowing that the dock was in an unfit state, and were negligently ignorant of its state, they did neglect this duty and did not take reasonable care that it was fit.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We forbear further citation of authorities. It is clear that the rule which obtains in the English courts is in harmony with that generally recognized in the courts of this country.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We entertain no doubt that upon the case, as made by the pleadings, the railroad company is liable in damages. As the deceased did not purchase from the railroad company a through-ticket, but only a ticket, over its line, from Vernon to Danville station, it may be argued that the relation of carrier and passenger, which existed between the company and him, terminated when he left the train at Danville station, and, consequently, that there was no breach of the company's contract of transportation. But there was, nevertheless, a breach of legal duty or obligation for which, as property owner, the railroad company is responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It cannot be pretended that Bennett, at the time he was injured, was, in any sense, a trespasser upon the premises of the company. Nor is this case like many, cited in the books, of mere passive acquiescence by the owner in the use of his premises by others. Nor is it a case of mere license or permission by the owner, without circumstances showing an invitation extended, or an inducement, or, in the language of some of the cases, an allurement, held out to him as one of the general public. It is sometimes difficult to determine whether the circumstances make a case of invitation, in the technical sense of that word, as used in a large number of adjudged cases, or only a case of mere license. 'The principle,' says Mr. Campbell, in his treatise on Negligence, 'appears to be that invitation is inferred where there is a common interest or mutual advantage, while a license is inferred where the object is the mere pleasure or benefit of the person using it.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As each case must largely depend upon its special circumstances, we shall not attempt to lay down a general rule upon the subject. It is quite sufficient to say that no difficulty of discrimination exists in the case before us. This is the case of a traveller, going upon a way which had been constructed and was maintained by a railroad company, in part for its own benefit and profit, to be used by all, without distinction, who desired, for purposes of business, to pass to and from the company's wharf-boat, moored at an established landing upon a public navigable river. The deceased, when injured, was using the premises for some of the very purposes for which they had been appropriated, and to which they had been, in a sense, dedicated by the owner. They were so situated, with reference to the river, and were so occupied and controlled by the company as not only to invite their use by the public, but practically to compel those having business at the river landing to abandon such business, or, in its prosecution, to pass over the route through the shed-depot. It was, therefore, the plain duty of the company to take such precautions, from time to time, as ordinary care and prudence would suggest to be necessary for the safety of those who had occasion to use the premises for the purposes for which they had been appropriated by the company, and for which, with its knowledge and permission, it was commonly used by the public.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are all of opinion that the pleadings state facts sufficient to require an answer from the defendant. It is a case peculiarly for the consideration of a jury of practical men, who, under proper instructions, can best ascertain to what extent, if at all, under the circumstances actually existing, the railroad company was negligent in the discharge of any duty or obligation, imposed by the law, and how far, if at all, the deceased was wanting in due care upon the occasion when he was injured.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To guard against misapprehension, it is proper to remark also that we must not be understood as making the plaintiff's right of recovery dependent upon proof of every single fact averred in the pleadings, or which has been recited in this opinion. We have considered the case in the light of the facts, as averred, and, by the demurrer, conceded to exist. Upon the trial, after issue joined, the court will have no difficulty, in view of what we have said, in determining whether the case, as actually presented to the jury, shows a breach of duty or legal obligation upon the part of the railroad company, for which it may be liable in damages.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgment will be reversed, and the cause remanded with directions to overrule the demurrer, and for further proceedings in conformity with this opinion; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>102 U.S. 577 (____)</b></center>\n<center><h1>BENNETT<br>\nv.<br>\nRAILROAD COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Walter Evans for the plaintiff in error.</p>\n<p>There was no opposing council.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This was an action by John Bennett against the Louisville and Nashville Railroad Company, commenced by a petition framed in accordance with the Kentucky Code of Practice in civil cases. Its object is to recover damages for personal injuries alleged to have resulted from negligence or want of proper care on the part of the agents, servants, and employés of the defendant, a corporation engaged in the business of transporting freight and passengers for hire. The petition was twice amended, and a demurrer thereto having been sustained, judgment was given for the defendant. After judgment the plaintiff died, and the action was revived in this court in the name of Martha J. Bennett, his personal representative.</p>\n<p>The controlling question before us is whether the amended petition makes out a cause of action against the company. <span class=\"star-pagination\">*578</span> Under its averments and for the purposes of this case, as presented, we must assume the existence of the following facts:-</p>\n<p>In the year 1876, the deceased was a passenger on the cars of the defendant from Vernon to Danville, in the State of Tennessee. At the last-named place he left the train for the purpose of taking the steamer \"Rapidan,\" which belonged to the Evansville and Tennessee River Packet Company, and was engaged in the navigation of that river. Its customary place of landing for Danville and immediate vicinity, on that side of the river, was at a wharf-boat, moored at or against a lot within a few hundred yards of the railroad station. Between the railroad company and the packet company there was, at the time, an arrangement or contract, by the terms of which each party enjoyed a community of interest (in what proportion it is not stated) in the freight and passenger traffic at that point. Each was at liberty to sell through tickets, and give through bills of lading, over both lines. The wharf and the lot were owned by, and were under the exclusive control of, the railroad company. The former was used by the company and the public for storing freight, and as a convenient place for the landing of steamboats navigating the river. The lot had been purchased and used by the company in connection with the wharf-boat, for the purpose of facilitating its passenger business, as well as for the receipt and discharge of freight coming from the river to the railroad, or going from the railroad to the river. For such use of its wharf-boat and landing the railroad company received benefit and compensation. To further facilitate its freight and passenger business, the railroad company had erected and maintained upon such lot, in front of the wharf-boat, a large open shed-depot, about two hundred and forty feet in length and twenty feet in width, in the centre of which was a room or apartment containing an engine, which was used for the purpose of hauling freight to and from the river by means of flats or cars drawn by ropes on railroad tracks. These cars were pulled up the bank into spaces (of which there were four, two on each side of the engine-room) left in the floor of the depot. These spaces or hatch-holes, as they are called, were <span class=\"star-pagination\">*579</span> about eleven feet in extent, and reached from the river side of the depot nearly to its centre.</p>\n<p>The customary, and indeed the only safe, available, and convenient route for persons passing from Danville to the steamboat landing was along a plank-way (on each side of which the ground was low and marshy), about six hundred yards in length, extending from Danville along a side-track of the railroad, and terminating at or near the northern end of the depot; thence up a flight of steps to the depot floor, and across the floor of the depot towards its southern end; thence down a flight of steps, located between two of the hatch-holes, to the wharf-boat, over a macadamized or gravel way. The latter and the plank-way were constructed by the railroad company for the convenience of those going upon business to or from the steamboat landing. The custom of travellers passing between the railroad station at Danville and the steamboat landing to use as a foot-way the plank-road, the depot floor, and the macadamized way leading to the wharf-boat, was not only a necessary one, but was known to and permitted by that company. There was no path or safe or convenient way around the shed-depot to the wharf.</p>\n<p>Such was the situation when the deceased reached Danville by the cars of the company. He stopped at a hotel to await the coming, that night, of the steamer \"Rapidan,\" whose usual hours of arrival at the landing were known to the railroad company. Some time after midnight the steamer reached the vicinity of the landing, and, by whistle, signalled for landing at the wharf-boat. Deceased started from the hotel for the steamboat, for the purpose of prosecuting his journey, taking with him a lighted lantern. He went upon the plank-way leading to the shed-depot, having been informed by the landlord that that was the proper route to take. He had proceeded but a short distance when the wind extinguished the light, and fearing the boat would immediately depart, and being able to see the plank-way, he proceeded to the depot (which was unlighted), and, passing up the steps at its northern end, he attempted to cross the floor in the direction of the steps, at the southern end, leading down to the macadamized or gravel way which we have described. He was unaware of the existence <span class=\"star-pagination\">*580</span> of the openings or hatch-holes in the depot floor, or of any other obstruction or danger in his path, and, although using due care, he fell through one of the hatch-holes (which had been left uncovered and unguarded for some time before), down, a distance of at least five feet, upon the cross-ties and rails beneath. By the fall his left ankle and foot were broken and crushed, causing severe and permanent injury, attended by sickness and long confinement to his bed. The demurrer concedes that the company was aware as well of the condition of the hatch-holes in the depot floor, as that such condition was unsafe and dangerous to the travelling public.</p>\n<p>The right to revive this action in the name of the personal representative of Bennett seems to be clear under the laws both of Kentucky and Tennessee, by each of which States the defendant was incorporated, and in the latter of which occurred the injuries for which damages are claimed. Kentucky Gen. Stat. 179; Tennessee Code, sect. 2846.</p>\n<p>The facts disclosed by the pleadings, and by the demurrer conceded to exist, seem to bring this case within the rule  founded in justice and necessity, and illustrated in many adjudged cases in the American courts  that the owner or occupant of land who, by invitation, express or implied, induces or leads others to come upon his premises, for any lawful purpose, is liable in damages to such persons  they using due care  for injuries occasioned by the unsafe condition of the land or its approaches, if such condition was known to him and not to them, and was negligently suffered to exist, without timely notice to the public, or to those who were likely to act upon such invitation. Railroad Company v. Hanning, 15 Wall. 649; Carleton &amp; Others v. Franconia Iron &amp; Steel Co., 99 Mass. 216; Sweeny v. Old Colony &amp; Newport Railroad Co., 10 Allen (Mass.), 368; Wharton, Negligence, sects. 349-352; Cooley, Torts, 604-607, and authorities cited by those authors. The last-named author says that when one \"expressly or by implication invites others to come upon his premises, whether for business or for any other purpose, it is his duty to be reasonably sure that he is not inviting them into danger, and to that end he must exercise ordinary care and prudence to render the premises reasonably safe for the visit.\"</p>\n<p><span class=\"star-pagination\">*581</span> The rule is also illustrated in many cases in the English courts, some of which it may be well to examine. One, referred to by this court in Railroad v. Hanning, is Corby v. Hill, 4 C.B.N.S. 562. That was an action for an injury sustained by the plaintiff while travelling upon a private way leading from a turnpike road to a certain building, and over which parties having occasion to visit such building were likely to pass, and were accustomed to pass, by leave of the owners of the soil. The defendant negligently obstructed the way by placing thereon certain materials without giving notice or warning of the obstruction by light or other signal, and by reason thereof the plaintiff's horse was driven against the obstruction and injured. One of the pleas was that the defendant had placed the materials on the road by the license or consent of the owners of the soil. Upon the argument of the case, counsel for the defendant contended that the owners of the soil, and consequently, also, any person having leave or license from them, might, as against any other person, using the way by the like leave and license, place an obstruction thereon without incurring responsibility for injury resulting therefrom, unless in the case where an allurement or inducement was held out to such other person to make use of the way. Upon the general question, as well as in response to this argument, Cockburn, C.J., said: \"It seems to me that the very case from which the learned counsel seeks to distinguish this is the case now before us. The proprietors of the soil held out an allurement whereby the plaintiff was induced to come upon the place in question; they held out this road to all persons having occasion to proceed to the asylum as the means of access thereto... . Having, so to speak, dedicated the way to such of the general public as might have occasion to use it for that purpose, and having held it out as a safe and convenient mode of access to the establishment, without any reservation, it was not competent for them to place thereon any obstruction calculated to render the road unsafe, and likely to cause injury to those persons to whom they held it out as a way along which they might safely go. If that be so, a third person could not acquire the right to do so under their license or permission.\" In the same case, Williams, J., said: \"I see no reason why the <span class=\"star-pagination\">*582</span> plaintiff should not have a remedy against such a wrong-doer, just as much as if the obstruction had taken place upon a public road. Good sense and justice require that he should have a remedy, and there is no authority against it.\" Willes, J., remarked: \"The defendant has no right to set a trap for the plaintiff. One who comes upon another's land by the owner's permission or invitation has a right to expect that the owner will not dig a pit thereon, or permit another to dig a pit thereon, so that persons lawfully coming there may receive injury.\"</p>\n<p>Another case, often cited, is Chapman v. Rothwell, 1 El., B. &amp; E. 168. The declaration there charged that the defendant was in possession and occupation of a brewery, office, and passage leading thereto from the public street, used by him for the reception of customers and others in his trade and business as a brewer. The passage was the usual and ordinary means of ingress and egress to and from the office, from and to the public street. The defendant negligently permitted a trap-door in the floor of that passage to be and remain open, without being properly guarded and lighted. The plaintiff's wife had been to the brewery office as a customer in the defendant's business, and was walking along the passage on her return to the public street, when she fell through the trap-door and was injured and killed. Upon the argument, counsel for defendant insisted that no facts appeared showing it to be the duty of the defendant to keep the trap-door closed. To this Erle, J., replied, with the sanction of Lord Campbell, C.J., \"If you invite a customer to come to your shop, and leave a pitfall open, or a large iron peg in the part of the floor over which the customer is likely to tread, is not that a duty and a breach, if accident ensues?\" The court there drew a distinction between the case of a mere visitor, as in Southcote v. Stanley (1 H. &amp; N. 247), and a customer, who, as one of the public, is invited for the purposes of business carried on by the owner or occupier of the premises.</p>\n<p>In Indermaur v. Dames (Law Rep. 1 C.P. 274, and 2 id. 313), the court, referring to the class of persons who visit premises upon business which concerns the occupier, and upon his invitation, express or implied, said that it was settled <span class=\"star-pagination\">*583</span> law that a visitor of that class, \"using reasonable care on his part for his own safety, is entitled to expect that the occupier shall, on his part, use reasonable care to prevent damage from unusual danger which he knows or ought to know; and that, where there is evidence of neglect, the question whether such reasonable care has been taken, by notice, lighting, guarding, or otherwise, and whether there was contributory negligence in the sufferer, must be determined by a jury as a matter of fact.\"</p>\n<p>In Lancaster Canal Co. v. Parnaby, 11 Ad. &amp; El. 230, which was the case of a company making a canal for their profit, and opening it to the public use on payment of tolls, it was held by the Exchequer Chamber that the common law, in such a case, imposed a duty upon the proprietors, not perhaps to repair the canal, or absolutely to free it from obstructions, but to take reasonable care, so long as they kept it open for the public use of all choosing to navigate it, that they may navigate it without danger to themselves or property.</p>\n<p>The same principle was applied by the Exchequer Chamber in Gibbs v. Trustees of the Liverpool Docks, 3 H. &amp; N. 164. That was an action by the owners of a ship to recover for an injury done to the cargo by reason of the ship, when entering, having struck a bank of mud carelessly and negligently left in and about the entrance to the dock. The defendants were not individually profited by the operations of the company of which they were trustees, but, by statute, were bound, as such trustees, to apply the tolls received in maintaining the docks and in paying the debt contracted in making them. The court, speaking by Coleridge, J., held, that whether the defendants received the tolls for a beneficial or a fiduciary purpose, the knowledge, upon their part, that the entrance to the dock was dangerous, imposed upon them the duty of closing the dock against the public, as soon as they became aware of its unsafe condition; that they had no right, with a knowledge of its condition, to keep it open and to invite the vessel in question into the peril which they knew it must encounter, by continuing to hold out to the public that any ship, on the payment of the tolls to them, might enter and navigate the dock.</p>\n<p><span class=\"star-pagination\">*584</span> The judgment was affirmed upon full consideration in the House of Lords, 11 H.L. Cas. 686. In the opinion, there delivered by Mr. Justice Blackburn, on behalf of all the judges who heard the argument, among whom were Lords Cranworth, Wensleydale, and Westbury, it was said, \"For a body corporate never can either take care or neglect to take care, except through its servants; and (assuming that it was the duty of the trustees to take reasonable care that the dock was in a fit state) it seems clear that if they, by their servants, had the means of knowing that the dock was in an unfit state, and were negligently ignorant of its state, they did neglect this duty and did not take reasonable care that it was fit.\"</p>\n<p>We forbear further citation of authorities. It is clear that the rule which obtains in the English courts is in harmony with that generally recognized in the courts of this country.</p>\n<p>We entertain no doubt that upon the case, as made by the pleadings, the railroad company is liable in damages. As the deceased did not purchase from the railroad company a through-ticket, but only a ticket, over its line, from Vernon to Danville station, it may be argued that the relation of carrier and passenger, which existed between the company and him, terminated when he left the train at Danville station, and, consequently, that there was no breach of the company's contract of transportation. But there was, nevertheless, a breach of legal duty or obligation for which, as property owner, the railroad company is responsible.</p>\n<p>It cannot be pretended that Bennett, at the time he was injured, was, in any sense, a trespasser upon the premises of the company. Nor is this case like many, cited in the books, of mere passive acquiescence by the owner in the use of his premises by others. Nor is it a case of mere license or permission by the owner, without circumstances showing an invitation extended, or an inducement, or, in the language of some of the cases, an allurement, held out to him as one of the general public. It is sometimes difficult to determine whether the circumstances make a case of invitation, in the technical sense of that word, as used in a large number of adjudged cases, or only a case of mere license. \"The principle,\" <span class=\"star-pagination\">*585</span> says Mr. Campbell, in his treatise on Negligence, \"appears to be that invitation is inferred where there is a common interest or mutual advantage, while a license is inferred where the object is the mere pleasure or benefit of the person using it.\"</p>\n<p>As each case must largely depend upon its special circumstances, we shall not attempt to lay down a general rule upon the subject. It is quite sufficient to say that no difficulty of discrimination exists in the case before us. This is the case of a traveller, going upon a way which had been constructed and was maintained by a railroad company, in part for its own benefit and profit, to be used by all, without distinction, who desired, for purposes of business, to pass to and from the company's wharf-boat, moored at an established landing upon a public navigable river. The deceased, when injured, was using the premises for some of the very purposes for which they had been appropriated, and to which they had been, in a sense, dedicated by the owner. They were so situated, with reference to the river, and were so occupied and controlled by the company as not only to invite their use by the public, but practically to compel those having business at the river landing to abandon such business, or, in its prosecution, to pass over the route through the shed-depot. It was, therefore, the plain duty of the company to take such precautions, from time to time, as ordinary care and prudence would suggest to be necessary for the safety of those who had occasion to use the premises for the purposes for which they had been appropriated by the company, and for which, with its knowledge and permission, it was commonly used by the public.</p>\n<p>We are all of opinion that the pleadings state facts sufficient to require an answer from the defendant. It is a case peculiarly for the consideration of a jury of practical men, who, under proper instructions, can best ascertain to what extent, if at all, under the circumstances actually existing, the railroad company was negligent in the discharge of any duty or obligation, imposed by the law, and how far, if at all, the deceased was wanting in due care upon the occasion when he was injured.</p>\n<p>To guard against misapprehension, it is proper to remark also that we must not be understood as making the plaintiff's <span class=\"star-pagination\">*586</span> right of recovery dependent upon proof of every single fact averred in the pleadings, or which has been recited in this opinion. We have considered the case in the light of the facts, as averred, and, by the demurrer, conceded to exist. Upon the trial, after issue joined, the court will have no difficulty, in view of what we have said, in determining whether the case, as actually presented to the jury, shows a breach of duty or legal obligation upon the part of the railroad company, for which it may be liable in damages.</p>\n<p>The judgment will be reversed, and the cause remanded with directions to overrule the demurrer, and for further proceedings in conformity with this opinion; and it is</p>\n<p>So ordered.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">577</span></span> (____)</b></center>\n<center><h1>BENNETT<br>\nv.<br>\nRAILROAD COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Walter Evans for the plaintiff in error.</p>\n<p>There was no opposing council.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This was an action by John Bennett against the Louisville and Nashville Railroad Company, commenced by a petition framed in accordance with the Kentucky Code of Practice in civil cases. Its object is to recover damages for personal injuries alleged to have resulted from negligence or want of proper care on the part of the agents, servants, and employés of the defendant, a corporation engaged in the business of transporting freight and passengers for hire. The petition was twice amended, and a demurrer thereto having been sustained, judgment was given for the defendant. After judgment the plaintiff died, and the action was revived in this court in the name of Martha J. Bennett, his personal representative.</p>\n<p>The controlling question before us is whether the amended petition makes out a cause of action against the company. <span class=\"star-pagination\">*578</span> Under its averments and for the purposes of this case, as presented, we must assume the existence of the following facts:-</p>\n<p>In the year 1876, the deceased was a passenger on the cars of the defendant from Vernon to Danville, in the State of Tennessee. At the last-named place he left the train for the purpose of taking the steamer \"Rapidan,\" which belonged to the Evansville and Tennessee River Packet Company, and was engaged in the navigation of that river. Its customary place of landing for Danville and immediate vicinity, on that side of the river, was at a wharf-boat, moored at or against a lot within a few hundred yards of the railroad station. Between the railroad company and the packet company there was, at the time, an arrangement or contract, by the terms of which each party enjoyed a community of interest (in what proportion it is not stated) in the freight and passenger traffic at that point. Each was at liberty to sell through tickets, and give through bills of lading, over both lines. The wharf and the lot were owned by, and were under the exclusive control of, the railroad company. The former was used by the company and the public for storing freight, and as a convenient place for the landing of steamboats navigating the river. The lot had been purchased and used by the company in connection with the wharf-boat, for the purpose of facilitating its passenger business, as well as for the receipt and discharge of freight coming from the river to the railroad, or going from the railroad to the river. For such use of its wharf-boat and landing the railroad company received benefit and compensation. To further facilitate its freight and passenger business, the railroad company had erected and maintained upon such lot, in front of the wharf-boat, a large open shed-depot, about two hundred and forty feet in length and twenty feet in width, in the centre of which was a room or apartment containing an engine, which was used for the purpose of hauling freight to and from the river by means of flats or cars drawn by ropes on railroad tracks. These cars were pulled up the bank into spaces (of which there were four, two on each side of the engine-room) left in the floor of the depot. These spaces or hatch-holes, as they are called, were <span class=\"star-pagination\">*579</span> about eleven feet in extent, and reached from the river side of the depot nearly to its centre.</p>\n<p>The customary, and indeed the only safe, available, and convenient route for persons passing from Danville to the steamboat landing was along a plank-way (on each side of which the ground was low and marshy), about six hundred yards in length, extending from Danville along a side-track of the railroad, and terminating at or near the northern end of the depot; thence up a flight of steps to the depot floor, and across the floor of the depot towards its southern end; thence down a flight of steps, located between two of the hatch-holes, to the wharf-boat, over a macadamized or gravel way. The latter and the plank-way were constructed by the railroad company for the convenience of those going upon business to or from the steamboat landing. The custom of travellers passing between the railroad station at Danville and the steamboat landing to use as a foot-way the plank-road, the depot floor, and the macadamized way leading to the wharf-boat, was not only a necessary one, but was known to and permitted by that company. There was no path or safe or convenient way around the shed-depot to the wharf.</p>\n<p>Such was the situation when the deceased reached Danville by the cars of the company. He stopped at a hotel to await the coming, that night, of the steamer \"Rapidan,\" whose usual hours of arrival at the landing were known to the railroad company. Some time after midnight the steamer reached the vicinity of the landing, and, by whistle, signalled for landing at the wharf-boat. Deceased started from the hotel for the steamboat, for the purpose of prosecuting his journey, taking with him a lighted lantern. He went upon the plank-way leading to the shed-depot, having been informed by the landlord that that was the proper route to take. He had proceeded but a short distance when the wind extinguished the light, and fearing the boat would immediately depart, and being able to see the plank-way, he proceeded to the depot (which was unlighted), and, passing up the steps at its northern end, he attempted to cross the floor in the direction of the steps, at the southern end, leading down to the macadamized or gravel way which we have described. He was unaware of the existence <span class=\"star-pagination\">*580</span> of the openings or hatch-holes in the depot floor, or of any other obstruction or danger in his path, and, although using due care, he fell through one of the hatch-holes (which had been left uncovered and unguarded for some time before), down, a distance of at least five feet, upon the cross-ties and rails beneath. By the fall his left ankle and foot were broken and crushed, causing severe and permanent injury, attended by sickness and long confinement to his bed. The demurrer concedes that the company was aware as well of the condition of the hatch-holes in the depot floor, as that such condition was unsafe and dangerous to the travelling public.</p>\n<p>The right to revive this action in the name of the personal representative of Bennett seems to be clear under the laws both of Kentucky and Tennessee, by each of which States the defendant was incorporated, and in the latter of which occurred the injuries for which damages are claimed. Kentucky Gen. Stat. 179; Tennessee Code, sect. 2846.</p>\n<p>The facts disclosed by the pleadings, and by the demurrer conceded to exist, seem to bring this case within the rule  founded in justice and necessity, and illustrated in many adjudged cases in the American courts  that the owner or occupant of land who, by invitation, express or implied, induces or leads others to come upon his premises, for any lawful purpose, is liable in damages to such persons  they using due care  for injuries occasioned by the unsafe condition of the land or its approaches, if such condition was known to him and not to them, and was negligently suffered to exist, without timely notice to the public, or to those who were likely to act upon such invitation. Railroad Company v. Hanning, 15 Wall. 649; Carleton &amp; Others v. Franconia Iron &amp; Steel Co., 99 Mass. 216; Sweeny v. Old Colony &amp; Newport Railroad Co., 10 Allen (Mass.), 368; Wharton, Negligence, sects. 349-352; Cooley, Torts, 604-607, and authorities cited by those authors. The last-named author says that when one \"expressly or by implication invites others to come upon his premises, whether for business or for any other purpose, it is his duty to be reasonably sure that he is not inviting them into danger, and to that end he must exercise ordinary care and prudence to render the premises reasonably safe for the visit.\"</p>\n<p><span class=\"star-pagination\">*581</span> The rule is also illustrated in many cases in the English courts, some of which it may be well to examine. One, referred to by this court in Railroad v. Hanning, is Corby v. Hill, 4 C.B.N.S. 562. That was an action for an injury sustained by the plaintiff while travelling upon a private way leading from a turnpike road to a certain building, and over which parties having occasion to visit such building were likely to pass, and were accustomed to pass, by leave of the owners of the soil. The defendant negligently obstructed the way by placing thereon certain materials without giving notice or warning of the obstruction by light or other signal, and by reason thereof the plaintiff's horse was driven against the obstruction and injured. One of the pleas was that the defendant had placed the materials on the road by the license or consent of the owners of the soil. Upon the argument of the case, counsel for the defendant contended that the owners of the soil, and consequently, also, any person having leave or license from them, might, as against any other person, using the way by the like leave and license, place an obstruction thereon without incurring responsibility for injury resulting therefrom, unless in the case where an allurement or inducement was held out to such other person to make use of the way. Upon the general question, as well as in response to this argument, Cockburn, C.J., said: \"It seems to me that the very case from which the learned counsel seeks to distinguish this is the case now before us. The proprietors of the soil held out an allurement whereby the plaintiff was induced to come upon the place in question; they held out this road to all persons having occasion to proceed to the asylum as the means of access thereto... . Having, so to speak, dedicated the way to such of the general public as might have occasion to use it for that purpose, and having held it out as a safe and convenient mode of access to the establishment, without any reservation, it was not competent for them to place thereon any obstruction calculated to render the road unsafe, and likely to cause injury to those persons to whom they held it out as a way along which they might safely go. If that be so, a third person could not acquire the right to do so under their license or permission.\" In the same case, Williams, J., said: \"I see no reason why the <span class=\"star-pagination\">*582</span> plaintiff should not have a remedy against such a wrong-doer, just as much as if the obstruction had taken place upon a public road. Good sense and justice require that he should have a remedy, and there is no authority against it.\" Willes, J., remarked: \"The defendant has no right to set a trap for the plaintiff. One who comes upon another's land by the owner's permission or invitation has a right to expect that the owner will not dig a pit thereon, or permit another to dig a pit thereon, so that persons lawfully coming there may receive injury.\"</p>\n<p>Another case, often cited, is Chapman v. Rothwell, 1 El., B. &amp; E. 168. The declaration there charged that the defendant was in possession and occupation of a brewery, office, and passage leading thereto from the public street, used by him for the reception of customers and others in his trade and business as a brewer. The passage was the usual and ordinary means of ingress and egress to and from the office, from and to the public street. The defendant negligently permitted a trap-door in the floor of that passage to be and remain open, without being properly guarded and lighted. The plaintiff's wife had been to the brewery office as a customer in the defendant's business, and was walking along the passage on her return to the public street, when she fell through the trap-door and was injured and killed. Upon the argument, counsel for defendant insisted that no facts appeared showing it to be the duty of the defendant to keep the trap-door closed. To this Erle, J., replied, with the sanction of Lord Campbell, C.J., \"If you invite a customer to come to your shop, and leave a pitfall open, or a large iron peg in the part of the floor over which the customer is likely to tread, is not that a duty and a breach, if accident ensues?\" The court there drew a distinction between the case of a mere visitor, as in Southcote v. Stanley (1 H. &amp; N. 247), and a customer, who, as one of the public, is invited for the purposes of business carried on by the owner or occupier of the premises.</p>\n<p>In Indermaur v. Dames (Law Rep. 1 C.P. 274, and 2 id. 313), the court, referring to the class of persons who visit premises upon business which concerns the occupier, and upon his invitation, express or implied, said that it was settled <span class=\"star-pagination\">*583</span> law that a visitor of that class, \"using reasonable care on his part for his own safety, is entitled to expect that the occupier shall, on his part, use reasonable care to prevent damage from unusual danger which he knows or ought to know; and that, where there is evidence of neglect, the question whether such reasonable care has been taken, by notice, lighting, guarding, or otherwise, and whether there was contributory negligence in the sufferer, must be determined by a jury as a matter of fact.\"</p>\n<p>In Lancaster Canal Co. v. Parnaby, 11 Ad. &amp; El. 230, which was the case of a company making a canal for their profit, and opening it to the public use on payment of tolls, it was held by the Exchequer Chamber that the common law, in such a case, imposed a duty upon the proprietors, not perhaps to repair the canal, or absolutely to free it from obstructions, but to take reasonable care, so long as they kept it open for the public use of all choosing to navigate it, that they may navigate it without danger to themselves or property.</p>\n<p>The same principle was applied by the Exchequer Chamber in Gibbs v. Trustees of the Liverpool Docks, 3 H. &amp; N. 164. That was an action by the owners of a ship to recover for an injury done to the cargo by reason of the ship, when entering, having struck a bank of mud carelessly and negligently left in and about the entrance to the dock. The defendants were not individually profited by the operations of the company of which they were trustees, but, by statute, were bound, as such trustees, to apply the tolls received in maintaining the docks and in paying the debt contracted in making them. The court, speaking by Coleridge, J., held, that whether the defendants received the tolls for a beneficial or a fiduciary purpose, the knowledge, upon their part, that the entrance to the dock was dangerous, imposed upon them the duty of closing the dock against the public, as soon as they became aware of its unsafe condition; that they had no right, with a knowledge of its condition, to keep it open and to invite the vessel in question into the peril which they knew it must encounter, by continuing to hold out to the public that any ship, on the payment of the tolls to them, might enter and navigate the dock.</p>\n<p><span class=\"star-pagination\">*584</span> The judgment was affirmed upon full consideration in the House of Lords, 11 H.L. Cas. 686. In the opinion, there delivered by Mr. Justice Blackburn, on behalf of all the judges who heard the argument, among whom were Lords Cranworth, Wensleydale, and Westbury, it was said, \"For a body corporate never can either take care or neglect to take care, except through its servants; and (assuming that it was the duty of the trustees to take reasonable care that the dock was in a fit state) it seems clear that if they, by their servants, had the means of knowing that the dock was in an unfit state, and were negligently ignorant of its state, they did neglect this duty and did not take reasonable care that it was fit.\"</p>\n<p>We forbear further citation of authorities. It is clear that the rule which obtains in the English courts is in harmony with that generally recognized in the courts of this country.</p>\n<p>We entertain no doubt that upon the case, as made by the pleadings, the railroad company is liable in damages. As the deceased did not purchase from the railroad company a through-ticket, but only a ticket, over its line, from Vernon to Danville station, it may be argued that the relation of carrier and passenger, which existed between the company and him, terminated when he left the train at Danville station, and, consequently, that there was no breach of the company's contract of transportation. But there was, nevertheless, a breach of legal duty or obligation for which, as property owner, the railroad company is responsible.</p>\n<p>It cannot be pretended that Bennett, at the time he was injured, was, in any sense, a trespasser upon the premises of the company. Nor is this case like many, cited in the books, of mere passive acquiescence by the owner in the use of his premises by others. Nor is it a case of mere license or permission by the owner, without circumstances showing an invitation extended, or an inducement, or, in the language of some of the cases, an allurement, held out to him as one of the general public. It is sometimes difficult to determine whether the circumstances make a case of invitation, in the technical sense of that word, as used in a large number of adjudged cases, or only a case of mere license. \"The principle,\" <span class=\"star-pagination\">*585</span> says Mr. Campbell, in his treatise on Negligence, \"appears to be that invitation is inferred where there is a common interest or mutual advantage, while a license is inferred where the object is the mere pleasure or benefit of the person using it.\"</p>\n<p>As each case must largely depend upon its special circumstances, we shall not attempt to lay down a general rule upon the subject. It is quite sufficient to say that no difficulty of discrimination exists in the case before us. This is the case of a traveller, going upon a way which had been constructed and was maintained by a railroad company, in part for its own benefit and profit, to be used by all, without distinction, who desired, for purposes of business, to pass to and from the company's wharf-boat, moored at an established landing upon a public navigable river. The deceased, when injured, was using the premises for some of the very purposes for which they had been appropriated, and to which they had been, in a sense, dedicated by the owner. They were so situated, with reference to the river, and were so occupied and controlled by the company as not only to invite their use by the public, but practically to compel those having business at the river landing to abandon such business, or, in its prosecution, to pass over the route through the shed-depot. It was, therefore, the plain duty of the company to take such precautions, from time to time, as ordinary care and prudence would suggest to be necessary for the safety of those who had occasion to use the premises for the purposes for which they had been appropriated by the company, and for which, with its knowledge and permission, it was commonly used by the public.</p>\n<p>We are all of opinion that the pleadings state facts sufficient to require an answer from the defendant. It is a case peculiarly for the consideration of a jury of practical men, who, under proper instructions, can best ascertain to what extent, if at all, under the circumstances actually existing, the railroad company was negligent in the discharge of any duty or obligation, imposed by the law, and how far, if at all, the deceased was wanting in due care upon the occasion when he was injured.</p>\n<p>To guard against misapprehension, it is proper to remark also that we must not be understood as making the plaintiff's <span class=\"star-pagination\">*586</span> right of recovery dependent upon proof of every single fact averred in the pleadings, or which has been recited in this opinion. We have considered the case in the light of the facts, as averred, and, by the demurrer, conceded to exist. Upon the trial, after issue joined, the court will have no difficulty, in view of what we have said, in determining whether the case, as actually presented to the jury, shows a breach of duty or legal obligation upon the part of the railroad company, for which it may be liable in damages.</p>\n<p>The judgment will be reversed, and the cause remanded with directions to overrule the demurrer, and for further proceedings in conformity with this opinion; and it is</p>\n<p>So ordered.</p>\n</div>", "id": 90271, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90271/", "sha1": "33a95c9f13ac98b5fca9967ea4851e15d718b3ef", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:30"}