{"absolute_url": "/opinion/90454/belk-v-meagher/", "blocked": false, "citation": {"case_name": "Belk v. Meagher", "docket_number": null, "document_uris": ["/api/rest/v2/document/90454/"], "federal_cite_one": "104 U.S. 279", "federal_cite_three": null, "federal_cite_two": null, "id": 74834, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74834/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 27, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1881-12-18", "date_modified": "2014-12-21T01:29:20.570970", "docket": "/api/rest/v2/docket/181211/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">104 U.S. 279</p>\n    <p class=\"case_cite\">104 U.S. 279</p>\n    <p class=\"case_cite\">26 L.Ed. 735</p>\n    <p class=\"parties\">BELK<br>v.<br>MEAGHER.</p>\n    <p class=\"date\">October Term, 1881</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the Territory of Montana.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Samuel Shellabarger</i> and <i>Mr. E. W. Toole</i> for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. J. C. Robinson</i> and <i>Mr. Richard T. Merrick, contra</i>.</p>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action of ejectment brought by Belk, the plaintiff in error, to recover the possession of a certain alleged quartzlode mining claim, being, as is stated in the complaint, 'a relocation of a part of what is known as the old original lode claim.' Passing by for the present the exceptions taken to the rulings of the court at the trial on the admission and rejection of testimony, the facts affecting the title of the respective parties may be stated as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In July or August, 1864, George O. Humphreys and William Allison located the discovery claim on the original lode and claims one and two west of discovery. These locations were valid and subsisting on the 10th of May, 1872, and no claim adverse to them then existed. No work was done on them between that date and June, 1875. During the month of June, 1875, and before any relocation had been made, the original locators, or their grantees, resumed work upon the claims, and did enough to re-establish their original rights, if that could be done by a simple resumption of work at that time. No work was afterwards done on the property by the original locators, or any one claiming under them; and it does not appear that they were in the actual possession of the claims, or any part thereof, on the 19th of December 1876, or for a long time before. It is conceded by both parties that the original claims lapsed on the 1st of January, 1877, because of a failure to perform the annual work required by the act of Congress in such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the 19th of December, 1876, Belk made the relocation under which he now claims, and did all that was necessary to perfect his rights, if the premises were at that time open for that purpose. His entry on the property was peaceable, no one appearing to resist. Between the date of his entry and the 21st of February, 1877, he did small amount of work on the claim which did not occupy more than two days of his time, and probably not so much as that, and he had no other possession of the property than such as arose from his location of the claim and his occasional labor upon it. On the 21st of February, 1877, the defendants entered on the property peaceably and made another relocation, doing all that was required to perfect their rights, if the premises were at the time open to them. The possession they had when this suit was begun was in connection with the title they acquired in that way.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon this state of facts the questions presented in argument for our consideration are,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Whether the work done in June, 1875, was sufficient to give the original locators, or those claiming under them, an exclusive right to the possession and enjoyment of the property until Jan. 1, 1877.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. Whether, if it was, a valid relocation of the premises, good as against everbody but the original locators or their grantees, could be made by Belk on the 19th of December, 1876, his entry for that purpose being peaceable and without force.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Whether, if Belk's relocation was invalid when made, it became effectual in law on the 1st of January, 1877, when the original claims lapsed; and,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. Whether, even if the relocation of Belk was invalid, the defendants could, after the 1st of January, 1877, make a relocation which would give them as against him an exclusive right to the possession and enjoyment of the property, their entry for that purpose being made peaceably and without force.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By sect. 3 of the act of May 10, 1872, c. 152 (17 Stat. 91), entitled 'An Act to promote the development of the mining resources of the United States,' it was provided that the locators of all mining locations theretofore made, or which should thereafter be made, on any mineral vein, lode, or ledge situated on the public domain, their heirs and assigns, where no adverse claim then existed, should have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations, so long as they complied with the laws of the United States, and with State, territorial, and local regulations, not in conflict with the laws of the United States, governing their possessory title. The fifth section further provided that on all claims located prior to the passage of the act, ten dollars' worth of work should be performed or improvements made each year for each one hundred feet in length along the vein, until a patent should have issued therefor; and upon a failure to comply with this condition, the claim or mine on which the failure occurred should be open to relocation in the same manner as if no location of the same had ever been made, provided the original locators, their heirs, assigns, or legal representatives had not resumed work on the claim after the failure and before the relocation. By the act of March 1, 1873, c. 214 (17 Stat. 483), the time for making the first annual expenditure, under the act of 1872, was extended to June 10, 1874; and by the act of June 6, 1874, c. 220 (18 Stat. 61), to Jan. 1, 1875. The exact language of this last act is as follows: 'That the provisions of the fifth section of the act . . . passed May 10, 1872, which requires expenditures of labor and improvements on claims located prior to the passage of said act, are hereby so amended that the time for the first annual expenditure on claims located prior to the passage of said act shall be extended to the first day of January, 1875.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For all the purposes of this case the law stands as it would have stood had the original act of 1872 provided that the first annual expenditure on claims then in existence might be made at any time before Jan. 1, 1875, and annually thnereafter until a patent issued. If it was not made by that time the claim would be open to relocation, provided work was not resumed upon it by the original locators or those claiming under them, before a new location was made. Such being the law, it seems to us clear that if work is renewed on a claim after it has once been open to relocation, but before a relocation is actually made, the rights of the original owners stand as they would if there had been no failure to comply with this condition of the act. The argument on the part of the plaintiff in error is that, if no work is done before January, 1875, all rights under the original claim are gone; but that is not, in our opinion, the fair meaning of the language which Congress has employed to express its will. As we think, the exclusive possessory rights of the original locator and his assigns were continued, without any work at all, until Jan. 1, 1875, and afterwards if, before another entered on his possession and relocated the claim, he resumed work to the extent required by the law. His rights after resumption were precisely what they would have been if no default had occurred. The act of 1874 is in form an amendment of that of 1872, and all the provisions of the old law remain in full force, except so far as they are modified by the new.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From what has thus been said, it is apparent that as work was done in the present case during the year 1875, before any relocation was made, the original claim was continued in force and made operative until there could be another forfeiture by reason of the failure of the owners to do the necessary annual work. The year in which the work was done began on the 1st of January, 1875, and ended on the 31st of December. The law fixes no time within a year when the work must be done. Consequently, if done at any time during the year, it is enough, and there can be no forfeiture until the entire year has gone by. That, in this case, would not be until Dec. 31, 1876; and the work, if completed on that day, would be just as effectual for the protection of the claim as if it had been done on the 1st of January previous. It follows that on the 19th of December, 1876, the owners of the original location had, under the act of Congress, the exclusive right to the possession and enjoyment of the property in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A mining claim perfected under the law is property in the highest sense of that term, which may be bought, sold, and conveyed, and will pass by descent.  <i>Forbes</i> v. <i>Gracey</i>, 94 U.S. 762. There is nothing in the act of Congress which makes actual possession any more necessary for the protection of the title acquired to such a claim by a valid location, than it is for any other grant from the United States. The language of the act is that the locators 'shall have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations,' which is to continue until there shall be a failure to do the requisite amount of work within the prescribed time. Congress has seen fit to maek the possession of that part of the public lands which is valuable for minerals separable from the fee, and to provide for the existence of an exclusive right to the possession, while the paramount title to the land remains in the United States. In furtherance of this policy it was enacted by sect. 9 of the act of Feb. 27, 1865, c. 64 (13 Stat. 441, Rev. Stat., sect. 910), that no possessory action between individuals in the courts of the United States for the recovery of mining titles should be affected by the fact that the paramount title to the land was in the United States, but that each case should be adjudged by the law of possession.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mining claims are not open to relocation until the rights of a former locator have come to an end. A relocator seeks to avail himself of mineral in the public lands which another has discovered. This he cannot do until the discoverer has in law abandoned his calim, and left the property open for another to take up. The right of location upon the mineral lands of the United States is a privilege granted by Congress, but it can only be exercised within the limits prescribed by the grant. A location can only be made where the law allows it to be done. Any attempt to go beyond that will be of no avail. Hence a relocation on lands actually covered at the time by another valid and subsisting location is void; and this not only against the prior locator, but all the world, because the law allows no such thing to be done. It follows that the relocation of Belk was invalid at the time it was made, and continued to be so until Jan. 1, 1877.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The next inquiry is, whether the attempted location in December became operative on the 1st of January, so as to give Belk the exclusive right to the possession and enjoyment of the claim after that. We think it did not. The right to the possession comes only from a valid location. Consequently, if there is no location there can be no possession under it. Location does not necessarily follow from possession, but possession from location. A location is not made by taking possession alone, but by working on the ground, recording and doing whatever else is required for that purpose by the acts of Congress and the local laws and regulations. As in this case, all these things were done when the law did not allow it; they are as if they had never been done. On the 19th of December the right to the possession of this property was just as much withdrawn from the public domain as the fee is by a valid grant from the United States under the authority of law, or the possession by a valid and subsisting homestead or pre-emption entry. As the United States could not at the time give Belk the right to take possession of the property for the purpose of making his location, because there was an existing outstanding grant of the exclusive right of possession and enjoyment, it would seem necessarily to follow for the purposes of a valid might make must be unavailing for the purposes of a valid location of a claim under the act of Congress. A location to be effectual must be good at the time it is made. When perfected it has the effect of a grant by the United States of the right of present and exclusive possession. As the proceeding to locate is one in which the United States is not directly an actor, but is carried on by the locator alone, so that he may take what the United States has, through an act of Congress, offered to give, it is clear that there can be nothing to take until there is an offer to give. Here Congress has said in unmistakable language that what has been once located under the law shall not be relocated until the first location has expired, and it is difficult to see why, if Belk could make his relocation on the 19th of December, he might not on the 19th of January before. <i>Lansdale</i> v. <i>Daniels</i>, 100 U. S. 113, 116. The original locators and their grantees had precisely the same rights after each date, the only difference being in duration. To hold that, before the former location has expired, an entry may be made and the several acts done necessary to perfect a relocation, will be to encourage unseemly contests about the possession of the public mineral-bearing lands which would almost necessarily be followed by breaches of the peace.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This brings us to the inquiry whether the possession of Belk, after the 1st of January, was such as to prevent the defendants from making a valid relocation and acquiring title under it. The position taken in his behalf is, that even if the original locators, or their grantees, had, under the act of Congress, a right to the possession of their claim until January 1, a statute of limitations in Montana would bar their action against him for its recovery, because they had not been in actual possession within a year previous to his entry, and consequently his entry, though tortious as to them, was good as the beginning of an adverse possession, which if continued for a year, would entitle him to a patent under the provisions of sect. 2332 of the Revised Statutes. The statute of Montana relied on is as follows: 'No action to recover any mining claim, whether placer or quartz, or any quartz lead or lode, or any interests therein or possession thereof, unless the same be held under patent from the government of the United States, shall be commenced or maintained unless that it is proved that the plaintiff, or his assigns, or predecessor in interest, were in the actual seisin or possession of such mining claim, quartz lead or lode, within one year next before the commencement of such action.' Laws of Montana, 1872, p. 591.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">And sect. 2332 of the Revised Statutes is as follows: 'Where such person or association, they and their grantors, have held and worked their claims for a period equal to the time prescribed by the Statute of Limitations for mining claims of the State or Territory where the same may be situated, evidence of such possession and working of the claims for such period shall be sufficient to establish a right to a patent thereto under the chapter in the absence of an adverse claim.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Montana statute was passed Jan. 11, 1872, and the act of Congress, under which both parties claim, on the 10th of May thereafter. Under the act of Congress, as has just been seen, the original locators, or their grantees, had what was equivalent to a grant by the United States of the right to the exclusive possession and enjoyment of the property until January 1. The Montana statute, if in any respect repugnant to this, was repealed to the extent of such repugnancy by the act of Congress. As between possessors, having no other title than such as is derived from mere occupancy, an action would undoubtedly be barred by the Montana statute. Whether that would be so in a case where an actual right of possession had been acquired under the act of Congress is a question we need not consider, as here the controversy is not between Belk and the prior locators. It is clear that, whether in Montana an action could be maintained against him or not, his right of location depended entirely on the act of Congress, and under it, as has already been seen, what he did had no effect to secure to him the grant of any rights. All he got or could get by his entry was possession, and that, to be of any avail, must be actual.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the provisions of the Revised Statutes relied on, Belk could not get a patent for the claim he attempted to locate, unless he secured what is here made the equivalent of a valid location by actually holding and working for the requisite time. If he actually held possession and worked the claim long enough, and kept all others out, his right to a patent would be complete. He had no grant of any right of possession. His ultimate right to a patent depended entirely on his keeping himself in and all others out, and if he was not actually in, he was in law out. A peaceable adverse entry, coupled with the right to hold the possession which was thereby acquired, operated as an ouster, which broke the continuity of his holding and deprived him of the title he might have got if he had kept in for the requisite length of time. He had made no such location as prevented the lands from being in law vacant. Others had the right to enter for the purpose of taking them up, if it could be done peaceably and without force. There is nothing in <i>Atherton</i> v. <i>Fowler</i> (96 U. S. 513) to the contrary of this. In that case it was held a right of pre-emption could not be established by a <i>forcible</i> intrustion upon the possession of one who had already settled upon, improved, and enclosed the property. Upon that proposition the court was unanimous. We also all agree that if a peaceable entry had been made on lands which had not been enclosed or improved, a good right might have been secured. The only difference of opinion we had was as to whether the entry in that case was be force or peaceably. A majority of the court thought it was forcible, while the minority considered that the case had been fairly put to the jury on the question of forcible or peaceable entry, and the effect of the verdict was that it had been peaceable.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This brings us to the facts of the present case. No one contends that the defendants effected their entry and secured their relocation by force. They knew what Belk had done and what he was doing. He had no right to the possession, and was only on the land at intervals. There was no enclosure, and he had made no improvements. He apparently exercised no other acts of ownership, after January 1, than every explorer of the mineral lands of the United States does when he goes on them and uses his pick to search for and examine lodes and veins. As his attempted relocation was invalid, his rights were no more than those of a simple explorer. In two months he had done, as he himself says, 'no hard work on the claim,' and he 'probably put two days' work on the ground.' This was the extent of his possession. He was not an original discoverer, but he sought to avail himself of what others had found. Relying on what he had done in December, he did not do what was necessary to effect a valid relocation after January 1. His possession might have been such as would have enabled him to bring an action of trespass against one who entered without any color of right, but it was not enough, as we think, to prevent an entry peaceably and in good faith for the purpose of securing a right under the act of Congress to the exclusive possession and enjoyment of the property. The defendants having got into possession and perfected a relocation, have secured the better right. When this suit was begun they had not only possession, but a right granted by the United States to continue their possession against all adverse claimants. The possession by Belk was that of a mere intruder, while that of the defendants was accompanied by color of title.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is contended, however, that the court erred in its charge to the jury, because it assumed that the defendants' relocation was good if that of Belk was bad. The notice of the relocation of the defendants was proved by the introduction of the county records, and if we understand correctly the position which is now taken, it is that this notice was defective because of an insufficient affidavit. We cannot find that this precise objection was taken below. When the record was first offered in evidence it seems to have been objected to generally, but afterwards, on a motion to strike it out, the reasons assigned were: 1, that the original was not shown to have been out of the possession or under the control of the defendants; and, 2, that the record did not give a sufficient description of the location. As the affidavit to the notice of the relocation of Belk was identical in form with that of the defendants, it is possible such an objection as is now made was not then desirable; but however that may be, we are clearly of the opinion it cannot be made for the first time in this court. The trial below was conducted entirely on the theory that Belk had the better right, because the defendants could not in law make a relocation at the time they did. The court had thr right to understand that it was conceded the defendants had perfected their title if it could be done under the circumstances, and the special objections made to the evidence that was introduced should not be sustained. Nothing which occurred in the progress of the trial below can be assigned for error here which was not brought to the attention of the court and decided by it. When specific objections are made to the admission of evidence, the court has the right to assume that all others are waived, and proceed with the case accordingly. Consequently, when the specific objections made to the introduction of this notice in evidence were overruled, the court had the right to consider it was no longer contended that the requisite notice had not been given and recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This disposes of all the questions raised on the instructions to the jury. It remains to consider the various exceptions taken to the admission and rejection of testimony. These are:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. As to the admission of the book from the office of the recorder of Deer Lodge County to prove the record of the location of the original lode claims by Humphrey and Allison.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. As to the admission of the books of record from the same office to prove certain deeds by which it was claimed the title of Humphrey and Allison to the original lode claims was transmitted, in whole or in part, to one Murphy; and,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. The rejection of the testimony of one McFarland, a witness produced at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. As to the proof of the record of the location of the original lode claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As Belk sets up title only as a relocator of part of the original lode claim, he impliedly admits the validity of the prior location. There can be no relocation unless there has been a prior valid location, or something equivalent, of the same property. It is nowhere disputed that Humphrey and Allison were the locators and owners of the claim originally. The proof by the record was, therefore, probably unnecessary; but if not, it seems to us the book offered was sufficiently authenticated. It was one of the books of record kept in the proper office, and transmitted as such from one officer to another. The original recording appears to have been in a temporary book, and, at a very early date in the history of the county, transcribed by the deputy recorder, under the general supervision of his principal, into the book which has since been recognized as part of the public records of the office. It was sufficiently shown that the original book had been lost or destroyed. This we think enough to justify the use of the present book in its place. Having been recognized as part of the official records of the county almost from the time of the organization of civil government in the Territory, it would be dangerous to exclude it now without any proof of fraud or mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">2. As to the deeds. In the view we take of the case, it is entirely unimportant whether the original lode claim had been transferred or not. The work was done in 1875 by Humphrey, one of the original locators, for the express purpose of resuming the claim. He says it was done under an arrangement which he made to that effect with Thornton, who, according to the deeds put in evidence, was the owner of three-fourths of the property, Humphrey himself owning the rest. It is a matter of no importance to Belk whether the work that was done inured to the benefit of Humphrey alone or to him with others. Without, therefore, considering any of the questions presented in the argument as to the competency of the evidence, or the proper execution of the deeds, we are clearly of the opinion that there is nothing in the assignments of error affecting this branch of the case which requires a reversal of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">3. As to the testimony of McFarland. He was in effect asked whether any one had that day pointed out to him the line between the National Mining and Exploring Company's ground and the defendants'; and, if so, whom; and if he knew where the line was. There was but one question, and the objection was made to the question. It was entirely immaterial, so far as anything appears in the record, whether any one pointed out the line to the witness or not, unless it was some one connected with the suit of the parties. It is true, if he knew of his own knowledge where the line was, he might tell, but in the form the question was put he could well think he would be permitted to tell where it was as it had been pointed out to him. The question was clearly too general, and on that account objectionable. It is quite possible the witness knew facts that were material to the issue which was being tried. If he did, and the plaintiff desired to have them, the question should have been made more specific, and the objections to the form of that which was put removed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Upon a careful consideration of the whole case we find no error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>104 U.S. 279 (____)</b></center>\n<center><h1>BELK<br>\nv.<br>\nMEAGHER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*280</span> Mr. Samuel Shellabarger and Mr. E.W. Toole for the plaintiff in error.</p>\n<p>Mr. J.C. Robinson and Mr. Richard T. Merrick, contra.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>This is an action of ejectment brought by Belk, the plaintiff in error, to recover the possession of a certain alleged quartzlode mining claim, being, as is stated in the complaint, \"a relocation of a part of what is known as the old original lode claim.\" Passing by for the present the exceptions taken to the rulings of the court at the trial on the admission and rejection of testimony, the facts affecting the title of the respective parties may be stated as follows: </p>\n<p>In July or August, 1864, George O. Humphreys and William Allison located the discovery claim on the original lode and claims one and two west of discovery. These locations were valid and subsisting on the 10th of May, 1872, and no claim adverse to them then existed. No work was done on them between that date and June, 1875. During the month of June, 1875, and before any relocation had been made, the original locators, or their grantees, resumed work upon the claims, and did enough to re-establish their original rights, if that could be done by a simple resumption of work at that time. No work was afterwards done on the property by the original locators, or any one claiming under them; and it does not appear that they were in the actual possession of the claims, or any part thereof, on the 19th of December, 1876, or for a long time before. It is conceded by both parties that the original claims lapsed on the 1st of January, 1877, because of a failure to perform the annual work required by the act of Congress in such cases.</p>\n<p>On the 19th of December, 1876, Belk made the relocation under which he now claims, and did all that was necessary to perfect his rights, if the premises were at that time open for that purpose. His entry on the property was peaceable, no one appearing to resist. Between the date of his entry and the 21st of February, 1877, he did a small amount of work on the claim which did not occupy more than two days of his time, <span class=\"star-pagination\">*281</span> and probably not so much as that, and he had no other possession of the property than such as arose from his location of the claim and his occasional labor upon it. On the 21st of February, 1877, the defendants entered on the property peaceably and made another relocation, doing all that was required to perfect their rights, if the premises were at the time open to them. The possession they had when this suit was begun was in connection with the title they acquired in that way.</p>\n<p>Upon this state of facts the questions presented in argument for our consideration are, </p>\n<p>1. Whether the work done in June, 1875, was sufficient to give the original locators, or those claiming under them, an exclusive right to the possession and enjoyment of the property until Jan. 1, 1877.</p>\n<p>2. Whether, if it was, a valid relocation of the premises, good as against everybody but the original locators or their grantees, could be made by Belk on the 19th of December, 1876, his entry for that purpose being peaceable and without force.</p>\n<p>3. Whether, if Belk's relocation was invalid when made, it became effectual in law on the 1st of January, 1877, when the original claims lapsed; and,</p>\n<p>4. Whether, even if the relocation of Belk was invalid, the defendants could, after the 1st of January, 1877, make a relocation which would give them as against him an exclusive right to the possession and enjoyment of the property, their entry for that purpose being made peaceably and without force.</p>\n<p>By sect. 3 of the act of May 10, 1872, c. 152 (17 Stat. 91), entitled \"An Act to promote the development of the mining resources of the United States,\" it was provided that the locators of all mining locations theretofore made, or which should thereafter be made, on any mineral vein, lode, or ledge situated on the public domain, their heirs and assigns, where no adverse claim then existed, should have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations, so long as they complied with the laws of the United States, and with State, territorial, and local regulations, not in conflict with the laws of the United States, governing their possessory title. The fifth section further provided that on all claims located prior to the passage of the act, ten dollars' <span class=\"star-pagination\">*282</span> worth of work should be performed or improvements made each year for each one hundred feet in length along the vein, until a patent should have issued therefor; and upon a failure to comply with this condition, the claim or mine on which the failure occurred should be open to relocation in the same manner as if no location of the same had ever been made, provided the original locators, their heirs, assigns, or legal representatives had not resumed work on the claim after the failure and before the relocation. By the act of March 1, 1873, c. 214 (17 Stat. 483), the time for making the first annual expenditure, under the act of 1872, was extended to June 10, 1874; and by the act of June 6, 1874, c. 220 (18 Stat. 61), to Jan. 1, 1875. The exact language of this last act is as follows: \"That the provisions of the fifth section of the act ... passed May 10, 1872, which requires expenditures of labor and improvements on claims located prior to the passage of said act, are hereby so amended that the time for the first annual expenditure on claims located prior to the passage of said act shall be extended to the first day of January, 1875.\"</p>\n<p>For all the purposes of this case the law stands as it would have stood had the original act of 1872 provided that the first annual expenditure on claims then in existence might be made at any time before Jan. 1, 1875, and annually thereafter until a patent issued. If it was not made by that time the claim would be open to relocation, provided work was not resumed upon it by the original locators or those claiming under them, before a new location was made. Such being the law, it seems to us clear that if work is renewed on a claim after it has once been open to relocation, but before a relocation is actually made, the rights of the original owners stand as they would if there had been no failure to comply with this condition of the act. The argument on the part of the plaintiff in error is that, if no work is done before January, 1875, all rights under the original claim are gone; but that is not, in our opinion, the fair meaning of the language which Congress has employed to express its will. As we think, the exclusive possessory rights of the original locator and his assigns were continued, without any work at all, until Jan. 1, 1875, and afterwards if, before another entered on his possession and relocated the claim, <span class=\"star-pagination\">*283</span> he resumed work to the extent required by the law. His rights after resumption were precisely what they would have been if no default had occurred. The act of 1874 is in form an amendment of that of 1872, and all the provisions of the old law remain in full force, except so far as they are modified by the new.</p>\n<p>From what has thus been said, it is apparent that as work was done in the present case during the year 1875, before any relocation was made, the original claim was continued in force and made operative until there could be another forfeiture by reason of the failure of the owners to do the necessary annual work. The year in which the work was done began on the 1st of January, 1875, and ended on the 31st of December. The law fixes no time within a year when the work must be done. Consequently, if done at any time during the year, it is enough, and there can be no forfeiture until the entire year has gone by. That, in this case, would not be until Dec. 31, 1876; and the work, if completed on that day, would be just as effectual for the protection of the claim as if it had been done on the 1st of January previous. It follows that on the 19th of December, 1876, the owners of the original location had, under the act of Congress, the exclusive right to the possession and enjoyment of the property in dispute.</p>\n<p>A mining claim perfected under the law is property in the highest sense of that term, which may be bought, sold, and conveyed, and will pass by descent. Forbes v. Gracey, 94 U.S. 762. There is nothing in the act of Congress which makes actual possession any more necessary for the protection of the title acquired to such a claim by a valid location, than it is for any other grant from the United States. The language of the act is that the locators \"shall have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations,\" which is to continue until there shall be a failure to do the requisite amount of work within the prescribed time. Congress has seen fit to make the possession of that part of the public lands which is valuable for minerals separable from the fee, and to provide for the existence of an exclusive right to the possession, while the paramount title to the land remains in the United States. In furtherance of this <span class=\"star-pagination\">*284</span> policy it was enacted by sect. 9 of the act of Feb. 27, 1865, c. 64 (13 Stat. 441, Rev. Stat., sect. 910), that no possessory action between individuals in the courts of the United States for the recovery of mining titles should be affected by the fact that the paramount title to the land was in the United States, but that each case should be adjudged by the law of possession.</p>\n<p>Mining claims are not open to relocation until the rights of a former locator have come to an end. A relocator seeks to avail himself of mineral in the public lands which another has discovered. This he cannot do until the discoverer has in law abandoned his claim, and left the property open for another to take up. The right of location upon the mineral lands of the United States is a privilege granted by Congress, but it can only be exercised within the limits prescribed by the grant. A location can only be made where the law allows it to be done. Any attempt to go beyond that will be of no avail. Hence a relocation on lands actually covered at the time by another valid and subsisting location is void; and this not only against the prior locator, but all the world, because the law allows no such thing to be done. It follows that the relocation of Belk was invalid at the time it was made, and continued to be so until Jan. 1, 1877.</p>\n<p>The next inquiry is, whether the attempted location in December became operative on the 1st of January, so as to give Belk the exclusive right to the possession and enjoyment of the claim after that. We think it did not. The right to the possession comes only from a valid location. Consequently, if there is no location there can be no possession under it. Location does not necessarily follow from possession, but possession from location. A location is not made by taking possession alone, but by working on the ground, recording and doing whatever else is required for that purpose by the acts of Congress and the local laws and regulations. As in this case, all these things were done when the law did not allow it; they are as if they had never been done. On the 19th of December the right to the possession of this property was just as much withdrawn from the public domain as the fee is by a valid grant from the United States under the authority of law, or the <span class=\"star-pagination\">*285</span> possession by a valid and subsisting homestead or pre-emption entry. As the United States could not at the time give Belk the right to take possession of the property for the purpose of making his location, because there was an existing outstanding grant of the exclusive right of possession and enjoyment, it would seem necessarily to follow that any tortious entry he might make must be unavailing for the purposes of a valid location of a claim under the act of Congress. A location to be effectual must be good at the time it is made. When perfected it has the effect of a grant by the United States of the right of present and exclusive possession. As the proceeding to locate is one in which the United States is not directly an actor, but is carried on by the locator alone, so that he may take what the United States has, through an act of Congress, offered to give, it is clear that there can be nothing to take until there is an offer to give. Here Congress has said in unmistakable language that what has been once located under the law shall not be relocated until the first location has expired, and it is difficult to see why, if Belk could make his relocation on the 19th of December, he might not on the 19th of January before. Lansdale v. Daniels, 100 U.S. 113, 116. The original locators and their grantees had precisely the same rights after each date, the only difference being in duration. To hold that, before the former location has expired, an entry may be made and the several acts done necessary to perfect a relocation, will be to encourage unseemly contests about the possession of the public mineral-bearing lands which would almost necessarily be followed by breaches of the peace.</p>\n<p>This brings us to the inquiry whether the possession of Belk, after the 1st of January, was such as to prevent the defendants from making a valid relocation and acquiring title under it. The position taken in his behalf is, that even if the original locators, or their grantees, had, under the act of Congress, a right to the possession of their claim until January 1, a statute of limitations in Montana would bar their action against him for its recovery, because they had not been in actual possession within a year previous to his entry, and consequently his entry, though tortious as to them, was good as the beginning of an adverse possession, which, if continued for <span class=\"star-pagination\">*286</span> a year, would entitle him to a patent under the provisions of sect. 2332 of the Revised Statutes. The statute of Montana relied on is as follows: \"No action to recover any mining claim, whether placer or quartz, or any quartz lead or lode, or any interests therein or possession thereof, unless the same be held under patent from the government of the United States, shall be commenced or maintained unless that it is proved that the plaintiff, or his assigns, or predecessor in interest, were in the actual seisin or possession of such mining claim, quartz lead or lode, within one year next before the commencement of such action.\" Laws of Montana, 1872, p. 591.</p>\n<p>And sect. 2332 of the Revised Statutes is as follows: \"Where such person or association, they and their grantors, have held and worked their claims for a period equal to the time prescribed by the Statute of Limitations for mining claims of the State or Territory where the same may be situated, evidence of such possession and working of the claims for such period shall be sufficient to establish a right to a patent thereto under this chapter in the absence of an adverse claim.\"</p>\n<p>The Montana statute was passed Jan. 11, 1872, and the act of Congress, under which both parties claim, on the 10th of May thereafter. Under the act of Congress, as has just been seen, the original locators, or their grantees, had what was equivalent to a grant by the United States of the right to the exclusive possession and enjoyment of the property until January 1. The Montana statute, if in any respect repugnant to this, was repealed to the extent of such repugnancy by the act of Congress. As between possessors, having no other title than such as is derived from mere occupancy, an action would undoubtedly be barred by the Montana statute. Whether that would be so in a case where an actual right of possession had been acquired under the act of Congress is a question we need not consider, as here the controversy is not between Belk and the prior locators. It is clear that, whether in Montana an action could be maintained against him or not, his right of location depended entirely on the act of Congress, and under it, as has already been seen, what he did had no effect to secure to him the grant of any rights. All he got or could get by his <span class=\"star-pagination\">*287</span> entry was possession, and that, to be of any avail, must be actual.</p>\n<p>Under the provisions of the Revised Statutes relied on, Belk could not get a patent for the claim he attempted to locate, unless he secured what is here made the equivalent of a valid location by actually holding and working for the requisite time. If he actually held possession and worked the claim long enough, and kept all others out, his right to a patent would be complete. He had no grant of any right of possession. His ultimate right to a patent depended entirely on his keeping himself in and all others out, and if he was not actually in, he was in law out. A peaceable adverse entry, coupled with the right to hold the possession which was thereby acquired, operated as an ouster, which broke the continuity of his holding and deprived him of the title he might have got if he had kept in for the requisite length of time. He had made no such location as prevented the lands from being in law vacant. Others had the right to enter for the purpose of taking them up, if it could be done peaceably and without force. There is nothing in Atherton v. Fowler (96 U.S. 513) to the contrary of this. In that case it was held a right of pre-emption could not be established by a forcible intrusion upon the possession of one who had already settled upon, improved, and enclosed the property. Upon that proposition the court was unanimous. We also all agree that if a peaceable entry had been made on lands which had not been enclosed or improved, a good right might have been secured. The only difference of opinion we had was as to whether the entry in that case was by force or peaceably. A majority of the court thought it was forcible, while the minority considered that the case had been fairly put to the jury on the question of forcible or peaceable entry, and the effect of the verdict was that it had been peaceable.</p>\n<p>This brings us to the facts of the present case. No one contends that the defendants effected their entry and secured their relocation by force. They knew what Belk had done and what he was doing. He had no right to the possession, and was only on the land at intervals. There was no enclosure, and he had made no improvements. He apparently exercised no <span class=\"star-pagination\">*288</span> other acts of ownership, after January 1, than every explorer of the mineral lands of the United States does when he goes on them and uses his pick to search for and examine lodes and veins. As his attempted relocation was invalid, his rights were no more than those of a simple explorer. In two months he had done, as he himself says, \"no hard work on the claim,\" and he \"probably put two days' work on the ground.\" This was the extent of his possession. He was not an original discoverer, but he sought to avail himself of what others had found. Relying on what he had done in December, he did not do what was necessary to effect a valid relocation after January 1. His possession might have been such as would have enabled him to bring an action of trespass against one who entered without any color of right, but it was not enough, as we think, to prevent an entry peaceably and in good faith for the purpose of securing a right under the act of Congress to the exclusive possession and enjoyment of the property. The defendants having got into possession and perfected a relocation, have secured the better right. When this suit was begun they had not only possession, but a right granted by the United States to continue their possession against all adverse claimants. The possession by Belk was that of a mere intruder, while that of the defendants was accompanied by color of title.</p>\n<p>It is contended, however, that the court erred in its charge to the jury, because it assumed that the defendants' relocation was good if that of Belk was bad. The notice of the relocation of the defendants was proved by the introduction of the county records, and if we understand correctly the position which is now taken, it is that this notice was defective because of an insufficient affidavit. We cannot find that this precise objection was taken below. When the record was first offered in evidence it seems to have been objected to generally, but afterwards, on a motion to strike it out, the reasons assigned were: 1, that the original was not shown to have been out of the possession or under the control of the defendants; and, 2, that the record did not give a sufficient description of the location. As the affidavit to the notice of the relocation of Belk was identical in form with that of the defendants, it is possible such <span class=\"star-pagination\">*289</span> an objection as is now made was not then desirable; but however that may be, we are clearly of the opinion it cannot be made for the first time in this court. The trial below was conducted entirely on the theory that Belk had the better right, because the defendants could not in law make a relocation at the time they did. The court had the right to understand that it was conceded the defendants had perfected their title if it could be done under the circumstances, and the special objections made to the evidence that was introduced should not be sustained. Nothing which occurred in the progress of the trial below can be assigned for error here which was not brought to the attention of the court and decided by it. When specific objections are made to the admission of evidence, the court has the right to assume that all others are waived, and proceed with the case accordingly. Consequently, when the specific objections made to the introduction of this notice in evidence were overruled, the court had the right to consider it was no longer contended that the requisite notice had not been given and recorded.</p>\n<p>This disposes of all the questions raised on the instructions to the jury. It remains to consider the various exceptions taken to the admission and rejection of testimony. These are: </p>\n<p>1. As to the admission of the book from the office of the recorder of Deer Lodge County to prove the record of the location of the original lode claims by Humphrey and Allison.</p>\n<p>2. As to the admission of the books of record from the same office to prove certain deeds by which it was claimed the title of Humphrey and Allison to the original lode claims was transmitted, in whole or in part, to one Murphy; and,</p>\n<p>3. The rejection of the testimony of one McFarland, a witness produced at the trial.</p>\n<p>1. As to the proof of the record of the location of the original lode claim.</p>\n<p>As Belk sets up title only as a relocator of part of the original lode claim, he impliedly admits the validity of the prior location. There can be no relocation unless there has been a prior valid location, or something equivalent, of the same property. It is nowhere disputed that Humphrey and Allison <span class=\"star-pagination\">*290</span> were the locators and owners of the claim originally. The proof by the record was, therefore, probably unnecessary; but if not, it seems to us the book offered was sufficiently authenticated. It was one of the books of record kept in the proper office, and transmitted as such from one officer to another. The original recording appears to have been in a temporary book, and, at a very early date in the history of the county, transcribed by the deputy recorder, under the general supervision of his principal, into the book which has since been recognized as part of the public records of the office. It was sufficiently shown that the original book had been lost or destroyed. This we think enough to justify the use of the present book in its place. Having been recognized as part of the official records of the county almost from the time of the organization of civil government in the Territory, it would be dangerous to exclude it now without any proof of fraud or mistake.</p>\n<p>2. As to the deeds. In the view we take of the case, it is entirely unimportant whether the original lode claim had been transferred or not. The work was done in 1875 by Humphrey, one of the original locators, for the express purpose of resuming the claim. He says it was done under an arrangement which he made to that effect with Thornton, who, according to the deeds put in evidence, was the owner of three-fourths of the property, Humphrey himself owning the rest. It is a matter of no importance to Belk whether the work that was done inured to the benefit of Humphrey alone or to him with others. Without, therefore, considering any of the questions presented in the argument as to the competency of the evidence, or the proper execution of the deeds, we are clearly of the opinion that there is nothing in the assignments of error affecting this branch of the case which requires a reversal of the judgment.</p>\n<p>3. As to the testimony of McFarland. He was in effect asked whether any one had that day pointed out to him the line between the National Mining and Exploring Company's ground and the defendants'; and, if so, whom; and if he knew where the line was. There was but one question, and the objection was made to the question. It was entirely immaterial, so far as anything appears in the record, whether any one pointed <span class=\"star-pagination\">*291</span> out the line to the witness or not, unless it was some one connected with the suit of the parties. It is true, if he knew of his own knowledge where the line was, he might tell, but in the form the question was put he could well think he would be permitted to tell where it was as it had been pointed out to him. The question was clearly too general, and on that account objectionable. It is quite possible the witness knew facts that were material to the issue which was being tried. If he did, and the plaintiff desired to have them, the question should have been made more specific, and the objections to the form of that which was put removed.</p>\n<p>Upon a careful consideration of the whole case we find no error.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></span> (____)</b></center>\n<center><h1>BELK<br>\nv.<br>\nMEAGHER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*280</span> Mr. Samuel Shellabarger and Mr. E.W. Toole for the plaintiff in error.</p>\n<p>Mr. J.C. Robinson and Mr. Richard T. Merrick, contra.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>This is an action of ejectment brought by Belk, the plaintiff in error, to recover the possession of a certain alleged quartzlode mining claim, being, as is stated in the complaint, \"a relocation of a part of what is known as the old original lode claim.\" Passing by for the present the exceptions taken to the rulings of the court at the trial on the admission and rejection of testimony, the facts affecting the title of the respective parties may be stated as follows: </p>\n<p>In July or August, 1864, George O. Humphreys and William Allison located the discovery claim on the original lode and claims one and two west of discovery. These locations were valid and subsisting on the 10th of May, 1872, and no claim adverse to them then existed. No work was done on them between that date and June, 1875. During the month of June, 1875, and before any relocation had been made, the original locators, or their grantees, resumed work upon the claims, and did enough to re-establish their original rights, if that could be done by a simple resumption of work at that time. No work was afterwards done on the property by the original locators, or any one claiming under them; and it does not appear that they were in the actual possession of the claims, or any part thereof, on the 19th of December, 1876, or for a long time before. It is conceded by both parties that the original claims lapsed on the 1st of January, 1877, because of a failure to perform the annual work required by the act of Congress in such cases.</p>\n<p>On the 19th of December, 1876, Belk made the relocation under which he now claims, and did all that was necessary to perfect his rights, if the premises were at that time open for that purpose. His entry on the property was peaceable, no one appearing to resist. Between the date of his entry and the 21st of February, 1877, he did a small amount of work on the claim which did not occupy more than two days of his time, <span class=\"star-pagination\">*281</span> and probably not so much as that, and he had no other possession of the property than such as arose from his location of the claim and his occasional labor upon it. On the 21st of February, 1877, the defendants entered on the property peaceably and made another relocation, doing all that was required to perfect their rights, if the premises were at the time open to them. The possession they had when this suit was begun was in connection with the title they acquired in that way.</p>\n<p>Upon this state of facts the questions presented in argument for our consideration are, </p>\n<p>1. Whether the work done in June, 1875, was sufficient to give the original locators, or those claiming under them, an exclusive right to the possession and enjoyment of the property until Jan. 1, 1877.</p>\n<p>2. Whether, if it was, a valid relocation of the premises, good as against everybody but the original locators or their grantees, could be made by Belk on the 19th of December, 1876, his entry for that purpose being peaceable and without force.</p>\n<p>3. Whether, if Belk's relocation was invalid when made, it became effectual in law on the 1st of January, 1877, when the original claims lapsed; and,</p>\n<p>4. Whether, even if the relocation of Belk was invalid, the defendants could, after the 1st of January, 1877, make a relocation which would give them as against him an exclusive right to the possession and enjoyment of the property, their entry for that purpose being made peaceably and without force.</p>\n<p>By sect. 3 of the act of May 10, 1872, c. 152 (17 Stat. 91), entitled \"An Act to promote the development of the mining resources of the United States,\" it was provided that the locators of all mining locations theretofore made, or which should thereafter be made, on any mineral vein, lode, or ledge situated on the public domain, their heirs and assigns, where no adverse claim then existed, should have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations, so long as they complied with the laws of the United States, and with State, territorial, and local regulations, not in conflict with the laws of the United States, governing their possessory title. The fifth section further provided that on all claims located prior to the passage of the act, ten dollars' <span class=\"star-pagination\">*282</span> worth of work should be performed or improvements made each year for each one hundred feet in length along the vein, until a patent should have issued therefor; and upon a failure to comply with this condition, the claim or mine on which the failure occurred should be open to relocation in the same manner as if no location of the same had ever been made, provided the original locators, their heirs, assigns, or legal representatives had not resumed work on the claim after the failure and before the relocation. By the act of March 1, 1873, c. 214 (17 Stat. 483), the time for making the first annual expenditure, under the act of 1872, was extended to June 10, 1874; and by the act of June 6, 1874, c. 220 (18 Stat. 61), to Jan. 1, 1875. The exact language of this last act is as follows: \"That the provisions of the fifth section of the act ... passed May 10, 1872, which requires expenditures of labor and improvements on claims located prior to the passage of said act, are hereby so amended that the time for the first annual expenditure on claims located prior to the passage of said act shall be extended to the first day of January, 1875.\"</p>\n<p>For all the purposes of this case the law stands as it would have stood had the original act of 1872 provided that the first annual expenditure on claims then in existence might be made at any time before Jan. 1, 1875, and annually thereafter until a patent issued. If it was not made by that time the claim would be open to relocation, provided work was not resumed upon it by the original locators or those claiming under them, before a new location was made. Such being the law, it seems to us clear that if work is renewed on a claim after it has once been open to relocation, but before a relocation is actually made, the rights of the original owners stand as they would if there had been no failure to comply with this condition of the act. The argument on the part of the plaintiff in error is that, if no work is done before January, 1875, all rights under the original claim are gone; but that is not, in our opinion, the fair meaning of the language which Congress has employed to express its will. As we think, the exclusive possessory rights of the original locator and his assigns were continued, without any work at all, until Jan. 1, 1875, and afterwards if, before another entered on his possession and relocated the claim, <span class=\"star-pagination\">*283</span> he resumed work to the extent required by the law. His rights after resumption were precisely what they would have been if no default had occurred. The act of 1874 is in form an amendment of that of 1872, and all the provisions of the old law remain in full force, except so far as they are modified by the new.</p>\n<p>From what has thus been said, it is apparent that as work was done in the present case during the year 1875, before any relocation was made, the original claim was continued in force and made operative until there could be another forfeiture by reason of the failure of the owners to do the necessary annual work. The year in which the work was done began on the 1st of January, 1875, and ended on the 31st of December. The law fixes no time within a year when the work must be done. Consequently, if done at any time during the year, it is enough, and there can be no forfeiture until the entire year has gone by. That, in this case, would not be until Dec. 31, 1876; and the work, if completed on that day, would be just as effectual for the protection of the claim as if it had been done on the 1st of January previous. It follows that on the 19th of December, 1876, the owners of the original location had, under the act of Congress, the exclusive right to the possession and enjoyment of the property in dispute.</p>\n<p>A mining claim perfected under the law is property in the highest sense of that term, which may be bought, sold, and conveyed, and will pass by descent. Forbes v. Gracey, 94 U.S. 762. There is nothing in the act of Congress which makes actual possession any more necessary for the protection of the title acquired to such a claim by a valid location, than it is for any other grant from the United States. The language of the act is that the locators \"shall have the exclusive right of possession and enjoyment of all the surface included within the lines of their locations,\" which is to continue until there shall be a failure to do the requisite amount of work within the prescribed time. Congress has seen fit to make the possession of that part of the public lands which is valuable for minerals separable from the fee, and to provide for the existence of an exclusive right to the possession, while the paramount title to the land remains in the United States. In furtherance of this <span class=\"star-pagination\">*284</span> policy it was enacted by sect. 9 of the act of Feb. 27, 1865, c. 64 (13 Stat. 441, Rev. Stat., sect. 910), that no possessory action between individuals in the courts of the United States for the recovery of mining titles should be affected by the fact that the paramount title to the land was in the United States, but that each case should be adjudged by the law of possession.</p>\n<p>Mining claims are not open to relocation until the rights of a former locator have come to an end. A relocator seeks to avail himself of mineral in the public lands which another has discovered. This he cannot do until the discoverer has in law abandoned his claim, and left the property open for another to take up. The right of location upon the mineral lands of the United States is a privilege granted by Congress, but it can only be exercised within the limits prescribed by the grant. A location can only be made where the law allows it to be done. Any attempt to go beyond that will be of no avail. Hence a relocation on lands actually covered at the time by another valid and subsisting location is void; and this not only against the prior locator, but all the world, because the law allows no such thing to be done. It follows that the relocation of Belk was invalid at the time it was made, and continued to be so until Jan. 1, 1877.</p>\n<p>The next inquiry is, whether the attempted location in December became operative on the 1st of January, so as to give Belk the exclusive right to the possession and enjoyment of the claim after that. We think it did not. The right to the possession comes only from a valid location. Consequently, if there is no location there can be no possession under it. Location does not necessarily follow from possession, but possession from location. A location is not made by taking possession alone, but by working on the ground, recording and doing whatever else is required for that purpose by the acts of Congress and the local laws and regulations. As in this case, all these things were done when the law did not allow it; they are as if they had never been done. On the 19th of December the right to the possession of this property was just as much withdrawn from the public domain as the fee is by a valid grant from the United States under the authority of law, or the <span class=\"star-pagination\">*285</span> possession by a valid and subsisting homestead or pre-emption entry. As the United States could not at the time give Belk the right to take possession of the property for the purpose of making his location, because there was an existing outstanding grant of the exclusive right of possession and enjoyment, it would seem necessarily to follow that any tortious entry he might make must be unavailing for the purposes of a valid location of a claim under the act of Congress. A location to be effectual must be good at the time it is made. When perfected it has the effect of a grant by the United States of the right of present and exclusive possession. As the proceeding to locate is one in which the United States is not directly an actor, but is carried on by the locator alone, so that he may take what the United States has, through an act of Congress, offered to give, it is clear that there can be nothing to take until there is an offer to give. Here Congress has said in unmistakable language that what has been once located under the law shall not be relocated until the first location has expired, and it is difficult to see why, if Belk could make his relocation on the 19th of December, he might not on the 19th of January before. Lansdale v. Daniels, <span class=\"citation\" data-id=\"90022\"><a href=\"/opinion/90022/lansdale-v-daniels/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 116. The original locators and their grantees had precisely the same rights after each date, the only difference being in duration. To hold that, before the former location has expired, an entry may be made and the several acts done necessary to perfect a relocation, will be to encourage unseemly contests about the possession of the public mineral-bearing lands which would almost necessarily be followed by breaches of the peace.</p>\n<p>This brings us to the inquiry whether the possession of Belk, after the 1st of January, was such as to prevent the defendants from making a valid relocation and acquiring title under it. The position taken in his behalf is, that even if the original locators, or their grantees, had, under the act of Congress, a right to the possession of their claim until January 1, a statute of limitations in Montana would bar their action against him for its recovery, because they had not been in actual possession within a year previous to his entry, and consequently his entry, though tortious as to them, was good as the beginning of an adverse possession, which, if continued for <span class=\"star-pagination\">*286</span> a year, would entitle him to a patent under the provisions of sect. 2332 of the Revised Statutes. The statute of Montana relied on is as follows: \"No action to recover any mining claim, whether placer or quartz, or any quartz lead or lode, or any interests therein or possession thereof, unless the same be held under patent from the government of the United States, shall be commenced or maintained unless that it is proved that the plaintiff, or his assigns, or predecessor in interest, were in the actual seisin or possession of such mining claim, quartz lead or lode, within one year next before the commencement of such action.\" Laws of Montana, 1872, p. 591.</p>\n<p>And sect. 2332 of the Revised Statutes is as follows: \"Where such person or association, they and their grantors, have held and worked their claims for a period equal to the time prescribed by the Statute of Limitations for mining claims of the State or Territory where the same may be situated, evidence of such possession and working of the claims for such period shall be sufficient to establish a right to a patent thereto under this chapter in the absence of an adverse claim.\"</p>\n<p>The Montana statute was passed Jan. 11, 1872, and the act of Congress, under which both parties claim, on the 10th of May thereafter. Under the act of Congress, as has just been seen, the original locators, or their grantees, had what was equivalent to a grant by the United States of the right to the exclusive possession and enjoyment of the property until January 1. The Montana statute, if in any respect repugnant to this, was repealed to the extent of such repugnancy by the act of Congress. As between possessors, having no other title than such as is derived from mere occupancy, an action would undoubtedly be barred by the Montana statute. Whether that would be so in a case where an actual right of possession had been acquired under the act of Congress is a question we need not consider, as here the controversy is not between Belk and the prior locators. It is clear that, whether in Montana an action could be maintained against him or not, his right of location depended entirely on the act of Congress, and under it, as has already been seen, what he did had no effect to secure to him the grant of any rights. All he got or could get by his <span class=\"star-pagination\">*287</span> entry was possession, and that, to be of any avail, must be actual.</p>\n<p>Under the provisions of the Revised Statutes relied on, Belk could not get a patent for the claim he attempted to locate, unless he secured what is here made the equivalent of a valid location by actually holding and working for the requisite time. If he actually held possession and worked the claim long enough, and kept all others out, his right to a patent would be complete. He had no grant of any right of possession. His ultimate right to a patent depended entirely on his keeping himself in and all others out, and if he was not actually in, he was in law out. A peaceable adverse entry, coupled with the right to hold the possession which was thereby acquired, operated as an ouster, which broke the continuity of his holding and deprived him of the title he might have got if he had kept in for the requisite length of time. He had made no such location as prevented the lands from being in law vacant. Others had the right to enter for the purpose of taking them up, if it could be done peaceably and without force. There is nothing in Atherton v. Fowler (96 U.S. 513) to the contrary of this. In that case it was held a right of pre-emption could not be established by a forcible intrusion upon the possession of one who had already settled upon, improved, and enclosed the property. Upon that proposition the court was unanimous. We also all agree that if a peaceable entry had been made on lands which had not been enclosed or improved, a good right might have been secured. The only difference of opinion we had was as to whether the entry in that case was by force or peaceably. A majority of the court thought it was forcible, while the minority considered that the case had been fairly put to the jury on the question of forcible or peaceable entry, and the effect of the verdict was that it had been peaceable.</p>\n<p>This brings us to the facts of the present case. No one contends that the defendants effected their entry and secured their relocation by force. They knew what Belk had done and what he was doing. He had no right to the possession, and was only on the land at intervals. There was no enclosure, and he had made no improvements. He apparently exercised no <span class=\"star-pagination\">*288</span> other acts of ownership, after January 1, than every explorer of the mineral lands of the United States does when he goes on them and uses his pick to search for and examine lodes and veins. As his attempted relocation was invalid, his rights were no more than those of a simple explorer. In two months he had done, as he himself says, \"no hard work on the claim,\" and he \"probably put two days' work on the ground.\" This was the extent of his possession. He was not an original discoverer, but he sought to avail himself of what others had found. Relying on what he had done in December, he did not do what was necessary to effect a valid relocation after January 1. His possession might have been such as would have enabled him to bring an action of trespass against one who entered without any color of right, but it was not enough, as we think, to prevent an entry peaceably and in good faith for the purpose of securing a right under the act of Congress to the exclusive possession and enjoyment of the property. The defendants having got into possession and perfected a relocation, have secured the better right. When this suit was begun they had not only possession, but a right granted by the United States to continue their possession against all adverse claimants. The possession by Belk was that of a mere intruder, while that of the defendants was accompanied by color of title.</p>\n<p>It is contended, however, that the court erred in its charge to the jury, because it assumed that the defendants' relocation was good if that of Belk was bad. The notice of the relocation of the defendants was proved by the introduction of the county records, and if we understand correctly the position which is now taken, it is that this notice was defective because of an insufficient affidavit. We cannot find that this precise objection was taken below. When the record was first offered in evidence it seems to have been objected to generally, but afterwards, on a motion to strike it out, the reasons assigned were: 1, that the original was not shown to have been out of the possession or under the control of the defendants; and, 2, that the record did not give a sufficient description of the location. As the affidavit to the notice of the relocation of Belk was identical in form with that of the defendants, it is possible such <span class=\"star-pagination\">*289</span> an objection as is now made was not then desirable; but however that may be, we are clearly of the opinion it cannot be made for the first time in this court. The trial below was conducted entirely on the theory that Belk had the better right, because the defendants could not in law make a relocation at the time they did. The court had the right to understand that it was conceded the defendants had perfected their title if it could be done under the circumstances, and the special objections made to the evidence that was introduced should not be sustained. Nothing which occurred in the progress of the trial below can be assigned for error here which was not brought to the attention of the court and decided by it. When specific objections are made to the admission of evidence, the court has the right to assume that all others are waived, and proceed with the case accordingly. Consequently, when the specific objections made to the introduction of this notice in evidence were overruled, the court had the right to consider it was no longer contended that the requisite notice had not been given and recorded.</p>\n<p>This disposes of all the questions raised on the instructions to the jury. It remains to consider the various exceptions taken to the admission and rejection of testimony. These are: </p>\n<p>1. As to the admission of the book from the office of the recorder of Deer Lodge County to prove the record of the location of the original lode claims by Humphrey and Allison.</p>\n<p>2. As to the admission of the books of record from the same office to prove certain deeds by which it was claimed the title of Humphrey and Allison to the original lode claims was transmitted, in whole or in part, to one Murphy; and,</p>\n<p>3. The rejection of the testimony of one McFarland, a witness produced at the trial.</p>\n<p>1. As to the proof of the record of the location of the original lode claim.</p>\n<p>As Belk sets up title only as a relocator of part of the original lode claim, he impliedly admits the validity of the prior location. There can be no relocation unless there has been a prior valid location, or something equivalent, of the same property. It is nowhere disputed that Humphrey and Allison <span class=\"star-pagination\">*290</span> were the locators and owners of the claim originally. The proof by the record was, therefore, probably unnecessary; but if not, it seems to us the book offered was sufficiently authenticated. It was one of the books of record kept in the proper office, and transmitted as such from one officer to another. The original recording appears to have been in a temporary book, and, at a very early date in the history of the county, transcribed by the deputy recorder, under the general supervision of his principal, into the book which has since been recognized as part of the public records of the office. It was sufficiently shown that the original book had been lost or destroyed. This we think enough to justify the use of the present book in its place. Having been recognized as part of the official records of the county almost from the time of the organization of civil government in the Territory, it would be dangerous to exclude it now without any proof of fraud or mistake.</p>\n<p>2. As to the deeds. In the view we take of the case, it is entirely unimportant whether the original lode claim had been transferred or not. The work was done in 1875 by Humphrey, one of the original locators, for the express purpose of resuming the claim. He says it was done under an arrangement which he made to that effect with Thornton, who, according to the deeds put in evidence, was the owner of three-fourths of the property, Humphrey himself owning the rest. It is a matter of no importance to Belk whether the work that was done inured to the benefit of Humphrey alone or to him with others. Without, therefore, considering any of the questions presented in the argument as to the competency of the evidence, or the proper execution of the deeds, we are clearly of the opinion that there is nothing in the assignments of error affecting this branch of the case which requires a reversal of the judgment.</p>\n<p>3. As to the testimony of McFarland. He was in effect asked whether any one had that day pointed out to him the line between the National Mining and Exploring Company's ground and the defendants'; and, if so, whom; and if he knew where the line was. There was but one question, and the objection was made to the question. It was entirely immaterial, so far as anything appears in the record, whether any one pointed <span class=\"star-pagination\">*291</span> out the line to the witness or not, unless it was some one connected with the suit of the parties. It is true, if he knew of his own knowledge where the line was, he might tell, but in the form the question was put he could well think he would be permitted to tell where it was as it had been pointed out to him. The question was clearly too general, and on that account objectionable. It is quite possible the witness knew facts that were material to the issue which was being tried. If he did, and the plaintiff desired to have them, the question should have been made more specific, and the objections to the form of that which was put removed.</p>\n<p>Upon a careful consideration of the whole case we find no error.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 90454, "judges": "Waite", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90454/", "sha1": "e6d29b499d446add4e9d804fb4e3fd603d1ec545", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:33"}