{"absolute_url": "/opinion/107834/skinner-v-louisiana/", "blocked": false, "citation": {"case_name": "Skinner v. Louisiana", "docket_number": "44", "document_uris": ["/api/rest/v2/document/107834/"], "federal_cite_one": "393 U.S. 473", "federal_cite_three": "21 L. Ed. 2d 684", "federal_cite_two": "89 S. Ct. 704", "id": 92193, "lexis_cite": "1969 U.S. LEXIS 2703", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/92193/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1969-03-03", "date_modified": "2014-12-21T01:56:08.729882", "docket": "/api/rest/v2/docket/85021/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">393 U.S. 473</p>\n    <p class=\"case_cite\">89 S.Ct. 704</p>\n    <p class=\"case_cite\">21 L.Ed.2d 684</p>\n    <p class=\"parties\">William SKINNER et al., petitioners,<br>v.<br>LOUISIANA.</p>\n    <p class=\"docket\">No. 44.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">January 27, 1969</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George M. Leppert, New Orleans, La., for petitioners.</p>\n      <p class=\"indent\">Mrs. Louise Korns, New Orleans, La., for respondent.</p>\n      <p class=\"indent\">On writ of certiorari to the Supreme Court of Louisiana.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The writ of certiorari is dismissed as improvidently granted.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mr. Justice MARSHALL with whom Mr. Chief Justice WARREN and Mr. Justice DOUGLAS join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioners were convicted of the possession and sale of marihuana and given lengthy prison terms. The Louisiana Supreme Court affirmed. State v. Skinner, 251 La. 300, 204 So.2d 370 (1967). We granted certiorari to consider several alleged errors occurring during the course of the state court proceedings. Skinner. v. Louisiana, 391 U.S. 963, 88 S.Ct. 2031, 20 L.Ed.2d 876 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioners argued before this Court that they were denied due process of law because the trial court refused to declare a recess, but instead allowed the trial to continue until nearly 3 a. m.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The principal basis for this claim is that Mr. Gill, counsel for Skinner and Gueldner, had become ineffective due to illness. I believe that the failure of the court to recess the trial when requested to do so by Gill effectively deprived petitioners Skinner and Gueldner of the right to the assistance of counsel guaranteed by the Sixth and Fourteenth Amendments to the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts are relatively simple. After several continuances, some granted because of Gill's illness, trial of the case commenced on the morning of March 21, 1966. The morning was consumed by selection of the jury and the trial proper did not commence until 2:45 p. m. The court recessed from 6:15 to 8 p. m. for dinner and at 11:40 p. m., the State rested. At that time, the following colloquy took place between court and counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'By MR. GILL. Before asking for a recess, I want to say this.      I have done the best I could. I am absolutely, you might say      mortally tired. We have ten, possibly twelve, witnesses to      place on the witness stand. If Your Honor please, I am      certainly not trying to put anything off. I have done the      best I could. I'm mortally tired.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'By THE COURT. You have been after me all day, Mr. Gill. I've      gotten tired of listening to you. I'm going to see if we      can't finish this case tonight. Go to work and see if we      can't finish the case tonight.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'By MR. GILL. I'll do what Your Honor says.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'BY THE COURT. I'm sure everyone is tired. I have already      asked the jury if they wanted to attempt to finish this case      tonight and if we went to work on it without talking so much      * * *.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'By MR. GILL. I want to say one thing, Your Honor. I have a      severe case of diabetes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'By THE COURT. I know you have been ill and I know we have      been having continuances to top of continuances because you      have been ill but I have my duties to perform too and one of      them is this case. I will gladly give you a recess for about three minutes      and then we will come back and proceed with this case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'By MR. GILL. May I further say this. I tested myself for      sugar. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'By THE COURT. We will take a recess for three minutes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'By MR. GILL. If Your Honor please, I respectfully request      Your Honor declare a mistrial.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thereafter, the court recessed for 35 minutes and reconvened at 12:25 a. m. The defense then presented its case. At 3 a. m., the court declared a recess until 9:30 the next morning. When the court reconvened, both parties presented their arguments to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In their motion for a new trial, petitioners alleged that the court erred in not declaring a recess after the State had rested. The trial court held a hearing on this issue, including the question of whether any of the jurors had been asleep during the trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Gill and his physician testified at that hearing. Gill testified that by the time the State had concluded its case he was 'just about dead on [his] feet' and that he did not, either that evening or the next morning, present the type of defense to which petitioners were entitled. He failed to ask for a mistrial after he had noticed a juror sleeping and had not called two possible witnesses. He had been in the hospital the week before and had just finished trying a case shortly before the present one began. During that earlier trial, he had found it necessary to go to bed by 7 p. m. His physical condition continued to deteriorate and he entered the hospital for two weeks shortly after the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gill's doctor then testified as to his condition three days after the trial and to his probable condition on the day of the trial. He testified that Gill was suffering from an acidotic condition due to diabetes and from nervous exhaustion. The doctor testified that Gill's efficiency at the trial would have been about two-thirds of normal and, after midnight, he 'would be practically ineffective.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The court sympathized with Gill but pointed out that the docket had to be cleared up and that the only way to do that is to 'force lawyers to try cases.' The motion for a new trial was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Louisiana Supreme Court held that the record indicated that Gill had conducted a vigorous defense, reserving bills of exception and engaging in colloquy with the court. The testimony of the doctor was discounted because it was not supported by the record and because the doctor was not in court at the time of the trial. Accordingly, the court found no prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The State argues that granting of recesses is in the discretion of the trial court and that no abuse of that discretion has been demonstrated here. This Court has frequently indicated that the granting of continuances and recesses is within the discretion of the trial court. See, e. g., Ungar v. Sarafite, 376 U.S. 575, 589, 84 S.Ct. 841, 11 L.Ed.2d 921 (1964). Nevertheless, 'a myopic insistence upon expeditiousness in the face of a justifiable request for delay can render the right to defend with counsel an empty formality.' Ibid. It is clear to me that in the present case the trial judge's concern with the state of his docket has resulted in depriving petitioners of their right to effective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Gill made it clear to the court that he was suffering from diabetes and that the length of the day's trial and the lateness of the hour had exhausted him. And the court was familiar with the history of Gill's health problems. Yet, before Gill could even tell the court the level of his blood sugar, the court denied his request for a recess. I think it clear that the record establishes that Gill was seriously ill, to the knowledge of the court. I think it irrelevant that he was able to continue and present a credible defense; we should not be required to speculate when counsel is performing up to his capacity. Nor do I think it relevant that Gill did not take more affirmative action to establish the state of his health or to secure a recess or a continuance the next morning. As Gill himself testified, and his doctor confirmed, his efficiency at the time was practically nil. I find it hard to believe that court calendars are so congested that diabetic counsel must be forced to work until the early morning hours to clear them up. Accordingly, I would reverse the convictions of petitioners Skinner and Gueldner.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The other alleged errors were the absence of one petitioner at hearings on certain pre-trial motions, the arraignment of one petitioner without counsel, and the giving of a conspiracy charge when no conspiracy was charged in the information.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> All three petitioners allege that at least two jurors were observed to have been sleeping during the trial and assign this allegation as further support for the argument that the length of the trial session deprived them of due process. The trial court, aft r a hearing on the motion for a new trial, found that none of the jurors had been asleep.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>393 U.S. 473 (1969)</b></center>\n<center><h1>SKINNER ET AL.<br>\nv.<br>\nLOUISIANA.</h1></center>\n<center>No. 44.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1968.</center>\n<center>Decided January 27, 1969.</center>\nCERTIORARI TO THE SUPREME COURT OF LOUISIANA.\n<p><i>George M. Leppert</i> argued the cause for petitioners. With him on the brief were <i>G. Wray Gill, Sr.,</i> and <i>Robert S. Link, Jr.</i></p>\n<p><i>Louise Korns</i> argued the cause for respondent. With her on the brief were <i>Jack P. F. Gremillion,</i> Attorney General of Louisiana, and <i>Jim Garrison.</i></p>\n<p>PER CURIAM.</p>\n<p>The writ of certiorari is dismissed as improvidently granted.</p>\n<p>MR. JUSTICE MARSHALL, with whom MR. CHIEF JUSTICE WARREN and MR. JUSTICE DOUGLAS join, dissenting.</p>\n<p>Petitioners were convicted of the possession and sale of marihuana and given lengthy prison terms. The Louisiana Supreme Court affirmed. <i>State</i> v. <i>Skinner,</i> 251 La. 300, 204 So. 2d 370 (1967). We granted certiorari to consider several alleged errors occurring during the course of the state court proceedings. <i>Skinner</i> v. <i>Louisiana,</i> 391 U. S. 963 (1968).</p>\n<p>Petitioners argued before this Court that they were denied due process of law because the trial court refused to declare a recess, but instead allowed the trial to continue until nearly 3 a. m.<sup>[1]</sup> The principal basis for this claim is that Mr. Gill, counsel for Skinner and Gueldner, <span class=\"star-pagination\">*474</span> had become ineffective due to illness. I believe that the failure of the court to recess the trial when requested to do so by Gill effectively deprived petitioners Skinner and Gueldner of the right to the assistance of counsel guaranteed by the Sixth and Fourteenth Amendments to the Constitution.</p>\n<p>The facts are relatively simple. After several continuances, some granted because of Gill's illness, trial of the case commenced on the morning of March 21, 1966. The morning was consumed by selection of the jury and the trial proper did not commence until 2:45 p. m. The court recessed from 6:15 to 8 p. m. for dinner and at 11:40 p. m., the State rested. At that time, the following colloquy took place between court and counsel:</p>\n<blockquote>\"By MR. GILL. Before asking for a recess, I want to say this. I have done the best I could. I am absolutely, you might say mortally tired. We have ten, possibly twelve, witnesses to place on the witness stand. If Your Honor please, I am certainly not trying to put anything off. I have done the best I could. I'm mortally tired.</blockquote>\n<blockquote>\"By THE COURT. You have been after me all day, Mr. Gill. I've gotten tired of listening to you. I'm going to see if we can't finish this case tonight. Go to work and see if we can't finish the case tonight.</blockquote>\n<blockquote>\"By MR. GILL. I'll do what Your Honor says.</blockquote>\n<blockquote>\"By THE COURT. I'm sure everyone is tired. I have already asked the jury if they wanted to attempt to finish this case tonight and if we went to work on it without talking so much . . . .</blockquote>\n<blockquote>\"By MR. GILL. I want to say one thing, Your Honor. I have a severe case of diabetes.</blockquote>\n<blockquote>\"By THE COURT. I know you have been ill and I know we have been having continuances on top of continuances because you have been ill but I have my duties to perform too and one of them is this <span class=\"star-pagination\">*475</span> case. I will gladly give you a recess for about three minutes and then we will come back and proceed with this case.</blockquote>\n<blockquote>\"By MR. GILL. May I further say this. I tested myself for sugar. . . .</blockquote>\n<blockquote>\"By THE COURT. We will take a recess for three minutes.</blockquote>\n<blockquote>\"By MR. GILL. If Your Honor please, I respectfully request Your Honor declare a mistrial.\"</blockquote>\n<p>Thereafter, the court recessed for 35 minutes and reconvened at 12:25 a. m. The defense then presented its case. At 3 a. m., the court declared a recess until 9:30 the next morning. When the court reconvened, both parties presented their arguments to the jury.</p>\n<p>In their motion for a new trial, petitioners alleged that the court erred in not declaring a recess after the State had rested. The trial court held a hearing on this issue, including the question of whether any of the jurors had been asleep during the trial.<sup>[2]</sup> Gill and his physician testified at that hearing. Gill testified that by the time the State had concluded its case he was \"just about dead on [his] feet\" and that he did not, either that evening or the next morning, present the type of defense to which petitioners were entitled. He failed to ask for a mistrial after he had noticed a juror sleeping and had not called two possible witnesses. He had been in the hospital the week before and had just finished trying a case shortly before the present one began. During that earlier trial, he had found it necessary to go to bed by 7 p. m. His physical condition continued to deteriorate and he <span class=\"star-pagination\">*476</span> entered the hospital for two weeks shortly after the trial.</p>\n<p>Gill's doctor then testified as to his condition three days after the trial and to his probable condition on the day of the trial. He testified that Gill was suffering from an acidotic condition due to diabetes and from nervous exhaustion. The doctor testified that Gill's efficiency at the trial would have been about two-thirds of normal and, after midnight, he \"would be practically ineffective.\"</p>\n<p>The court sympathized with Gill but pointed out that the docket had to be cleared up and that the only way to do that is to \"force lawyers to try cases.\" The motion for a new trial was denied.</p>\n<p>The Louisiana Supreme Court held that the record indicated that Gill had conducted a vigorous defense, reserving bills of exception and engaging in colloquy with the court. The testimony of the doctor was discounted because it was not supported by the record and because the doctor was not in court at the time of the trial. Accordingly, the court found no prejudice.</p>\n<p>The State argues that granting of recesses is in the discretion of the trial court and that no abuse of that discretion has been demonstrated here. This Court has frequently indicated that the granting of continuances and recesses is within the discretion of the trial court. See, <i>e. g., </i><i>Ungar</i> v. <i>Sarafite,</i> 376 U. S. 575, 589 (1964). Nevertheless, \"a myopic insistence upon expeditiousness in the face of a justifiable request for delay can render the right to defend with counsel an empty formality.\" <i>Ibid.</i> It is clear to me that in the present case the trial judge's concern with the state of his docket has resulted in depriving petitioners of their right to effective assistance of counsel.</p>\n<p>Gill made it clear to the court that he was suffering from diabetes and that the length of the day's trial and <span class=\"star-pagination\">*477</span> the lateness of the hour had exhausted him. And the court was familiar with the history of Gill's health problems. Yet, before Gill could even tell the court the level of his blood sugar, the court denied his request for a recess. I think it clear that the record establishes that Gill was seriously ill, to the knowledge of the court. I think it irrelevant that he was able to continue and present a credible defense; we should not be required to speculate when counsel is performing up to his capacity. Nor do I think it relevant that Gill did not take more affirmative action to establish the state of his health or to secure a recess or a continuance the next morning. As Gill himself testified, and his doctor confirmed, his efficiency at the time was practically nil. I find it hard to believe that court calendars are so congested that diabetic counsel must be forced to work until the early morning hours to clear them up. Accordingly, I would reverse the convictions of petitioners Skinner and Gueldner.</p>\n<h2>NOTES</h2>\n<p>[1]  The other alleged errors were the absence of one petitioner at hearings on certain pre-trial motions, the arraignment of one petitioner without counsel, and the giving of a conspiracy charge when no conspiracy was charged in the information.</p>\n<p>[2]  All three petitioners allege that at least two jurors were observed to have been sleeping during the trial and assign this allegation as further support for the argument that the length of the trial session deprived them of due process. The trial court, after a hearing on the motion for a new trial, found that none of the jurors had been asleep.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></span> (1969)</b></center>\n<center><h1>SKINNER ET AL.<br>\nv.<br>\nLOUISIANA.</h1></center>\n<center>No. 44.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1968.</center>\n<center>Decided January 27, 1969.</center>\nCERTIORARI TO THE SUPREME COURT OF LOUISIANA.\n<p><i>George M. Leppert</i> argued the cause for petitioners. With him on the brief were <i>G. Wray Gill, Sr.,</i> and <i>Robert S. Link, Jr.</i></p>\n<p><i>Louise Korns</i> argued the cause for respondent. With her on the brief were <i>Jack P. F. Gremillion,</i> Attorney General of Louisiana, and <i>Jim Garrison.</i></p>\n<p>PER CURIAM.</p>\n<p>The writ of certiorari is dismissed as improvidently granted.</p>\n<p>MR. JUSTICE MARSHALL, with whom MR. CHIEF JUSTICE WARREN and MR. JUSTICE DOUGLAS join, dissenting.</p>\n<p>Petitioners were convicted of the possession and sale of marihuana and given lengthy prison terms. The Louisiana Supreme Court affirmed. <i>State</i> v. <i>Skinner,</i> <span class=\"citation\" data-id=\"1722197\"><a href=\"/opinion/1722197/state-v-skinner/\"><span class=\"volume\">251</span> <span class=\"reporter\">La.</span> <span class=\"page\">300</span></a></span>, <span class=\"citation\" data-id=\"1722197\"><a href=\"/opinion/1722197/state-v-skinner/\"><span class=\"volume\">204</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">370</span></a></span> (1967). We granted certiorari to consider several alleged errors occurring during the course of the state court proceedings. <i>Skinner</i> v. <i>Louisiana,</i> 391 U. S. 963 (1968).</p>\n<p>Petitioners argued before this Court that they were denied due process of law because the trial court refused to declare a recess, but instead allowed the trial to continue until nearly 3 a. m.<sup>[1]</sup> The principal basis for this claim is that Mr. Gill, counsel for Skinner and Gueldner, <span class=\"star-pagination\">*474</span> had become ineffective due to illness. I believe that the failure of the court to recess the trial when requested to do so by Gill effectively deprived petitioners Skinner and Gueldner of the right to the assistance of counsel guaranteed by the Sixth and Fourteenth Amendments to the Constitution.</p>\n<p>The facts are relatively simple. After several continuances, some granted because of Gill's illness, trial of the case commenced on the morning of March 21, 1966. The morning was consumed by selection of the jury and the trial proper did not commence until 2:45 p. m. The court recessed from 6:15 to 8 p. m. for dinner and at 11:40 p. m., the State rested. At that time, the following colloquy took place between court and counsel:</p>\n<blockquote>\"By MR. GILL. Before asking for a recess, I want to say this. I have done the best I could. I am absolutely, you might say mortally tired. We have ten, possibly twelve, witnesses to place on the witness stand. If Your Honor please, I am certainly not trying to put anything off. I have done the best I could. I'm mortally tired.</blockquote>\n<blockquote>\"By THE COURT. You have been after me all day, Mr. Gill. I've gotten tired of listening to you. I'm going to see if we can't finish this case tonight. Go to work and see if we can't finish the case tonight.</blockquote>\n<blockquote>\"By MR. GILL. I'll do what Your Honor says.</blockquote>\n<blockquote>\"By THE COURT. I'm sure everyone is tired. I have already asked the jury if they wanted to attempt to finish this case tonight and if we went to work on it without talking so much . . . .</blockquote>\n<blockquote>\"By MR. GILL. I want to say one thing, Your Honor. I have a severe case of diabetes.</blockquote>\n<blockquote>\"By THE COURT. I know you have been ill and I know we have been having continuances on top of continuances because you have been ill but I have my duties to perform too and one of them is this <span class=\"star-pagination\">*475</span> case. I will gladly give you a recess for about three minutes and then we will come back and proceed with this case.</blockquote>\n<blockquote>\"By MR. GILL. May I further say this. I tested myself for sugar. . . .</blockquote>\n<blockquote>\"By THE COURT. We will take a recess for three minutes.</blockquote>\n<blockquote>\"By MR. GILL. If Your Honor please, I respectfully request Your Honor declare a mistrial.\"</blockquote>\n<p>Thereafter, the court recessed for 35 minutes and reconvened at 12:25 a. m. The defense then presented its case. At 3 a. m., the court declared a recess until 9:30 the next morning. When the court reconvened, both parties presented their arguments to the jury.</p>\n<p>In their motion for a new trial, petitioners alleged that the court erred in not declaring a recess after the State had rested. The trial court held a hearing on this issue, including the question of whether any of the jurors had been asleep during the trial.<sup>[2]</sup> Gill and his physician testified at that hearing. Gill testified that by the time the State had concluded its case he was \"just about dead on [his] feet\" and that he did not, either that evening or the next morning, present the type of defense to which petitioners were entitled. He failed to ask for a mistrial after he had noticed a juror sleeping and had not called two possible witnesses. He had been in the hospital the week before and had just finished trying a case shortly before the present one began. During that earlier trial, he had found it necessary to go to bed by 7 p. m. His physical condition continued to deteriorate and he <span class=\"star-pagination\">*476</span> entered the hospital for two weeks shortly after the trial.</p>\n<p>Gill's doctor then testified as to his condition three days after the trial and to his probable condition on the day of the trial. He testified that Gill was suffering from an acidotic condition due to diabetes and from nervous exhaustion. The doctor testified that Gill's efficiency at the trial would have been about two-thirds of normal and, after midnight, he \"would be practically ineffective.\"</p>\n<p>The court sympathized with Gill but pointed out that the docket had to be cleared up and that the only way to do that is to \"force lawyers to try cases.\" The motion for a new trial was denied.</p>\n<p>The Louisiana Supreme Court held that the record indicated that Gill had conducted a vigorous defense, reserving bills of exception and engaging in colloquy with the court. The testimony of the doctor was discounted because it was not supported by the record and because the doctor was not in court at the time of the trial. Accordingly, the court found no prejudice.</p>\n<p>The State argues that granting of recesses is in the discretion of the trial court and that no abuse of that discretion has been demonstrated here. This Court has frequently indicated that the granting of continuances and recesses is within the discretion of the trial court. See, <i>e. g., </i><i>Ungar</i> v. <i>Sarafite,</i> 376 U. S. 575, 589 (1964). Nevertheless, \"a myopic insistence upon expeditiousness in the face of a justifiable request for delay can render the right to defend with counsel an empty formality.\" <i>Ibid.</i> It is clear to me that in the present case the trial judge's concern with the state of his docket has resulted in depriving petitioners of their right to effective assistance of counsel.</p>\n<p>Gill made it clear to the court that he was suffering from diabetes and that the length of the day's trial and <span class=\"star-pagination\">*477</span> the lateness of the hour had exhausted him. And the court was familiar with the history of Gill's health problems. Yet, before Gill could even tell the court the level of his blood sugar, the court denied his request for a recess. I think it clear that the record establishes that Gill was seriously ill, to the knowledge of the court. I think it irrelevant that he was able to continue and present a credible defense; we should not be required to speculate when counsel is performing up to his capacity. Nor do I think it relevant that Gill did not take more affirmative action to establish the state of his health or to secure a recess or a continuance the next morning. As Gill himself testified, and his doctor confirmed, his efficiency at the time was practically nil. I find it hard to believe that court calendars are so congested that diabetic counsel must be forced to work until the early morning hours to clear them up. Accordingly, I would reverse the convictions of petitioners Skinner and Gueldner.</p>\n<h2>NOTES</h2>\n<p>[1]  The other alleged errors were the absence of one petitioner at hearings on certain pre-trial motions, the arraignment of one petitioner without counsel, and the giving of a conspiracy charge when no conspiracy was charged in the information.</p>\n<p>[2]  All three petitioners allege that at least two jurors were observed to have been sleeping during the trial and assign this allegation as further support for the argument that the length of the trial session deprived them of due process. The trial court, after a hearing on the motion for a new trial, found that none of the jurors had been asleep.</p>\n\n</div>", "id": 107834, "judges": "Per Curiam", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/107834/", "sha1": "03dbeec5517a792cb4bd21f4e2417f4cf67e94b4", "source": "LR", "supreme_court_db_id": "1968-041", "time_retrieved": "2010-04-28T10:11:17"}