{"absolute_url": "/opinion/106877/jacobellis-v-ohio/", "blocked": false, "citation": {"case_name": "Jacobellis v. Ohio", "docket_number": "11", "document_uris": ["/api/rest/v2/document/106877/"], "federal_cite_one": "378 U.S. 184", "federal_cite_three": "12 L. Ed. 2d 793", "federal_cite_two": "84 S. Ct. 1676", "id": 91260, "lexis_cite": "1964 U.S. LEXIS 822", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/91260/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 244, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1964-06-22", "date_modified": "2015-04-22T11:28:49.043378", "docket": "/api/rest/v2/docket/13148/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">378 U.S. 184</p>\n    <p class=\"case_cite\">84 S.Ct. 1676</p>\n    <p class=\"case_cite\">12 L.Ed.2d 793</p>\n    <p class=\"parties\">Nico JACOBELLIS, Appellant,<br>v.<br>STATE OF OHIO.</p>\n    <p class=\"docket\">No. 11.</p>\n    <p class=\"date\">Reargued April 1, 1964.</p>\n    <p class=\"date\">Decided June 22, 1964.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 184-185 intentionally omitted]</p>\n      <p class=\"indent\">Ephraim London, New York City, for appellant.</p>\n      <p class=\"indent\">John T. Corrigan, Cleveland, Ohio, for appellee.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN announced the judgment of the Court and delivered an opinion in which Mr. Justice GOLDBERG joins.</p>\n      <p class=\"indent\">Appellant, Nico Jacobellis, manager of a motion picture theater in Cleveland Heights, Ohio, was convicted on two counts of possessing and exhibiting an obscene film in violation of Ohio Revised Code (1963 Supp.), &#167; 2905.34.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He was fined $500 on the first count and $2,000 on the second, and was sentenced to the workhouse if the fines were not paid. His conviction, by a court of three judges upon waiver of trial by jury, was affirmed by an intermediate appellate court, 115 Ohio App. 226, 175 N.E.2d 123, and by the Supreme Court of Ohio, 173 Ohio St. 22, 179 N.E.2d 777. We noted probable jurisdiction of the appeal, 371 U.S. 808, 83 S.Ct. 28, 9 L.Ed.2d 52, and subsequently restored the case to the calendar for reargument, 373 U.S. 901, 83 S.Ct. 1288, 10 L.Ed.2d 197. The dispositive question is whether the state courts properly found that the motion picture involved, a French film called 'Les Amants' ('The Lovers'), was obscene and hence not entitled to the protection for free expression that is guaranteed by the First and Fourteenth Amendments. We conclude that the film is not obscene and that the judgment must accordingly be reversed.</p>\n      <p class=\"indent\">Motion pictures are within the ambit of the constitutional guarantees of freedom of speech and of the press. Joseph Burstyn, Inc. v. Wilson, 343 U.S. 495, 72 S.Ct. 777, 96 L.Ed. 1098. But in Both v. United States and Alberts v. California, 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498, we held that obscenity is not subject to those guarantees. Application of an obscenity law to suppress a motion picture thus requires ascertainment of the 'dim and uncertain line' that often separates obscenity from constitutionally protected expression. Bantam Books, Inc. v. Sullivan, 372 U.S. 58, 66, 83 S.Ct. 631, 637, 9 L.Ed.2d 584; see Speiser v. Randall, 357 U.S. 513, 525, 78 S.Ct. 1332, 1341, 1342, 2 L.Ed.2d 1460.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It has been suggested that this is a task in which our Court need not involve itself. We are told that the determination whether a particular motion picture, book, or other work of expression is obscene can be treated as a purely factual judgment on which a jury's verdict is all but conclusive, or that in any event the decision can be left essentially to state and lower federal courts, with this Court exercising only a limited review such as that needed to determine whether the ruling below is supported by 'sufficient evidence.' The suggestion is appealing, since it would lift from our shoulders a difficult, recurring, and unpleasant task. But we cannot accept it. Such an abnegation of judicial supervision in this field would be inconsistent with our duty to uphold the constitutional guarantees. Since it is only 'obscenity' that is excluded from the constitutional protection, the question whether a particular work is obscene necessarily implicates an issue of constitutional law. See Roth v. United States, supra, 354 U.S., at 497&#8212;498, 77 S.Ct., at 1315&#8212;1316 (separate opinion). Such an issue, we think, must ultimately be decided by this Court. Our duty admits of no 'substitute for facing up to the tough individual problems of constitutional judgment involved in every obscenity case.' Id., 354 U.S., at 498, 77 S.Ct., at 1316, see Manual Enterprises, Inc. v. Day, 370 U.S. 478, 488, 82 S.Ct. 1432, 1437, 8 L.Ed.2d 639 (opinion of Harlan, J.).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">In other areas involving constitutional rights under the Due Process Clause, the Court has consistently recognized its duty to apply the applicable rules of law upon the basis of an independent review of the facts of each case. E.g., Watts v. Indiana, 338 U.S. 49, 51, 69 S.Ct. 1347, 1348, 93 L.Ed. 1801; Norris v. Alabama, 294 U.S. 587, 590, 55 S.Ct. 579, 580, 79 L.Ed. 1074.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> And this has been particularly true where rights have been asserted under the First Amendment guarantees of free expression. Thus in Pennekamp v. Florida, 328 U.S. 331, 335, 66 S.Ct. 1029, 1031, 90 L.Ed. 1295, the Court stated:</p>\n      <p class=\"indent\">'The Constitution has imposed upon this Court final authority      to determine the meaning and application of whose words of      that instrument which require interpretation to resolve      judicial issues. With that responsibility, we are compelled      to examine for ourselves the statements in issue and the      circumstances under which they were made to see whether or      not they * * * are of a character which the principles of the      First Amendment, as adopted by the Due Process Clause of the      Fourteenth Amendment, protect.'<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n      <p class=\"indent\">We cannot understand why the Court's duty should be any different in the present case, where Jacobellis has been subjected to a criminal conviction for disseminating a work of expression and is challenging that conviction as a deprivation of rights guaranteed by the First and Fourteenth Amendments. Nor can we understand why the Court's performance of its constitutional and judicial function in this sort of case should be denigrated by such epithets as 'censor' or 'super-censor.' In judging alleged obscenity the Court is no more 'censoring' expression than it has in other cases 'censored' criticism of judges and public officials, advocacy of governmental overthrow, or speech alleged to constitute a breach of the peace. Use of an opprobrious label can neither obscure nor impugn the Court's performance of its obligation to test challenged judgments against the guarantees of the First and Fourteenth Amendments and, in doing so, to delineate the scope of constitutionally protected speech. Hence we reaffirm the principle that, in 'obscenity' cases as in all others involving rights derived from the First Amendment guarantees of free expression, this Court canno  avoid making an independent constitutional judgment on the facts of the case as to whether the material involved is constitutionally protected.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n      <p class=\"indent\">The question of the proper standard for making this determination has been the subject of much discussion and controversy since our decision in Roth seven years ago. Recognizing that the test for obscenity enunciated there&#8212;'whether to the average person, applying contemporary community standards, the dominant theme of the material taken as a whole appeals to prurient interest,' 354 U.S., at 489, 77 S.Ct., at 1311&#8212;is not perfect, we think any substitute would raise equally difficult problems, and we therefore adhere to that standard. We would reiterate, however, our recognition in Roth that obscenity is excluded from the constitutional protection only because it is 'utterly without redeeming social importance,' and that '(t)he portrayal of sex, e.g., in art, literature and scientific works, is not itself sufficient reason to deny material the constitutional protection of freedom of speech and press.' Id., 354 U.S., at 484, 487, 77 S.Ct., at 1310. It follows that material dealing with sex in a manner that advocates ideas, Kingsley Int'l Pictures Corp. v. Regents, 360 U.S. 684, 79 S.Ct. 1362, 3 L.Ed.2d 1512, or that has literary or scientific or artistic value or any other form of social importance, may not be branded as obscenity and denied the constitutional protection.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Nor may the constitutional status of the material be made to turn on a 'weighing' of its social importance against its prurient appeal, for a work cannot be proscribed unless it is 'utterly' without social importance. See Zeitlin v. Arnebergh, 59 Cal.2d 901, 920, 31 Cal.Rptr. 800, 813, 383 P.2d 152, 165 (1963). It should also be recognized that the Roth standard requires in the first instance a finding that the material 'goes substantially beyond customary limits of candor in description or representation of such matters.' This was a requirement of the Model Penal Code test that we approved in Roth, 354 U.S., at 487, n. 20, 77 S.Ct., at 1310 and it is explicitly reaffirmed in the more recent Proposed Official Draft of the Code.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In the absence of such a deviation from society's standards of decency, we do not see how any official inquiry into the allegedly prurient appeal of a work of expression can be squared with the guarantees of the First and Fourteenth Amendments. See Manual Enterprises, Inc. v. Day, 370 U.S. 478, 482&#8212;488, 82 S.Ct. 1432, 1434&#8212;1438 (opinion of Harlan, J.).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It has been suggested that the 'contemporary community standards' aspect of the Roth test implies a determination of the constitutional question of obscenity in each case by the standards of the particular local community from which the case arises. This is an incorrect reading of Roth. The concept of 'contemporary community standards' was first expressed by Judge Learned Hand in United States v. Kennerley, 209 F. 119, 121 (D.C.S.D.N.Y.1913), where he said:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Yet, if the time is not yet when men think innocent all that      which is honestly germane to a pure subject, however little      it may mince its words, still I scarcely think that they      would forbid all which might corrupt the most corruptible, or      that society is prepared to accept for its own limitations      those which may perhaps be necessary to the weakest of its      memberships. If there be no abstract definition, such as I      have suggested, should not the word 'obscene' be allowed to      indicate the present critical point in the compromise between      candor and shame at which the community may have arrived here      and now? * * * To put thought in leash to the average      conscience of the time is perhaps tolerable, but to fetter it      by the necessities of the lowest and least capable seems a fatal      policy.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Nor is it an objection, I think, that such an interpretation      gives to the words of the statute a varying meaning from time      to time. Such words as these do not embalm the precise morals      of an age or place; while they presuppose that some things      will always be shocking to the public taste, the vague      subject-matter is left to the gradual development of general      notions about what is decent. * * *' (Italics added.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It seems clear that in this passage Judge Hand was referring not to state and local 'communities,' but rather to 'the community' in the sense of 'society at large; * * * the public, or people in general.'<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Thus, he recognized that under his standard the concept of obscenity would have 'a varying meaning from time to time'&#8212;not from county to county, or town to town.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We do not see how any 'local' definition of the 'community' could properly be employed in delineating the area of expression that is protected by the Federal Constitution. MR. JUSTICE HARLAN pointed out in Manual Enterprises, Inc. v. Day, supra, 370 U.S., at 488, 82 S.Ct., at 1437, that a standard based on a particular local community would have 'the intolerable consequence of denying some sections of the country access to material, there deemed acceptable, which in others might be considered offensive to prevailing community standards of decency. Cf. Butler v. Michigan, 352 U.S. 380, 77 S.Ct. 524, 1 L.Ed.2d 412.' It is true that Manual Enterprises dealt with the federal statute banning obscenity from the mails. But the mails are not the only means by which works of expression cross local-community lines in this country. It can hardly be assumed that all the patrons of a particular library, bookstand, or motion picture theater are residents of the smallest local 'community' that can be drawn around that establishment. Furthermore, to sustain the suppression of a particular book or film in one locality would deter its dissemination in other localities where it might be held not obscene, since sellers and exhibitors would be reluctant to risk criminal conviction in testing the variation between the two places. It would be a hardy person who would sell a book or exhibit a film anywhere in the land after this Court had sustained the judgment of one 'community' holding it to be outside the constitutional protection. The result would thus be 'to restrict the public's access to forms of the printed word which the State could not constitutionally suppress directly.' Smith v. California, 361 U.S. 147, 154, 80 S.Ct. 215, 219, 4 L.Ed.2d 205.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is true that local communities throughout the land are in fact diverse, and that in cases such as this one the Court is confronted with the task of reconciling the rights of such communities with the rights of individuals. Communities vary, however, in many respects other than their toleration of alleged obscenity, and such variances have never been considered to require or justify a varying standard for application of the Federal Constitution. The Court has regularly been compelled, in reviewing criminal convictions challenged under the Due Process Clause of the Fourteenth Amendment, to reconcile the conflicting rights of the local community which brought the prosecution and of the individual defendant. Such a task is admittedly difficult and delicate, but it is inherent in the Court's duty of determining whether a particular conviction worked a deprivation of rights guaranteed by the Federal Constitution. The Court has not strunk from discharging that duty in other areas, and we see no reason why it should do so here. The Court has explicitly refused to tolerate a result whereby 'the constitutional limits of free expression in the Nation would vary with state lines,' Pennekamp v. Florida, supra, 328 U.S., at 335, 66 S.Ct., at 1031, we see even less justification for allowing such limits to vary with town or county lines. We thus reaffirm the position taken in Roth to the effect that the constitutional status of an allegedly obscene work must be determined on the basis of a national standard.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> It is, after all, a national Constitution we are expounding.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We recognize the legitimate and indeed exigent interest of States and localities throughout the Nation in preventing the dissemination of material deemed harmful to children. But that interest does not justify a total suppression of such material, the effect of which would be to 'reduce the adult population * * * to reading only what is fit for children.' Butler v. Michigan, 352 U.S. 380, 383, 77 S.Ct. 524, 526. State and local authorities might well consider whether their objectives in this area would be better served by laws aimed specifically at preventing distribution of objectionable material to children, rather than at totally prohibiting its dissemination.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Since the present conviction is based upon exhibition of the film to the public at large and not upon its exhibition to children, the judgment must be reviewed under the strict standard applicable in determining the scope of the expression that is protected by the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have applied that standard to the motion picture in question. 'The Lovers' involves a woman bored with her life and marriage who abandons her husband and family for a young archaeologist with whom she has suddenly fallen in love. There is an explicit love scene in the last reel of the film, and the State's objections are based almost entirely upon that scene. The film was favorably reviewed in a number of national publications, although disparaged in others, and was rated by at least two critics of national stature among the best films of the year in which it was produced. It was shown in approximately 100 of the larger cities in the United States, including Columbus and Toledo, Ohio. We have viewed the film, in the light of the record made in the trial court, and we conclude that it is not obscene within the standards enunciated in Roth v. United States and Alberts v. California, which we reaffirm here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Justice WHITE concurs in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Opinion of Mr. Justice BLACK, wi h whom Mr. Justice DOUGLAS joins.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">I concur in the reversal of this judgment. My belief, as stated in Kingsley International Pictures Corp. v. Regents, 360 U.S. 684, 690, 79 S.Ct. 1362, 1366, 3 L.Ed.2d 1512, is that 'If despite the Constitution * * * this Nation is to embark on the dangerous road of censorship, * * * this Court is about the most inappropriate Supreme Board of Censors that could be found.' My reason for reversing is that I think the conviction of appellant or anyone else for exhibiting a motion picture abridges freedom of the press as safeguarded by the First Amendment, which is made obligatory on the States by the Fourteenth. See my concurring opinions in Quantity of Copies of Books v. Kansas, 377 U.S. 213, 84 S.Ct. 1723; Smith v. California, 361, U.S. 147, 155, 80 S.Ct. 215, 219&#8212;220, 4 L.Ed.2d 205; Kingsley International Pictures Corp. v. Regents, supra. See also the dissenting opinion of MR. JUSTICE DOUGLAS in Roth v. United States, 354 U.S. 476, 508, 77 S.Ct. 1304, 1321, 1 L.Ed.2d 1498, and his concurring opinion in Superior Films, Inc. v. Department of Education, 346 U.S. 587, 588, 74 S.Ct. 286, 98 L.Ed. 329, in both of which I joined.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice STEWART, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is possible to read the Court's opinion in Roth v. United States and Alberts v. California, 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498, in a variety of ways. In saying this, I imply no criticism of the Court, which in those cases was faced with the task of trying to define what may be indefinable. I have reached the conclusion, which I think is confirmed at least by negative implication in the Court's decisions since Roth and Alberts,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> that under the First and Fourteenth Amendments criminal laws in this area are constitutionally limited to hard-core pornography.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> I shall not today attempt further to define the kinds of material I understand to be embraced within that shorthand description; and perhaps I could never succeed in intelligibly doing so. But I know it when I see it, and the motion picture involved in this case is not that.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice GOLDBERG, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question presented is whether the First and Fourteenth Amendments permit the imposition of criminal punishment for exhibiting the motion picture entitled 'The Lovers.' I have viewed the film and I wish merely to add to my Brother BRENNAN'S description that the love scene deemed objectionable is so fragmentary and fleeting that only a censor's alert would make an audience conscious that something 'questionable' is being portrayed. Except for this rapid sequence, the film concerns itself with the history of an ill-matched and unhappy marriage&#8212;a familiar subject in old and new novels and in current television soap operas.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although I fully agree with what my Brother BRENNAN has written, I am also of the view that adherence to the principles stated in Joseph Burstyn, Inc. v. Wilson, 343 U.S. 495, 72 S.Ct. 777, 96 L.Ed. 1098, requires reversal. In Burstyn MR. JUSTICE CLARK, delivering the unanimous judgment of the Court, said:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'(E)xpression by means of motion pictures is included within      the free speech and free press guaranty of the First and      Fourteenth Amendments. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'To hold that liberty of expression by means of motion      pictures is guaranteed by the First and Fourteenth      Amendments, however, is not the end of our problem. It does      not follow that the Constitution requires absolute freedom to      exhibit every motion picture of every kind at all times an      all places. * * * Nor does it follow that motion pictures are      necessarily subject to the precise rules governing any other      particular method of expression. Each method tends to present      its own peculiar problems. But the basic principles of      freedom of speech and the press, like the First Amendment's      command, do not vary. Those principles, as they have      frequently been enunciated by this Court, make freedom of      expression the rule.' Id., 343 U.S., at 502&#8212;503, 72 S.Ct., at      781.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As in Burstyn '(t)here is no justification in this case for making an exception to that rule,' id., 343 U.S. at 503, 72 S.Ct., at 781, for by any arguable standard the exhibitors of this motion picture may not be criminally prosecuted unless the exaggerated character of the advertising rather than the obscenity of the film is to be the constitutional criterion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE CHIEF JUSTICE, with whom Mr. Justice CLARK joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this and other cases in this area of the law, which are coming to us in ever-increasing numbers, we are faced with the resolution of rights basic both to individuals and to society as a whole. Specifically, we are called upon to reconcile the right of the Nation and of the States to maintain a decent society and, on the other hand, the right of individuals to express themselves freely in accordance with the guarantees of the First and Fourteenth Amendments. Although the Federal Government and virtually every State has had laws proscribing obscenity since the Union was formed, and although this Court has recently decided that obscenity is not within the protection of the First Amendment,<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> neither courts nor legislatures have been able to evolve a truly satisfactory definition of obscenity. In other areas of the law, terms like 'negligence,' although in common use for centuries, have been difficult to define except in the most general manner. Yet the courts have been able to function in such areas with a reasonable degree of efficiency. The obscenity problem, however, is aggravated by the fact that it involves the area of public expression, an area in which a broad range of freedom is vital to our society and is constitutionally protected.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Recently this Court put its hand to the task of defining the term 'obscenity' in Roth v. United States, 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498. The definition enunciated in that case has generated much legal speculation as well as further judicial interpretation by state and federal courts. It has also been relied upon by legislatures. Yet obscenity cases continue to come to this Court, and it becomes increasingly apparent that we must settle as well as we can the question of what constitutes 'obscenity' and the question of what standards are permissible in enforcing proscriptions against obscene matter. This Court hears cases such as the instant one not merely to rule upon the alleged obscenity of a specific film or book but to establish principles for the guidance of lower courts and legislatures. Yet most of our decisions since Roth have been given without opinion and have thus failed to furnish such guidance. Nor does the Court in the instant case&#8212;which has now been twice argued before us&#8212;shed any greater light on the problem. Therefore, , i consider it appropriate to state my views at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For all the sound and fury that the Roth test has generated, it has not been proved unsound, and I believe that we should try to live with it&#8212;at least until a more satisfactory definition is evolved. No government&#8212;be it federal, state, or local&#8212;should be forced to choose between repressing all material, including that within the realm of decency, and allowing unrestrained license to publish any material, no matter how vile. There must be a rule of reason in this as in other areas of the law and we have attempted in the Roth case to provide such a rule.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is my belief that when the Court said in Roth that obscenity is to be defined by reference to 'community standards,' it meant community standards&#8212;not a national standard, as is sometimes argued. I believe that there is no provable 'national standard' and perhaps there should be none. At all events, this Court has not been able to enunciate one, and it would be unreasonable to expect local courts to divine one. It is said that such a 'community' approach may well result in material being proscribed as obscene in one community but not in another, and, in all probability, that is true. But communities throughout the Nation are in fact diverse, and it must be remembered that, in cases such as this one, the Court is confronted with the task of reconciling conflicting rights of the diverse communities within our society and of individuals.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We are told that only 'hard core pornography' should be denied the protection of the First Amendment. But who can define 'hard core pornography' with any greater clarity than 'obscenity'? And even if we were to retreat to that position, we would soon be faced with the need to define that term just as we now are faced with the need to define 'obscenity.' Meanwhile, whose who profit from the commercial exploitation of obscenity would continue to ply their trade unmolested.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In my opinion, the use to which various materials are put&#8212;not just the words and pictures themselves&#8212;must be considered in determining whether or not the materials are obscene. A technical or legal treatise on pornography may well be inoffensive under most circumstances but, at the same time, 'obscene' in the extreme when sold or displayed to children.<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, material which is in fact obscene under the Roth test may be proscribed in a number of ways&#8212;for instance, by confiscation of the material or by prosecution of those who disseminate it&#8212;provided always that the proscription, whatever it may be, is imposed in accordance with constitutional standards. If the proceeding involved is criminal, there must be a right to a jury trial, a right to counsel, and all the other safeguards necessary to assure due process of law. If the proceeding is civil in nature, the constitutional requirements applicable in such a case must also be observed. There has been some tendency in dealing with this area of the law for enforcement agencies to do only that which is easy to do&#8212;for instance, to seize and destroy books with only a minimum of protection. As a result, courts are often presented with procedurally bad cases and, in dealing with them, appear to be acquiescing in the dissemination of obscenity. But if cases were well prepared and were conducted with the appropriate concern for constitutional safeguards, courts would not hesitate to enforce the laws against obscenity. Thus, enforcement agencies must realize that there is no royal road to enforcement; hard and conscientious work is required.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In light of the foregoing, I would reiterate my acceptance of the rule of the Roth case: Material is obscene and not constitutionally protected against regulation and proscription if 'to the average person, applying contemporary community standards, the dominant theme of the material taken as a whole appeals to prurient interest.' 354 U.S., at 489, 77 S.Ct., at 1311. I would commit the enforcement of this rule to the appropriate state and federal courts, and I would accept their judgments made pursuant to the Roth rule, limiting myself to a consideration only of whether there is sufficient evidence in the record upon which a finding of obscenity could be made. If there is no evidence in  he record upon which such a finding could be made, obviously the material involved cannot be held obscene. Cf. Thompson v. City of Louisville, 362 U.S. 199, 80 S.Ct. 624, 4 L.Ed.2d 654. But since a mere modicum of evidence may satisfy a 'no evidence' standard, I am unwilling to give the important constitutional right of free expression such limited protection. However, protection of society's right to maintain its moral fiber and the effective administration of justice require that this Court not establish itself as an ultimate censor, in each case reading the entire record, viewing the accused material, and making an independent de novo judgment on the question of obscenity. Therefore, once a finding of obscenity has been made below under a proper application of the Roth test, I would apply a 'sufficient evidence' standard of review&#8212;requiring something more than merely any evidence but something less than 'substantial evidence on the record (including the allegedly obscene material) as a whole.' Cf. Universal Camera Corp. v. Labor Board, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456. This is the only reasonable way I can see to obviate the necessity of this Court's sitting as the Super Censor of all the obscenity purveyed throughout the Nation.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While in this case, I do not subscribe to some of the State's extravagant contentions, neither can I say that the courts below acted with intemperance or without sufficient evidence in finding the moving picture obscene within the meaning of the Roth test. Therefore, I would affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mr. Justice HARLAN, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">While agreeing with my Brother BRENNAN'S opinion that the responsibilities of the Court in this area are no different from those which attend the adjudication of kindred constitutional questions, I have heretofore expressed the view that the States are constitutionally permitted greater latitude in determining what is bannable on the score of obscenity than is so with the Federal Government. See my opinion in Roth v. United States, 354 U.S. 476, 496, 77 S.Ct. 1304, 1315, 1 L.Ed.2d 1498; cf. my opinion in Manual Enterprises, Inc. v. Day, 370 U.S. 478, 82 S.Ct. 1432, 8 L.Ed.2d 639. While, as correctly said in MR. JUSTICE BRENNAN'S opinion, the Court has not accepted that view, I nonetheless feel free to adhere to it in this still developing aspect of constitutional law.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The more I see of these obscenity cases the more convinced I become that in permitting the States wide, but not federally unrestricted, scope in this field, while holding the Federal Government with a tight rein, lies the best promise for achieving a sensible accommodation between the public interest sought to be served by obscenity laws (cf. my dissenting opinion in Bantam Books, Inc. v. Sullivan, 372 U.S. 58, 76, 77, 83 S.Ct. 631, 642, 643, 9 L.Ed.2d 584) and protection of genuine rights of free expression.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I experience no greater ease than do other members of the Court in attempting to verbalize generally the respective constitutional tests, for in truth the matter in the last analysis depends on how particular challenged material happens to strike the minds of jurors or judges and ultimately those of a majority of the members of this Court. The application of any general constitutional tests must thus necessarily be pricked out on a case-by-case basis, but as a point of departure I would apply to the Federal Government the Roth standards as amplified in my opinion in Manual Enterprises, supra. As to the States, I would make the federal test one of rationality. I would not prohibit them from banning any material which, taken as a whole, has been reasonably found in state judicial proceedings to treat with sex in a fundamentally offensive manner, under rationally established criteria for judging such material.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On this basis, having viewed the motion picture in question, I think the State acted within permissible limits in condemning the film and would affirm the judgment of the Ohio Supreme Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Selling, exhibiting, and possessing obscene literature or drugs for criminal purposes.</p>\n        <p>'No person shall knowingly sell, lend, give away, exhibit, or offer to sell, lend, give away, or exhibit, or publish or offer o publish or have in his possession or under his control an obscene, lewd, or lascivious book, magazine, pamphlet, paper, writing, advertisement, circular, print, picture, photograph, motion picture film, or book, pamphlet, paper, magazine not wholly obscene but containing lewd or lascivious articles, advertisements, photographs, or drawing, representation, figure, image, cast, instrument, or article of an indecent or immoral nature, or a drug, medicine, article, or thing intended for the prevention of conception or for causing an abortion, or advertise any of them for sale, or write, print, or cause to be written or printed a card, book, pamphlet, advertisement, or notice giving information when, where, how, of whom, or by what means any of such articles or things can be purchased or obtained, or manufacture, draw, print, or make such articles or things, or sell, give away, or show to a minor, a book, pamphlet, magazine, newspaper, story paper, or other paper devoted to the publication, or principally made up, of criminal news, police reports, or accounts of criminal deeds, or pictures and stories of immoral deeds, lust, or crime, or exhibit upon a street or highway or in a place which may be within the view of a minor, any of such books, papers, magazines, or pictures.</p>\n        <p>'Whoever violates this section shall be fined not less than two hundred nor more than two thousand dollars or imprisoned not less than one nor more than seven years, or both.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is too late in the day to argue that the location of the line is different, and the task of ascertaining it easier, when a state rather than a federal obscenity law is involved. The view that the constitutional guarantees of free expression do not apply as fully to the States as they do to the Federal Government was rejected in Roth-Alberts, supra, where the Court's single opinion applied the same standards to both a state and a federal conviction. Cf. Ker v. California, 374 U.S. 23, 33, 83 S.Ct. 1623, 1629, 1630, 10 L.Ed.2d 726; Malloy v. Hogan, 378 U.S. 1, 10&#8212;11, 84 S.Ct. 1489, 1494&#8212;1495.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Kingsley Int'l Pictures Corp. v. Regents, 360 U.S. 684, 708, 79 S.Ct. 1362, 1375, 3 L.Ed.2d 1512 (separate opinion):</p>\n        <p>'It is sometimes said that this Court should shun considering the particularities of individual cases in this difficult field lest the Court become a final 'board of censorship.' But I cannot understand why it should be thought that the process of constitutional judgment in this realm somehow stands apart from that involved in other fields, particularly those presenting questions of due process. * * *'</p>\n        <p>See also Lockhart and McClure, Censorship of Obscenity: The Developing Constitutional Standards, 45 Minn.L.Rev. 5, 116 (1960): 'This obligation&#8212;to reach an independent judgment in applying constitutional standards and criteria to constitutional issues that may be cast by lower courts 'in the form of determinations of fact'&#8212;appears fully applicable to findings of obscenity by juries, trial courts, and administrative agencies. The Supreme Court is subject to that obligation, as is every court before which the constitutional issue is raised.'</p>\n        <p>And see id., at 119:</p>\n        <p>'It may be true * * * that judges 'possess no special expertise' qualifying them 'to supervise the priva e morals of the Nation' or to decide 'what movies are good or bad for local communities.' But they do have a far keener understanding of the importance of free expression than do most government administrators or jurors, and they have had considerable experience in making value judgments of the type required by the constitutional standards for obscenity. If freedom is to be preserved, neither government censorship experts nor juries can be left to make the final effective decisions restraining free expression. Their decisions must be subject to effective, independent review, and we know of no group better qualified for that review than the appellate judges of this country under the guidance of the Supreme Court.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See also Fiske v. Kansas, 274 U.S. 380, 385&#8212;386, 47 S.Ct. 655, 656&#8212;657, 7 L.Ed. 1108; Haynes v. Washington, 373 U.S. 503, 515&#8212;516, 83 S.Ct. 1336, 1344&#8212;1345, 10 L.Ed.2d 513; Chambers v. Florida, 309 U.S. 227, 229, 60 S.Ct. 472, 473&#8212;474, 84 L.Ed. 716; Hooven &amp; Allison Co. v. Evatt, 324 U.S. 652, 659, 65 S.Ct. 870, 874, 89 L.Ed. 1252; Lisenba v. California, 314 U.S. 219, 237&#8212;238, 62 S.Ct. 280, 290&#8212;291, 86 L.Ed. 166; Ashcraft v. Tennessee, 322 U.S. 143, 147&#8212;148, 64 S.Ct. 921, 923, 88 L.Ed. 1192; Napue v. Illinois, 360 U.S. 264, 271, 79 S.Ct. 1173, 1178, 3 L.Ed.2d 1217.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See also Niemotko v. Maryland, 340 U.S. 268, 271, 71 S.Ct. 325, 327, 95 L.Ed. 267; Craig v. Harney, 331 U.S. 367, 373&#8212;374, 67 S.Ct. 1249, 1253&#8212;1254, 91 L.Ed. 1546; Bridges v. California, 314 U.S. 252, 271, 62 S.Ct. 190, 197&#8212;198, 86 L.Ed. 192; Edwards v. South Carolina, 372 U.S. 229, 235, 83 S.Ct. 680, 683, 9 L.Ed.2d 697; New York Times Co. v. Sullivan, 376 U.S. 254, 285, 84 S.Ct. 710, 728&#8212;729, 11 L.Ed.2d 686.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is precisely what the Court did in Times Film Corp. v. City of Chicago, 355 U.S. 35, 78 S.Ct. 115, 2 L.Ed.2d 72; One, Inc. v. Olesen, 355 U.S. 371, 78 S.Ct. 364, 2 L.Ed.2d 352; and Sunshine Book Co. v. Summerfield, 355 U.S. 372, 78 S.Ct. 365, 2 L.Ed.2d 352. The obligation has been recognized by state courts as well. See, e.g., State v. Hudson County News Co., 41 N.J. 247, 256 257, 196 A.2d 225, 230 (1963); Zeitlin v. Arnebergh, 59 Cal.2d 901, 909&#8212;911, 31 Cal.Rptr. 800, 805&#8212;806, 383 P.2d 152, 157&#8212;158 (1963); People v. Richmond County News, Inc., 9 N.Y.2d 578, 580 581, 216 N.Y.S.2d 369, 370, 175 N.E.2d 681, 681&#8212;682 (1961). See also American Law Institute, Model Penal Code, Proposed Official Draft (May 4, 1962), &#167; 251.4(4).</p>\n        <p>Nor do we think our duty of constitutional adjudication in this area can properly be relaxed by reliance on a 'sufficient evidence' standard of review. Even in judicial review of administrative agency determinations, questions of 'constitutional fact' have been held to require de novo review. Ng Fung Ho v. White, 259 U.S. 276, 284&#8212;285, 42 S.Ct. 492, 495, 66 L.Ed. 938; Crowell v. Benson, 285 U.S. 22, 54&#8212;65, 52 S.Ct. 285, 293&#8212;298, 76 L.Ed. 598.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, e.g., Attorney General v. Book Named 'Tropic of Cancer,' 345 Mass. 11, 184 N.E.2d 328 (Mass.1962); Zeitlin v. Arnebergh, 59 Cal.2d 901, 31 Cal.Rptr. 800, 383 P.2d 152 (1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> American Law Institute, Model Penal Code, Proposed Official Draft (May 4, 1962), &#167; 251.4(1):</p>\n        <p>'Material is obscene if, considered as a whole, its predominant appeal is to prurient interest * * * and if <i>in addition</i> it goes substantially beyond customary limits of candor in describing or representing such matters.' (Italics added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Webster's New International Dictionary (2d ed. 1949), at 542.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See State v. Hudson County News Co., 41 N.J. 247, 266, 196 A.2d 225, 235 (1963). Lockhart and McClure, note 3, supra, 45 Minn.L.Rev., at 108&#8212;112; American Law Institute, Model Penal Code, Tentative Draft No. 6 (May 6, 1957), at 45; Proposed Official Draft (May 4, 1962), &#167; 251.4(4)(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See State v. Settle, 90 R.I. 195, 156 A.2d 921 (1959).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Times Film Corp. v. City of Chicago, 355 U.S. 35, 78 S.Ct. 115, 2 L.Ed.2d 72, reversing 7 Cir., 244 F.2d 432; One, Incorporated v. Olesen, 355 U.S. 371, 78 S.Ct. 364, 2 L.Ed.2d 352, reversing 9 Cir., 241 F.2d 772; Sunshine Book Co. v. Summerfield, 355 U.S. 372, 78 S.Ct. 365, 2 L.Ed.2d 352, reversing 101 U.S.App.D.C. 358, 249 F.2d 114; Manual Enterprises v. Day, 370 U.S. 478, 82 S.Ct. 1432, 8 L.Ed.2d 639 (opinion of HARLAN, J.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Cf. People v. Richmond County News, 9 N.Y.2d 578, 175 N.E.2d 681, 216 N.Y.S.2d 369.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> Roth v. United States, 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> In the instant case, for example, the advertisements published to induce the public to view the motion picture provide some evidence of the film's dominant theme: 'When all conventions explode * * * in the most daring love story ever filmed!' 'As close to authentic amour as is possible on the screen.' 'The frankest love scenes yet seen on film.' 'Contains one of the longest and most sensuous love scenes to be seen in this county.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>378 U.S. 184 (1964)</b></center>\n<center><h1>JACOBELLIS<br>\nv.<br>\nOHIO.</h1></center>\n<center>No. 11.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 26, 1963.</center>\n<center>Restored to the calendar for reargument April 29, 1963.</center>\n<center>Reargued April 1, 1964.</center>\n<center>Decided June 22, 1964.</center>\nAPPEAL FROM THE SUPREME COURT OF OHIO.\n<p><span class=\"star-pagination\">*185</span> <i>Ephraim London</i> reargued the cause for appellant. With him on the briefs were <i>Bennet Kleinman</i> and <i>Martin Garbus.</i></p>\n<p><i>John T. Corrigan</i> reargued the cause and filed a brief for appellee.</p>\n<p><i>Bernard A. Berkman, Jack G. Day</i> and <i>Melvin L. Wulf</i> filed a brief for the American and Ohio Civil Liberties Unions, as <i>amici curiae,</i> urging reversal.</p>\n<p><i>Charles H. Keating, Jr.</i> filed a brief for Citizens for Decent Literature, Inc., as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE BRENNAN announced the judgment of the Court and delivered an opinion in which MR. JUSTICE GOLDBERG joins.</p>\n<p>Appellant, Nico Jacobellis, manager of a motion picture theater in Cleveland Heights, Ohio, was convicted on two counts of possessing and exhibiting an obscene film in <span class=\"star-pagination\">*186</span> violation of Ohio Revised Code (1963 Supp.), ยง 2905.34.<sup>[1]</sup> He was fined $500 on the first count and $2,000 on the second, and was sentenced to the workhouse if the fines were not paid. His conviction, by a court of three judges upon waiver of trial by jury, was affirmed by an intermediate appellate court, 115 Ohio App. 226, 175 N. E. 2d 123, and by the Supreme Court of Ohio, 173 Ohio St. 22, 179 N. E. 2d 777. We noted probable jurisdiction of the appeal, 371 U. S. 808, and subsequently restored the case to the calendar for reargument, 373 U. S. 901. The dispositive question is whether the state courts properly found that the motion picture involved a French film called <i>\"Les Amants\"</i> (\"The Lovers\"), was obscene and <span class=\"star-pagination\">*187</span> hence not entitled to the protection for free expression that is guaranteed by the First and Fourteenth Amendments. We conclude that the film is not obscene and that the judgment must accordingly be reversed.</p>\n<p>Motion pictures are within the ambit of the constitutional guarantees of freedom of speech and of the press. <i>Joseph Burstyn, Inc.,</i> v. <i>Wilson,</i> 343 U. S. 495. But in <i>Roth</i> v. <i>United States</i> and <i>Alberts</i> v. <i>California,</i> 354 U. S. 476, we held that obscenity is not subject to those guarantees. Application of an obscenity law to suppress a motion picture thus requires ascertainment of the \"dim and uncertain line\" that often separates obscenity from constitutionally protected expression. <i>Bantam Books, Inc.,</i> v. <i>Sullivan,</i> 372 U. S. 58, 66; see <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513, 525.<sup>[2]</sup> It has been suggested that this is a task in which our Court need not involve itself. We are told that the determination whether a particular motion picture, book, or other work of expression is obscene can be treated as a purely factual judgment on which a jury's verdict is all but conclusive, or that in any event the decision can be left essentially to state and lower federal courts, with this Court exercising only a limited review such as that needed to determine whether the ruling below is supported by \"sufficient evidence.\" The suggestion is appealing, since it would lift from our shoulders a difficult, recurring, and unpleasant task. But we cannot accept it. Such an abnegation of judicial <span class=\"star-pagination\">*188</span> supervision in this field would be inconsistent with our duty to uphold the constitutional guarantees. Since it is only \"obscenity\" that is excluded from the constitutional protection, the question whether a particular work is obscene necessarily implicates an issue of constitutional law. See <i>Roth</i> v. <i>United States, supra,</i> 354 U. S., at 497-498 (separate opinion). Such an issue we think, must ultimately be decided by this Court. Our duty admits of no \"substitute for facing up to the tough individual problems of constitutional judgment involved in every obscenity case.\" <i>Id.,</i> at 498; see <i>Manual Enterprises, Inc.,</i> v. <i>Day,</i> 370 U. S. 478, 488 (opinion of HARLAN, J.).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*189</span> In other areas involving constitutional rights under the Due Process Clause, the Court has consistently recognized its duty to apply the applicable rules of law upon the basis of an independent review of the facts of each case. <i>E. g., </i><i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49, 51; <i>Norris</i> v. <i>Alabama,</i> 294 U. S. 587, 590.<sup>[4]</sup> And this has been particularly true where rights have been asserted under the First Amendment guarantees of free expression. Thus in <i>Pennekamp</i> v. <i>Florida,</i> 328 U. S. 331, 335, the Court stated:</p>\n<blockquote>\"The Constitution has imposed upon this Court final authority to determine the meaning and application of those words of that instrument which require interpretation to resolve judicial issues. With that responsibility, we are compelled to examine for ourselves the statements in issue and the circumstances under which they were made to see whether or not they . . . are of a character which the principles of the First Amendment, as adopted by the Due Process Clause of the Fourteenth Amendment, protect.\"<sup>[5]</sup></blockquote>\n<p>We cannot understand why the Court's duty should be any different in the present case, where Jacobellis has <span class=\"star-pagination\">*190</span> been subjected to a criminal conviction for disseminating a work of expression and is challenging that conviction as a deprivation of rights guaranteed by the First and Fourteenth Amendments. Nor can we understand why the Court's performance of its constitutional and judicial function in this sort of case should be denigrated by such epithets as \"censor\" or \"super-censor.\" In judging alleged obscenity the Court is no more \"censoring\" expression than it has in other cases \"censored\" criticism of judges and public officials, advocacy of governmental overthrow, or speech alleged to constitute a breach of the peace. Use of an opprobrious label can neither obscure nor impugn the Court's performance of its obligation to test challenged judgments against the guarantees of the First and Fourteenth Amendments and, in doing so, to delineate the scope of constitutionally protected speech. Hence we reaffirm the principle that, in \"obscenity\" cases as in all others involving rights derived from the First Amendment guarantees of free expression, this Court cannot avoid making an independent constitutional judgment on the facts of the case as to whether the material involved is constitutionally protected.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*191</span> The question of the proper standard for making this determination has been the subject of much discussion and controversy since our decision in <i>Roth</i> seven years ago. Recognizing that the test for obscenity enunciated thereย\"whether to the average person, applying contemporary community standards, the dominant theme of the material taken as a whole appeals to prurient interest,\" 354 U. S., at 489ยis not perfect, we think any substitute would raise equally difficult problems, and we therefore adhere to that standard. We would reiterate, however, our recognition in <i>Roth</i> that obscenity is excluded from the constitutional protection only because it is \"utterly without redeeming social importance,\" and that \"the portrayal of sex, <i>e. g.,</i> in art, literature and scientific works, is not itself sufficient reason to deny material the constitutional protection of freedom of speech and press.\" <i>Id.,</i> at 484, 487. It follows that material dealing with sex in a manner that advocates ideas, <i>Kingsley Int'l Pictures Corp.</i> v. <i>Regents,</i> 360 U. S. 684, or that has literary or scientific or artistic value or any other form of social importance, may not be branded as obscenity and denied the constitutional protection.<sup>[7]</sup> Nor may the constitutional status of the material be made to turn on a \"weighing\" of its social importance against its prurient appeal, for a work cannot be proscribed unless it is \"utterly\" without social importance. See <i>Zeitlin</i> v. <i>Arnebergh,</i> 59 Cal. 2d 901, 920, 383 P. 2d 152, 165, 31 Cal. Rptr. 800, 813 (1963). It should also be recognized that the <i>Roth</i> standard requires in the first instance a finding that the material \"goes substantially beyond customary limits of candor in description or representation of such matters.\" This was a requirement of the Model Penal Code test that we approved in <i>Roth,</i> 354 U. S., at 487, n. 20, and it is explicitly reaffirmed in the <span class=\"star-pagination\">*192</span> more recent Proposed Official Draft of the Code.<sup>[8]</sup> In the absence of such a deviation from society's standards of decency, we do not see how any official inquiry into the allegedly prurient appeal of a work of expression can be squared with the guarantees of the First and Fourteenth Amendments. See <i>Manual Enterprises, Inc.,</i> v. <i>Day,</i> 370 U. S. 478, 482-488 (opinion of HARLAN, J.).</p>\n<p>It has been suggested that the \"contemporary community standards\" aspect of the <i>Roth</i> test implies a determination of the constitutional question of obscenity in each case by the standards of the particular local community from which the case arises. This is an incorrect reading of <i>Roth.</i> The concept of \"contemporary community standards\" was first expressed by Judge Learned Hand in <i>United States</i> v. <i>Kennerley,</i> 209 F. 119, 121 (D. C. S. D. N. Y. 1913), where he said:</p>\n<blockquote>\"Yet, if the time is not yet when men think innocent all that which is honestly germane to a pure subject, however little it may mince its words, still I scarcely think that they would forbid all which might corrupt the most corruptible, or that society is prepared to accept for its own limitations those which may perhaps be necessary to the weakest of its members. If there be no abstract definition, such as I have suggested, should not the word `obscene' be allowed to indicate the present critical point in the compromise between candor and shame at which <i>the community may have arrived here and now?</i> . . . To put thought in leash to the <i>average conscience of the time</i> is perhaps tolerable, but to fetter it by the <span class=\"star-pagination\">*193</span> necessities of the lowest and least capable seems a fatal policy.</blockquote>\n<blockquote>\"Nor is it an objection, I think, that such an interpretation gives to the words of the statute a varying meaning from time to time. Such words as these do not embalm the precise morals of an age or place; while they presuppose that some things will always be shocking to the public taste, the vague subject-matter is left to the gradual development of general notions about what is decent. . . .\" (Italics added.)</blockquote>\n<p>It seems clear that in this passage Judge Hand was referring not to state and local \"communities,\" but rather to \"the community\" in the sense of \"society at large; . . . the public, or people in general.\"<sup>[9]</sup> Thus, he recognized that under his standard the concept of obscenity would have \"a varying meaning from time to time\"ยnot from county to county, or town to town.</p>\n<p>We do not see how any \"local\" definition of the \"community\" could properly be employed in delineating the area of expression that is protected by the Federal Constitution. MR. JUSTICE HARLAN pointed out in <i>Manual Enterprises, Inc.,</i> v. <i>Day, supra,</i> 370 U. S., at 488, that a standard based on a particular local community would have \"the intolerable consequence of denying some sections of the country access to material, there deemed acceptable, which in others might be considered offensive to prevailing community standards of decency. Cf. <i>Butler</i> v. <i>Michigan,</i> 352 U. S. 380.\" It is true that <i>Manual Enterprises</i> dealt with the federal statute banning obscenity from the mails. But the mails are not the only means by which works of expression cross local-community lines in this country. It can hardly be assumed that all the patrons of a particular library, bookstand, or motion picture theater are residents of the <span class=\"star-pagination\">*194</span> smallest local \"community\" that can be drawn around that establishment. Furthermore, to sustain the suppression of a particular book or film in one locality would deter its dissemination in other localities where it might be held not obscene, since sellers and exhibitors would be reluctant to risk criminal conviction in testing the variation between the two places. It would be a hardy person who would sell a book or exhibit a film anywhere in the land after this Court had sustained the judgment of one \"community\" holding it to be outside the constitutional protection. The result would thus be \"to restrict the public's access to forms of the printed word which the State could not constitutionally suppress directly.\" <i>Smith</i> v. <i>California,</i> 361 U. S. 147, 154.</p>\n<p>It is true that local communities throughout the land are in fact diverse, and that in cases such as this one the Court is confronted with the task of reconciling the rights of such communities with the rights of individuals. Communities vary, however, in many respects other than their toleration of alleged obscenity, and such variances have never been considered to require or justify a varying standard for application of the Federal Constitution. The Court has regularly been compelled, in reviewing criminal convictions challenged under the Due Process Clause of the Fourteenth Amendment, to reconcile the conflicting rights of the local community which brought the prosecution and of the individual defendant. Such a task is admittedly difficult and delicate, but it is inherent in the Court's duty of determining whether a particular conviction worked a deprivation of rights guaranteed by the Federal Constitution. The Court has not shrunk from discharging that duty in other areas, and we see no reason why it should do so here. The Court has explicitly refused to tolerate a result whereby \"the constitutional limits of free expression in the Nation <span class=\"star-pagination\">*195</span> would vary with state lines,\" <i>Pennekamp</i> v. <i>Florida, supra,</i> 328 U. S., at 335; we see even less justification for allowing such limits to vary with town or county lines. We thus reaffirm the position taken in <i>Roth</i> to the effect that the constitutional status of an allegedly obscene work must be determined on the basis of a national standard.<sup>[10]</sup> It is, after all, a national Constitution we are expounding.</p>\n<p>We recognize the legitimate and indeed exigent interest of States and localities throughout the Nation in preventing the dissemination of material deemed harmful to children. But that interest does not justify a total suppression of such material, the effect of which would be to \"reduce the adult population . . . to reading only what is fit for children.\" <i>Butler</i> v. <i>Michigan,</i> 352 U. S. 380, 383. State and local authorities might well consider whether their objectives in this area would be better served by laws aimed specifically at preventing distribution of objectionable material to children, rather than at totally prohibiting its dissemination.<sup>[11]</sup> Since the present conviction is based upon exhibition of the film to the public at large and not upon its exhibition to children, the judgment must be reviewed under the strict standard applicable in determining the scope of the expression that is protected by the Constitution.</p>\n<p>We have applied that standard to the motion picture in question. \"The Lovers\" involves a woman bored with her life and marriage who abandons her husband and family for a young archaeologist with whom she has <span class=\"star-pagination\">*196</span> suddenly fallen in love. There is an explicit love scene in the last reel of the film, and the State's objections are based almost entirely upon that scene. The film was favorably reviewed in a number of national publications, although disparaged in others, and was rated by at least two critics of national stature among the best films of the year in which it was produced. It was shown in approximately 100 of the larger cities in the United States, including Columbus and Toledo, Ohio. We have viewed the film, in the light of the record made in the trial court, and we conclude that it is not obscene within the standards enunciated in <i>Roth</i> v. <i>United States</i> and <i>Alberts</i> v. <i>California</i><i>,</i> which we reaffirm here.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE WHITE concurs in the judgment.</p>\n<p>Opinion of MR. JUSTICE BLACK, with whom MR. JUSTICE DOUGLAS joins.</p>\n<p>I concur in the reversal of this judgment. My belief, as stated in <i>Kingsley International Pictures Corp.</i> v. <i>Regents,</i> 360 U. S. 684, 690, is that \"If despite the Constitution. . . this Nation is to embark on the dangerous road of censorship, . . . this Court is about the most inappropriate Supreme Board of Censors that could be found.\" My reason for reversing is that I think the conviction of appellant or anyone else for exhibiting a motion picture abridges freedom of the press as safeguarded by the First Amendment, which is made obligatory on the States by the Fourteenth. See my concurring opinions in <i>Quantity of Copies of Books</i> v. <i>Kansas, post,</i> p. 213; <i>Smith</i> v. <i>California,</i> 361 U. S. 147, 155; <i>Kingsley International Pictures Corp.</i> v. <i>Regents, supra</i><i>.</i> See also the dissenting opinion of MR. JUSTICE DOUGLAS <span class=\"star-pagination\">*197</span> in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476, 508, and his concurring opinion in <i>Superior Films, Inc.,</i> v. <i>Department of Education,</i> 346 U. S. 587, 588, in both of which I joined.</p>\n<p>MR. JUSTICE STEWART, concurring.</p>\n<p>It is possible to read the Court's opinion in <i>Roth</i> v. <i>United States</i> and <i>Alberts</i> v. <i>California,</i> 354 U. S. 476, in a variety of ways. In saying this, I imply no criticism of the Court, which in those cases was faced with the task of trying to define what may be indefinable. I have reached the conclusion, which I think is confirmed at least by negative implication in the Court's decisions since <i>Roth</i> and <i>Alberts,</i><sup>[1]</sup> that under the First and Fourteenth Amendments criminal laws in this area are constitutionally limited to hard-core pornography.<sup>[2]</sup> I shall not today attempt further to define the kinds of material I understand to be embraced within that shorthand description; and perhaps I could never succeed in intelligibly doing so. But I know it when I see it, and the motion picture involved in this case is not that.</p>\n<p>MR. JUSTICE GOLDBERG, concurring.</p>\n<p>The question presented is whether the First and Fourteenth Amendments permit the imposition of criminal punishment for exhibiting the motion picture entitled \"The Lovers.\" I have viewed the film and I wish merely to add to my Brother BRENNAN'S description that the love scene deemed objectionable is so fragmentary and fleeting that only a censor's alert would make an audience <span class=\"star-pagination\">*198</span> conscious that something \"questionable\" is being portrayed. Except for this rapid sequence, the film concerns itself with the history of an ill-matched and unhappy marriageยa familiar subject in old and new novels and in current television soap operas.</p>\n<p>Although I fully agree with what my Brother BRENNAN has written, I am also of the view that adherence to the principles stated in <i>Joseph Burstyn, Inc.,</i> v. <i>Wilson,</i> 343 U. S. 495, requires reversal. In <i>Burstyn</i> MR. JUSTICE CLARK, delivering the unanimous judgment of the Court, said:</p>\n<blockquote>\"[E]xpression by means of motion pictures is included within the free speech and free press guaranty of the First and Fourteenth Amendments. . . .</blockquote>\n<blockquote>\"To hold that liberty of expression by means of motion pictures is guaranteed by the First and Fourteenth Amendments, however, is not the end of our problem. It does not follow that the Constitution requires absolute freedom to exhibit every motion picture of every kind at all times and all places. . . . Nor does it follow that motion pictures are necessarily subject to the precise rules governing any other particular method of expression. Each method tends to present its own peculiar problems. But the basic principles of freedom of speech and the press, like the First Amendment's command, do not vary. Those principles, as they have frequently been enunciated by this Court, make freedom of expression the rule.\" <i>Id.,</i> at 502-503.</blockquote>\n<p>As in <i>Burstyn</i> \"[t]here is no justification in this case for making an exception to that rule,\" <i>id.,</i> at 503, for by any arguable standard the exhibitors of this motion picture may not be criminally prosecuted unless the exaggerated character of the advertising rather than the obscenity of the film is to be the constitutional criterion.</p>\n<p><span class=\"star-pagination\">*199</span> THE CHIEF JUSTICE, with whom MR. JUSTICE CLARK joins, dissenting.</p>\n<p>In this and other cases in this area of the law, which are coming to us in ever-increasing numbers, we are faced with the resolution of rights basic both to individuals and to society as a whole. Specifically, we are called upon to reconcile the right of the Nation and of the States to maintain a decent society and, on the other hand, the right of individuals to express themselves freely in accordance with the guarantees of the First and Fourteenth Amendments. Although the Federal Government and virtually every State has had laws proscribing obscenity since the Union was formed, and although this Court has recently decided that obscenity is not within the protection of the First Amendment,<sup>[1]</sup> neither courts nor legislatures have been able to evolve a truly satisfactory definition of obscenity. In other areas of the law, terms like \"negligence,\" although in common use for centuries, have been difficult to define except in the most general manner. Yet the courts have been able to function in such areas with a reasonable degree of efficiency. The obscenity problem, however, is aggravated by the fact that it involves the area of public expression, an area in which a broad range of freedom is vital to our society and is constitutionally protected.</p>\n<p>Recently this Court put its hand to the task of defining the term \"obscenity\" in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476. The definition enunciated in that case has generated much legal speculation as well as further judicial interpretation by state and federal courts. It has also been relied upon by legislatures. Yet obscenity cases continue to come to this Court, and it becomes increasingly apparent that we must settle as well as we can the question of what constitutes \"obscenity\" and the question <span class=\"star-pagination\">*200</span> of what standards are permissible in enforcing proscriptions against obscene matter. This Court hears cases such as the instant one not merely to rule upon the alleged obscenity of a specific film or book but to establish principles for the guidance of lower courts and legislatures. Yet most of our decisions since <i>Roth</i> have been given without opinion and have thus failed to furnish such guidance. Nor does the Court in the instant caseยwhich has now been twice argued before usยshed any greater light on the problem. Therefore, I consider it appropriate to state my views at this time.</p>\n<p>For all the sound and fury that the <i>Roth</i> test has generated, it has not been proved unsound, and I believe that we should try to live with itยat least until a more satisfactory definition is evolved. No governmentยbe it federal, state, or localยshould be forced to choose between repressing all material, including that within the realm of decency, and allowing unrestrained license to publish any material, no matter how vile. There must be a rule of reason in this as in other areas of the law, and we have attempted in the <i>Roth</i> case to provide such a rule.</p>\n<p>It is my belief that when the Court said in <i>Roth</i> that obscenity is to be defined by reference to \"community standards,\" it meant community standardsยnot a national standard, as is sometimes argued. I believe that there is no provable \"national standard,\" and perhaps there should be none. At all events, this Court has not been able to enunciate one, and it would be unreasonable to expect local courts to divine one. It is said that such a \"community\" approach may well result in material being proscribed as obscene in one community but not in another, and, in all probability, that is true. But communities throughout the Nation are in fact diverse, and it must be remembered that, in cases such as this one, the Court is confronted with the task of reconciling conflicting <span class=\"star-pagination\">*201</span> rights of the diverse communities within our society and of individuals.</p>\n<p>We are told that only \"hard core pornography\" should be denied the protection of the First Amendment. But who can define \"hard core pornography\" with any greater clarity than \"obscenity\"? And even if we were to retreat to that position, we would soon be faced with the need to define that term just as we now are faced with the need to define \"obscenity.\" Meanwhile, those who profit from the commercial exploitation of obscenity would continue to ply their trade unmolested.</p>\n<p>In my opinion, the use to which various materials are putยnot just the words and pictures themselvesยmust be considered in determining whether or not the materials are obscene. A technical or legal treatise on pornography may well be inoffensive under most circumstances but, at the same time, \"obscene\" in the extreme when sold or displayed to children.<sup>[2]</sup></p>\n<p>Finally, material which is in fact obscene under the <i>Roth</i> test may be proscribed in a number of waysยfor instance, by confiscation of the material or by prosecution of those who disseminate itยprovided always that the proscription, whatever it may be, is imposed in accordance with constitutional standards. If the proceeding involved is criminal, there must be a right to a jury trial, a right to counsel, and all the other safeguards necessary to assure due process of law. If the proceeding is civil in nature, the constitutional requirements applicable in such a case must also be observed. There has been <span class=\"star-pagination\">*202</span> some tendency in dealing with this area of the law for enforcement agencies to do only that which is easy to doยfor instance, to seize and destroy books with only a minimum of protection. As a result, courts are often presented with procedurally bad cases and, in dealing with them, appear to be acquiescing in the dissemination of obscenity. But if cases were well prepared and were conducted with the appropriate concern for constitutional safeguards, courts would not hesitate to enforce the laws against obscenity. Thus, enforcement agencies must realize that there is no royal road to enforcement; hard and conscientious work is required.</p>\n<p>In light of the foregoing, I would reiterate my acceptance of the rule of the <i>Roth</i> case: Material is obscene and not constitutionally protected against regulation and proscription if \"to the average person, applying contemporary community standards, the dominant theme of the material taken as a whole appeals to prurient interest.\" 354 U. S., at 489. I would commit the enforcement of this rule to the appropriate state and federal courts, and I would accept their judgments made pursuant to the <i>Roth</i> rule, limiting myself to a consideration only of whether there is sufficient evidence in the record upon which a finding of obscenity could be made. If there is no evidence in the record upon which such a finding could be made, obviously the material involved cannot be held obscene. Cf. <i>Thompson</i> v. <i>City of Louisville,</i> 362 U. S. 199. But since a mere modicum of evidence may satisfy a \"no evidence\" standard, I am unwilling to give the important constitutional right of free expression such limited protection. However, protection of society's right to maintain its moral fiber and the effective administration of justice require that this Court not establish itself as an ultimate censor, in each case reading the entire record, viewing the accused material, and making an independent <i>de novo</i> judgment on the question of obscenity. Therefore, <span class=\"star-pagination\">*203</span> once a finding of obscenity has been made below under a proper application of the <i>Roth</i> test, I would apply a \"sufficient evidence\" standard of reviewยrequiring something more than merely any evidence but something less than \"substantial evidence on the record [including the allegedly obscene material] as a whole.\" Cf. <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474. This is the only reasonable way I can see to obviate the necessity of this Court's sitting as the Super Censor of all the obscenity purveyed throughout the Nation.</p>\n<p>While in this case, I do not subscribe to some of the State's extravagant contentions, neither can I say that the courts below acted with intemperance or without sufficient evidence in finding the moving picture obscene within the meaning of the <i>Roth</i> test. Therefore, I would affirm the judgment.</p>\n<p>MR. JUSTICE HARLAN, dissenting.</p>\n<p>While agreeing with my Brother BRENNAN'S opinion that the responsibilities of the Court in this area are no different from those which attend the adjudication of kindred constitutional questions, I have heretofore expressed the view that the States are constitutionally permitted greater latitude in determining what is bannable on the score of obscenity than is so with the Federal Government. See my opinion in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476, 496; cf. my opinion in <i>Manual Enterprises, Inc.,</i> v. <i>Day,</i> 370 U. S. 478. While, as correctly said in MR. JUSTICE BRENNAN'S opinion, the Court has not accepted that view, I nonetheless feel free to adhere to it in this still developing aspect of constitutional law.</p>\n<p>The more I see of these obscenity cases the more convinced I become that in permitting the States wide, but not federally unrestricted, scope in this field, while holding the Federal Government with a tight rein, lies the best promise for achieving a sensible accommodation between <span class=\"star-pagination\">*204</span> the public interest sought to be served by obscenity laws (cf. my dissenting opinion in <i>Bantam Books, Inc.,</i> v. <i>Sullivan,</i> 372 U. S. 58, 76, 77) and protection of genuine rights of free expression.</p>\n<p>I experience no greater ease than do other members of the Court in attempting to verbalize generally the respective constitutional tests, for in truth the matter in the last analysis depends on how particular challenged material happens to strike the minds of jurors or judges and ultimately those of a majority of the members of this Court. The application of any general constitutional tests must thus necessarily be pricked out on a case-by-case basis, but as a point of departure I would apply to the Federal Government the <i>Roth</i> standards as amplified in my opinion in <i>Manual Enterprises, supra</i><i>.</i> As to the States, I would make the federal test one of rationality. I would not prohibit them from banning any material which, taken as a whole, has been reasonably found in state judicial proceedings to treat with sex in a fundamentally offensive manner, under rationally established criteria for judging such material.</p>\n<p>On this basis, having viewed the motion picture in question, I think the State acted within permissible limits in condemning the film and would affirm the judgment of the Ohio Supreme Court.</p>\n<h2>NOTES</h2>\n<p>[1]  \"<i>Selling, exhibiting, and possessing obscene literature or drugs, for criminal purposes.</i>\n</p>\n<p>\"No person shall knowingly sell, lend, give away, exhibit, or offer to sell, lend, give away, or exhibit, or publish or offer to publish or have in his possession or under his control an obscene, lewd, or lascivious book, magazine, pamphlet, paper, writing, advertisement, circular, print, picture, photograph, motion picture film, or book, pamphlet, paper, magazine not wholly obscene but containing lewd or lascivious articles, advertisements, photographs, or drawing, representation, figure, image, cast, instrument, or article of an indecent or immoral nature, or a drug, medicine, article, or thing intended for the prevention of conception or for causing an abortion, or advertise any of them for sale, or write, print, or cause to be written or printed a card, book, pamphlet, advertisement, or notice giving information when, where, how, of whom, or by what means any of such articles or things can be purchased or obtained, or manufacture, draw, print, or make such articles or things, or sell, give away, or show to a minor, a book, pamphlet, magazine, newspaper, story paper, or other paper devoted to the publication, or principally made up, of criminal news, police reports, or accounts of criminal deeds, or pictures and stories of immoral deeds, lust, or crime, or exhibit upon a street or highway or in a place which may be within the view of a minor, any of such books, papers, magazines, or pictures.</p>\n<p>\"Whoever violates this section shall be fined not less than two hundred nor more than two thousand dollars or imprisoned not less than one nor more than seven years, or both.\"</p>\n<p>[2]  It is too late in the day to argue that the location of the line is different, and the task of ascertaining it easier, when a state rather than a federal obscenity law is involved. The view that the constitutional guarantees of free expression do not apply as fully to the States as they do to the Federal Government was rejected in <i>Roth-</i><i>Alberts, supra,</i> where the Court's single opinion applied the same standards to both a state and a federal conviction. Cf. <i>Ker</i> v. <i>California,</i> 374 U. S. 23, 33; <i>Malloy</i> v. <i>Hogan, ante,</i> pp. 1, 10-11.</p>\n<p>[3]  See <i>Kingsley Int'l Pictures Corp.</i> v. <i>Regents,</i> 360 U. S. 684, 708 (separate opinion):\n</p>\n<p>\"It is sometimes said that this Court should shun considering the particularities of individual cases in this difficult field lest the Court become a final `board of censorship.' But I cannot understand why it should be thought that the process of constitutional judgment in this realm somehow stands apart from that involved in other fields, particularly those presenting questions of due process. . . .\"</p>\n<p>See also Lockhart and McClure, Censorship of Obscenity: The Developing Constitutional Standards, 45 Minn. L. Rev. 5, 116 (1960): \"This obligationยto reach an independent judgment in applying constitutional standards and criteria to constitutional issues that may be cast by lower courts `in the form of determinations of fact'ย appears fully applicable to findings of obscenity by juries, trial courts, and administrative agencies. The Supreme Court is subject to that obligation, as is every court before which the constitutional issue is raised.\"</p>\n<p>And see <i>id.,</i> at 119:</p>\n<p>\"It may be true . . . that judges `possess no special expertise' qualifying them `to supervise the private morals of the Nation' or to decide `what movies are good or bad for local communities.' But they do have a far keener understanding of the importance of free expression than do most government administrators or jurors, and they have had considerable experience in making value judgments of the type required by the constitutional standards for obscenity. If freedom is to be preserved, neither government censorship experts nor juries can be left to make the final effective decisions restraining free expression. Their decisions must be subject to effective, independent review, and we know of no group better qualified for that review than the appellate judges of this country under the guidance of the Supreme Court.\"</p>\n<p>[4]  See also <i>Fiske</i> v. <i>Kansas,</i> 274 U. S. 380, 385-386; <i>Haynes</i> v. <i>Washington,</i> 373 U. S. 503, 515-516; <i>Chambers</i> v. <i>Florida,</i> 309 U. S. 227, 229; <i>Hooven &amp; Allison Co.</i> v. <i>Evatt,</i> 324 U. S. 652, 659; <i>Lisenba</i> v. <i>California,</i> 314 U. S. 219, 237-238; <i>Ashcraft</i> v. <i>Tennessee,</i> 322 U. S. 143, 147-148; <i>Napue</i> v. <i>Illinois,</i> 360 U. S. 264, 271.</p>\n<p>[5]  See also <i>Niemotko</i> v. <i>Maryland,</i> 340 U. S. 268, 271; <i>Craig</i> v. <i>Harney,</i> 331 U. S. 367, 373-374; <i>Bridges</i> v. <i>California,</i> 314 U. S. 252, 271; <i>Edwards</i> v. <i>South Carolina,</i> 372 U. S. 229, 235; <i>New York Times Co.</i> v. <i>Sullivan,</i> 376 U. S. 254, 285.</p>\n<p>[6]  This is precisely what the Court did in <i>Times Film Corp.</i> v. <i>City of Chicago,</i> 355 U. S. 35; <i>One, Inc.,</i> v. <i>Olesen,</i> 355 U. S. 371; and <i>Sunshine Book Co.</i> v. <i>Summerfield,</i> 355 U. S. 372. The obligation has been recognized by state courts as well. See, <i>e. g., </i><i>State</i> v. <i>Hudson County News Co.,</i> 41 N. J. 247, 256-257, 196 A. 2d 225, 230 (1963); <i>Zeitlin</i> v. <i>Arnebergh,</i> 59 Cal. 2d 901, 909-911, 383 P. 2d 152, 157-158, 31 Cal. Rptr. 800, 805-806 (1963); <i>People</i> v. <i>Richmond County News, Inc.,</i> 9 N. Y. 2d 578, 580-581, 175 N. E. 2d 681, 681-682, 216 N. Y. S. 2d 369, 370 (1961). See also American Law Institute, Model Penal Code, Proposed Official Draft (May 4, 1962), ยง 251.4 (4).\n</p>\n<p>Nor do we think our duty of constitutional adjudication in this area can properly be relaxed by reliance on a \"sufficient evidence\" standard of review. Even in judicial review of administrative agency determinations, questions of \"constitutional fact\" have been held to require <i>de novo</i> review. <i>Ng Fung Ho</i> v. <i>White,</i> 259 U. S. 276, 284-285; <i>Crowell</i> v. <i>Benson,</i> 285 U. S. 22, 54-65.</p>\n<p>[7]  See <i>e. g., </i><i>Attorney General</i> v. <i>Book Named \"Tropic of Cancer,\"</i> 345 Mass. 11, 184 N. E. 2d 328 (Mass. 1962); <i>Zeitlin</i> v. <i>Arnebergh,</i> 59 Cal. 2d 901, 383 P. 2d 152, 31 Cal. Rptr. 800 (1963).</p>\n<p>[8]  American Law Institute, Model Penal Code, Proposed Official Draft (May 4, 1962), ยง 251.4 (1):\n</p>\n<p>\"Material is obscene if, considered as a whole, its predominant appeal is to prurient interest . . . and if <i>in addition</i> it goes substantially beyond customary limits of candor in describing or representing such matters.\" (Italics added.)</p>\n<p>[9]  Webster's New International Dictionary (2d ed. 1949), at 542.</p>\n<p>[10]  See <i>State</i> v. <i>Hudson County News Co.,</i> 41 N. J. 247, 266, 196 A. 2d 225, 235 (1963). Lockhart and McClure, note 3, <i>supra,</i> 45 Minn. L. Rev., at 108-112; American Law Institute, Model Penal Code, Tentative Draft No. 6 (May 6, 1957), at 45; Proposed Official Draft (May 4, 1962), ยง 251.4 (4) (d).</p>\n<p>[11]  See <i>State</i> v. <i>Settle,</i> 90 R. I. 195, 156 A. 2d 921 (1959).</p>\n<p>[1]  <i>Times Film Corp.</i> v. <i>City of Chicago,</i> 355 U. S. 35, reversing 244 F. 2d 432; <i>One, Incorporated,</i> v. <i>Olesen,</i> 355 U. S. 371, reversing 241 F. 2d 772; <i>Sunshine Book Co.</i> v. <i>Summerfield,</i> 355 U. S. 372, reversing 101 U. S. App. D. C. 358, 249 F. 2d 114; <i>Manual Enterprises</i> v. <i>Day,</i> 370 U. S. 478 (opinion of HARLAN, J.).</p>\n<p>[2]  Cf. <i>People</i> v. <i>Richmond County News,</i> 9 N. Y. 2d 578, 175 N. E. 2d 681, 216 N. Y. S. 2d 369.</p>\n<p>[1]  <i>Roth</i> v. <i>United States,</i> 354 U. S. 476.</p>\n<p>[2]  In the instant case, for example, the advertisements published to induce the public to view the motion picture provide some evidence of the film's dominant theme: \"When all conventions explode . . . in the most daring love story ever filmed!\" \"As close to authentic amour as is possible on the screen.\" \"The frankest love scenes yet seen on film.\" \"Contains one of the longest and most sensuous love scenes to be seen in this country.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></span> (1964)</b></center>\n<center><h1>JACOBELLIS<br>\nv.<br>\nOHIO.</h1></center>\n<center>No. 11.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 26, 1963.</center>\n<center>Restored to the calendar for reargument April 29, 1963.</center>\n<center>Reargued April 1, 1964.</center>\n<center>Decided June 22, 1964.</center>\nAPPEAL FROM THE SUPREME COURT OF OHIO.\n<p><span class=\"star-pagination\">*185</span> <i>Ephraim London</i> reargued the cause for appellant. With him on the briefs were <i>Bennet Kleinman</i> and <i>Martin Garbus.</i></p>\n<p><i>John T. Corrigan</i> reargued the cause and filed a brief for appellee.</p>\n<p><i>Bernard A. Berkman, Jack G. Day</i> and <i>Melvin L. Wulf</i> filed a brief for the American and Ohio Civil Liberties Unions, as <i>amici curiae,</i> urging reversal.</p>\n<p><i>Charles H. Keating, Jr.</i> filed a brief for Citizens for Decent Literature, Inc., as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE BRENNAN announced the judgment of the Court and delivered an opinion in which MR. JUSTICE GOLDBERG joins.</p>\n<p>Appellant, Nico Jacobellis, manager of a motion picture theater in Cleveland Heights, Ohio, was convicted on two counts of possessing and exhibiting an obscene film in <span class=\"star-pagination\">*186</span> violation of Ohio Revised Code (1963 Supp.), ยง 2905.34.<sup>[1]</sup> He was fined $500 on the first count and $2,000 on the second, and was sentenced to the workhouse if the fines were not paid. His conviction, by a court of three judges upon waiver of trial by jury, was affirmed by an intermediate appellate court, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">226</span></span>, 175 N. E. 2d 123, and by the Supreme Court of Ohio, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">22</span></span>, 179 N. E. 2d 777. We noted probable jurisdiction of the appeal, 371 U. S. 808, and subsequently restored the case to the calendar for reargument, 373 U. S. 901. The dispositive question is whether the state courts properly found that the motion picture involved a French film called <i>\"Les Amants\"</i> (\"The Lovers\"), was obscene and <span class=\"star-pagination\">*187</span> hence not entitled to the protection for free expression that is guaranteed by the First and Fourteenth Amendments. We conclude that the film is not obscene and that the judgment must accordingly be reversed.</p>\n<p>Motion pictures are within the ambit of the constitutional guarantees of freedom of speech and of the press. <i>Joseph Burstyn, Inc.,</i> v. <i>Wilson,</i> 343 U. S. 495. But in <i>Roth</i> v. <i>United States</i> and <i>Alberts</i> v. <i>California,</i> 354 U. S. 476, we held that obscenity is not subject to those guarantees. Application of an obscenity law to suppress a motion picture thus requires ascertainment of the \"dim and uncertain line\" that often separates obscenity from constitutionally protected expression. <i>Bantam Books, Inc.,</i> v. <i>Sullivan,</i> 372 U. S. 58, 66; see <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513, 525.<sup>[2]</sup> It has been suggested that this is a task in which our Court need not involve itself. We are told that the determination whether a particular motion picture, book, or other work of expression is obscene can be treated as a purely factual judgment on which a jury's verdict is all but conclusive, or that in any event the decision can be left essentially to state and lower federal courts, with this Court exercising only a limited review such as that needed to determine whether the ruling below is supported by \"sufficient evidence.\" The suggestion is appealing, since it would lift from our shoulders a difficult, recurring, and unpleasant task. But we cannot accept it. Such an abnegation of judicial <span class=\"star-pagination\">*188</span> supervision in this field would be inconsistent with our duty to uphold the constitutional guarantees. Since it is only \"obscenity\" that is excluded from the constitutional protection, the question whether a particular work is obscene necessarily implicates an issue of constitutional law. See <i>Roth</i> v. <i>United States, supra,</i> 354 U. S., at 497-498 (separate opinion). Such an issue we think, must ultimately be decided by this Court. Our duty admits of no \"substitute for facing up to the tough individual problems of constitutional judgment involved in every obscenity case.\" <i>Id.,</i> at 498; see <i>Manual Enterprises, Inc.,</i> v. <i>Day,</i> 370 U. S. 478, 488 (opinion of HARLAN, J.).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*189</span> In other areas involving constitutional rights under the Due Process Clause, the Court has consistently recognized its duty to apply the applicable rules of law upon the basis of an independent review of the facts of each case. <i>E. g., </i><i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49, 51; <i>Norris</i> v. <i>Alabama,</i> 294 U. S. 587, 590.<sup>[4]</sup> And this has been particularly true where rights have been asserted under the First Amendment guarantees of free expression. Thus in <i>Pennekamp</i> v. <i>Florida,</i> 328 U. S. 331, 335, the Court stated:</p>\n<blockquote>\"The Constitution has imposed upon this Court final authority to determine the meaning and application of those words of that instrument which require interpretation to resolve judicial issues. With that responsibility, we are compelled to examine for ourselves the statements in issue and the circumstances under which they were made to see whether or not they . . . are of a character which the principles of the First Amendment, as adopted by the Due Process Clause of the Fourteenth Amendment, protect.\"<sup>[5]</sup></blockquote>\n<p>We cannot understand why the Court's duty should be any different in the present case, where Jacobellis has <span class=\"star-pagination\">*190</span> been subjected to a criminal conviction for disseminating a work of expression and is challenging that conviction as a deprivation of rights guaranteed by the First and Fourteenth Amendments. Nor can we understand why the Court's performance of its constitutional and judicial function in this sort of case should be denigrated by such epithets as \"censor\" or \"super-censor.\" In judging alleged obscenity the Court is no more \"censoring\" expression than it has in other cases \"censored\" criticism of judges and public officials, advocacy of governmental overthrow, or speech alleged to constitute a breach of the peace. Use of an opprobrious label can neither obscure nor impugn the Court's performance of its obligation to test challenged judgments against the guarantees of the First and Fourteenth Amendments and, in doing so, to delineate the scope of constitutionally protected speech. Hence we reaffirm the principle that, in \"obscenity\" cases as in all others involving rights derived from the First Amendment guarantees of free expression, this Court cannot avoid making an independent constitutional judgment on the facts of the case as to whether the material involved is constitutionally protected.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*191</span> The question of the proper standard for making this determination has been the subject of much discussion and controversy since our decision in <i>Roth</i> seven years ago. Recognizing that the test for obscenity enunciated thereย\"whether to the average person, applying contemporary community standards, the dominant theme of the material taken as a whole appeals to prurient interest,\" 354 U. S., at 489ยis not perfect, we think any substitute would raise equally difficult problems, and we therefore adhere to that standard. We would reiterate, however, our recognition in <i>Roth</i> that obscenity is excluded from the constitutional protection only because it is \"utterly without redeeming social importance,\" and that \"the portrayal of sex, <i>e. g.,</i> in art, literature and scientific works, is not itself sufficient reason to deny material the constitutional protection of freedom of speech and press.\" <i>Id.,</i> at 484, 487. It follows that material dealing with sex in a manner that advocates ideas, <i>Kingsley Int'l Pictures Corp.</i> v. <i>Regents,</i> 360 U. S. 684, or that has literary or scientific or artistic value or any other form of social importance, may not be branded as obscenity and denied the constitutional protection.<sup>[7]</sup> Nor may the constitutional status of the material be made to turn on a \"weighing\" of its social importance against its prurient appeal, for a work cannot be proscribed unless it is \"utterly\" without social importance. See <i>Zeitlin</i> v. <i>Arnebergh,</i> <span class=\"citation\" data-id=\"1149199\"><a href=\"/opinion/1149199/zeitlin-v-arnebergh/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">901</span></a></span>, 920, 383 P. 2d 152, 165, <span class=\"citation\" data-id=\"1149199\"><a href=\"/opinion/1149199/zeitlin-v-arnebergh/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">800</span></a></span>, 813 (1963). It should also be recognized that the <i>Roth</i> standard requires in the first instance a finding that the material \"goes substantially beyond customary limits of candor in description or representation of such matters.\" This was a requirement of the Model Penal Code test that we approved in <i>Roth,</i> 354 U. S., at 487, n. 20, and it is explicitly reaffirmed in the <span class=\"star-pagination\">*192</span> more recent Proposed Official Draft of the Code.<sup>[8]</sup> In the absence of such a deviation from society's standards of decency, we do not see how any official inquiry into the allegedly prurient appeal of a work of expression can be squared with the guarantees of the First and Fourteenth Amendments. See <i>Manual Enterprises, Inc.,</i> v. <i>Day,</i> 370 U. S. 478, 482-488 (opinion of HARLAN, J.).</p>\n<p>It has been suggested that the \"contemporary community standards\" aspect of the <i>Roth</i> test implies a determination of the constitutional question of obscenity in each case by the standards of the particular local community from which the case arises. This is an incorrect reading of <i>Roth.</i> The concept of \"contemporary community standards\" was first expressed by Judge Learned Hand in <i>United States</i> v. <i>Kennerley,</i> <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">F.</span> <span class=\"page\">119</span></span>, 121 (D. C. S. D. N. Y. 1913), where he said:</p>\n<blockquote>\"Yet, if the time is not yet when men think innocent all that which is honestly germane to a pure subject, however little it may mince its words, still I scarcely think that they would forbid all which might corrupt the most corruptible, or that society is prepared to accept for its own limitations those which may perhaps be necessary to the weakest of its members. If there be no abstract definition, such as I have suggested, should not the word `obscene' be allowed to indicate the present critical point in the compromise between candor and shame at which <i>the community may have arrived here and now?</i> . . . To put thought in leash to the <i>average conscience of the time</i> is perhaps tolerable, but to fetter it by the <span class=\"star-pagination\">*193</span> necessities of the lowest and least capable seems a fatal policy.</blockquote>\n<blockquote>\"Nor is it an objection, I think, that such an interpretation gives to the words of the statute a varying meaning from time to time. Such words as these do not embalm the precise morals of an age or place; while they presuppose that some things will always be shocking to the public taste, the vague subject-matter is left to the gradual development of general notions about what is decent. . . .\" (Italics added.)</blockquote>\n<p>It seems clear that in this passage Judge Hand was referring not to state and local \"communities,\" but rather to \"the community\" in the sense of \"society at large; . . . the public, or people in general.\"<sup>[9]</sup> Thus, he recognized that under his standard the concept of obscenity would have \"a varying meaning from time to time\"ยnot from county to county, or town to town.</p>\n<p>We do not see how any \"local\" definition of the \"community\" could properly be employed in delineating the area of expression that is protected by the Federal Constitution. MR. JUSTICE HARLAN pointed out in <i>Manual Enterprises, Inc.,</i> v. <i>Day, supra,</i> 370 U. S., at 488, that a standard based on a particular local community would have \"the intolerable consequence of denying some sections of the country access to material, there deemed acceptable, which in others might be considered offensive to prevailing community standards of decency. Cf. <i>Butler</i> v. <i>Michigan,</i> 352 U. S. 380.\" It is true that <i>Manual Enterprises</i> dealt with the federal statute banning obscenity from the mails. But the mails are not the only means by which works of expression cross local-community lines in this country. It can hardly be assumed that all the patrons of a particular library, bookstand, or motion picture theater are residents of the <span class=\"star-pagination\">*194</span> smallest local \"community\" that can be drawn around that establishment. Furthermore, to sustain the suppression of a particular book or film in one locality would deter its dissemination in other localities where it might be held not obscene, since sellers and exhibitors would be reluctant to risk criminal conviction in testing the variation between the two places. It would be a hardy person who would sell a book or exhibit a film anywhere in the land after this Court had sustained the judgment of one \"community\" holding it to be outside the constitutional protection. The result would thus be \"to restrict the public's access to forms of the printed word which the State could not constitutionally suppress directly.\" <i>Smith</i> v. <i>California,</i> 361 U. S. 147, 154.</p>\n<p>It is true that local communities throughout the land are in fact diverse, and that in cases such as this one the Court is confronted with the task of reconciling the rights of such communities with the rights of individuals. Communities vary, however, in many respects other than their toleration of alleged obscenity, and such variances have never been considered to require or justify a varying standard for application of the Federal Constitution. The Court has regularly been compelled, in reviewing criminal convictions challenged under the Due Process Clause of the Fourteenth Amendment, to reconcile the conflicting rights of the local community which brought the prosecution and of the individual defendant. Such a task is admittedly difficult and delicate, but it is inherent in the Court's duty of determining whether a particular conviction worked a deprivation of rights guaranteed by the Federal Constitution. The Court has not shrunk from discharging that duty in other areas, and we see no reason why it should do so here. The Court has explicitly refused to tolerate a result whereby \"the constitutional limits of free expression in the Nation <span class=\"star-pagination\">*195</span> would vary with state lines,\" <i>Pennekamp</i> v. <i>Florida, supra,</i> 328 U. S., at 335; we see even less justification for allowing such limits to vary with town or county lines. We thus reaffirm the position taken in <i>Roth</i> to the effect that the constitutional status of an allegedly obscene work must be determined on the basis of a national standard.<sup>[10]</sup> It is, after all, a national Constitution we are expounding.</p>\n<p>We recognize the legitimate and indeed exigent interest of States and localities throughout the Nation in preventing the dissemination of material deemed harmful to children. But that interest does not justify a total suppression of such material, the effect of which would be to \"reduce the adult population . . . to reading only what is fit for children.\" <i>Butler</i> v. <i>Michigan,</i> 352 U. S. 380, 383. State and local authorities might well consider whether their objectives in this area would be better served by laws aimed specifically at preventing distribution of objectionable material to children, rather than at totally prohibiting its dissemination.<sup>[11]</sup> Since the present conviction is based upon exhibition of the film to the public at large and not upon its exhibition to children, the judgment must be reviewed under the strict standard applicable in determining the scope of the expression that is protected by the Constitution.</p>\n<p>We have applied that standard to the motion picture in question. \"The Lovers\" involves a woman bored with her life and marriage who abandons her husband and family for a young archaeologist with whom she has <span class=\"star-pagination\">*196</span> suddenly fallen in love. There is an explicit love scene in the last reel of the film, and the State's objections are based almost entirely upon that scene. The film was favorably reviewed in a number of national publications, although disparaged in others, and was rated by at least two critics of national stature among the best films of the year in which it was produced. It was shown in approximately 100 of the larger cities in the United States, including Columbus and Toledo, Ohio. We have viewed the film, in the light of the record made in the trial court, and we conclude that it is not obscene within the standards enunciated in <i>Roth</i> v. <i>United States</i> and <i>Alberts</i> v. <i>California</i><i>,</i> which we reaffirm here.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE WHITE concurs in the judgment.</p>\n<p>Opinion of MR. JUSTICE BLACK, with whom MR. JUSTICE DOUGLAS joins.</p>\n<p>I concur in the reversal of this judgment. My belief, as stated in <i>Kingsley International Pictures Corp.</i> v. <i>Regents,</i> 360 U. S. 684, 690, is that \"If despite the Constitution. . . this Nation is to embark on the dangerous road of censorship, . . . this Court is about the most inappropriate Supreme Board of Censors that could be found.\" My reason for reversing is that I think the conviction of appellant or anyone else for exhibiting a motion picture abridges freedom of the press as safeguarded by the First Amendment, which is made obligatory on the States by the Fourteenth. See my concurring opinions in <i>Quantity of Copies of Books</i> v. <i>Kansas, post,</i> p. 213; <i>Smith</i> v. <i>California,</i> 361 U. S. 147, 155; <i>Kingsley International Pictures Corp.</i> v. <i>Regents, supra</i><i>.</i> See also the dissenting opinion of MR. JUSTICE DOUGLAS <span class=\"star-pagination\">*197</span> in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476, 508, and his concurring opinion in <i>Superior Films, Inc.,</i> v. <i>Department of Education,</i> 346 U. S. 587, 588, in both of which I joined.</p>\n<p>MR. JUSTICE STEWART, concurring.</p>\n<p>It is possible to read the Court's opinion in <i>Roth</i> v. <i>United States</i> and <i>Alberts</i> v. <i>California,</i> 354 U. S. 476, in a variety of ways. In saying this, I imply no criticism of the Court, which in those cases was faced with the task of trying to define what may be indefinable. I have reached the conclusion, which I think is confirmed at least by negative implication in the Court's decisions since <i>Roth</i> and <i>Alberts,</i><sup>[1]</sup> that under the First and Fourteenth Amendments criminal laws in this area are constitutionally limited to hard-core pornography.<sup>[2]</sup> I shall not today attempt further to define the kinds of material I understand to be embraced within that shorthand description; and perhaps I could never succeed in intelligibly doing so. But I know it when I see it, and the motion picture involved in this case is not that.</p>\n<p>MR. JUSTICE GOLDBERG, concurring.</p>\n<p>The question presented is whether the First and Fourteenth Amendments permit the imposition of criminal punishment for exhibiting the motion picture entitled \"The Lovers.\" I have viewed the film and I wish merely to add to my Brother BRENNAN'S description that the love scene deemed objectionable is so fragmentary and fleeting that only a censor's alert would make an audience <span class=\"star-pagination\">*198</span> conscious that something \"questionable\" is being portrayed. Except for this rapid sequence, the film concerns itself with the history of an ill-matched and unhappy marriageยa familiar subject in old and new novels and in current television soap operas.</p>\n<p>Although I fully agree with what my Brother BRENNAN has written, I am also of the view that adherence to the principles stated in <i>Joseph Burstyn, Inc.,</i> v. <i>Wilson,</i> 343 U. S. 495, requires reversal. In <i>Burstyn</i> MR. JUSTICE CLARK, delivering the unanimous judgment of the Court, said:</p>\n<blockquote>\"[E]xpression by means of motion pictures is included within the free speech and free press guaranty of the First and Fourteenth Amendments. . . .</blockquote>\n<blockquote>\"To hold that liberty of expression by means of motion pictures is guaranteed by the First and Fourteenth Amendments, however, is not the end of our problem. It does not follow that the Constitution requires absolute freedom to exhibit every motion picture of every kind at all times and all places. . . . Nor does it follow that motion pictures are necessarily subject to the precise rules governing any other particular method of expression. Each method tends to present its own peculiar problems. But the basic principles of freedom of speech and the press, like the First Amendment's command, do not vary. Those principles, as they have frequently been enunciated by this Court, make freedom of expression the rule.\" <i>Id.,</i> at 502-503.</blockquote>\n<p>As in <i>Burstyn</i> \"[t]here is no justification in this case for making an exception to that rule,\" <i>id.,</i> at 503, for by any arguable standard the exhibitors of this motion picture may not be criminally prosecuted unless the exaggerated character of the advertising rather than the obscenity of the film is to be the constitutional criterion.</p>\n<p><span class=\"star-pagination\">*199</span> THE CHIEF JUSTICE, with whom MR. JUSTICE CLARK joins, dissenting.</p>\n<p>In this and other cases in this area of the law, which are coming to us in ever-increasing numbers, we are faced with the resolution of rights basic both to individuals and to society as a whole. Specifically, we are called upon to reconcile the right of the Nation and of the States to maintain a decent society and, on the other hand, the right of individuals to express themselves freely in accordance with the guarantees of the First and Fourteenth Amendments. Although the Federal Government and virtually every State has had laws proscribing obscenity since the Union was formed, and although this Court has recently decided that obscenity is not within the protection of the First Amendment,<sup>[1]</sup> neither courts nor legislatures have been able to evolve a truly satisfactory definition of obscenity. In other areas of the law, terms like \"negligence,\" although in common use for centuries, have been difficult to define except in the most general manner. Yet the courts have been able to function in such areas with a reasonable degree of efficiency. The obscenity problem, however, is aggravated by the fact that it involves the area of public expression, an area in which a broad range of freedom is vital to our society and is constitutionally protected.</p>\n<p>Recently this Court put its hand to the task of defining the term \"obscenity\" in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476. The definition enunciated in that case has generated much legal speculation as well as further judicial interpretation by state and federal courts. It has also been relied upon by legislatures. Yet obscenity cases continue to come to this Court, and it becomes increasingly apparent that we must settle as well as we can the question of what constitutes \"obscenity\" and the question <span class=\"star-pagination\">*200</span> of what standards are permissible in enforcing proscriptions against obscene matter. This Court hears cases such as the instant one not merely to rule upon the alleged obscenity of a specific film or book but to establish principles for the guidance of lower courts and legislatures. Yet most of our decisions since <i>Roth</i> have been given without opinion and have thus failed to furnish such guidance. Nor does the Court in the instant caseยwhich has now been twice argued before usยshed any greater light on the problem. Therefore, I consider it appropriate to state my views at this time.</p>\n<p>For all the sound and fury that the <i>Roth</i> test has generated, it has not been proved unsound, and I believe that we should try to live with itยat least until a more satisfactory definition is evolved. No governmentยbe it federal, state, or localยshould be forced to choose between repressing all material, including that within the realm of decency, and allowing unrestrained license to publish any material, no matter how vile. There must be a rule of reason in this as in other areas of the law, and we have attempted in the <i>Roth</i> case to provide such a rule.</p>\n<p>It is my belief that when the Court said in <i>Roth</i> that obscenity is to be defined by reference to \"community standards,\" it meant community standardsยnot a national standard, as is sometimes argued. I believe that there is no provable \"national standard,\" and perhaps there should be none. At all events, this Court has not been able to enunciate one, and it would be unreasonable to expect local courts to divine one. It is said that such a \"community\" approach may well result in material being proscribed as obscene in one community but not in another, and, in all probability, that is true. But communities throughout the Nation are in fact diverse, and it must be remembered that, in cases such as this one, the Court is confronted with the task of reconciling conflicting <span class=\"star-pagination\">*201</span> rights of the diverse communities within our society and of individuals.</p>\n<p>We are told that only \"hard core pornography\" should be denied the protection of the First Amendment. But who can define \"hard core pornography\" with any greater clarity than \"obscenity\"? And even if we were to retreat to that position, we would soon be faced with the need to define that term just as we now are faced with the need to define \"obscenity.\" Meanwhile, those who profit from the commercial exploitation of obscenity would continue to ply their trade unmolested.</p>\n<p>In my opinion, the use to which various materials are putยnot just the words and pictures themselvesยmust be considered in determining whether or not the materials are obscene. A technical or legal treatise on pornography may well be inoffensive under most circumstances but, at the same time, \"obscene\" in the extreme when sold or displayed to children.<sup>[2]</sup></p>\n<p>Finally, material which is in fact obscene under the <i>Roth</i> test may be proscribed in a number of waysยfor instance, by confiscation of the material or by prosecution of those who disseminate itยprovided always that the proscription, whatever it may be, is imposed in accordance with constitutional standards. If the proceeding involved is criminal, there must be a right to a jury trial, a right to counsel, and all the other safeguards necessary to assure due process of law. If the proceeding is civil in nature, the constitutional requirements applicable in such a case must also be observed. There has been <span class=\"star-pagination\">*202</span> some tendency in dealing with this area of the law for enforcement agencies to do only that which is easy to doยfor instance, to seize and destroy books with only a minimum of protection. As a result, courts are often presented with procedurally bad cases and, in dealing with them, appear to be acquiescing in the dissemination of obscenity. But if cases were well prepared and were conducted with the appropriate concern for constitutional safeguards, courts would not hesitate to enforce the laws against obscenity. Thus, enforcement agencies must realize that there is no royal road to enforcement; hard and conscientious work is required.</p>\n<p>In light of the foregoing, I would reiterate my acceptance of the rule of the <i>Roth</i> case: Material is obscene and not constitutionally protected against regulation and proscription if \"to the average person, applying contemporary community standards, the dominant theme of the material taken as a whole appeals to prurient interest.\" 354 U. S., at 489. I would commit the enforcement of this rule to the appropriate state and federal courts, and I would accept their judgments made pursuant to the <i>Roth</i> rule, limiting myself to a consideration only of whether there is sufficient evidence in the record upon which a finding of obscenity could be made. If there is no evidence in the record upon which such a finding could be made, obviously the material involved cannot be held obscene. Cf. <i>Thompson</i> v. <i>City of Louisville,</i> 362 U. S. 199. But since a mere modicum of evidence may satisfy a \"no evidence\" standard, I am unwilling to give the important constitutional right of free expression such limited protection. However, protection of society's right to maintain its moral fiber and the effective administration of justice require that this Court not establish itself as an ultimate censor, in each case reading the entire record, viewing the accused material, and making an independent <i>de novo</i> judgment on the question of obscenity. Therefore, <span class=\"star-pagination\">*203</span> once a finding of obscenity has been made below under a proper application of the <i>Roth</i> test, I would apply a \"sufficient evidence\" standard of reviewยrequiring something more than merely any evidence but something less than \"substantial evidence on the record [including the allegedly obscene material] as a whole.\" Cf. <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474. This is the only reasonable way I can see to obviate the necessity of this Court's sitting as the Super Censor of all the obscenity purveyed throughout the Nation.</p>\n<p>While in this case, I do not subscribe to some of the State's extravagant contentions, neither can I say that the courts below acted with intemperance or without sufficient evidence in finding the moving picture obscene within the meaning of the <i>Roth</i> test. Therefore, I would affirm the judgment.</p>\n<p>MR. JUSTICE HARLAN, dissenting.</p>\n<p>While agreeing with my Brother BRENNAN'S opinion that the responsibilities of the Court in this area are no different from those which attend the adjudication of kindred constitutional questions, I have heretofore expressed the view that the States are constitutionally permitted greater latitude in determining what is bannable on the score of obscenity than is so with the Federal Government. See my opinion in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476, 496; cf. my opinion in <i>Manual Enterprises, Inc.,</i> v. <i>Day,</i> 370 U. S. 478. While, as correctly said in MR. JUSTICE BRENNAN'S opinion, the Court has not accepted that view, I nonetheless feel free to adhere to it in this still developing aspect of constitutional law.</p>\n<p>The more I see of these obscenity cases the more convinced I become that in permitting the States wide, but not federally unrestricted, scope in this field, while holding the Federal Government with a tight rein, lies the best promise for achieving a sensible accommodation between <span class=\"star-pagination\">*204</span> the public interest sought to be served by obscenity laws (cf. my dissenting opinion in <i>Bantam Books, Inc.,</i> v. <i>Sullivan,</i> 372 U. S. 58, 76, 77) and protection of genuine rights of free expression.</p>\n<p>I experience no greater ease than do other members of the Court in attempting to verbalize generally the respective constitutional tests, for in truth the matter in the last analysis depends on how particular challenged material happens to strike the minds of jurors or judges and ultimately those of a majority of the members of this Court. The application of any general constitutional tests must thus necessarily be pricked out on a case-by-case basis, but as a point of departure I would apply to the Federal Government the <i>Roth</i> standards as amplified in my opinion in <i>Manual Enterprises, supra</i><i>.</i> As to the States, I would make the federal test one of rationality. I would not prohibit them from banning any material which, taken as a whole, has been reasonably found in state judicial proceedings to treat with sex in a fundamentally offensive manner, under rationally established criteria for judging such material.</p>\n<p>On this basis, having viewed the motion picture in question, I think the State acted within permissible limits in condemning the film and would affirm the judgment of the Ohio Supreme Court.</p>\n<h2>NOTES</h2>\n<p>[1]  \"<i>Selling, exhibiting, and possessing obscene literature or drugs, for criminal purposes.</i>\n</p>\n<p>\"No person shall knowingly sell, lend, give away, exhibit, or offer to sell, lend, give away, or exhibit, or publish or offer to publish or have in his possession or under his control an obscene, lewd, or lascivious book, magazine, pamphlet, paper, writing, advertisement, circular, print, picture, photograph, motion picture film, or book, pamphlet, paper, magazine not wholly obscene but containing lewd or lascivious articles, advertisements, photographs, or drawing, representation, figure, image, cast, instrument, or article of an indecent or immoral nature, or a drug, medicine, article, or thing intended for the prevention of conception or for causing an abortion, or advertise any of them for sale, or write, print, or cause to be written or printed a card, book, pamphlet, advertisement, or notice giving information when, where, how, of whom, or by what means any of such articles or things can be purchased or obtained, or manufacture, draw, print, or make such articles or things, or sell, give away, or show to a minor, a book, pamphlet, magazine, newspaper, story paper, or other paper devoted to the publication, or principally made up, of criminal news, police reports, or accounts of criminal deeds, or pictures and stories of immoral deeds, lust, or crime, or exhibit upon a street or highway or in a place which may be within the view of a minor, any of such books, papers, magazines, or pictures.</p>\n<p>\"Whoever violates this section shall be fined not less than two hundred nor more than two thousand dollars or imprisoned not less than one nor more than seven years, or both.\"</p>\n<p>[2]  It is too late in the day to argue that the location of the line is different, and the task of ascertaining it easier, when a state rather than a federal obscenity law is involved. The view that the constitutional guarantees of free expression do not apply as fully to the States as they do to the Federal Government was rejected in <i>Roth-</i><i>Alberts, supra,</i> where the Court's single opinion applied the same standards to both a state and a federal conviction. Cf. <i>Ker</i> v. <i>California,</i> 374 U. S. 23, 33; <i>Malloy</i> v. <i>Hogan, ante,</i> pp. 1, 10-11.</p>\n<p>[3]  See <i>Kingsley Int'l Pictures Corp.</i> v. <i>Regents,</i> 360 U. S. 684, 708 (separate opinion):\n</p>\n<p>\"It is sometimes said that this Court should shun considering the particularities of individual cases in this difficult field lest the Court become a final `board of censorship.' But I cannot understand why it should be thought that the process of constitutional judgment in this realm somehow stands apart from that involved in other fields, particularly those presenting questions of due process. . . .\"</p>\n<p>See also Lockhart and McClure, Censorship of Obscenity: The Developing Constitutional Standards, 45 Minn. L. Rev. 5, 116 (1960): \"This obligationยto reach an independent judgment in applying constitutional standards and criteria to constitutional issues that may be cast by lower courts `in the form of determinations of fact'ย appears fully applicable to findings of obscenity by juries, trial courts, and administrative agencies. The Supreme Court is subject to that obligation, as is every court before which the constitutional issue is raised.\"</p>\n<p>And see <i>id.,</i> at 119:</p>\n<p>\"It may be true . . . that judges `possess no special expertise' qualifying them `to supervise the private morals of the Nation' or to decide `what movies are good or bad for local communities.' But they do have a far keener understanding of the importance of free expression than do most government administrators or jurors, and they have had considerable experience in making value judgments of the type required by the constitutional standards for obscenity. If freedom is to be preserved, neither government censorship experts nor juries can be left to make the final effective decisions restraining free expression. Their decisions must be subject to effective, independent review, and we know of no group better qualified for that review than the appellate judges of this country under the guidance of the Supreme Court.\"</p>\n<p>[4]  See also <i>Fiske</i> v. <i>Kansas,</i> 274 U. S. 380, 385-386; <i>Haynes</i> v. <i>Washington,</i> 373 U. S. 503, 515-516; <i>Chambers</i> v. <i>Florida,</i> 309 U. S. 227, 229; <i>Hooven &amp; Allison Co.</i> v. <i>Evatt,</i> 324 U. S. 652, 659; <i>Lisenba</i> v. <i>California,</i> 314 U. S. 219, 237-238; <i>Ashcraft</i> v. <i>Tennessee,</i> 322 U. S. 143, 147-148; <i>Napue</i> v. <i>Illinois,</i> 360 U. S. 264, 271.</p>\n<p>[5]  See also <i>Niemotko</i> v. <i>Maryland,</i> 340 U. S. 268, 271; <i>Craig</i> v. <i>Harney,</i> 331 U. S. 367, 373-374; <i>Bridges</i> v. <i>California,</i> 314 U. S. 252, 271; <i>Edwards</i> v. <i>South Carolina,</i> 372 U. S. 229, 235; <i>New York Times Co.</i> v. <i>Sullivan,</i> 376 U. S. 254, 285.</p>\n<p>[6]  This is precisely what the Court did in <i>Times Film Corp.</i> v. <i>City of Chicago,</i> 355 U. S. 35; <i>One, Inc.,</i> v. <i>Olesen,</i> 355 U. S. 371; and <i>Sunshine Book Co.</i> v. <i>Summerfield,</i> 355 U. S. 372. The obligation has been recognized by state courts as well. See, <i>e. g., </i><i>State</i> v. <i>Hudson County News Co.,</i> 41 N. J. 247, 256-257, 196 A. 2d 225, 230 (1963); <i>Zeitlin</i> v. <i>Arnebergh,</i> <span class=\"citation\" data-id=\"1149199\"><a href=\"/opinion/1149199/zeitlin-v-arnebergh/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">901</span></a></span>, 909-911, 383 P. 2d 152, 157-158, <span class=\"citation\" data-id=\"1149199\"><a href=\"/opinion/1149199/zeitlin-v-arnebergh/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">800</span></a></span>, 805-806 (1963); <i>People</i> v. <i>Richmond County News, Inc.,</i> 9 N. Y. 2d 578, 580-581, 175 N. E. 2d 681, 681-682, 216 N. Y. S. 2d 369, 370 (1961). See also American Law Institute, Model Penal Code, Proposed Official Draft (May 4, 1962), ยง 251.4 (4).\n</p>\n<p>Nor do we think our duty of constitutional adjudication in this area can properly be relaxed by reliance on a \"sufficient evidence\" standard of review. Even in judicial review of administrative agency determinations, questions of \"constitutional fact\" have been held to require <i>de novo</i> review. <i>Ng Fung Ho</i> v. <i>White,</i> 259 U. S. 276, 284-285; <i>Crowell</i> v. <i>Benson,</i> 285 U. S. 22, 54-65.</p>\n<p>[7]  See <i>e. g., </i><i>Attorney General</i> v. <i>Book Named \"Tropic of Cancer,\"</i> <span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">11</span></span>, 184 N. E. 2d 328 (Mass. 1962); <i>Zeitlin</i> v. <i>Arnebergh,</i> <span class=\"citation\" data-id=\"1149199\"><a href=\"/opinion/1149199/zeitlin-v-arnebergh/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">901</span></a></span>, 383 P. 2d 152, <span class=\"citation\" data-id=\"1149199\"><a href=\"/opinion/1149199/zeitlin-v-arnebergh/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">800</span></a></span> (1963).</p>\n<p>[8]  American Law Institute, Model Penal Code, Proposed Official Draft (May 4, 1962), ยง 251.4 (1):\n</p>\n<p>\"Material is obscene if, considered as a whole, its predominant appeal is to prurient interest . . . and if <i>in addition</i> it goes substantially beyond customary limits of candor in describing or representing such matters.\" (Italics added.)</p>\n<p>[9]  Webster's New International Dictionary (2d ed. 1949), at 542.</p>\n<p>[10]  See <i>State</i> v. <i>Hudson County News Co.,</i> 41 N. J. 247, 266, 196 A. 2d 225, 235 (1963). Lockhart and McClure, note 3, <i>supra,</i> 45 Minn. L. Rev., at 108-112; American Law Institute, Model Penal Code, Tentative Draft No. 6 (May 6, 1957), at 45; Proposed Official Draft (May 4, 1962), ยง 251.4 (4) (d).</p>\n<p>[11]  See <i>State</i> v. <i>Settle,</i> 90 R. I. 195, 156 A. 2d 921 (1959).</p>\n<p>[1]  <i>Times Film Corp.</i> v. <i>City of Chicago,</i> 355 U. S. 35, reversing 244 F. 2d 432; <i>One, Incorporated,</i> v. <i>Olesen,</i> 355 U. S. 371, reversing 241 F. 2d 772; <i>Sunshine Book Co.</i> v. <i>Summerfield,</i> 355 U. S. 372, reversing 101 U. S. App. D. C. 358, 249 F. 2d 114; <i>Manual Enterprises</i> v. <i>Day,</i> 370 U. S. 478 (opinion of HARLAN, J.).</p>\n<p>[2]  Cf. <i>People</i> v. <i>Richmond County News,</i> 9 N. Y. 2d 578, 175 N. E. 2d 681, 216 N. Y. S. 2d 369.</p>\n<p>[1]  <i>Roth</i> v. <i>United States,</i> 354 U. S. 476.</p>\n<p>[2]  In the instant case, for example, the advertisements published to induce the public to view the motion picture provide some evidence of the film's dominant theme: \"When all conventions explode . . . in the most daring love story ever filmed!\" \"As close to authentic amour as is possible on the screen.\" \"The frankest love scenes yet seen on film.\" \"Contains one of the longest and most sensuous love scenes to be seen in this country.\"</p>\n\n</div>", "id": 106877, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/106877/", "sha1": "f15067373954118b54f5007c7e33ede0a96139bf", "source": "LR", "supreme_court_db_id": "1963-158", "time_retrieved": "2010-04-28T10:10:49"}