{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "308 U.S. 488", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103276/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Deputy, Administratrix v. Du Pont", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "151", 
    "id": 87659, 
    "resource_uri": "/api/rest/v2/citation/87659/"
  }, 
  "id": 103276, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1940-01-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>308 U.S. 488 (1940)</b></center>\n<center><h1>DEPUTY, ADMINISTRATRIX, ET AL.<br>\nv.<br>\ndu PONT.</h1></center>\n<center>No. 151.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 12, 1939.</center>\n<center>Decided January 8, 1940.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><span class=\"star-pagination\">*489</span> <i>Mr. Robert K. McConnaughey,</i> with whom <i>Solicitor General Jackson, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key, Newton K. Fox,</i> and <i>Richard H. Demuth</i> were on the brief, for petitioners.</p>\n<p><i>Mr. George Wharton Pepper,</i> with whom <i>Mr. James S.Y. Ivins</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This case presents the question of whether respondent in computing his taxable net income for the year 1931 may deduct payments of $647,711.56 made by him in that year to the Delaware Realty and Investment Co. (hereinafter called the Delaware Company). The deduction is sought either under § 23 (a) of the Revenue Act of 1928 (45 Stat. 791) as \"ordinary and necessary expenses paid <span class=\"star-pagination\">*490</span> or incurred during the taxable year in carrying on\" the \"trade or business\" of respondent; or under § 23 (b) as \"interest paid or accrued within the taxable year on indebtedness.\" The Commissioner disallowed the deduction and determined a deficiency, which respondent paid and now seeks to recover. It is agreed that if the deduction is allowed, respondent is entitled to judgment for $172,351.64. The judgment of the District Court against respondent, 22 F. Supp. 589, was reversed by the Circuit Court of Appeals, 103 F.2d 257. We granted certiorari because of the asserted inconsistency of that ruling with <i>Welch</i> v. <i>Helvering,</i> 290 U.S. 111, which construed the meaning of the words \"ordinary and necessary expenses\"; and with <i>Burnet</i> v. <i>Clark,</i> 287 U.S. 410, which limited such deductions to losses directly connected with the taxpayer's business.</p>\n<p>Respondent's claim to the deduction arose out of the following transactions, briefly summarized. Respondent was beneficial owner of about 16% of the stock of E.I. du Pont de Nemours and Company (hereinafter called the du Pont Company). In 1919 the du Pont Company constituted a new executive committee composed of nine young men. For business reasons, it thought it desirable that these men have a financial interest in the company. Alleged legal difficulties stood in the way of the du Pont Company selling them the 9,000 shares desired.<sup>[1]</sup> Accordingly, respondent undertook to sell them 1,000 shares each. <span class=\"star-pagination\">*491</span> But since he did not have readily available that amount from his own holdings,<sup>[2]</sup> he borrowed 9,000 shares of the du Pont Company from Christiana Securities Company,<sup>[3]</sup> under an agreement whereby he agreed to return the stock loaned in kind within ten years and in the interim to pay to the lender all dividends declared and paid on the shares so loaned.<sup>[4]</sup> Respondent thereupon sold the shares to the nine executives, the purchase price being furnished by the du Pont Company.<sup>[5]</sup> In October, 1929 when the ten-year <span class=\"star-pagination\">*492</span> period was about to expire, respondent did not have available the number of shares which he was obligated to return to Christiana Securities Company.<sup>[6]</sup> Therefore, he arranged for a loan from the Delaware Company of the number of shares necessary to discharge that obligation.<sup>[7]</sup> Under a contract with that company, respondent agreed to return in kind the number of shares loaned (plus any increase by stock dividend or otherwise) within ten years; to pay to the Delaware Company an amount equivalent to all dividends declared and paid on the borrowed shares until returned; and to reimburse the Delaware Company for all taxes accruing against it by reason of the agreement.</p>\n<p>Pursuant to that agreement respondent paid the Delaware Company in 1931, the sum of $567,648, being an amount equivalent to the dividends received by him during that period from the du Pont Company on the borrowed shares; and the sum of $80,063.56, being the amount of the federal income tax imposed upon the lender by reason of the foregoing payments which it had received from respondent. These are the expenditures claimed as a deduction in the present suit.</p>\n<p>The District Court concluded, on the basis of respondent's large and diversified investment holdings and his <span class=\"star-pagination\">*493</span> wide financial and business interests, that his business was primarily that of conserving and enhancing his estate. The petitioners challenge that conclusion, asserting that respondent's activities in connection with conserving and enhancing his estate did not constitute a \"trade or business\" within the meaning of § 23 (a) of the Act.</p>\n<p>But as we view the case it is unnecessary for us to pass on that contention and to make the delicate dissection of administrative practice which that would entail. For we are of the opinion that the deductions are not permitted either within the rule of <i>Burnet</i> v. <i>Clark,</i> or <i>Welch</i> v. <i>Helvering, supra</i><i>,</i> even though we were to assume that the activities of respondent constituted a business, as found by the District Court.</p>\n<p>There is no intimation in the record that the transactions whereby the stock was borrowed were not in good faith or were entered into for any reason except a <i>bona fide</i> business purpose. Nor is there any suggestion that the transactions were cast in that form for purposes of tax avoidance. And it is true that as respects the dividends received by respondent and paid over to the Delaware Company, he was little more than a conduit. But allowance of deductions from gross income does not turn on general equitable considerations. It \"depends upon legislative grace; and only as there is clear provision therefor can any particular deduction be allowed.\" <i>New Colonial Ice Co.</i> v. <i>Helvering,</i> 292 U.S. 435, 440. And when it comes to construction of the statutory provision under which the deduction is sought, the general rule that \"popular or received import of words furnishes the general rule for the interpretation of public laws,\" <i>Maillard</i> v. <i>Lawrence,</i> 16 How. 251, 261, is applicable.</p>\n<p>By those standards the claimed deduction falls for two reasons. In the first place, the payments in question do not meet the test enunciated in <i>Kornhauser</i> v. <i>United</i> <span class=\"star-pagination\">*494</span> <i>States,</i> 276 U.S. 145, since they proximately result not from the taxpayer's business but from the business of the du Pont Company. The original transactions had their origin in an effort by that company to increase the efficiency of its management by selling its stock to certain of its key executives. The respondent undertook to furnish the necessary stock only after the company had been advised that it could not legally do so. In that posture of the case these payments are no more deductible than were the payments made by the stockholder in <i>Burnet</i> v. <i>Clark, supra</i><i>,</i> as a result of his endorsements of the obligations of his corporation. Those payments were disallowed as deductions from his gross income though they arose out of transactions which were intended to preserve his investment in the corporation. Similar payments were disallowed in <i>Dalton</i> v. <i>Bowers,</i> 287 U.S. 404. Hence, the fact that the transaction out of which the carrying charges here in question arose might benefit respondent does not bring it within the ambit of his alleged business of conserving and enhancing his estate. The well established decisions of this Court do not permit any such blending of the corporation's business with the business of its stockholders. Accordingly, the payments made under the 1919 agreement would certainly not be deductible. And the fact that a new and different arrangement was made in 1929 with the Delaware Company does not alter the conclusion, for it is the origin of the liability out of which the expense accrues which is material. Otherwise carrying charges on any short sale whether or not related to the business of the taxpayer would be allowable as deductible expenses. That cannot be if the notion of proximate result implicit in the statutory words \"expenses paid or incurred . . . in carrying on any trade of business\" is to have any vitality.</p>\n<p>In the second place, these payments were not \"ordinary\" ones for the conduct of the kind of business in which, we <span class=\"star-pagination\">*495</span> assume <i>arguendo,</i> respondent was engaged. The District Court held that they were \"beyond the norm of general and accepted business practice\" and were in fact \"so extraordinary as to occur in the lives of ordinary business men not at all\" and in the life of the respondent \"but once.\"<sup>[8]</sup> Certainly there are no norms of conduct to which we have been referred or of which we are cognizant which would bring these payments within the meaning of ordinary expenses for conserving and enhancing an estate. We do not doubt the correctness of the District Court's finding that respondent embarked on this program to the end that his beneficial stock ownership in the du Pont Company might be conserved and enhanced. But that does not make the cost to him an \"ordinary\" expense within the meaning of the Act. Ordinary has the connotation of normal, usual, or customary. To be sure, an expense may be ordinary though it happen but once in the taxpayer's lifetime. Cf. <i>Kornhauser</i> v. <i>United States, supra</i><i>.</i> Yet the transaction which gives rise to it must be of common or frequent occurrence in the type of business involved. <i>Welch</i> v. <i>Helvering, supra,</i> 114. Hence, the fact that a particular expense would be an ordinary or common one in the course of one business and so deductible under § 23 (a) does not necessarily make it such in connection with another business. Thus, it has been held that one who was an active trader in securities might take as deductions carrying charges on short sales since selling short was common in that business.<sup>[9]</sup> But the carrying charges on respondent's short sale in this <span class=\"star-pagination\">*496</span> case cannot be accorded the same privilege under § 23 (a). The record does not show that respondent was in the business of trading in securities. Nor does it show that a stockholder engaged in conserving and enhancing his estate ordinarily makes short sales or similarly assists his corporation in financing stock purchase plans for the benefit of its executives. As stated in <i>Welch</i> v. <i>Helvering, supra,</i> pp. 113-114: \". . . What is ordinary, though there must always be a strain of constancy within it, is none the less a variable affected by time and place and circumstance.\" One of the extremely relevant circumstances is the nature and scope of the particular business out of which the expense in question accrued. The fact that an obligation to pay has arisen is not sufficient. It is the kind of transaction out of which the obligation arose and its normalcy in the particular business which are crucial and controlling.</p>\n<p>Review of the many decided cases is of little aid since each turns on its special facts. But the principle is clear. And on application of that principle to these facts, it seems evident that the payments in question cannot be placed in the category of those items of expense which a conservator of an estate, a custodian of a portfolio, a supervisor of a group of investments, a manager of wide financial and business interests, or a substantial stockholder in a corporation engaged in conserving and enhancing his estate would ordinarily incur. We cannot assume that they are embraced within the normal overhead or operating costs of such activities. There is no evidence that stockholders or investors, in furtherance of enhancing and conserving their estates, ordinarily or frequently lend such assistance to employee stock purchase plans of their corporations. And in absence of such evidence there is no basis for an assumption, in experience or common knowledge, that these payments are to be placed in the same category as typically ordinary expenses of such activities, <span class=\"star-pagination\">*497</span> e.g., rental of safe deposit boxes, cost of investment counsel or of investment services, salaries of secretaries and the like. Rather these payments seem to us to represent most extraordinary expenses for that type of activity. Therefore, the claim for deduction falls, as did the claim of an officer of a corporation who paid its debts to strengthen his own standing and credit. <i>Welch</i> v. <i>Helvering, supra</i><i>.</i> And the fact that the payments might have been necessary in the sense that consummation of the transaction with the Delaware Company was beneficial to respondent's estate is of no aid. For Congress has not decreed that all necessary expenses may be deducted. Though plainly necessary they cannot be allowed unless they are also ordinary. <i>Welch</i> v. <i>Helvering, supra</i><i>.</i></p>\n<p>We conclude then on this phase of the case that as the District Court, on a correct interpretation of the Act, found that these payments did not proximately result from, and were not ordinary expenses for the conduct of, respondent's alleged business, it was error for the Circuit Court of Appeals to reverse the judgment for petitioners. <i>McCaughn</i> v. <i>Real Estate Land Title &amp; Trust Co.,</i> 297 U.S. 606.</p>\n<p>There remains respondent's contention that these payments are deductible under § 23 (b) as \"interest paid or accrued . . . on indebtedness.\" Clearly respondent owed an obligation to the Delaware Company. But although an indebtedness is an obligation, an obligation is not necessarily an \"indebtedness\" within the meaning of § 23 (b). Nor are all carrying charges \"interest.\" In <i>Old Colony R. Co.</i> v. <i>Commissioner,</i> 284 U.S. 552, this Court had before it the meaning of the word \"interest\" as used in the comparable provision of the 1921 Act (42 Stat. 227). It said, p. 560, \". . . as respects \"interest,' the usual import of the term is the amount which one has contracted to pay for the use of borrowed money.\" <span class=\"star-pagination\">*498</span> It there rejected the contention that it meant \"effective interest\" within the theory of accounting or that \"Congress used the word having in mind any concept other than the usual, ordinary and everyday meaning of the term.\" p. 561. It refused to assume that the Congress used the term with reference to \"some esoteric concept derived from subtle and theoretic analysis.\" p. 561.</p>\n<p>We likewise refuse to make that assumption here. It is not enough, as urged by respondent, that \"interest\" or \"indebtedness\" in their original classical context may have permitted this broader meaning.<sup>[10]</sup> We are dealing with the context of a revenue act and words which have today a well-known meaning. In the business world \"interest on indebtedness\" means compensation for the use or forbearance of money.<sup>[11]</sup> In absence of clear evidence to the contrary, we assume that Congress has used these words in that sense. In sum, we cannot sacrifice the \"plain, obvious and rational meaning\" of the statute even for \"the exigency of a hard case.\" See <i>Lynch</i> v. <i>Alworth-Stephens Co.,</i> 267 U.S. 364, 370.</p>\n<p>Petitioners throughout have referred to these payments by respondent as being capital in nature. Cf. <i>Bonwit Teller &amp; Co.</i> v. <i>Commissioner,</i> 53 F.2d 381; <i>Hutton</i> v. <i>Commissioner,</i> 39 F.2d 459; <i>Bing</i> v. <i>Helvering,</i> 76 F.2d 941. What appropriate treatment may be accorded <span class=\"star-pagination\">*499</span> these items of cost under other provisions of the Act we do not undertake to say, as that issue is not here.</p>\n<p>The judgment of the Circuit Court of Appeals is reversed and that of the District Court is affirmed.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE FRANKFURTER, concurring.</p>\n<p>What the activities of a taxpayer are is an issue for determination by triers of fact. Whether such activities constitute a \"trade or business\" as conceived by § 23 (a) of the Revenue Act of 1928 (45 Stat. 791, 799), is open for determination here unfettered by findings and rulings below except for the weight of the intrinsic authority of all lower court opinions. To avail of the deductions allowed by § 23 (a), it is not enough to incur expenses in the active concern over one's own financial interest. \". . . carrying on any trade or business,\" within the contemplation of § 23 (a), involves holding one's self out to others as engaged in the selling of goods or services. This the taxpayer did not do. Expenses for transactions not connected with trade or business, such as an expense for handling personal investments, are not deductible. It is otherwise with losses. § 23 (e) (2). Without elaborating the reasons for this construction and not unmindful of opposing considerations, including appropriate regard for administrative practice, I prefer to make the conclusion explicit instead of making the hypothetical, litigation-breeding assumption that this taxpayer's activities, for which expenses were sought to be deducted, did constitute a \"trade or business.\"</p>\n<p>MR. JUSTICE REED joins in these views.</p>\n<p>MR. JUSTICE ROBERTS:</p>\n<p>I feel constrained to state my views, not because this case raises any important issue of law which should be <span class=\"star-pagination\">*500</span> settled by this court; but, on the contrary, because I think it presents a question the answer to which depends solely upon the facts disclosed by the record. Decision of the controversy cannot be helpful in the administration of the Revenue Acts or set any important precedent. I think the writ should not have been granted and that it now should be dismissed as improvidently granted. The amount of taxes involved or the insistence of the Government that the court below erred in its application of the law to the facts are not adequate reasons for review. There is no dispute as to principle and no conflict with any case in the application of any principle.</p>\n<p>The function of this court is to resolve conflicts of decision and to settle important principles of law. The discretionary power of this court to review judgments of lower federal courts was not intended to be exercised in every case where those courts have adjudicated the conflicting claims of the parties, which involves no important principle of law and no conflict of decision amongst the federal courts. Our rules adopted to carry out the policy of the statutes granting the power to bring cases here by certiorari have apprised the Bar and the public that we will not take cases fully heard and adjudicated below for the mere purpose of reexamining the correctness of the result. (See Rule 38, par. 5.)</p>\n<p>The dominant purpose evidenced by the income tax statutes is to tax net income. The policy is to credit against gross income the expenses of the business which begets earnings. The taxpayer is entitled to deduct that which he reasonably and in good faith expended in the effort to realize a profit. The revenue acts have always characterized deductible expenses as the ordinary and necessary expenses of the business, incurred and paid during the taxable year. The opinion assumes that the expenditure here in question was necessary in the conduct of the taxpayer's business but holds that it was not an <span class=\"star-pagination\">*501</span> ordinary expense of that business. Obviously what is an ordinary expense of a given business must depend upon the nature and scope of the business, the nature and occasion of the expenditure, and other considerations which will emerge in each specific case. Necessarily the decision of one case will have slight, if any, bearing upon the proper decision of another. If this court is to take under review every dispute in which the Government and a taxpayer differ as to whether a given expenditure is an ordinary or an extraordinary expense of the taxpayer's business we shall be involved in the decision of myriad cases, each turning upon its own facts, without furnishing any light to the taxpayers for their future guidance. I think this is the result of the court's opinion. It is admitted that the fact that the expenditure occurred but once in the taxpayer's experience does not render it extraordinary. It must be admitted that the fact that it is a large transaction does not render it extraordinary. What the opinion does, in the upshot, is to canvass all the circumstances and reach, as I think, a conclusion based solely upon the peculiar facts of this single case. We have repeatedly warned the Bar and the public that this we will not do because we do not sit for any such purpose.</p>\n<p>An added reason for refusing to decide the case is the admission that the Treasury and the Board of Tax Appeals in years past have held a similar expense incurred in earlier years an expense of the taxpayer's business. In a matter resting so much in judgment and discretion as the determination of what is ordinary and what extraordinary expenditure in a business the weight of a continued administrative construction is of peculiar importance; and we ought not now depart from the rule long observed that such practice is entitled to high consideration at the hands of the courts and should not be overturned unless clearly wrong and for the most cogent reasons.</p>\n<p><span class=\"star-pagination\">*502</span> Since the case has been taken and considered on the merits I think the judgment below should be affirmed. I need add little to the opinion of Judge Maris of the Circuit Court of Appeals, with which I agree. The taxpayer borrowed stock in order to sell it for cash to others. His contract obligated him either to return the stock or to pay the carrying charges to the lender. What he paid was not technically interest but it was an expense necessary to his obtaining and using the stock. He had several alternatives: to pay the annual carrying charges, or to default, and, in that case, to go into the market to buy the stock and return it to the lender or to pay the lender the value thereof.</p>\n<p>What was there extraordinary about this transaction as compared with the borrowing of any commodity other than stock for a business reason and with a business purpose? In the conduct of every business situations arise which must be met. The circumstance that such a situation had not theretofore arisen, or that the transaction was the first of its kind in the respondent's business experience, does not render it extraordinary in the sense in which the statute uses the term. The limitation placed by Congress upon the types of expenditures made deductible was intended to prevent evasion of payment of tax on true net income, which confessedly was not a motive in the present instance. I think that under the guise of enforcing the plain mandate of the statute the court is really reading into the law what is not there and what Congress did not intend to place there.</p>\n<p>To suggest, even by indirection, that perchance the taxpayer's expenditure may be treated as a capital expenditure is, in my judgment, to keep the word of promise to the ear and break it to the hope. In my view the carrying charge of the taxpayer's loan was either an ordinary expense of his business or it was nothing of consequence under any provision of the statute.</p>\n<p>MR. JUSTICE McREYNOLDS joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  As stated by the District Court, counsel advised that the du Pont Company could issue stock only for money paid, labor performed, or real or personal property acquired; and that if the stock were to be issued for cash, it must first be offered to existing stockholders. According to the findings the du Pont Company did not have 9,000 shares of its stock, other than unissued stock; that stock was not then listed on the New York Stock Exchange; and the over-the-counter market was quite inactive. Nine thousand shares could not have been purchased on this market without substantially raising the price per share.</p>\n<p>[2]  Respondent had available only seventy-four shares. He had a reversionary interest in two trusts which held 24,000 shares. And he was the owner of 29,125 shares of common stock of Christiana Securities Company out of a total of 75,000 shares issued and outstanding. That company was then the owner of 183,000 shares of common stock of the du Pont Company out of a total of 588,542 shares issued and outstanding.</p>\n<p>[3]  <i>Supra,</i> note 2.</p>\n<p>[4]  As security respondent gave Christiana Securities Company 3,800 shares of its capital stock. All dividends on that stock were to be paid to respondent.</p>\n<p>[5]  These sales were made at the price of $320 a share, that being approximately their book value. The du Pont Company loaned to each of the nine executives the necessary funds to purchase his 1,000 shares. They paid respondent $2,880,000 in cash for the 9,000 shares. According to respondent's brief, he turned over this sum through transactions in General Motors stock which ultimately yielded him a great profit. See du Pont <i>v.</i> Commissioner, 37 B.T.A. 1198.\n</p>\n<p>By March 1921, the stock of the du Pont Company had declined in value and the bargain made by the executives had become a disadvantageous one. Respondent thereupon offered to turn over 400 shares of the Christiana Securities Company (of a net value of $160,000) to be held by the du Pont Company as additional collateral on the loan made to these executives, respondent to have the right to redeem those 400 shares by payment of $160,000 on maturity of the loan, that payment, if made, to be applied to the loan. If respondent failed to redeem those shares, they were to become the property of the executives on payment of their loans. Meanwhile dividends on the 400 shares up to $8,000 per annum were to go to the executives, the balance to respondent who was, however, to return his portion to the executives if he did not redeem the stock. This offer was accepted by the executives. Respondent when he proposed it, stated that he did so \"as a large stockholder, and, perhaps, the one to be most benefited by the recovery in value of the Company's shares.\" He also stated that he wanted the executives to be \"free of worry over the unexpected outcome\" of the stock purchase plan.</p>\n<p>[6]  Due to stock dividends and split-ups respondent was obligated to return to Christiana Securities Company 142,212 shares to replace the 9,000 shares which he had borrowed.</p>\n<p>[7]  Respondent was not a stockholder of the Delaware Company, although it appears that his brother was one of its executive officers.</p>\n<p>[8]  22 F. Supp. 589, 597.</p>\n<p>[9]  <i>Dart</i> v. <i>Commissioner,</i> 74 F.2d 845. Cf. <i>Terbell</i> v. <i>Commissioner,</i> 29 B.T.A. 44, aff'd 71 F.2d 1017, where such carrying charges were disallowed as deductions. The Board of Tax Appeals said, p. 45, \"We have only the stipulated facts and there is no suggestion in those facts that the decedent was engaged in the business of making short sales or in dealing in securities generally.\"</p>\n<p>[10]  Respondent refers to the <i>mutuum</i> in Roman Law. Ledlie's Sohm's Institutes of Roman Law (2d Ed.), p. 395; Hare, The Law of Contracts, p. 73.</p>\n<p>[11]  This makes irrelevant other lines of authority cited by respondent where \"interest\" in a different context has been used to describe damages or compensation for the detention or use of money or of property. See <i>United States</i> v. <i>North Carolina,</i> 136 U.S. 211, 216; N.Y. General Business Law, § 370, which provides, \"The rate of interest upon the loan or forbearance of any money, goods, or things, in action . . . shall be six dollars upon one hundred dollars, for one year, . . .\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:21", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></span> (1940)</b></center>\n<center><h1>DEPUTY, ADMINISTRATRIX, ET AL.<br>\nv.<br>\ndu PONT.</h1></center>\n<center>No. 151.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 12, 1939.</center>\n<center>Decided January 8, 1940.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><span class=\"star-pagination\">*489</span> <i>Mr. Robert K. McConnaughey,</i> with whom <i>Solicitor General Jackson, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key, Newton K. Fox,</i> and <i>Richard H. Demuth</i> were on the brief, for petitioners.</p>\n<p><i>Mr. George Wharton Pepper,</i> with whom <i>Mr. James S.Y. Ivins</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This case presents the question of whether respondent in computing his taxable net income for the year 1931 may deduct payments of $647,711.56 made by him in that year to the Delaware Realty and Investment Co. (hereinafter called the Delaware Company). The deduction is sought either under § 23 (a) of the Revenue Act of 1928 (45 Stat. 791) as \"ordinary and necessary expenses paid <span class=\"star-pagination\">*490</span> or incurred during the taxable year in carrying on\" the \"trade or business\" of respondent; or under § 23 (b) as \"interest paid or accrued within the taxable year on indebtedness.\" The Commissioner disallowed the deduction and determined a deficiency, which respondent paid and now seeks to recover. It is agreed that if the deduction is allowed, respondent is entitled to judgment for $172,351.64. The judgment of the District Court against respondent, <span class=\"citation\" data-id=\"1388614\"><a href=\"/opinion/1388614/du-pont-v-deputy/\"><span class=\"volume\">22</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">589</span></a></span>, was reversed by the Circuit Court of Appeals, 103 F.2d 257. We granted certiorari because of the asserted inconsistency of that ruling with <i>Welch</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102139\"><a href=\"/opinion/102139/welch-v-helvering/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, which construed the meaning of the words \"ordinary and necessary expenses\"; and with <i>Burnet</i> v. <i>Clark,</i> <span class=\"citation\" data-id=\"101993\"><a href=\"/opinion/101993/burnet-v-clark/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, which limited such deductions to losses directly connected with the taxpayer's business.</p>\n<p>Respondent's claim to the deduction arose out of the following transactions, briefly summarized. Respondent was beneficial owner of about 16% of the stock of E.I. du Pont de Nemours and Company (hereinafter called the du Pont Company). In 1919 the du Pont Company constituted a new executive committee composed of nine young men. For business reasons, it thought it desirable that these men have a financial interest in the company. Alleged legal difficulties stood in the way of the du Pont Company selling them the 9,000 shares desired.<sup>[1]</sup> Accordingly, respondent undertook to sell them 1,000 shares each. <span class=\"star-pagination\">*491</span> But since he did not have readily available that amount from his own holdings,<sup>[2]</sup> he borrowed 9,000 shares of the du Pont Company from Christiana Securities Company,<sup>[3]</sup> under an agreement whereby he agreed to return the stock loaned in kind within ten years and in the interim to pay to the lender all dividends declared and paid on the shares so loaned.<sup>[4]</sup> Respondent thereupon sold the shares to the nine executives, the purchase price being furnished by the du Pont Company.<sup>[5]</sup> In October, 1929 when the ten-year <span class=\"star-pagination\">*492</span> period was about to expire, respondent did not have available the number of shares which he was obligated to return to Christiana Securities Company.<sup>[6]</sup> Therefore, he arranged for a loan from the Delaware Company of the number of shares necessary to discharge that obligation.<sup>[7]</sup> Under a contract with that company, respondent agreed to return in kind the number of shares loaned (plus any increase by stock dividend or otherwise) within ten years; to pay to the Delaware Company an amount equivalent to all dividends declared and paid on the borrowed shares until returned; and to reimburse the Delaware Company for all taxes accruing against it by reason of the agreement.</p>\n<p>Pursuant to that agreement respondent paid the Delaware Company in 1931, the sum of $567,648, being an amount equivalent to the dividends received by him during that period from the du Pont Company on the borrowed shares; and the sum of $80,063.56, being the amount of the federal income tax imposed upon the lender by reason of the foregoing payments which it had received from respondent. These are the expenditures claimed as a deduction in the present suit.</p>\n<p>The District Court concluded, on the basis of respondent's large and diversified investment holdings and his <span class=\"star-pagination\">*493</span> wide financial and business interests, that his business was primarily that of conserving and enhancing his estate. The petitioners challenge that conclusion, asserting that respondent's activities in connection with conserving and enhancing his estate did not constitute a \"trade or business\" within the meaning of § 23 (a) of the Act.</p>\n<p>But as we view the case it is unnecessary for us to pass on that contention and to make the delicate dissection of administrative practice which that would entail. For we are of the opinion that the deductions are not permitted either within the rule of <i>Burnet</i> v. <i>Clark,</i> or <i>Welch</i> v. <i>Helvering, supra</i><i>,</i> even though we were to assume that the activities of respondent constituted a business, as found by the District Court.</p>\n<p>There is no intimation in the record that the transactions whereby the stock was borrowed were not in good faith or were entered into for any reason except a <i>bona fide</i> business purpose. Nor is there any suggestion that the transactions were cast in that form for purposes of tax avoidance. And it is true that as respects the dividends received by respondent and paid over to the Delaware Company, he was little more than a conduit. But allowance of deductions from gross income does not turn on general equitable considerations. It \"depends upon legislative grace; and only as there is clear provision therefor can any particular deduction be allowed.\" <i>New Colonial Ice Co.</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102283\"><a href=\"/opinion/102283/new-colonial-ice-co-v-helvering/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 440. And when it comes to construction of the statutory provision under which the deduction is sought, the general rule that \"popular or received import of words furnishes the general rule for the interpretation of public laws,\" <i>Maillard</i> v. <i>Lawrence,</i> <span class=\"citation\" data-id=\"86871\"><a href=\"/opinion/86871/maillard-v-lawrence/\"><span class=\"volume\">16</span> <span class=\"reporter\">How.</span> <span class=\"page\">251</span></a></span>, 261, is applicable.</p>\n<p>By those standards the claimed deduction falls for two reasons. In the first place, the payments in question do not meet the test enunciated in <i>Kornhauser</i> v. <i>United</i> <span class=\"star-pagination\">*494</span> <i>States,</i> <span class=\"citation\" data-id=\"101223\"><a href=\"/opinion/101223/kornhauser-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, since they proximately result not from the taxpayer's business but from the business of the du Pont Company. The original transactions had their origin in an effort by that company to increase the efficiency of its management by selling its stock to certain of its key executives. The respondent undertook to furnish the necessary stock only after the company had been advised that it could not legally do so. In that posture of the case these payments are no more deductible than were the payments made by the stockholder in <i>Burnet</i> v. <i>Clark, supra</i><i>,</i> as a result of his endorsements of the obligations of his corporation. Those payments were disallowed as deductions from his gross income though they arose out of transactions which were intended to preserve his investment in the corporation. Similar payments were disallowed in <i>Dalton</i> v. <i>Bowers,</i> 287 U.S. 404. Hence, the fact that the transaction out of which the carrying charges here in question arose might benefit respondent does not bring it within the ambit of his alleged business of conserving and enhancing his estate. The well established decisions of this Court do not permit any such blending of the corporation's business with the business of its stockholders. Accordingly, the payments made under the 1919 agreement would certainly not be deductible. And the fact that a new and different arrangement was made in 1929 with the Delaware Company does not alter the conclusion, for it is the origin of the liability out of which the expense accrues which is material. Otherwise carrying charges on any short sale whether or not related to the business of the taxpayer would be allowable as deductible expenses. That cannot be if the notion of proximate result implicit in the statutory words \"expenses paid or incurred . . . in carrying on any trade of business\" is to have any vitality.</p>\n<p>In the second place, these payments were not \"ordinary\" ones for the conduct of the kind of business in which, we <span class=\"star-pagination\">*495</span> assume <i>arguendo,</i> respondent was engaged. The District Court held that they were \"beyond the norm of general and accepted business practice\" and were in fact \"so extraordinary as to occur in the lives of ordinary business men not at all\" and in the life of the respondent \"but once.\"<sup>[8]</sup> Certainly there are no norms of conduct to which we have been referred or of which we are cognizant which would bring these payments within the meaning of ordinary expenses for conserving and enhancing an estate. We do not doubt the correctness of the District Court's finding that respondent embarked on this program to the end that his beneficial stock ownership in the du Pont Company might be conserved and enhanced. But that does not make the cost to him an \"ordinary\" expense within the meaning of the Act. Ordinary has the connotation of normal, usual, or customary. To be sure, an expense may be ordinary though it happen but once in the taxpayer's lifetime. Cf. <i>Kornhauser</i> v. <i>United States, supra</i><i>.</i> Yet the transaction which gives rise to it must be of common or frequent occurrence in the type of business involved. <i>Welch</i> v. <i>Helvering, supra,</i> 114. Hence, the fact that a particular expense would be an ordinary or common one in the course of one business and so deductible under § 23 (a) does not necessarily make it such in connection with another business. Thus, it has been held that one who was an active trader in securities might take as deductions carrying charges on short sales since selling short was common in that business.<sup>[9]</sup> But the carrying charges on respondent's short sale in this <span class=\"star-pagination\">*496</span> case cannot be accorded the same privilege under § 23 (a). The record does not show that respondent was in the business of trading in securities. Nor does it show that a stockholder engaged in conserving and enhancing his estate ordinarily makes short sales or similarly assists his corporation in financing stock purchase plans for the benefit of its executives. As stated in <i>Welch</i> v. <i>Helvering, supra,</i> pp. 113-114: \". . . What is ordinary, though there must always be a strain of constancy within it, is none the less a variable affected by time and place and circumstance.\" One of the extremely relevant circumstances is the nature and scope of the particular business out of which the expense in question accrued. The fact that an obligation to pay has arisen is not sufficient. It is the kind of transaction out of which the obligation arose and its normalcy in the particular business which are crucial and controlling.</p>\n<p>Review of the many decided cases is of little aid since each turns on its special facts. But the principle is clear. And on application of that principle to these facts, it seems evident that the payments in question cannot be placed in the category of those items of expense which a conservator of an estate, a custodian of a portfolio, a supervisor of a group of investments, a manager of wide financial and business interests, or a substantial stockholder in a corporation engaged in conserving and enhancing his estate would ordinarily incur. We cannot assume that they are embraced within the normal overhead or operating costs of such activities. There is no evidence that stockholders or investors, in furtherance of enhancing and conserving their estates, ordinarily or frequently lend such assistance to employee stock purchase plans of their corporations. And in absence of such evidence there is no basis for an assumption, in experience or common knowledge, that these payments are to be placed in the same category as typically ordinary expenses of such activities, <span class=\"star-pagination\">*497</span> e.g., rental of safe deposit boxes, cost of investment counsel or of investment services, salaries of secretaries and the like. Rather these payments seem to us to represent most extraordinary expenses for that type of activity. Therefore, the claim for deduction falls, as did the claim of an officer of a corporation who paid its debts to strengthen his own standing and credit. <i>Welch</i> v. <i>Helvering, supra</i><i>.</i> And the fact that the payments might have been necessary in the sense that consummation of the transaction with the Delaware Company was beneficial to respondent's estate is of no aid. For Congress has not decreed that all necessary expenses may be deducted. Though plainly necessary they cannot be allowed unless they are also ordinary. <i>Welch</i> v. <i>Helvering, supra</i><i>.</i></p>\n<p>We conclude then on this phase of the case that as the District Court, on a correct interpretation of the Act, found that these payments did not proximately result from, and were not ordinary expenses for the conduct of, respondent's alleged business, it was error for the Circuit Court of Appeals to reverse the judgment for petitioners. <i>McCaughn</i> v. <i>Real Estate Land Title &amp; Trust Co.,</i> 297 U.S. 606.</p>\n<p>There remains respondent's contention that these payments are deductible under § 23 (b) as \"interest paid or accrued . . . on indebtedness.\" Clearly respondent owed an obligation to the Delaware Company. But although an indebtedness is an obligation, an obligation is not necessarily an \"indebtedness\" within the meaning of § 23 (b). Nor are all carrying charges \"interest.\" In <i>Old Colony R. Co.</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"101851\"><a href=\"/opinion/101851/old-colony-r-co-v-commissioner/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, this Court had before it the meaning of the word \"interest\" as used in the comparable provision of the 1921 Act (42 Stat. 227). It said, p. 560, \". . . as respects \"interest,' the usual import of the term is the amount which one has contracted to pay for the use of borrowed money.\" <span class=\"star-pagination\">*498</span> It there rejected the contention that it meant \"effective interest\" within the theory of accounting or that \"Congress used the word having in mind any concept other than the usual, ordinary and everyday meaning of the term.\" p. 561. It refused to assume that the Congress used the term with reference to \"some esoteric concept derived from subtle and theoretic analysis.\" p. 561.</p>\n<p>We likewise refuse to make that assumption here. It is not enough, as urged by respondent, that \"interest\" or \"indebtedness\" in their original classical context may have permitted this broader meaning.<sup>[10]</sup> We are dealing with the context of a revenue act and words which have today a well-known meaning. In the business world \"interest on indebtedness\" means compensation for the use or forbearance of money.<sup>[11]</sup> In absence of clear evidence to the contrary, we assume that Congress has used these words in that sense. In sum, we cannot sacrifice the \"plain, obvious and rational meaning\" of the statute even for \"the exigency of a hard case.\" See <i>Lynch</i> v. <i>Alworth-Stephens Co.,</i> <span class=\"citation\" data-id=\"100599\"><a href=\"/opinion/100599/lynch-v-alworth-stephens-co/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 370.</p>\n<p>Petitioners throughout have referred to these payments by respondent as being capital in nature. Cf. <i>Bonwit Teller &amp; Co.</i> v. <i>Commissioner,</i> 53 F.2d 381; <i>Hutton</i> v. <i>Commissioner,</i> 39 F.2d 459; <i>Bing</i> v. <i>Helvering,</i> 76 F.2d 941. What appropriate treatment may be accorded <span class=\"star-pagination\">*499</span> these items of cost under other provisions of the Act we do not undertake to say, as that issue is not here.</p>\n<p>The judgment of the Circuit Court of Appeals is reversed and that of the District Court is affirmed.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE FRANKFURTER, concurring.</p>\n<p>What the activities of a taxpayer are is an issue for determination by triers of fact. Whether such activities constitute a \"trade or business\" as conceived by § 23 (a) of the Revenue Act of 1928 (45 Stat. 791, 799), is open for determination here unfettered by findings and rulings below except for the weight of the intrinsic authority of all lower court opinions. To avail of the deductions allowed by § 23 (a), it is not enough to incur expenses in the active concern over one's own financial interest. \". . . carrying on any trade or business,\" within the contemplation of § 23 (a), involves holding one's self out to others as engaged in the selling of goods or services. This the taxpayer did not do. Expenses for transactions not connected with trade or business, such as an expense for handling personal investments, are not deductible. It is otherwise with losses. § 23 (e) (2). Without elaborating the reasons for this construction and not unmindful of opposing considerations, including appropriate regard for administrative practice, I prefer to make the conclusion explicit instead of making the hypothetical, litigation-breeding assumption that this taxpayer's activities, for which expenses were sought to be deducted, did constitute a \"trade or business.\"</p>\n<p>MR. JUSTICE REED joins in these views.</p>\n<p>MR. JUSTICE ROBERTS:</p>\n<p>I feel constrained to state my views, not because this case raises any important issue of law which should be <span class=\"star-pagination\">*500</span> settled by this court; but, on the contrary, because I think it presents a question the answer to which depends solely upon the facts disclosed by the record. Decision of the controversy cannot be helpful in the administration of the Revenue Acts or set any important precedent. I think the writ should not have been granted and that it now should be dismissed as improvidently granted. The amount of taxes involved or the insistence of the Government that the court below erred in its application of the law to the facts are not adequate reasons for review. There is no dispute as to principle and no conflict with any case in the application of any principle.</p>\n<p>The function of this court is to resolve conflicts of decision and to settle important principles of law. The discretionary power of this court to review judgments of lower federal courts was not intended to be exercised in every case where those courts have adjudicated the conflicting claims of the parties, which involves no important principle of law and no conflict of decision amongst the federal courts. Our rules adopted to carry out the policy of the statutes granting the power to bring cases here by certiorari have apprised the Bar and the public that we will not take cases fully heard and adjudicated below for the mere purpose of reexamining the correctness of the result. (See Rule 38, par. 5.)</p>\n<p>The dominant purpose evidenced by the income tax statutes is to tax net income. The policy is to credit against gross income the expenses of the business which begets earnings. The taxpayer is entitled to deduct that which he reasonably and in good faith expended in the effort to realize a profit. The revenue acts have always characterized deductible expenses as the ordinary and necessary expenses of the business, incurred and paid during the taxable year. The opinion assumes that the expenditure here in question was necessary in the conduct of the taxpayer's business but holds that it was not an <span class=\"star-pagination\">*501</span> ordinary expense of that business. Obviously what is an ordinary expense of a given business must depend upon the nature and scope of the business, the nature and occasion of the expenditure, and other considerations which will emerge in each specific case. Necessarily the decision of one case will have slight, if any, bearing upon the proper decision of another. If this court is to take under review every dispute in which the Government and a taxpayer differ as to whether a given expenditure is an ordinary or an extraordinary expense of the taxpayer's business we shall be involved in the decision of myriad cases, each turning upon its own facts, without furnishing any light to the taxpayers for their future guidance. I think this is the result of the court's opinion. It is admitted that the fact that the expenditure occurred but once in the taxpayer's experience does not render it extraordinary. It must be admitted that the fact that it is a large transaction does not render it extraordinary. What the opinion does, in the upshot, is to canvass all the circumstances and reach, as I think, a conclusion based solely upon the peculiar facts of this single case. We have repeatedly warned the Bar and the public that this we will not do because we do not sit for any such purpose.</p>\n<p>An added reason for refusing to decide the case is the admission that the Treasury and the Board of Tax Appeals in years past have held a similar expense incurred in earlier years an expense of the taxpayer's business. In a matter resting so much in judgment and discretion as the determination of what is ordinary and what extraordinary expenditure in a business the weight of a continued administrative construction is of peculiar importance; and we ought not now depart from the rule long observed that such practice is entitled to high consideration at the hands of the courts and should not be overturned unless clearly wrong and for the most cogent reasons.</p>\n<p><span class=\"star-pagination\">*502</span> Since the case has been taken and considered on the merits I think the judgment below should be affirmed. I need add little to the opinion of Judge Maris of the Circuit Court of Appeals, with which I agree. The taxpayer borrowed stock in order to sell it for cash to others. His contract obligated him either to return the stock or to pay the carrying charges to the lender. What he paid was not technically interest but it was an expense necessary to his obtaining and using the stock. He had several alternatives: to pay the annual carrying charges, or to default, and, in that case, to go into the market to buy the stock and return it to the lender or to pay the lender the value thereof.</p>\n<p>What was there extraordinary about this transaction as compared with the borrowing of any commodity other than stock for a business reason and with a business purpose? In the conduct of every business situations arise which must be met. The circumstance that such a situation had not theretofore arisen, or that the transaction was the first of its kind in the respondent's business experience, does not render it extraordinary in the sense in which the statute uses the term. The limitation placed by Congress upon the types of expenditures made deductible was intended to prevent evasion of payment of tax on true net income, which confessedly was not a motive in the present instance. I think that under the guise of enforcing the plain mandate of the statute the court is really reading into the law what is not there and what Congress did not intend to place there.</p>\n<p>To suggest, even by indirection, that perchance the taxpayer's expenditure may be treated as a capital expenditure is, in my judgment, to keep the word of promise to the ear and break it to the hope. In my view the carrying charge of the taxpayer's loan was either an ordinary expense of his business or it was nothing of consequence under any provision of the statute.</p>\n<p>MR. JUSTICE McREYNOLDS joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  As stated by the District Court, counsel advised that the du Pont Company could issue stock only for money paid, labor performed, or real or personal property acquired; and that if the stock were to be issued for cash, it must first be offered to existing stockholders. According to the findings the du Pont Company did not have 9,000 shares of its stock, other than unissued stock; that stock was not then listed on the New York Stock Exchange; and the over-the-counter market was quite inactive. Nine thousand shares could not have been purchased on this market without substantially raising the price per share.</p>\n<p>[2]  Respondent had available only seventy-four shares. He had a reversionary interest in two trusts which held 24,000 shares. And he was the owner of 29,125 shares of common stock of Christiana Securities Company out of a total of 75,000 shares issued and outstanding. That company was then the owner of 183,000 shares of common stock of the du Pont Company out of a total of 588,542 shares issued and outstanding.</p>\n<p>[3]  <i>Supra,</i> note 2.</p>\n<p>[4]  As security respondent gave Christiana Securities Company 3,800 shares of its capital stock. All dividends on that stock were to be paid to respondent.</p>\n<p>[5]  These sales were made at the price of $320 a share, that being approximately their book value. The du Pont Company loaned to each of the nine executives the necessary funds to purchase his 1,000 shares. They paid respondent $2,880,000 in cash for the 9,000 shares. According to respondent's brief, he turned over this sum through transactions in General Motors stock which ultimately yielded him a great profit. See du Pont <i>v.</i> Commissioner, 37 B.T.A. 1198.\n</p>\n<p>By March 1921, the stock of the du Pont Company had declined in value and the bargain made by the executives had become a disadvantageous one. Respondent thereupon offered to turn over 400 shares of the Christiana Securities Company (of a net value of $160,000) to be held by the du Pont Company as additional collateral on the loan made to these executives, respondent to have the right to redeem those 400 shares by payment of $160,000 on maturity of the loan, that payment, if made, to be applied to the loan. If respondent failed to redeem those shares, they were to become the property of the executives on payment of their loans. Meanwhile dividends on the 400 shares up to $8,000 per annum were to go to the executives, the balance to respondent who was, however, to return his portion to the executives if he did not redeem the stock. This offer was accepted by the executives. Respondent when he proposed it, stated that he did so \"as a large stockholder, and, perhaps, the one to be most benefited by the recovery in value of the Company's shares.\" He also stated that he wanted the executives to be \"free of worry over the unexpected outcome\" of the stock purchase plan.</p>\n<p>[6]  Due to stock dividends and split-ups respondent was obligated to return to Christiana Securities Company 142,212 shares to replace the 9,000 shares which he had borrowed.</p>\n<p>[7]  Respondent was not a stockholder of the Delaware Company, although it appears that his brother was one of its executive officers.</p>\n<p>[8]  <span class=\"citation\" data-id=\"1388614\"><a href=\"/opinion/1388614/du-pont-v-deputy/\"><span class=\"volume\">22</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">589</span></a></span>, 597.</p>\n<p>[9]  <i>Dart</i> v. <i>Commissioner,</i> 74 F.2d 845. Cf. <i>Terbell</i> v. <i>Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">B.T.A.</span> <span class=\"page\">44</span></span>, aff'd <span class=\"citation\" data-id=\"1496240\"><a href=\"/opinion/1496240/terbell-v-commissioner-of-internal-revenue/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, where such carrying charges were disallowed as deductions. The Board of Tax Appeals said, p. 45, \"We have only the stipulated facts and there is no suggestion in those facts that the decedent was engaged in the business of making short sales or in dealing in securities generally.\"</p>\n<p>[10]  Respondent refers to the <i>mutuum</i> in Roman Law. Ledlie's Sohm's Institutes of Roman Law (2d Ed.), p. 395; Hare, The Law of Contracts, p. 73.</p>\n<p>[11]  This makes irrelevant other lines of authority cited by respondent where \"interest\" in a different context has been used to describe damages or compensation for the detention or use of money or of property. See <i>United States</i> v. <i>North Carolina,</i> <span class=\"citation\" data-id=\"92818\"><a href=\"/opinion/92818/united-states-v-north-carolina/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 216; N.Y. General Business Law, § 370, which provides, \"The rate of interest upon the loan or forbearance of any money, goods, or things, in action . . . shall be six dollars upon one hundred dollars, for one year, . . .\"</p>\n\n</div>", 
  "sha1": "897302667af305cb34abf0d0d871152ced37b703", 
  "date_modified": "2015-01-05T13:22:25.410905", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103276/deputy-administratrix-v-du-pont/", 
  "citation_count": 355, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/996790/", 
  "html": "<p class=\"case_cite\">308 U.S. 488</p>\n    <p class=\"case_cite\">60 S.Ct. 363</p>\n    <p class=\"case_cite\">84 L.Ed. 416</p>\n    <p class=\"parties\">DEPUTY et al.<br>v.<br>DU PONT.</p>\n    <p class=\"docket\">No. 151.</p>\n    <p class=\"date\">Argued Dec. 12, 1939.</p>\n    <p class=\"date\">Decided Jan. 8, 1940.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Robert K. McConnaughey, of Dayton, Ohio, for petitioners.</p>\n      <p class=\"indent\">Mr. George Wharton Pepper, of Philadelphia, Pa., for respondent.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents the question of whether respondent in computing his taxable net income for the year 1931 may deduct payments of $647,711.56 made by him in that year to the Delaware Realty and Investment Co. (hereinafter called the Delaware Company). The deduction is sought either under &#167; 23(a) of the Revenue Act of 1928, 45 Stat. 791, 26 U.S.C.A. Int.Rev.Code, &#167; 23(a)(1), as 'ordinary and necessary expenses paid or incurred during the taxable year in carrying on' the 'trade or business' of respondent; or under &#167; 23(b) as 'interest paid or accrued within the taxable year on indebtedness.' The Commissioner disallowed the deduction and determined a deficiency, which respondent paid and now seeks to recover. It is agreed that if the deduction is allowed, respondent is entitled to judgment for $172,351.64. The judgment of the District Court against respondent (22 F.Supp. 589) was reversed by the Circuit Court of Appeals. 3 Cir., 103 F.2d 257. We granted certiorari 308 U.S. 533, 60 S.Ct. 89, 84 L.Ed. &#8212;-, because of the asserted inconsistency of that ruling with Welch v. Helvering, 290 U.S. 111, 54 S.Ct. 8, 78 L.Ed. 212, which construed the meaning of the words 'ordinary and necessary expenses'; and with Burnet v. Clark, 287 U.S. 410, 53 S.Ct. 207, 77 L.Ed. 397, which limited such deductions to losses directly connected with the taxpayer's business.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondent's claim to the deduction arose out of the following transactions, briefly summarized. Respondent was beneficial owner of about 16% of the stock of E. I. du Pont de Nemours and Company (hereinafter called the du Pont Company). In 1919 the du Pont Company constituted a new executive committee composed of nine young men. For business reasons, it thought it desirable that these men have a financial interest in the company. Alleged legal difficulties stood in the way of the du Pont Company selling them the 9,000 shares desired.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Accordingly, respondent undertook to sell them 1,000 shares each. But since he did not have readily available that amount from his own holdings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> he borrowed 9,000 shares of the du Pont Company from Christiana Securities Company,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> under an agreement whereby he agreed to return the stock loaned in kind within ten years and in the interim to pay to the lender all dividends declared and paid on the shares so loaned.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Respondent thereupon sold the shares to the nine executives, the purchase price being furnished by the du Pont Company.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> In October, 1929 when the ten-year period was about to expire, respondent did not have available the number of shares which he was obligated to return to Christiana Securities Company.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Therefore, he arranged for a loan from the Delaware Company of the number of shares necessary to discharge that obligation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Under a contract with that company, respondent agreed to return in kind the number of shares loaned (plus any increase by stock dividend or otherwise) within ten years; to pay to the Delaware Company an amount equivalent to all dividends declared and paid on the borrowed shares until returned; and to reimburse the Delaware Company for all taxes accruing against it by reason of the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant to that agreement respondent paid the Delaware Company in 1931, the sum of $567,648, being an amount equivalent to the dividends received by him during that period from the du Pont Company on the borrowed shares; and the sum of $80,063.56, being the amount of the federal income tax imposed upon the lender by reason of the foregoing payments which it had received from respondent. These are the expenditures claimed as a deduction in the present suit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court concluded, on the basis of respondent's large and diversified investment holdings and his wide financial and business interests, that his business was primarily that of conserving and enhancing his estate. The petitioners challenge that conclusion, asserting that respondent's activities in connection with conserving and enhancing his estate did not constitute a 'trade or business' within the meaning of &#167; 23(a) of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">But as we view the case it is unnecessary for us to pass on that contention and to make the delicate dissection of administrative practice which that would entail. For we are of the opinion that the deductions are not permitted either within the rule of Burnet v. Clark or Welch v. Helvering, supra, even though we were to assume that the activities of respondent constituted a business, as found by the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no intimation in the record that the transactions whereby the stock was borrowed were not in good faith or were entered into for any reason except a bona fide business purpose. Nor is there any suggestion that the transactions were cast in that form for purposes of tax avoidance. And it is true that as respects the dividends received by respondent and paid over to the Delaware Company, he was little more than a conduit. But allowance of deductions from gross income does not turn on general equitable considerations. It 'depends upon legislative grace; and only as there is clear provision therefor can any particular deduction be allowed.' New Colonial Ice Co., Inc. v. Helvering, 292 U.S. 435, 440, 54 S.Ct. 788, 790, 78 L.Ed. 1348. And when it comes to construction of the statutory provision under which the deduction is sought, the general rule that 'popular or received import of words furnishes the general rule for the interpretation of public laws,' Maillard v. Lawrence, 16 How. 251, 261, 14 L.Ed. 925, is applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By those standards the claimed deduction falls for two reasons. In the first place, the payments in question do not meet the test enunciated in Kornhauser v. United States, 276 U.S. 145, 48 S.Ct. 219, 72 L.Ed. 505, since they proximately result not from the taxpayer's business but from the business of the du Pont Company. The original transactions had their origin in an effort by that company to increase the efficiency of its management by selling its stock to certain of its key executives. The respondent undertook to furnish the necessary stock only after the company had been advised that it could not legally do so. In that posture of the case these payments are no more deductible than were the payments made by the stockholder in Burnet v. Clark, supra, as a result of his endorsements of the obligations of his corporation. Those payments were disallowed as deductions from his gross income though they arose out of transactions which were intended to preserve his investment in the corporation. Similar payments were disallowed in Dalton v. Bowers, 287 U.S. 404, 53 S.Ct. 205, 77 L.Ed. 389. Hence, the fact that the transaction out of which the carrying charges here in question arose might benefit respondent does not bring it within the ambit of his alleged business of conserving and enhancing his estate. The well established decisions of this Court do not permit any such blending of the corporation's business with the business of its stockholders. Accordingly, the payments made under the 1919 agreement would certainly not be deductible. And the fact that a new and different arrangement was made in 1929 with the Delaware Company does not alter the conclusion, for it is the origin of the liability out of which the expense accrues which is material. Otherwise carrying charges on any short sale whether or not related to the business of the taxpayer would be allowable as deductible expenses. That cannot be if the notion of proximate result implicit in the statutory words 'expenses paid or incurred * * * in carrying on any trade or business' is to have any vitality.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the second place, these payments were not 'ordinary' ones for the conduct of the kind of business in which, we assume arguendo, respondent was engaged. The District Court held that they were 'beyond the norm of general and accepted business practice' and were in fact 'so extraordinary as to occur in the lives of ordinary business men not at all' and in the life of the respondent 'but once.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Certainly there are no norms of conduct to which we have been referred or of which we are cognizant which would bring these payments within the meaning of ordinary expenses for conserving and enhancing an estate. We do not doubt the correctness of the District Court's finding that respondent embarked on this program to the end that his beneficial stock ownership in the du Pont Company might be conserved and enhanced. But that does not make the cost to him an 'ordinary' expense within the meaning of the Act. Ordinary has the connotation of normal, usual, or customary. To be sure, an expense may be ordinary though it happen but once in the taxpayer's lifetime. Cf. Kornhauser v. United States, supra. Yet the transaction which gives rise to it must be of common or frequent occurrence in the type of business involved. Welch v. Helvering, supra, 290 U.S. at page 114, 54 S.Ct. at page 9, 78 L.Ed. 212. Hence, the fact that a particular expense would be an ordinary or common one in the course of one business and so deductible under &#167; 23(a) does not necessarily make it such in connection with another business. Thus, it has been held that one who was an active trader in securities might take as deductions carrying charges on short sales since selling short was common in that business.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> But the carrying charges on respondent's short sale in this case cannot be accorded the same privilege under &#167; 23(a). The record does not show that respondent was in the business of trading in securities. Nor does it show that a stockholder engaged in conserving and enhancing his estate ordinarily makes short sales or similarly assists his corporation in financing stock purchase plans for the benefit of its executives. As stated in Welch v. Helvering, supra, 290 U.S. at pages 113, 114, 54 S.Ct. at page 9, 78 L.Ed. 212 '* * * What is ordinary, though there must always be a strain of constancy within it, is none the less a variable affected by time and place and circumstance.' One of the extremely relevant circumstances is the nature and scope of the particular business out of which the expense in question accrued. The fact that an obligation to pay has arisen is not sufficient. It is the kind of transaction out of which the obligation arose and its normalcy in the particular business which are crucial and controlling.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Review of the many decided cases is of little aid since each turns on its special facts. But the principle is clear. And on application of that principle to these facts, it seems evident that the payments in question cannot be placed in the category of those items of expense which a conservator of an estate, a custodian of a portfolio, a supervisor of a group of investments, a manager of wide financial and business interests, or a substantial stockholder in a corporation engaged in conserving and enchancing his estate would ordinarily incur. We cannot assume that they are embraced within the normal over-head or operating costs of such activities. There is no evidence that stockholders or investors, in furtherance of enhancing and conserving their estates, ordinarily or frequently lend such assistance to employee stock purchase plans of their corporations. And in absence of such evidence there is no basis for an assumption, in experience or common knowledge, that these payments are to be placed in the same category as typically ordinary expenses of such activities, e.g., rental of safe deposit boxes, cost of investment counsel or of investment services, salaries of secretaries and the like. Rather these payments seem to us to represent most extraordinary expenses for that type of activity. Therefore, the claim for deduction falls, as did the claim of an officer of a corporation who paid its debts to strengthen his own standing and credit. Welch v. Helvering, supra. And the fact that the payments might have been necessary in the sense that consummation of the transaction with the Delaware Company was beneficial to respondent's estate is of no aid. For Congress has not decreed that all necessary expenses may be deducted. Though plainly necessary they cannot be allowed unless they are also ordinary. Welch v. Helvering, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We conclude then on this phase of the case that as the District Court, on a correct interpretation of the Act, found that these payments did not proximately result from, and were not ordinary expenses for the conduct of, respondent's alleged business, it was error for the Circuit Court of Appeals to reverse the judgment for petitioners. McCaughn v. Real Estate Land Title &amp; Trust Co., 297 U.S. 606, 56 S.Ct. 604, 80 L.Ed. 879.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There remains respondent's contention that these payments are deductible under &#167; 23(b) as 'interest paid or accrued * * * on indebtedness.' Clearly respondent owed an obligation to the Delaware Company. But although an indebtedness is an obligation, an obligation is not necessarily an 'indebtedness' within the meaning of &#167; 23(b). Nor are all carrying charges 'interest'. In Old Colony Railroad Co. v. Commissioner, 284 U.S. 552, 52 S.Ct. 211, 76 L.Ed. 484, this Court had before it the meaning of the word 'interest' as used in the comparable provision of the 1921 Act, 42 Stat. 227. It said, 284 U.S. at page 560, 52 S.Ct. at page 214, 76 L.Ed. 484, '* * * as respects 'interest,' the usual import of the term is the amount which one has contracted to pay for the use of borrowed money.' It there rejected the contention that it meant 'effective interest' within the theory of accounting or that 'Congress used the word having in mind any concept other than the usual, ordinary, and everyday meaning of the term.' 284 U.S. at page 561, 52 S.Ct. at page 214, 76 L.Ed. 484. It refused to assume that the Congress used the term with reference to 'some esoteric concept derived from subtle and theoretic analysis.' 284 U.S. at page 561, 52 S.Ct. at page 214, 76 L.Ed. 484.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We likewise refuse to make that assumption here. It is not enough, as urged by respondent, that 'interest' or 'indebtedness' in their original classical context may have permitted this broader meaning.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> We are dealing with the context of a revenue act and words which have today a well-known meaning. In the business world 'interest on indebtedness' means compensation for the use or forbearance of money.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In absence of clear evidence to the contrary, we assume that Congress has used these words in that sense. In sum, we cannot sacrifice the 'plain, obvious and rational meaning' of the statute even for 'the exigency of a hard case.' See Lynch v. Alworth-Stephens Co., 267 U.S. 364, 370, 45 S.Ct. 274, 276, 69 L.Ed. 660.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Petitioners throughout have referred to these payments by respondent as being capital in nature. Cf. Bonwit Teller &amp; Co. v. Commissioner, 2 Cir., 53 F.2d 381, 82 A.L.R. 325; Hutton v. Commissioner, 5 Cir., 39 F.2d 459; Bing v. Helvering, 2 Cir., 76 F.2d 941. What appropriate treatment may be accorded these items of cost under other provisions of the Act we do not undertake to say, as that issue is not here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment of the Circuit Court of Appeals is reversed and that of the District Court is affirmed. It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">What the activities of a tax payer are is an issue for determination by triers of fact. Whether such activities constitute a 'trade or business' as conceived by &#167; 23(a) of the Revenue Act of 1928, 45 Stat. 791, 799, 26 U.S.C.A. Int.Rev.Code, &#167; 23(a), is open for determination here unfettered by findings and rulings below except for the weight of the intrinsic authority of all lower court opinions. To avail of the deductions allowed by &#167; 23(a), it is not enough to incur expenses in the active concern over one's own financial interest. '* * * carrying on any trade or business', within the contemplation of &#167; 23(a), involves holding one's self out to others as engaged in the selling of goods or services. This the taxpayer did not do. Expenses for transactions not connected with trade or business, such as an expense for handling personal investments, are not deductible. It is otherwise with losses. &#167; 23(e)(2). Without elaborating the reasons for this construction and not unmindful of opposing considerations, including appropriate regard for administrative practice, I prefer to make the conclusion explicit instead of making the hypothetical, litigation-breeding assumption that this tax payer's activities, for which expenses were sought to be deducted, did constitute a 'trade or business'.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice REED joins in these views.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. Justice ROBERTS (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I feel constrained to state my views, not because this case raises any important issue of law which should be settled by this court; but, on the contrary, because I think it presents a question the answer to which depends solely upon the facts disclosed by the record. Decision of the controversy cannot be helpful in the administration of the Revenue Acts or set any important precedent. I think the writ should not have been granted and that it now should be dismissed as improvidently granted. The amount of taxes involved or the insistence of the Government that the court below erred in its application of the law to the facts are not adequate reasons for review. There is no dispute as to principle and no conflict with any case in the application of any principle.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The function of this court is to resolve conflicts of decision and to settle important principles of law. The discretionary power of this court to review judgments of lower federal courts was not intended to be exercised in every case where those courts have adjudicated the conflicting claims of the parties, which involves no important principle of law and no conflict of decision amongst the federal courts. Our rules adopted to carry out the policy of the statutes granting the power to bring cases here by certiorari have apprised the Bar and the public that we will not take cases fully heard and adjudicated below for the mere purpose of reexamining the correctness of the result. See Rule 38, par. 5, 28 U.S.C.A. following section 354.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The dominant purpose evidenced by the income tax statutes is to tax net income. The policy is to credit against gross income the expenses of the business which begets earnings. The taxpayer is entitled to deduct that which he reasonably and in good faith expended in the effort to realize a profit. The revenue acts have always characterized deductible expenses as the ordinary and necessary expenses of the business, incurred and paid during the taxable year. The opinion assumes that the expenditure here in question was necessary in the conduct of the taxpayer's business but holds that it was not an ordinary expense of that business. Obviously what is an ordinary expense of a given business must depend upon the nature and scope of the business, the nature and occasion of the expenditure, and other considerations which will emerge in each specific case. Necessarily the decision of one case will have slight, if any, bearing upon the proper decision of another. If this court is to take under review every dispute in which the Government and a taxpayer differ as to whether a given expenditure is an ordinary or an extraordinary expense of the taxpayer's business we shall be involved in the decision of myriad cases, each turning upon its own facts, without furnishing any light to the taxpayers for their future guidance. I think this is the result of the court's opinion. It is admitted that the fact that the expenditure occurred but once in the taxpayer's experience does not render it extraordinary. It must be admitted that the fact that it is a large transaction does not render it extraordinary. What the opinion does, in the upshot, is to canvass all the circumstances and reach, as I think, a conclusion based solely upon the peculiar facts of this single case. We have repeatedly warned the Bar and the public that this we will not do because we do not sit for any such purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">An added reason for refusing to decide the case is the admission that the Treasury and the Board of Tax Appeals in years past have held a similar expense incurred in earlier years an expense of the taxpayer's business. In a matter resting so much in judgment and discretion as the determination of what is ordinary and what extraordinary expenditure in a business the weight of a continued administrative construction is of peculiar importance; and we ought not now depart from the rule long observed that such practice is entitled to high consideration at the hands of the courts and should not be overturned unless clearly wrong and for the most cogent reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Since the case has been taken and considered on the merits I think the judgment below should be affirmed. I need add little to the opinion of Judge Maris of the Circuit Court of Appeals, 3 Cir., 103 F.2d 257, with which I agree. The taxpayer borrowed stock in order to sell it for cash to others. His contract obligated him either to return the stock or to pay the carrying charges to the lender. What he paid was not technically interest but it was an expense necessary to his obtaining and using the stock. He had several alternatives: to pay the annual carrying charges, or to default, and, in that case, to go into the market to buy the stock and return it to the lender or to pay the lender the value thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">What was there extraordinary about this transaction as compared with the borrowing of any commodity other than stock for a business reason and with a business purpose? In the conduct of every business situations arise which must be met. The circumstance that such a situation had not theretofore arisen, or that the transaction was the first of its kind in the respondent's business experience, does not render it extraordinary in the sense in which the statute uses the term. The limitation placed by Congress upon the types of expenditures made deductible was intended to prevent evasion of payment of tax on true net income, which confessedly was not a motive in the present instance. I think that under the guise of enforcing the plain mandate of the statute the court is really reading into the law what is not there and what Congress did not intend to place there.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To suggest, even by indirection, that perchance the taxpayer's expenditure may be treated as a capital expenditure is, in my judgment, to keep the word of promise to the ear and break it to the hope. In my view the carrying charge of the taxpayer's loan was either an ordinary expense of his business or it was nothing of consequence under any provision of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice McREYNOLDS joins in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As stated by the District Court, counsel advised that the du Pont Company could issue stock only for money paid, labor performed, or real or personal property acquired; and that if the stock were to be issued for cash, it must first be offered to existing stockholders. According to the findings the du Pont Company did not have 9,000 shares of its stock, other that unissued stock; that stock was not then listed on the New York Stock Exchange; and the over-the-counter market was quite inactive. Nine thousand shares could not have been purchased on this market without substantially raising the price per share.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Respondent had available only 74 shares. He had a reversionary interest in two trusts which held 24,000 shares. And he was the owner of 29,125 shares of common stock of Christiana Securities Company out of a total of 75,000 shares issued and outstanding. That company was then the owner of 183,000 shares of common stock of the du Pont Company out of a total of 588,542 shares issued and outstanding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Supra, note 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As security respondent gave Christiana Securities Company 3,800 shares of its capital stock. All dividends on that stock were to be paid to respondent.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> These sales were made at the price of $320 a share, that being approximately their book value. The du Pont Company loaned to each of the nine executives the necessary funds to purchase his 1,000 shares. They paid respondent.$2,880,000 in cash for the 9,000 shares. According to respondent's brief, he turned over this sum through transactions in General Motors stock which ultimately yielded him a great profit. See du Pont v. Commissioner, 37 B.T.A. 1198.</p>\n        <p>By March 1921, the stock of the du Pont Company had declined in value and the bargain made by the executives had become a disadvantageous one. Respondent thereupon offered to turn over 400 shares of the Christiana Securities Company (of a net value of $160,000) to be held by the du Pont Company as additional collateral on the loan made to these executives, respondent to have the right to redeem those 400 shares by payment of $160,000 on maturity of the loan, that payment, if made, to be applied to the loan. If respondent failed to redeem those shares, they were to become the property of the executives on payment of their loans. Meanwhile dividends on the 400 shares up to $8,000 per annum were to go to the executives, the balance to respondent who was, however, to return his portion to the executives if he did not redeem the stock. This offer was accepted by the executives. Respondent when he proposed it, stated that he did so 'as a large stockholder, and perhaps, the one to be most benefited by the recovery in value of the Company's shares.' He also stated that he wanted the executives to be 'free of worry over the unexpected outcome' of the stock purchase plan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Due to stock dividends and split-ups respondent was obligated to return to Christiana Securities Company 142,212 shares to replace the 9,000 shares which he had borrowed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Respondent was not a stockholder of the Delaware Company, although it appears that his brother was one of its executive officers.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 22 F.Supp. 589, 597.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Dart v. Commissioner, 4 Cir., 74 F.2d 845. Cf. Terbell v. Commissioner, 29 B.T.A. 44, affirmed, 2 Cir., 71 F.2d 1017, where such carrying charges were disallowed as deductions. The Board of Tax Appeals said, 29 B.T.A. at page 45, 'We have only the stipulated facts and there is no suggestion in those facts that the decedent was engaged in the business of making short sales or in dealing in securities generally.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Respondent refers to the mutuum in Roman law. Ledlie's Sohm's Institutes of Roman Law, 2d Ed., p. 395; Hare, The Law of Contracts, p. 73.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This makes irrelevant other lines of authority cited by respondent where 'interest' in a different context has been used to describe damages or compensation for the detention or use of money or of property. See United States v. North Carolina, 136 U.S. 211, 216, 10 S.Ct. 920, 922, 34 L.Ed. 336; N.Y. General Business Law, Consol.Laws, c. 20, &#167; 370, which provides, 'The rate of interest upon the loan or forbearance of any money, goods, or things, in action * * * shall be six dollars upon one hundred dollars, for one year, * * *.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103276/"
}