{"absolute_url": "/opinion/102518/hopkins-fed-sav-loan-assn-v-cleary/", "blocked": false, "citation": {"case_name": "Hopkins Fed. Sav. & Loan Assn. v. Cleary", "docket_number": "Nos. 55—57", "document_uris": ["/api/rest/v2/document/102518/"], "federal_cite_one": "296 U.S. 315", "federal_cite_three": null, "federal_cite_two": null, "id": 86901, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/86901/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 19, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1935-12-09", "date_modified": "2014-12-21T01:41:01.358212", "docket": "/api/rest/v2/docket/274393/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">296 U.S. 315</p>\n    <p class=\"case_cite\">56 S.Ct. 235</p>\n    <p class=\"case_cite\">80 L.Ed. 251</p>\n    <p class=\"parties\">HOPKINS FEDERAL SAVINGS &amp; LOAN ASS'N et al.<br>v.<br>CLEARY et al.  RELIANCE BUILDING &amp; LOAN ASS'N  v.  SAME.  NORTHERN BUILDING &amp; LOAN ASS'N  v.  SAME.</p>\n    <p class=\"docket\">Nos. 55&#8212;57.</p>\n    <p class=\"date\">Argued Nov. 18, 19, 1935.</p>\n    <p class=\"date\">Decided Dec. 9, 1935.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 315-316 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Emery J. Woodall, of New York City, and Horace Russell, of Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 316-320 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Benjamin Poss and Joseph P. Brazy, both of Milwaukee, Wis., for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 320-327 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice CARDOZO delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The controversy in each of these causes is one as to the meaning and validity of an Act of Congress whereby building and loan associations organized under the laws of a state may be converted into Federal Savings &amp; Loan Associations upon the vote of a majority of the shareholders present at a meeting legally convened.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In No. 55, an original suit was brought in the Supreme Court of Wisconsin by the respondents, constituting the banking commission of that state, against the Hopkins Federal Savings &amp; Loan Association, formerly the Hopkins Street Building &amp; Loan Association, its officers and directors. The complaint prayed for a decree annulling the proceedings whereby the state association had attempted to convert itself into a federal one, and compelling the directors and officers to continue the business in accordance with Wisconsin law or else to wind it up. The state court granted the decree upon grounds to be considered later. State ex rel. Cleary v. Hopkins Street B. &amp; L. Ass'n, 217 Wis. 179, 257 N.W. 684.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Nos. 56 and 57, suits were brought by Wisconsin corporations, the Reliance Building &amp; Loan Association (plaintiff in No. 56) and the Northern Building &amp; Loan Association (plaintiff in No. 57) to restrain the banking commission and the supervisor of building and loan associations from interfering with the plaintiffs in the attempt to convert themselves into federal corporations. Decrees of the trial court in favor of the plaintiffs were reversed by the Supreme Court of Wisconsin with directions to enter judgment in favor of the Commission. State ex rel. Cleary v. Hopkins Street B. &amp; L. Ass'n, 217 Wis. 179, 257 N.W. 684.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Building and loan associations organized in Wisconsin are subject to strict supervision by the administrative agencies of the state both in the course of doing business and in that of liquidation. They are quasi public corporations, chartered to encourage thrift and promote the ownership of homes, with powers and immunities peculiarly their own. See Wisconsin St. 1933, c. 215, &#167; 215.01 et seq.; cf. Louisville Gas &amp; Electric Co. v. Coleman, 277 U.S. 32, 40, 48 S.Ct. 423, 72 L.Ed. 770; United States v. Cambridge Loan &amp; Building Co., 278 U.S. 55, 57, 49 S.Ct. 39, 73 L.Ed. 180.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> They may loan their moneys to members only. Wisconsin St. 1933, &#167; 215.07(1). They must submit many of their proposed investments for the approval of the commissioner of banking. Section 215.07(6)(7)(8). They must conform to precise restrictions as to the quality of mortgages accepted as security for loans. Section 215.15;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> cf. section 215.01(10)(11). At the close of every year they must submit to the commissioner a report of their condition (section 215.31); and at all times they shall be subject to his control and supervision (section 215.31). If their business has been conducted in a manner contrary to law, or if their financial condition appears to be unsound, the commissioner may take charge of the business and liquidate the assets. Section 215.33. In recognition of their quasi public functions, they are given an exemption from income taxes payable by corporations generally. Section 71.05(d). Cf. United States v. Cambridge Loan &amp; Building Co., supra. The statute contains provisions governing the consolidation of such associations and their voluntary dissolution. Corporations formed thereunder may consolidate with other building and loan associations located in the same county, but only with the consent of the commissioner of banking and that of two-thirds of the outstanding shares as well as the consent of a majority of the directors. Section 215.335. A vote of approval by two-thirds of the outstanding shares is necessary also for voluntary dissolution. Section 215.36(1). With the consent of the commissioner an association formed under the act may become a member of a Federal Home Loan Bank, or a borrower therefrom. Section 215.07(7)(8). Membership in such a bank grows out of a subscription to its shares, and has no effect upon the corporate life of the subscribing member. On the other hand, there is nothing in the statutes of Wisconsin whereby building and loan associations chartered in that state may be transmuted into associations chartered by the federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petitioners insist that without the consent of Wisconsin the transmutation from a state into a federal association has become possible now by virtue of an Act of Congress. The act relied upon for that purpose is section 5 of the Home Owners' Loan Act of 1933 (48 Stat. 128, 132), as amended in April, 1934 (48 Stat. 643, 645, 646), and again in May, 1935 (49 Stat. 297), 12 U.S.C. &#167; 1464 (12 USCA &#167; 1464). By subdivision (a) of that section the Federal Home Loan Board is empowered to issue charters for the creation of Federal Savings and Loan Associations 'in which people may invest their funds and in order to provide for the financing of homes.' By subdivision (e), 'no charter shall be granted, except to persons of good character and responsibility,' nor unless in the judgment of the board the institution is likely to be successful and is necessary for the well-being of the community to be served. By other subdivisions (b, c, d, f, g, h, j, and k), the powers and duties of the associations are defined. Subdivision (i), the one that concerns us specially, permits state associations to be converted into federal ones. As amended in April, 1934, 12 USCA &#167; 1464(i), its provisions are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(i) Any member of a Federal Home Loan Bank may convert itself into a Federal savings and loan association under this Act upon a vote of 51 per centum or more of the votes cast at a legal meeting called to consider such action; but such conversion shall be subject to such rules and regulations as the Board may prescribe, and thereafter the converted association shall be entitled to all the benefits of this section and shall be subject to examination and regulation to the same extent as other associations incorporated pursuant to this Act (chapter).'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The exchange of a state for a federal charter may be made under this section by any member of a Federal Home Loan Bank. To ascertain the limits of that membership, we turn to the 'Federal Home Loan Bank Act' of 1932, as amended from time to time. 47 Stat. 725, 48 Stat. 128, 643, 1246, 12 U.S.C. c. 11 (12 USCA &#167; 1421 et seq.); cf. 49 Stat. 297. We learn from that act that the term 'member' means any institution which has subscribed for the stock of a Federal Home Loan Bank (section 2(4), 12 USCA &#167; 1422(4), and that 'any building and loan association, savings and loan association, cooperative bank, homestead association, insurance company, or savings bank,' shall be eligible to become a member of a Federal Home Loan Bank, or a nonmember borrower from such a bank, upon compliance with conditions not important at this time (sections 4 and 5 (12 USCA &#167;&#167; 1424, 1425).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Each of the three building and loan associations, the petitioners before us, was a member in good standing of the Federal Home Loan Bank of Chicago, Ill. After application in proper form, each received from the board permission to convert itself into a federal association under section 5(i) of the Federal Home Owners' Loan Act (12 USCA &#167; 1464(i). Each convened a meeting of its shareholders to consider such action and approve or disapprove it. At the meeting of the Hopkins Street Building &amp; Loan Association, held on May 31, 1934, 5,973 shares were represented in person or by proxy. A resolution authorizing the change was unanimously adopted. Shares outstanding and not represented numbered 976. This association (under the name of Hopkins Federal Savings &amp; Loan Association) has received a charter from the board, under which it will act unless restrained. At the meeting of Reliance Building &amp; Loan Association, held August 20, 1934, 7,286 shares were voted in favor of the change and 66 against it; shares outstanding and not represented numbered 3,533. At the meeting of Northern Building &amp; Loan Association, held August 14, 1934, 23,291 shares were voted in favor of the change and 11 against it; shares outstanding and not represented numbered 12,006.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The state of Wisconsin, acting through its banking commission, came forward at this point to check the process of conversion. It took the position (1) that section 5(i) of the Home Owners' Loan Act was subject to an implied condition whereby no conversion was to be permitted in contravention of local laws; and (2) that if this reading of the section were to be rejected as erroneous, the statute to that extent was void under the Tenth Amendment as an unconstitutional trespass upon the powers of the states. Other provisions of the Constitution, believed not to be material, were invoked at the same time.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court of Wisconsin placed its decision upon the first of these positions to the exclusion of the other. It read the federal statute as subject to the implied condition contended for by the state officials. It did this to avoid embarrassing and doubtful questions of constitutional power, which it described without deciding. To determine the meaning and, if need be, the validity of an important federal statute writs of certiorari were granted by this court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 295 U.S. 721, 55 S.Ct. 925, 79 L.Ed. 1675.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First: Congress did not mean that the conversion from state associations into federal ones should be conditioned upon the consent of the state or compliance with its laws.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under section 5(i) as enacted in 1933, the argument could have been made with force that the laws of the state must be obeyed in the process of conversion. The provision then was, as we have already pointed out, that the association was to act 'upon a vote of its stockholders as provided by the law under which it operates.' But Congress would not leave it so. By an amendment of the statute, approved April 27, 1934 (12 USCA &#167; 1464(i), there was substituted a provision that conversion would be effective 'upon a vote of 51 per centum or more of the votes cast at a legal meeting called to consider such action.' Thus Congress erected a standard of its own, which was to be uniform in all the states irrespective of the local laws. A bare majority of the shares voted at a meeting was to be enough to give authority for fundamental changes of policy and power, no matter how many other shares were unrepresented at the meeting. We are unable to accede to the suggestion of the court below that the percentage was meant to be a minimum which the local laws might raise, though they were powerless to reduce it. Nothing in the wording of the statute gives support to that construction. On the contrary, comparison of the act as amended with the act as first adopted impels to the conclusion that Congress had in mind to take possession of the field to the exclusion of other occupants. Thereafter the procedure for conversion and the power to convert were to be governed by a uniform rule, irrespective of repugnant limitations prevailing in the states.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whatever doubt might exist as to the correctness of this view disappears when other and cognate statutes are subjected to our scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The National Banking Act of 1864 (13 Stat. 99, 112, 113 (See 12 USCA &#167; 1 et seq.)) gave permission to the banks incorporated in the states to become national associations upon the consent of the owners of two-thirds of the capital stock, the consent to be evidenced by an appropriate certificate. This court in Casey v. Galli, 94 U.S. 673, 24 L.Ed. 168, decided in 1876, refused to read into the act a condition that the state as well as the stockholders must consent to the conversion, though no question of constitutional power was necessary to the decision, as will be shown later on. The statute as thus interpreted remained substantially unchanged until 1913, when the percentage was reduced from two-thirds to a majority, with the addition of a proviso 'that said conversion shall not be in contravention of the State law.' R.S. &#167; 5154, as amended by Act Dec. 23, 1913, 38 Stat. 258, 12 U.S.C. &#167; 35 (12 USCA &#167; 35). Cf. 12 U.S.C. &#167; 342 (12 USCA &#167; 342); Ex parte Worcester County National Bank, 279 U.S. 347, 49 S.Ct. 368, 73 L.Ed. 733, 61 A.L.R. 987.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Again, in the Act of March 4, 1923, whereby agricultural or live stock financing corporations organized in the states were permitted to convert themselves into National Agricultural Credit Corporations, the permission was coupled with a similar proviso. 42 Stat. 1454, 1469; 12 U.S.C. &#167; 1281 (12 USCA &#167; 1281).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Congress had no difficulty in finding fit and simple phrases for the expression of its will when power was to be conditioned upon the approval of the states. Cf. Westfall v. United States, 274 U.S. 256, 259, 47 S.Ct. 629, 71 L.Ed. 1036. The form chosen by its draftsman for the statute here involved takes on a new significance when read in the revealing light of the forms that were rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We think the light is so strong as to flood whatever places in the statute might otherwise be dark. Courts have striven mightily at times to canalize construction along the path of safety. Moore Ice Cream Co. v. Rose, 289 U.S. 373, 379, 53 S.Ct. 620, 622, 77 L.Ed. 1265. When a statute is reasonably susceptible of two interpretations, they have preferred the meaning that preserves to the meaning that destroys. United States v. Delaware &amp; Hudson Co., 213 U.S. 366, 407, 29 S.Ct. 527, 53 L.Ed. 836; Knights Templars' Indemnity Co. v. Jarman, 187 U.S. 197, 205, 23 S.Ct. 108, 47 L.Ed. 139; cf. Illinois Central R. Co. v. Public Utilities Commission, 245 U.S. 493, 510, 38 S.Ct. 170, 62 L.Ed. 425; Savage v. Jones, 225 U.S. 501, 533, 32 S.Ct. 715, 56 L.Ed. 1182. 'But avoidance of a difficulty will not be pressed to the point of disingenuous evasion.' Moore Ice Cream Co. v. Rose, supra. 'Here the intention of the Congress is revealed too distinctly to permit us to ignore it because of mere misgivings as to power.' Id. The problem must be faced and answered.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second: The Home Owners Loan Act, to the extent that it permits the conversion of state associations into federal ones in contravention of the laws of the place of their creation, is an unconstitutional encroachment upon the reserved powers of the states. United States Constitution, Amendment 10.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">If section 5(i) may be upheld when state laws are inconsistent, any savings bank or insurance company as well as any building and loan association may be converted into a savings and loan association with a charter from the central government, provided only that 51 per cent. of the shares represented at a meeting vote approval of the change. Indeed, as counsel for the petitioners insisted at our bar, the power of transformation, if it is adequate in such conditions, is not confined to building and loan associations or savings banks or insurance companies or to members of the Home Loan Bank, except by the adventitious features of this particular enactment. It extends in that view to moneyed corporations generally and even to other corporations if Congress chooses to convert them into creatures of the federal government. Compulsion, by hypothesis, being lawful, the percentage of assenting shares voted in a given instance or exacted by a given statute assumes the aspect of an accident. Fifty-one per cent. is the minimum required here. Another act may reduce the minimum to 10 per cent. or even one, or dispense with approval altogether. If nonassenting shareholders or creditors were parties to these suits, the question would be urgent whether property interests may be so transformed consistently with the restraints of the Fifth Amendment. The Wisconsin courts hold that the protest of a single shareholder will check 'a fundamental and radical change' in the powers and purposes of the corporation, though the change be brought about by voluntary amendment. See opinion of the court below (217 Wis. 179, 257 N.W. 684, 688); also Martin Orchard Co. v. Fruit Growers' Canning Co., 203 Wis. 97, 233 N.W. 603; Huber v. Martin, 127 Wis. 412, 105 N.W. 1031, 1135, 3 L.R.A.(N.S.) 653, 115 Am.St.Rep. 1023, 7 Ann.Cas. 400. Shareholders and creditors being absent, we have instead the question whether consistently with the Tenth Amendment the change may be made under license of the central government against the protest of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the purposes of these cases, we find it needless to consider whether Congress has the power to create building and loan associations and thereupon to invest them with corporate capacity. As to that, we do not indicate an opinion either one way or the other. The critical question here is something very different. The critical question is whether along with such a power there goes the power also to put an end to corporations created by the states and turn them into different corporations created by the nation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A corporation is a juristic person organized by government to accomplish certain ends, which may be public or quasi public, though for other purposes of classification the corporation is described as private. Dartmouth College v. Woodward, 4 Wheat. 518, 668&#8212;672, 4 L.Ed. 629. Cf. the statutes and decisions collected by Brandeis, J., in Liggett Co. v. Lee, 288 U.S. 517, 548 et seq., 53 S.Ct. 481, 77 L.Ed. 929, 85 A.L.R. 699. This is true of building and loan associations in Wisconsin and in other states. They have been given corporate capacity in the belief that their creation will advance the common weal. The state, which brings them into being, has an interest in preserving their existence, for only thus can they attain the ends of their creation. They are more than business corporations. They have been organized and nurtured as quasi public instruments. Louisville Gas &amp; Electric Co. v. Coleman, supra. They may not divest themselves of a franchise when once it is accepted if the local statutes or decisions command them to retain it. See opinion of the court below, 217 Wis. 179, 257 N.W. 684, and cf. Thomas v. West Jersey R. Co., 101 U.S. 71, 25 L.Ed. 950; Central Transportation Co. v. Pullman's Car Co., 139 U.S. 24, 11 S.Ct. 478, 35 L.Ed. 55. How they shall be formed, how maintained and supervised, and how and when dissolved are matters of governmental policy, which it would be an intrusion for another government to regulate by statute or decision, except when reasonably necessary for the fair and effective exercise of some other and cognate power explicitly conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Wisconsin, planning these agencies in furtherance of the common good and purposing to preserve them that the good may not be lost, is now informed by the Congress, speaking through a statute, that the purpose and the plan shall be thwarted and destroyed. By the law of the state, associations such as these may be dissolved in ways and for causes carefully defined, in which event the assets shall be converted into money and applied, so far as adequate, to the payment of the creditors. By the challenged Act of Congress, the same associations are dissolved in other ways and for other causes, and from being creatures of the state become creatures of the Nation. In this there is an invasion of the sovereignty or quasi sovereignty of Wisconsin and an impairment of its public policy, which the state is privileged to redress as a suitor in the courts so long as the Tenth Amendment preserves a field of autonomy against federal encroachment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We are not concerned at this time with the applicable rule in situations where the central government is at liberty (as it is under the commerce clause when such a purpose is disclosed) to exercise a power that is exclusive as well as paramount. Minnesota Rate Cases, 230 U.S. 352, 399, 400, 33 S.Ct. 729, 57 L.Ed. 1511, 48 L.R.A.(N.S.) 1151, Ann. Cas. 1916A, 18; Savage v. Jones, 225 U.S. 501, 533, 32 S.Ct. 715, 56 L.Ed. 1182; Dayton-Goose Creek R. Co. v. United States, 263 U.S. 456, 485, 44 S.Ct. 169, 68 L.Ed. 388, 33 A.L.R. 472; Mintz v. Baldwin, 289 U.S. 346, 350, 53 S.Ct. 611, 77 L.Ed. 1245. That is not the situation here. No one would say with reference to the business conducted by these petitioners that Congress could prohibit the formation or continuance of such associations by the states, whatever may be its power to charter them itself. So also we are not concerned with the rule to be applied where the business of an association under charter from a state is conducted in such a way as to be a menace or obstruction to the legitimate activities of its federal competitors. Cf. Northern Securities Co. v. United States, 193 U.S. 197, 344, 345, 346, 24 S.Ct. 436, 48 L.Ed. 679; Houston, E. &amp; Texas R. Co. v. United States, 234 U.S. 342, 351, 34 S.Ct. 833, 58 L.Ed. 1341; New York v. United States, 257 U.S. 591, 600, 601, 42 S.Ct. 239, 66 L.Ed. 385. For anything here shown, the two classes of associations, federal and state, may continue to dwell together in harmony and order. A concession of this possibility is indeed implicit in the statute, for conversion is not mandatory, but dependent upon the choice of a majority of the voters. The power of Congress in the premises, if there is any, being not exclusive, but at most concurrent, and the untrammeled co-existence of federal and state associations being a conceded possibility, we are constrained to the holding that there has been an illegitimate encroachment by the government of the Nation upon a domain of activity set apart by the Constitution as the province of the states. Cf. Linder v. United States, 268 U.S. 5, 17, 45 S.Ct. 446, 69 L.Ed. 819, 39 A.L.R. 229; United States v. De Witt, 9 Wall. 41, 45, 19 L. Ed. 593. The destruction of associations established by a state is not an exercise of power reasonably necessary for the maintenance by the central government of other associations created by itself in furtherance of kindred ends.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Given the encroachment, the standing of the state to seek redress as suitor is not to be gainsaid, unless protest without action is the only method of resistance. Analogy combines with reason in telling us that this is not the law. By writs of quo warranto as well as through other remedial devices the state has been accustomed to keep its juristic creatures within the limits of the charters that define the purpose of their being. People v. Ballard, 134 N.Y. 269, 32 N.E. 54, 17 L.R.A. 737; Attorney General v. Utica Insurance Co., 2 Johns. Ch. (N.Y.) 371. The practice is so inveterate that it may be ranked as rudimentary. Indeed, there are many situations where no one other than the state will be held to be aggrieved, with the result that capacity to sue is either there or nowhere. Kerfoot v. Farmers' &amp; Merchants' Bank, 218 U.S. 281, 286, 287, 31 S.Ct. 14, 54 L.Ed. 1042; Union National Bank v. Matthews, 98 U.S. 621, 629, 25 L.Ed. 188. As against the protest of the state, asserting its public policy or the prohibition of a statute, no assent by shareholders, however general or explicit, will be permitted to prevail. McCandless v. Furlaud (Nov. 11, 1935) 296 U.S. 140, 56 S.Ct. 41, 80 L.Ed. 121. It is of no moment in such conditions that the interest of the state in repelling the encroachment is other than pecuniary. Missouri v. Holland, 252 U.S. 416, 431, 40 S.Ct. 382, 64 L.Ed. 641, 11 A.L.R. 984. At least there is 'a matter of grave public concern in which the state, as the representative of the public, has an interest apart from that of the individuals affected.' Pennsylvania v. West Virginia, 262 U.S. 553, 591, 592, 43 S.Ct. 658, 663, 67 L.Ed. 1117, 32 A.L.R. 300; Cf. North Dakota v. Minnesota, 263 U.S. 365, 374, 44 S.Ct. 138, 68 L.Ed. 342; New York v. New Jersey, 256 U.S. 296, 301, 302, 41 S.Ct. 492, 65 L.Ed. 937; Heckman v. United States, 224 U.S. 413, 439, 440, 32 S.Ct. 424, 56 L.Ed. 820; Kansas v. Colorado, 185 U.S. 125, 141, 142, 22 S.Ct. 552, 46 L.Ed. 838; Id., 206 U.S. 46, 99, 27 S.Ct. 655, 51 L.Ed. 956; Georgia v. Tennessee Copper Co., 206 U.S. 230, 237, 27 S.Ct. 618, 51 L.Ed. 1038, 11 Ann.Cas. 488; In re Debs, 158 U.S. 564, 584, 586, 15 S.Ct. 900, 39 L.Ed. 1092; United States v. Bell Telephone Co., 128 U.S. 315, 357, 367, 9 S.Ct. 90, 32 L.Ed. 450. In its capacity of quasi sovereign, the state repulses an assault upon the quasi public institutions that are the product and embodiment of its statutes and its policy. Finding them about to deviate from the law of their creation, it is met by the excuse that everything done or purposed is permitted by an Act of Congress. The excuse is inadequate unless the power to give absolution for overstepping such restrictions has been surrendered by the state to the government at Washington.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The standing of Wisconsin to resist a trespass on its powers is confirmed if we view the subject from another angle of approach. In the creation of corporations of this quasi public order and in keeping them thereafter within the limits of their charters, the state is parens patriae, acting in a spirit of benevolence for the welfare of its citizens. Shareholders and creditors have assumed a relation to the business in the belief that the assets will be protected by all the power of the government against use for other ends than those stated in the charter. Aside from the direct interest of the state in the preservation of agencies established for the common good, there is thus the duty of the parens patriae to keep faith with those who have put their trust in the parental power. True, most of the shareholders in the cases now before us assented to the change. Even so, an important minority were not represented at the meetings, and their approval is not shown. Creditors other than shareholders have not been heard from at all. To these nonvocal classes the parens owes a duty which it is free to vindicate by suit.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Hudson Water Co. v. McCarter, 209 U.S. 349, 355, 356, 28 S.Ct. 529, 52 L.Ed. 828, 14 Ann.Cas. 560; Kansas v. Colorado, supra; Georgia v. Tennessee Copper Co., supra; New York v. New Jersey, supra; Pennsylvania v. West Virginia, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The ruling in Massachusetts v. Mellon, 262 U.S. 447, 43 S.Ct. 597, 67 L.Ed. 1078, is nothing to the contrary, though it is made a cornerstone of the argument in favor of the statute. There the state of Massachusetts attempted to enjoin the enforcement of an Act of Congress appropriating money to be used in co-operation with the states to reduce maternal and infant mortality. The ruling was that it was no part of the duty or power of a state to enforce the rights of its citizens in respect of their relations to the federal government. Cf. Florida v. Mellon, 273 U.S. 12, 47 S.Ct. 265, 71 L.Ed. 511. Here, on the contrary, the state becomes a suitor to protect the interests of its citizens against the unlawful acts of corporations created by the state itself.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Much reliance is placed in behalf of the petitioners upon the decision of this court in Casey v. Galli, supra. The Bank of New Orleans, a Louisiana corporation, became a national banking association by vote of its stockholders. The state did not oppose the conversion, though it was not shown to have consented. The reorganized corporation did business for more than two years, when it failed and a receiver was appointed by the Comptroller of the Currency. In an action by the receiver against a shareholder to enforce the individual liability under the provisions of the federal statute, the defendant filed three pleas in abatement, to which the plaintiff demurred. The pleas were as follows: (1) Nul tiel corporation; (2) that there was not then, nor when the plaintiff became receiver of the New Orleans Banking Association, any such corporation in existence, because the Bank of New Orleans had no power under its charter, nor authority otherwise from the state of Louisiana, to change its organization to that of a national banking association under the laws of the United States; and (3) that there had been a failure to comply with the statutory conditions as to the method of conversion if conversion was permissible. The first plea was abandoned, and the third is without bearing upon the causes now before us. The court sustained the demurrer to the second plea upon two independent grounds, which will be stated inversely to the order in which they appear in the opinion. Thus stated they are these: (a) The defendant was estopped from contesting the validity of the change after standing by for over two years without making his objection known; and (b) apart from any estoppel, 'no authority from the State was necessary to enable the bank so to change its organization.' 94 U.S. 673, at page 678, 24 L.Ed. 168. 'The act is silent as to any assent or permission by the State. It was as competent for Congress to authorize the transmutation as to create such institutions originally.' Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">No question of constitutional power was in the case, for nowhere in the record did the defendant invoke the Tenth Amendment or the Fifth or any other provision of the Federal Constitution. The substance of the plea was this, that the change from one form of association to another was to be condemned as ultra vires. The meaning of the statute was thus the pivot of the controversy. The argument in the briefs was directed in the main to the formal correctness of the pleadings, the validity of the act being taken for granted. The assumption was one that could hardly be avoided when the controversy was viewed in the setting of the facts. Louisiana, like the defendant shareholder, had apparently acquiesced in the attempt of the central government to take over the state banks. The time had gone by to vindicate her majesty. What she might have done if she had been vigilant is a question not before us. Distinctions may conceivably exist between the power of the Congress in respect of banks of issue and deposit and its power in respect of associations to encourage industry and thrift. Whether that be so or not, all that was said in Casey v. Galli as to the condition of consent was unnecessary to the decision if it was meant to do more than define the meaning of the statute. We cannot accept it as determining the constitutional rights and privileges of a party not then before the court, least of all when it appears that constitutional rights and privileges were not invoked or argued.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Confining ourselves now to the precise and narrow question presented upon the records here before us, we hold that the conversion of petitioners from state into federal associations is of no effect when voted against the protest of Wisconsin. Beyond that we do not go. No question is here as to the scope of the war power or of the power of eminent domain or of the power to regulate transactions affecting interstate or foreign commerce. The effect of these, if they have any, upon the powers reserved by the Constitution to the states or to the people will be considered when the need arises.</p>\n    </div>\n    <p class=\"indent\">The judgments are</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Cf. Bibb County Loan Association v. Richards, 21 Ga. 592, 595, 596; First National Bank v. County of Dawson, 66 Mont. 321, 335, 213 P. 1097; Washington Investment Association v. Stanley, 38 Or. 319, 330, 331, 63 P. 489, 58 L.R.A. 816, 84 Am.St.Rep. 793; Union Sav. &amp; Inv. Co. v. Salt Lake County, 44 Utah, 397, 404, 405, 140 P. 221, Ann.Cas. 1917A, 821; Becket v. Uniontown Building &amp; Loan Association, 88 Pa. 211, 216; Miller v. Prudential Banking &amp; Trust Co., 63 W.Va. 107, 110, 59 S.E. 977; Mutual Building &amp; Savings Association v. Wilkinson (D.C.) 8 F.(2d) 183; Wilkinson v. Mutual Bldg. &amp; Sav. Ass'n (C.C.A.) 13 F.(2d) 997, 998.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These restrictions should be compared with those imposed by the Home Owners' Loan Act upon federal associations organized for kindred purposes. 48 Stat. 128, 132, 12 U.S.C. &#167; 1464(c), as amended in 1935, 12 USCA &#167; 1464(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The following is the text of this subdivision before the date of the amendment:</p>\n        <p>'Any member of a Federal Home Loan Bank may convert itself into a Federal Savings and Loan Association under this Act upon a vote of its stockholders as provided by the law under which it operates; but such conversion shall be subject to such rules and regulations as the Board may prescribe, and thereafter the converted association shall be entitled to all the benefits of this section and shall be subject to examination and regulation to the same extent as other associations incorporated pursuant to this Act.' (48 Stat. 134).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At the same time we dismissed the appeals that had been taken from the judgments, the remedy of appeal being held to be inappropriate for the reason that the validity of the statute was untouched by the decision brought here for review. Section 237(a), Judicial Code, 43 Stat. 936, 937, 28 USCA &#167; 344(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Complementary statutes permitting the conversion are common in the states. See, e.g., Mich. Comp. Laws, 1929, &#167; 11957; N.Y. Banking Law (McKinney's Consol. Laws, c. 2) &#167; 137; Purdon's PS Pa., title 7, c. 14, &#167; 431 et seq.; Wis. Stats. 1933, &#167; 221.21.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court has upheld the validity of a statute whereby national banks are given the same power as state banks to act as executors or administrators, to the end that the two classes of banks may compete on equal terms. First National Bank v. Union Trust Co., 244 U.S. 416, 37 S.Ct. 734, 61 L.Ed. 1233, L.R.A. 1918C, 283, Ann.Cas. 1918D, 1169. This is far from a holding that the function of acting as executors and administrators may be withdrawn from the state banks and lodged by the Congress in the national banks alone.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The fact is not ignored, but is thought to be unimportant, that the vote in favor of conversion at two of the three meetings, being more than two-thirds of the outstanding shares of stock, would have been sufficient to authorize a voluntary dissolution at a meeting duly called to consider such action. The same shareholders who voted to go on with the business under a charter from the federal government might have opposed dissolution as inexpedient or wasteful. Moreover, liquidation would then have followed under the supervision of the state.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>296 U.S. 315 (1935)</b></center>\n<center><h1>HOPKINS FEDERAL SAVINGS &amp; LOAN ASSN. ET AL.<br>\nv.<br>\nCLEARY ET AL.<sup>[*]</sup></h1></center>\n<center>No. 55.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 19, 1935.</center>\n<center>Decided December 9, 1935.</center>\nCERTIORARI TO THE SUPREME COURT OF WISCONSIN.\n<p><span class=\"star-pagination\">*316</span> <i>Messrs. Emery J. Woodall</i> and <i>Horace Russell,</i> with whom <i>Messrs. John H. Schlintz, B.F. Saltzstein, Wallace Reiss,</i> and <i>J. Aldrich Hall</i> were on the brief, for petitioners.</p>\n<p><i>Mr. Joseph P. Brazy,</i> with whom <i>Mr. J.E. Finnegan,</i> Attorney General of Wisconsin, and <i>Mr. Benjamin Poss</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*327</span> MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>The controversy in each of these causes is one as to the meaning and validity of an Act of Congress whereby building and loan associations organized under the laws of a state may be converted into Federal Savings &amp; Loan Associations upon the vote of a majority of the shareholders present at a meeting legally convened.</p>\n<p>In Number 55, an original suit was brought in the Supreme Court of Wisconsin by the respondents, constituting the Banking Commission of that state, against the Hopkins Federal Savings &amp; Loan Association, formerly the Hopkins Street Building &amp; Loan Association, its officers and directors. The complaint prayed for a decree annulling the proceedings whereby the state association had attempted to convert itself into a federal one, and compelling the directors and officers to continue the business <span class=\"star-pagination\">*328</span> in accordance with Wisconsin law or else to wind it up. The state court granted the decree upon grounds to be considered later. 217 Wis. 179; 257 N.W. 684.</p>\n<p>In Number 56 and 57, suits were brought by Wisconsin corporations, the Reliance Building and Loan Association (plaintiff in Number 56) and the Northern Building and Loan Association (plaintiff in Number 57) to restrain the Banking Commission and the supervisor of building and loan associations from interfering with the plaintiffs in the attempt to convert themselves into federal corporations. Decrees of the trial court in favor of the plaintiffs were reversed by the Supreme Court of Wisconsin with directions to enter judgment in favor of the Commission. 217 Wis. 179; 257 N.W. 684.</p>\n<p>Building and loan associations organized in Wisconsin are subject to strict supervision by the administrative agencies of the state both in the course of doing business and in that of liquidation. They are quasi-public corporations, chartered to encourage thrift and promote the ownership of homes, with powers and immunities peculiarly their own. See Wisconsin Statutes, 1933, Chap. 215, §§ 215.01 <i>et seq</i>; cf. <i>Louisville Gas &amp; Electric Co.</i> v. <i>Coleman,</i> 277 U.S. 32, 40; <i>United States</i> v. <i>Cambridge Loan &amp; Building Co.,</i> 278 U.S. 55, 57.<sup>[1]</sup> They may loan their moneys to members only. Wisconsin Statutes, 1933, § 215.07 (1). They must submit many of their proposed investments for the approval of the Commissioner of <span class=\"star-pagination\">*329</span> Banking. § 215.07 (6) (7) (8). They must conform to precise restrictions as to the quality of mortgages accepted as security for loans. § 215.15;<sup>[2]</sup> cf. § 215.01 (10) (11). At the close of every year they must submit to the Commissioner a report of their condition (§ 215.31); and at all times they shall be subject to his control and supervision. § 215.31. If their business has been conducted in a manner contrary to law, or if their financial condition appears to be unsound, the Commissioner may take charge of the business and liquidate the assets. § 215.33. In recognition of their quasi-public functions they are given an exemption from income taxes payable by corporations generally. § 71.05 (d). Cf. <i>United States</i> v. <i>Cambridge Loan &amp; Bldg. Co., supra.</i> The statute contains provisions governing the consolidation of such associations and their voluntary dissolution. Corporations formed thereunder may consolidate with other building and loan associations located in the same county, but only with the consent of the Commissioner of Banking and that of two-thirds of the outstanding shares as well as the consent of a majority of the directors. § 215.335. A vote of approval by two-thirds of the outstanding shares is necessary also for voluntary dissolution. § 215.36 (1). With the consent of the Commissioner an association formed under the act may become a member of a Federal Home Loan Bank, or a borrower therefrom. § 215.07 (7) (8). Membership in such a bank grows out of a subscription to its shares, and has no effect upon the corporate life of the subscribing member. On the other hand, there is nothing in the statutes of Wisconsin whereby building and loan associations chartered in that state may be transmuted into associations chartered by the federal government.</p>\n<p><span class=\"star-pagination\">*330</span> The petitioners insist that without the consent of Wisconsin the transmutation from a state into a federal association has become possible now by virtue of an Act of Congress. The Act relied upon for that purpose is § 5 of the Home Owners' Loan Act of 1933 (48 Stat. 128, 132), as amended in April, 1934 (48 Stat. 643, 645, 646), and again in May, 1935 (49 Stat. 297), 12 U.S.C. § 1464. By subdivision (a) of that section the Federal Home Loan Board is empowered to issue charters for the creation of Federal Savings and Loan Associations \"in which people may invest their funds and in order to provide for the financing of homes.\" By subdivision (e), \"no charter shall be granted except to persons of good character and responsibility,\" nor unless in the judgment of the Board the institution is likely to be successful and is necessary for the well being of the community to be served. By other subdivisions (b, c, d, f, g, h, j and k) the powers and duties of the associations are defined. Subdivision (i), the one that concerns us specially, permits state associations to be converted into federal ones. As amended in April, 1934, its provisions are as follows:</p>\n<p>\"(i) Any member of a Federal Home Loan Bank may convert itself into a Federal Savings and Loan Association under this Act upon a vote of 51 per centum or more of the votes cast at a legal meeting called to consider such action; but such conversion shall be subject to such rules and regulations as the Board may prescribe, and thereafter the converted association shall be entitled to all the benefits of this section and shall be subject to examination and regulation to the same extent as other associations incorporated pursuant to this Act.\"<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*331</span> The exchange of a state for a federal charter may be made under this section by any member of a Federal Home Loan Bank. To ascertain the limits of that membership we turn to the \"Federal Home Loan Bank Act\" of 1932 as amended from time to time. 47 Stat. 725; 48 Stat. 128, 643, 1246; 12 U.S.C. c. 11; cf. 49 Stat. 297. We learn from that act that the term \"member\" means any institution which has subscribed for the stock of a Federal Home Loan Bank, § 2 (4), and that \"any building and loan association, savings and loan association, cooperative bank, homestead association, insurance company or savings bank,\" shall be eligible to become a member of a Federal Home Loan Bank, or a nonmember borrower from such a bank, upon compliance with conditions not important at this time. §§ 4 and 5.</p>\n<p>Each of the three building and loan associations, the petitioners before us, was a member in good standing of the Federal Home Loan Bank of Chicago, Illinois. After application in proper form each received from the Board permission to convert itself into a federal association under § 5 (i) of the Federal Home Loan Act. Each convened a meeting of its shareholders to consider such action and approve or disapprove it. At the meeting of the Hopkins Street Building and Loan Association, held on May 31, 1934, 5,973 shares were represented in person or by proxy. A resolution authorizing the change was unanimously adopted. Shares outstanding and not represented numbered 976. This association (under the name of Hopkins Federal Savings &amp; Loan Association) has received a charter from the Board, under which it will act unless restrained. At the meeting of Reliance Building <span class=\"star-pagination\">*332</span> &amp; Loan Association, held August 20, 1934, 7,286 shares were voted in favor of the change and 66 against it; shares outstanding and not represented numbered 3,533. At the meeting of Northern Building and Loan Association, held August 14, 1934, 23,291 shares were voted in favor of the change and 11 against it; shares outstanding and not represented numbered 12,006.</p>\n<p>The State of Wisconsin, acting through its Banking Commission, came forward at this point to check the process of conversion. It took the position (1) that § 5 (i) of the Home Owners' Loan Act was subject to an implied condition whereby no conversion was to be permitted in contravention of local laws; and (2) that if this reading of the section were to be rejected as erroneous, the statute to that extent was void under the Tenth Amendment as an unconstitutional trespass upon the powers of the states. Other provisions of the Constitution, believed not to be material, were invoked at the same time.</p>\n<p>The Supreme Court of Wisconsin placed its decision upon the first of these positions to the exclusion of the other. It read the federal statute as subject to the implied condition contended for by the state officials. It did this to avoid embarrassing and doubtful questions of constitutional power, which it described without deciding. To determine the meaning and, if need be, the validity of an important federal statute, writs of certiorari were granted by this court.<sup>[4]</sup> 295 U.S. 721.</p>\n<p><i>First:</i> Congress did not mean that the conversion from state associations into federal ones should be conditioned upon the consent of the state or compliance with its laws.</p>\n<p><span class=\"star-pagination\">*333</span> Under § 5 (i) as enacted in 1933, the argument could have been made with force that the laws of the state must be obeyed in the process of conversion. The provision then was, as we have already pointed out, that the association was to act \"upon a vote of its stockholders as provided by the law under which it operates.\" But Congress would not leave it so. By an amendment of the statute, approved April 27, 1934, there was substituted a provision that conversion would be effective \"upon a vote of 51 per centum or more of the votes cast at a legal meeting called to consider such action.\" Thus Congress erected a standard of its own, which was to be uniform in all the states irrespective of the local laws. A bare majority of the shares voted at a meeting was to be enough to give authority for fundamental changes of policy and power, no matter how many other shares were unrepresented at the meeting. We are unable to accede to the suggestion of the court below that the percentage was meant to be a minimum which the local laws might raise, though they were powerless to reduce it. Nothing in the wording of the statute gives support to that construction. On the contrary, comparison of the act as amended with the act as first adopted impels to the conclusion that Congress had in mind to take possession of the field to the exclusion of other occupants. Thereafter the procedure for conversion and the power to convert were to be governed by a uniform rule, irrespective of repugnant limitations prevailing in the states.</p>\n<p>Whatever doubt might exist as to the correctness of this view disappears when other and cognate statutes are subjected to our scrutiny.</p>\n<p>The National Banking Act of 1864 (13 Stat. 99, 112, 113) gave permission to the banks incorporated in the states to become national associations upon the consent of the owners of two thirds of the capital stock, the consent to be evidenced by an appropriate certificate. This <span class=\"star-pagination\">*334</span> court in <i>Casey</i> v. <i>Galli,</i> 94 U.S. 673, decided in 1876, refused to read into the act a condition that the state as well as the stockholders must consent to the conversion, though no question of constitutional power was necessary to the decision, as will be shown later on. The statute as thus interpreted remained substantially unchanged until 1913, when the percentage was reduced from two thirds to a majority, with the addition of a proviso \"that said conversion shall not be in contravention of the state law.\" R.S. § 5154; 38 Stat. 258; 12 U.S.C. § 35. Cf. 12 U.S.C. § 342; <i>Ex parte Worcester National Bank,</i> 279 U.S. 347.<sup>[5]</sup></p>\n<p>Again, in the Act of March 4, 1923, whereby agricultural or livestock financing corporations organized in the states were permitted to convert themselves into National Agricultural Credit Corporations, the permission was coupled with a similar proviso. 42 Stat. 1454, 1469; 12 U.S.C. § 1281.</p>\n<p>Congress had no difficulty in finding fit and simple phrases for the expression of its will when power was to be conditioned upon the approval of the states. Cf. <i>Westfall</i> v. <i>United States,</i> 274 U.S. 256, 259. The form chosen by its draftsman for the statute here involved takes on a new significance when read in the revealing light of the forms that were rejected.</p>\n<p>We think the light is so strong as to flood whatever places in the statute might otherwise be dark. Courts have striven mightily at times to canalize construction along the path of safety. <i>Moore Ice Cream Co.</i> v. <i>Rose,</i> 289 U.S. 373, 379. When a statute is reasonably susceptible of two interpretations, they have preferred the meaning that preserves to the meaning that destroys. <span class=\"star-pagination\">*335</span> <i>United States</i> v. <i>Delaware &amp; Hudson Co.,</i> 213 U.S. 366, 407; <i>Knights Templars' Indemnity Co.</i> v. <i>Jarman,</i> 187 U.S. 197, 205; cf. <i>Illinois Central R. Co.</i> v. <i>Public Utilities Comm'n,</i> 245 U.S. 493, 510; <i>Savage</i> v. <i>Jones,</i> 225 U.S. 501, 533. \"But avoidance of a difficulty will not be pressed to the point of disingenuous evasion.\" <i>Moore Ice Cream Co.</i> v. <i>Rose, supra</i><i>.</i> \"Here the intention of the Congress is revealed too distinctly to permit us to ignore it because of mere misgivings as to power.\" <i>Ibid.</i> The problem must be faced and answered.</p>\n<p><i>Second:</i> The Home Owners' Loan Act, to the extent that it permits the conversion of state associations into federal ones in contravention of the laws of the place of their creation, is an unconstitutional encroachment upon the reserved powers of the states. United States Constitution, Amendment X.</p>\n<p>If § 5 (i) may be upheld when state laws are inconsistent, any savings bank or insurance company as well as any building and loan association, may be converted into a savings and loan association with a charter from the central government, provided only that 51 per cent of the shares represented at a meeting vote approval of the change. Indeed, as counsel for the petitioners insisted at our bar, the power of transformation, if it is adequate in such conditions, is not confined to building and loan associations or savings banks or insurance companies or to members of the Home Loan Bank, except by the adventitious features of this particular enactment. It extends in that view to moneyed corporations generally and even to other corporations, if Congress chooses to convert them into creatures of the federal government. Compulsion, by hypothesis, being lawful, the percentage of assenting shares voted in a given instance or exacted by a given statute assumes the aspect of an accident. Fifty-one per cent is the minimum required here. Another act may reduce the minimum to ten per cent or <span class=\"star-pagination\">*336</span> even one, or dispense with approval altogether. If non-assenting shareholders or creditors were parties to these suits the question would be urgent whether property interests may be so transformed consistently with the restraints of the Fifth Amendment. The Wisconsin courts hold that the protest of a single shareholder will check \"a fundamental and radical change\" in the powers and purposes of the corporation, though the change be brought about by voluntary amendment. See opinion of the court below; also <i>Martin Orchard Co.</i> v. <i>Fruit Growers Canning Co.,</i> 203 Wis. 97; 233 N.W. 603; <i>Huber</i> v. <i>Martin,</i> 127 Wis. 412; 105 N.W. 1031. Shareholders and creditors being absent, we have instead the question whether consistently with the Tenth Amendment the change may be made under license of the central government against the protest of the state.</p>\n<p>For the purposes of these cases we find it needless to consider whether Congress has the power to create building and loan associations and thereupon to invest them with corporate capacity. As to that we do not indicate an opinion either one way or the other. The critical question here is something very different. The critical question is whether along with such a power there goes the power also to put an end to corporations created by the states and turn them into different corporations created by the nation.</p>\n<p>A corporation is a juristic person organized by government to accomplish certain ends, which may be public or quasi-public, though for other purposes of classification the corporation is described as private. <i>Dartmouth College</i> v. <i>Woodward,</i> 4 Wheat. 518, 668-672. Cf. the statutes and decisions collected by Brandeis, J. in <i>Liggett Co.</i> v. <i>Lee,</i> 288 U.S. 517, 548, <i>et seq.</i> This is true of building and loan associations in Wisconsin and in other states. They have been given corporate capacity in the belief <span class=\"star-pagination\">*337</span> that their creation will advance the common weal. The state, which brings them into being, has an interest in preserving their existence, for only thus can they attain the ends of their creation. They are more than business corporations. They have been organized and nurtured as quasi-public instruments. <i>Louisville Gas &amp; Electric Co.</i> v. <i>Coleman, supra</i><i>.</i> They may not divest themselves of a franchise when once it is accepted if the local statutes or decisions command them to retain it. See opinion of the court below, and cf. <i>Thomas</i> v. <i>Railroad Co.,</i> 101 U.S. 71; <i>Central Transportation Co.</i> v. <i>Pullman's Car Co.,</i> 139 U.S. 24. How they shall be formed, how maintained and supervised, and how and when dissolved, are matters of governmental policy, which it would be an intrusion for another government to regulate by statute or decision, except when reasonably necessary for the fair and effective exercise of some other and cognate power explicitly conferred.</p>\n<p>Wisconsin, planning these agencies in furtherance of the common good and purposing to preserve them that the good may not be lost, is now informed by the Congress, speaking through a statute, that the purpose and the plan shall be thwarted and destroyed. By the law of the state, associations such as these may be dissolved in ways and for causes carefully defined, in which event the assets shall be converted into money and applied, so far as adequate, to the payment of the creditors. By the challenged Act of Congress, the same associations are dissolved in other ways and for other causes, and from being creatures of the state become creatures of the nation. In this there is an invasion of the sovereignty or quasi-sovereignty of Wisconsin and an impairment of its public policy, which the state is privileged to redress as a suitor in the courts so long as the Tenth Amendment preserves a field of autonomy against federal encroachment.</p>\n<p><span class=\"star-pagination\">*338</span> We are not concerned at this time with the applicable rule in situations where the central government is at liberty (as it is under the commerce clause when such a purpose is disclosed) to exercise a power that is exclusive as well as paramount. <i>Minnesota Rate Cases,</i> 230 U.S. 352, 399, 400; <i>Savage</i> v. <i>Jones,</i> 225 U.S. 501, 533; <i>Dayton-Goose Creek R. Co.</i> v. <i>United States,</i> 263 U.S. 456, 485; <i>Mintz</i> v. <i>Baldwin,</i> 289 U.S. 346, 350. That is not the situation here. No one would say with reference to the business conducted by these petitioners that Congress could prohibit the formation or continuance of such associations by the states, whatever may be its power to charter them itself. So also we are not concerned with the rule to be applied where the business of an association under charter from a state is conducted in such a way as to be a menace or obstruction to the legitimate activities of its federal competitors. Cf. <i>Northern Securities Co.</i> v. <i>United States,</i> 193 U.S. 197, 344, 345, 346; <i>Houston, E. &amp; W.T. Ry. Co.</i> v. <i>United States,</i> 234 U.S. 342, 351; <i>New York</i> v. <i>United States,</i> 257 U.S. 591, 600, 601. For anything here shown, the two classes of associations, federal and state, may continue to dwell together in harmony and order. A concession of this possibility is indeed implicit in the statute, for conversion is not mandatory, but dependent upon the choice of a majority of the voters. The power of Congress in the premises, if there is any, being not exclusive, but at most concurrent, and the untrammeled coexistence of federal and state associations being a conceded possibility, we are constrained to the holding that there has been an illegitimate encroachment by the government of the nation upon a domain of activity set apart by the Constitution as the province of the states. Cf. <i>Linder</i> v. <i>United States,</i> 268 U.S. 5, 17; <i>United States</i> v. <i>Dewitt,</i> 9 Wall. 41, 45. The destruction of associations established by a state is not an <span class=\"star-pagination\">*339</span> exercise of power reasonably necessary for the maintenance by the central government of other associations created by itself in furtherance of kindred ends.<sup>[6]</sup></p>\n<p>Given the encroachment, the standing of the state to seek redress as suitor is not to be gainsaid, unless protest without action is the only method of resistance. Analogy combines with reason in telling us that this is not the law. By writs of <i>quo warranto</i> as well as through other remedial devices the state has been accustomed to keep its juristic creatures within the limits of the charters that define the purpose of their being. <i>People</i> v. <i>Ballard,</i> 134 N.Y. 269; 32 N.E. 54; <i>Attorney General</i> v. <i>Utica Insurance Co.,</i> 2 Johns. Ch. 371. The practice is so inveterate that it may be ranked as rudimentary. Indeed, there are many situations where no one other than the state will be held to be aggrieved, with the result that capacity to sue is either there or nowhere. <i>Kerfoot</i> v. <i>Farmers' &amp; Merchants' Bank,</i> 218 U.S. 281, 286, 287; <i>National Bank</i> v. <i>Matthews,</i> 98 U.S. 621, 629. As against the protest of the state, asserting its public policy or the prohibition of a statute, no assent by shareholders, however general or explicit, will be permitted to prevail. <i>McCandless</i> v. <i>Furlaud, ante,</i> p. 161. It is of no moment in such conditions that the interest of the state in repelling the encroachment is other than pecuniary. <i>Missouri</i> v. <i>Holland,</i> 252 U.S. 416, 431. At least there is \"a matter of grave public concern in which the state as the representative of the public has an interest apart from <span class=\"star-pagination\">*340</span> that of the individuals affected.\" <i>Pennsylvania</i> v. <i>West Virginia,</i> 262 U.S. 553, 591, 592. Cf. <i>North Dakota</i> v. <i>Minnesota,</i> 263 U.S. 365, 374; <i>New York</i> v. <i>New Jersey,</i> 256 U.S. 296, 301, 302; <i>Heckman</i> v. <i>United States,</i> 224 U.S. 413, 439, 440; <i>Kansas</i> v. <i>Colorado,</i> 185 U.S. 125, 141, 142; s.c. 206 U.S. 46, 99; <i>Georgia</i> v. <i>Tennessee Copper Co.,</i> 206 U.S. 230, 237; <i>In re Debs,</i> 158 U.S. 564, 584, 586; <i>United States</i> v. <i>Bell Telephone Co.,</i> 128 U.S. 315, 357, 367. In its capacity of quasi-sovereign, the state repulses an assault upon the quasi-public institutions that are the product and embodiment of its statutes and its policy. Finding them about to deviate from the law of their creation, it is met by the excuse that everything done or purposed is permitted by an Act of Congress. The excuse is inadequate unless the power to give absolution for overstepping such restrictions has been surrendered by the state to the Government at Washington.</p>\n<p>The standing of Wisconsin to resist a trespass on its powers is confirmed if we view the subject from another angle of approach. In the creation of corporations of this quasi-public order and in keeping them thereafter within the limits of their charters, the state is <i>parens patriae,</i> acting in a spirit of benevolence for the welfare of its citizens. Shareholders and creditors have assumed a relation to the business in the belief that the assets will be protected by all the power of the government against use for other ends than those stated in the charter. Aside from the direct interest of the state in the preservation of agencies established for the common good, there is thus the duty of the <i>parens patriae</i> to keep faith with those who have put their trust in the parental power. True, most of the shareholders in the cases now before us assented to the change. Even so, an important minority were not represented at the meetings, and their approval is not <span class=\"star-pagination\">*341</span> shown. Creditors other than shareholders have not been heard from at all. To these non-vocal classes the <i>parens</i> owes a duty which it is free to vindicate by suit.<sup>[7]</sup><i>Hudson Water Co.</i> v. <i>McCarter,</i> 209 U.S. 349, 355, 356; <i>Kansas</i> v. <i>Colorado, supra</i><i>; </i><i>Georgia</i> v. <i>Tennessee Copper Co., supra</i><i>; </i><i>New York</i> v. <i>New Jersey, supra</i><i>; </i><i>Pennsylvania</i> v. <i>West Virginia, supra</i><i>.</i></p>\n<p>The ruling in <i>Massachusetts</i> v. <i>Mellon,</i> 262 U.S. 447, is nothing to the contrary, though it is made a cornerstone of the argument in favor of the statute. There the state of Massachusetts attempted to enjoin the enforcement of an Act of Congress appropriating money to be used in cooperation with the states to reduce maternal and infant mortality. The ruling was that it was no part of the duty or power of a state to enforce the rights of its citizens in respect of their relations to the Federal Government. Cf. <i>Florida</i> v. <i>Mellon,</i> 273 U.S. 12. Here, on the contrary, the state becomes a suitor to protect the interests of its citizens against the unlawful acts of corporations created by the state itself.</p>\n<p>Much reliance is placed in behalf of the petitioners upon the decision of this court in <i>Casey</i> v. <i>Galli, supra</i><i>.</i> The Bank of New Orleans, a Louisiana corporation, became a national banking association by vote of its stockholders. The state did not oppose the conversion, though it was not shown to have consented. The reorganized <span class=\"star-pagination\">*342</span> corporation did business for more than two years, when it failed and a receiver was appointed by the Comptroller of the Currency. In an action by the receiver against a shareholder to enforce the individual liability under the provisions of the federal statute, the defendant filed three pleas in abatement, to which the plaintiff demurred. The pleas were as follows: (1) <i>Nul tiel corporation;</i> (2) that there was not then, nor when the plaintiff became receiver of the New Orleans Banking Association, any such corporation in existence, because the Bank of New Orleans had no power under its charter, nor authority otherwise from the State of Louisiana, to change its organization to that of a national banking association under the laws of the United States; and (3) that there had been a failure to comply with the statutory conditions as to the method of conversion if conversion was permissible. The first plea was abandoned, and the third is without bearing upon the causes now before us. The court sustained the demurrer to the second plea upon two independent grounds, which will be stated inversely to the order in which they appear in the opinion. Thus stated they are these: (a) The defendant was estopped from contesting the validity of the change after standing by for over two years without making his objection known; and (b) apart from any estoppel, \"no authority from the State was necessary to enable the bank so to change its organization.\" p. 678. \"The act is silent as to any assent or permission by the State. It was as competent for Congress to authorize the transmutation as to create such institutions originally.\" <i>Ibid.</i></p>\n<p>No question of constitutional power was in the case, for nowhere in the record did the defendant invoke the Tenth Amendment or the Fifth or any other provision of the Federal Constitution. The substance of the plea was this, that the change from one form of association to <span class=\"star-pagination\">*343</span> another was to be condemned as <i>ultra vires.</i> The meaning of the statute was thus the pivot of the controversy. The argument in the briefs was directed in the main to the formal correctness of the pleadings, the validity of the act being taken for granted. The assumption was one that could hardly be avoided when the controversy was viewed in the setting of the facts. Louisiana, like the defendant shareholder, had apparently acquiesced in the attempt of the central government to take over the state banks. The time had gone by to vindicate her majesty. What she might have done if she had been vigilant is a question not before us. Distinctions may conceivably exist between the power of the Congress in respect of banks of issue and deposit and its power in respect of associations to encourage industry and thrift. Whether that be so or not, all that was said in <i>Casey</i> v. <i>Galli</i> as to the condition of consent was unnecessary to the decision if it was meant to do more than define the meaning of the statute. We cannot accept it as determining the constitutional rights and privileges of a party not then before the court, least of all when it appears that constitutional rights and privileges were not invoked or argued.</p>\n<p>Confining ourselves now to the precise and narrow question presented upon the records here before us, we hold that the conversion of petitioners from state into federal associations is of no effect when voted against the protest of Wisconsin. Beyond that we do not go. No question is here as to the scope of the war power or of the power of eminent domain or of the power to regulate transactions affecting interstate or foreign commerce. The effect of these, if they have any, upon the powers reserved by the Constitution to the states or to the people will be considered when the need arises.</p>\n<p>The judgments are</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 56, <i>Reliance Building &amp; Loan Assn.</i> v. <i>Cleary et al.;</i> and No. 57, <i>Northern Building &amp; Loan Assn.</i> v. <i>Cleary et al.</i> Certiorari to the Supreme Court of Wisconsin.</p>\n<p>[1]  Cf. <i>Bibb County Loan Assn.</i> v. <i>Richards,</i> 21 Ga. 592, 595, 596; <i>First National Bank</i> v. <i>County of Dawson,</i> 66 Mont. 321, 335; 213 Pac. 1097; <i>Washington Investment Assn.</i> v. <i>Stanley,</i> 38 Oregon 319, 330, 331; 63 Pac. 489; <i>Union Savings &amp; Investment Co.</i> v. <i>Salt Lake County,</i> 44 Utah 397, 404, 405; 140 Pac. 221; <i>Becket</i> v. <i>Uniontown Building &amp; Loan Assn.,</i> 88 Pa. 211, 216; <i>Miller</i> v. <i>Prudential Banking &amp; Trust Co.,</i> 63 W. Va. 107, 110; 59 S.E. 977; <i>Mutual Building &amp; Savings Assn.</i> v. <i>Wilkinson,</i> 8 F. (2d) 183; 13 F. (2d) 997, 998.</p>\n<p>[2]  These restrictions should be compared with those imposed by the Home Owners Loan Act upon federal associations organized for kindred purposes. 48 Stat. 128, 132; 12 U.S.C. § 1464 (c).</p>\n<p>[3]  The following is the text of this subdivision before the date of the amendment:\n</p>\n<p>\"Any member of a Federal Home Loan Bank may convert itself into a Federal Savings and Loan Association under this Act upon a vote of its stockholders as provided by the law under which it operates; but such conversion shall be subject to such rules and regulations as the Board may prescribe, and thereafter the converted association shall be entitled to all the benefits of this section and shall be subject to examination and regulation to the same extent as other associations incorporated pursuant to this Act.\"</p>\n<p>[4]  At the same time we dismissed the appeals that had been taken from the judgments, the remedy of appeal being held to be inappropriate for the reason that the validity of the statute was untouched by the decision brought here for review. § 237 (a), Judicial Code; 43 Stat. 936, 937.</p>\n<p>[5]  Complementary statutes permitting the conversion are common in the states. See, e.g., Mich. Comp. Laws, 1929, § 11957; N.Y. Banking Law (McKinney's Consol. Laws) § 137; Purdon's Penna. Stats. Title 7, c. 14; Wis. Stats. 1933, § 221,21.</p>\n<p>[6]  The court has upheld the validity of a statute whereby national banks are given the same power as state banks to act as executors or administrators, to the end that the two classes of banks may compete on equal terms. <i>First National Bank</i> v. <i>Union Trust Co.,</i> 244 U.S. 416. This is far from a holding that the function of acting as executors and administrators may be withdrawn from the state banks and lodged by the Congress in the national banks alone.</p>\n<p>[7]  The fact is not ignored, but is thought to be unimportant, that the vote in favor of conversion at two of the three meetings, being more than two thirds of the outstanding shares of stock, would have been sufficient to authorize a voluntary dissolution at a meeting duly called to consider such action. The same shareholders who voted to go on with the business under a charter from the Federal Government might have opposed dissolution as inexpedient or wasteful. Moreover, liquidation would then have followed under the supervision of the state.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></span> (1935)</b></center>\n<center><h1>HOPKINS FEDERAL SAVINGS &amp; LOAN ASSN. ET AL.<br>\nv.<br>\nCLEARY ET AL.<sup>[*]</sup></h1></center>\n<center>No. 55.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 19, 1935.</center>\n<center>Decided December 9, 1935.</center>\nCERTIORARI TO THE SUPREME COURT OF WISCONSIN.\n<p><span class=\"star-pagination\">*316</span> <i>Messrs. Emery J. Woodall</i> and <i>Horace Russell,</i> with whom <i>Messrs. John H. Schlintz, B.F. Saltzstein, Wallace Reiss,</i> and <i>J. Aldrich Hall</i> were on the brief, for petitioners.</p>\n<p><i>Mr. Joseph P. Brazy,</i> with whom <i>Mr. J.E. Finnegan,</i> Attorney General of Wisconsin, and <i>Mr. Benjamin Poss</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*327</span> MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>The controversy in each of these causes is one as to the meaning and validity of an Act of Congress whereby building and loan associations organized under the laws of a state may be converted into Federal Savings &amp; Loan Associations upon the vote of a majority of the shareholders present at a meeting legally convened.</p>\n<p>In Number 55, an original suit was brought in the Supreme Court of Wisconsin by the respondents, constituting the Banking Commission of that state, against the Hopkins Federal Savings &amp; Loan Association, formerly the Hopkins Street Building &amp; Loan Association, its officers and directors. The complaint prayed for a decree annulling the proceedings whereby the state association had attempted to convert itself into a federal one, and compelling the directors and officers to continue the business <span class=\"star-pagination\">*328</span> in accordance with Wisconsin law or else to wind it up. The state court granted the decree upon grounds to be considered later. 217 Wis. 179; 257 N.W. 684.</p>\n<p>In Number 56 and 57, suits were brought by Wisconsin corporations, the Reliance Building and Loan Association (plaintiff in Number 56) and the Northern Building and Loan Association (plaintiff in Number 57) to restrain the Banking Commission and the supervisor of building and loan associations from interfering with the plaintiffs in the attempt to convert themselves into federal corporations. Decrees of the trial court in favor of the plaintiffs were reversed by the Supreme Court of Wisconsin with directions to enter judgment in favor of the Commission. 217 Wis. 179; 257 N.W. 684.</p>\n<p>Building and loan associations organized in Wisconsin are subject to strict supervision by the administrative agencies of the state both in the course of doing business and in that of liquidation. They are quasi-public corporations, chartered to encourage thrift and promote the ownership of homes, with powers and immunities peculiarly their own. See Wisconsin Statutes, 1933, Chap. 215, §§ 215.01 <i>et seq</i>; cf. <i>Louisville Gas &amp; Electric Co.</i> v. <i>Coleman,</i> <span class=\"citation\" data-id=\"101281\"><a href=\"/opinion/101281/louisville-gas-elec-co-v-coleman/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 40; <i>United States</i> v. <i>Cambridge Loan &amp; Building Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></span>, 57.<sup>[1]</sup> They may loan their moneys to members only. Wisconsin Statutes, 1933, § 215.07 (1). They must submit many of their proposed investments for the approval of the Commissioner of <span class=\"star-pagination\">*329</span> Banking. § 215.07 (6) (7) (8). They must conform to precise restrictions as to the quality of mortgages accepted as security for loans. § 215.15;<sup>[2]</sup> cf. § 215.01 (10) (11). At the close of every year they must submit to the Commissioner a report of their condition (§ 215.31); and at all times they shall be subject to his control and supervision. § 215.31. If their business has been conducted in a manner contrary to law, or if their financial condition appears to be unsound, the Commissioner may take charge of the business and liquidate the assets. § 215.33. In recognition of their quasi-public functions they are given an exemption from income taxes payable by corporations generally. § 71.05 (d). Cf. <i>United States</i> v. <i>Cambridge Loan &amp; Bldg. Co., supra.</i> The statute contains provisions governing the consolidation of such associations and their voluntary dissolution. Corporations formed thereunder may consolidate with other building and loan associations located in the same county, but only with the consent of the Commissioner of Banking and that of two-thirds of the outstanding shares as well as the consent of a majority of the directors. § 215.335. A vote of approval by two-thirds of the outstanding shares is necessary also for voluntary dissolution. § 215.36 (1). With the consent of the Commissioner an association formed under the act may become a member of a Federal Home Loan Bank, or a borrower therefrom. § 215.07 (7) (8). Membership in such a bank grows out of a subscription to its shares, and has no effect upon the corporate life of the subscribing member. On the other hand, there is nothing in the statutes of Wisconsin whereby building and loan associations chartered in that state may be transmuted into associations chartered by the federal government.</p>\n<p><span class=\"star-pagination\">*330</span> The petitioners insist that without the consent of Wisconsin the transmutation from a state into a federal association has become possible now by virtue of an Act of Congress. The Act relied upon for that purpose is § 5 of the Home Owners' Loan Act of 1933 (48 Stat. 128, 132), as amended in April, 1934 (48 Stat. 643, 645, 646), and again in May, 1935 (49 Stat. 297), 12 U.S.C. § 1464. By subdivision (a) of that section the Federal Home Loan Board is empowered to issue charters for the creation of Federal Savings and Loan Associations \"in which people may invest their funds and in order to provide for the financing of homes.\" By subdivision (e), \"no charter shall be granted except to persons of good character and responsibility,\" nor unless in the judgment of the Board the institution is likely to be successful and is necessary for the well being of the community to be served. By other subdivisions (b, c, d, f, g, h, j and k) the powers and duties of the associations are defined. Subdivision (i), the one that concerns us specially, permits state associations to be converted into federal ones. As amended in April, 1934, its provisions are as follows:</p>\n<p>\"(i) Any member of a Federal Home Loan Bank may convert itself into a Federal Savings and Loan Association under this Act upon a vote of 51 per centum or more of the votes cast at a legal meeting called to consider such action; but such conversion shall be subject to such rules and regulations as the Board may prescribe, and thereafter the converted association shall be entitled to all the benefits of this section and shall be subject to examination and regulation to the same extent as other associations incorporated pursuant to this Act.\"<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*331</span> The exchange of a state for a federal charter may be made under this section by any member of a Federal Home Loan Bank. To ascertain the limits of that membership we turn to the \"Federal Home Loan Bank Act\" of 1932 as amended from time to time. 47 Stat. 725; 48 Stat. 128, 643, 1246; 12 U.S.C. c. 11; cf. 49 Stat. 297. We learn from that act that the term \"member\" means any institution which has subscribed for the stock of a Federal Home Loan Bank, § 2 (4), and that \"any building and loan association, savings and loan association, cooperative bank, homestead association, insurance company or savings bank,\" shall be eligible to become a member of a Federal Home Loan Bank, or a nonmember borrower from such a bank, upon compliance with conditions not important at this time. §§ 4 and 5.</p>\n<p>Each of the three building and loan associations, the petitioners before us, was a member in good standing of the Federal Home Loan Bank of Chicago, Illinois. After application in proper form each received from the Board permission to convert itself into a federal association under § 5 (i) of the Federal Home Loan Act. Each convened a meeting of its shareholders to consider such action and approve or disapprove it. At the meeting of the Hopkins Street Building and Loan Association, held on May 31, 1934, 5,973 shares were represented in person or by proxy. A resolution authorizing the change was unanimously adopted. Shares outstanding and not represented numbered 976. This association (under the name of Hopkins Federal Savings &amp; Loan Association) has received a charter from the Board, under which it will act unless restrained. At the meeting of Reliance Building <span class=\"star-pagination\">*332</span> &amp; Loan Association, held August 20, 1934, 7,286 shares were voted in favor of the change and 66 against it; shares outstanding and not represented numbered 3,533. At the meeting of Northern Building and Loan Association, held August 14, 1934, 23,291 shares were voted in favor of the change and 11 against it; shares outstanding and not represented numbered 12,006.</p>\n<p>The State of Wisconsin, acting through its Banking Commission, came forward at this point to check the process of conversion. It took the position (1) that § 5 (i) of the Home Owners' Loan Act was subject to an implied condition whereby no conversion was to be permitted in contravention of local laws; and (2) that if this reading of the section were to be rejected as erroneous, the statute to that extent was void under the Tenth Amendment as an unconstitutional trespass upon the powers of the states. Other provisions of the Constitution, believed not to be material, were invoked at the same time.</p>\n<p>The Supreme Court of Wisconsin placed its decision upon the first of these positions to the exclusion of the other. It read the federal statute as subject to the implied condition contended for by the state officials. It did this to avoid embarrassing and doubtful questions of constitutional power, which it described without deciding. To determine the meaning and, if need be, the validity of an important federal statute, writs of certiorari were granted by this court.<sup>[4]</sup> 295 U.S. 721.</p>\n<p><i>First:</i> Congress did not mean that the conversion from state associations into federal ones should be conditioned upon the consent of the state or compliance with its laws.</p>\n<p><span class=\"star-pagination\">*333</span> Under § 5 (i) as enacted in 1933, the argument could have been made with force that the laws of the state must be obeyed in the process of conversion. The provision then was, as we have already pointed out, that the association was to act \"upon a vote of its stockholders as provided by the law under which it operates.\" But Congress would not leave it so. By an amendment of the statute, approved April 27, 1934, there was substituted a provision that conversion would be effective \"upon a vote of 51 per centum or more of the votes cast at a legal meeting called to consider such action.\" Thus Congress erected a standard of its own, which was to be uniform in all the states irrespective of the local laws. A bare majority of the shares voted at a meeting was to be enough to give authority for fundamental changes of policy and power, no matter how many other shares were unrepresented at the meeting. We are unable to accede to the suggestion of the court below that the percentage was meant to be a minimum which the local laws might raise, though they were powerless to reduce it. Nothing in the wording of the statute gives support to that construction. On the contrary, comparison of the act as amended with the act as first adopted impels to the conclusion that Congress had in mind to take possession of the field to the exclusion of other occupants. Thereafter the procedure for conversion and the power to convert were to be governed by a uniform rule, irrespective of repugnant limitations prevailing in the states.</p>\n<p>Whatever doubt might exist as to the correctness of this view disappears when other and cognate statutes are subjected to our scrutiny.</p>\n<p>The National Banking Act of 1864 (13 Stat. 99, 112, 113) gave permission to the banks incorporated in the states to become national associations upon the consent of the owners of two thirds of the capital stock, the consent to be evidenced by an appropriate certificate. This <span class=\"star-pagination\">*334</span> court in <i>Casey</i> v. <i>Galli,</i> <span class=\"citation\" data-id=\"89531\"><a href=\"/opinion/89531/casey-v-galli/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, decided in 1876, refused to read into the act a condition that the state as well as the stockholders must consent to the conversion, though no question of constitutional power was necessary to the decision, as will be shown later on. The statute as thus interpreted remained substantially unchanged until 1913, when the percentage was reduced from two thirds to a majority, with the addition of a proviso \"that said conversion shall not be in contravention of the state law.\" R.S. § 5154; 38 Stat. 258; 12 U.S.C. § 35. Cf. 12 U.S.C. § 342; <i>Ex parte Worcester National Bank,</i> 279 U.S. 347.<sup>[5]</sup></p>\n<p>Again, in the Act of March 4, 1923, whereby agricultural or livestock financing corporations organized in the states were permitted to convert themselves into National Agricultural Credit Corporations, the permission was coupled with a similar proviso. 42 Stat. 1454, 1469; 12 U.S.C. § 1281.</p>\n<p>Congress had no difficulty in finding fit and simple phrases for the expression of its will when power was to be conditioned upon the approval of the states. Cf. <i>Westfall</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101082\"><a href=\"/opinion/101082/westfall-v-united-states/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 259. The form chosen by its draftsman for the statute here involved takes on a new significance when read in the revealing light of the forms that were rejected.</p>\n<p>We think the light is so strong as to flood whatever places in the statute might otherwise be dark. Courts have striven mightily at times to canalize construction along the path of safety. <i>Moore Ice Cream Co.</i> v. <i>Rose,</i> <span class=\"citation\" data-id=\"102098\"><a href=\"/opinion/102098/george-moore-ice-cream-co-v-rose/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 379. When a statute is reasonably susceptible of two interpretations, they have preferred the meaning that preserves to the meaning that destroys. <span class=\"star-pagination\">*335</span> <i>United States</i> v. <i>Delaware &amp; Hudson Co.,</i> <span class=\"citation\" data-id=\"97023\"><a href=\"/opinion/97023/united-states-ex-rel-attorney-general-v-delaware-h/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 407; <i>Knights Templars' Indemnity Co.</i> v. <i>Jarman,</i> <span class=\"citation\" data-id=\"95723\"><a href=\"/opinion/95723/knights-templars-masons-life-indemnity-co-v-jarman/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 205; cf. <i>Illinois Central R. Co.</i> v. <i>Public Utilities Comm'n,</i> <span class=\"citation\" data-id=\"99071\"><a href=\"/opinion/99071/ill-cent-rr-co-v-public-utilities-comm/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, 510; <i>Savage</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"97675\"><a href=\"/opinion/97675/savage-v-jones/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 533. \"But avoidance of a difficulty will not be pressed to the point of disingenuous evasion.\" <i>Moore Ice Cream Co.</i> v. <i>Rose, supra</i><i>.</i> \"Here the intention of the Congress is revealed too distinctly to permit us to ignore it because of mere misgivings as to power.\" <i>Ibid.</i> The problem must be faced and answered.</p>\n<p><i>Second:</i> The Home Owners' Loan Act, to the extent that it permits the conversion of state associations into federal ones in contravention of the laws of the place of their creation, is an unconstitutional encroachment upon the reserved powers of the states. United States Constitution, Amendment X.</p>\n<p>If § 5 (i) may be upheld when state laws are inconsistent, any savings bank or insurance company as well as any building and loan association, may be converted into a savings and loan association with a charter from the central government, provided only that 51 per cent of the shares represented at a meeting vote approval of the change. Indeed, as counsel for the petitioners insisted at our bar, the power of transformation, if it is adequate in such conditions, is not confined to building and loan associations or savings banks or insurance companies or to members of the Home Loan Bank, except by the adventitious features of this particular enactment. It extends in that view to moneyed corporations generally and even to other corporations, if Congress chooses to convert them into creatures of the federal government. Compulsion, by hypothesis, being lawful, the percentage of assenting shares voted in a given instance or exacted by a given statute assumes the aspect of an accident. Fifty-one per cent is the minimum required here. Another act may reduce the minimum to ten per cent or <span class=\"star-pagination\">*336</span> even one, or dispense with approval altogether. If non-assenting shareholders or creditors were parties to these suits the question would be urgent whether property interests may be so transformed consistently with the restraints of the Fifth Amendment. The Wisconsin courts hold that the protest of a single shareholder will check \"a fundamental and radical change\" in the powers and purposes of the corporation, though the change be brought about by voluntary amendment. See opinion of the court below; also <i>Martin Orchard Co.</i> v. <i>Fruit Growers Canning Co.,</i> 203 Wis. 97; 233 N.W. 603; <i>Huber</i> v. <i>Martin,</i> 127 Wis. 412; 105 N.W. 1031. Shareholders and creditors being absent, we have instead the question whether consistently with the Tenth Amendment the change may be made under license of the central government against the protest of the state.</p>\n<p>For the purposes of these cases we find it needless to consider whether Congress has the power to create building and loan associations and thereupon to invest them with corporate capacity. As to that we do not indicate an opinion either one way or the other. The critical question here is something very different. The critical question is whether along with such a power there goes the power also to put an end to corporations created by the states and turn them into different corporations created by the nation.</p>\n<p>A corporation is a juristic person organized by government to accomplish certain ends, which may be public or quasi-public, though for other purposes of classification the corporation is described as private. <i>Dartmouth College</i> v. <i>Woodward,</i> <span class=\"citation\" data-id=\"85282\"><a href=\"/opinion/85282/dartmouth-college-v-woodward/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">518</span></a></span>, 668-672. Cf. the statutes and decisions collected by Brandeis, J. in <i>Liggett Co.</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"102059\"><a href=\"/opinion/102059/louis-k-liggett-co-v-lee/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 548, <i>et seq.</i> This is true of building and loan associations in Wisconsin and in other states. They have been given corporate capacity in the belief <span class=\"star-pagination\">*337</span> that their creation will advance the common weal. The state, which brings them into being, has an interest in preserving their existence, for only thus can they attain the ends of their creation. They are more than business corporations. They have been organized and nurtured as quasi-public instruments. <i>Louisville Gas &amp; Electric Co.</i> v. <i>Coleman, supra</i><i>.</i> They may not divest themselves of a franchise when once it is accepted if the local statutes or decisions command them to retain it. See opinion of the court below, and cf. <i>Thomas</i> v. <i>Railroad Co.,</i> 101 U.S. 71; <i>Central Transportation Co.</i> v. <i>Pullman's Car Co.,</i> 139 U.S. 24. How they shall be formed, how maintained and supervised, and how and when dissolved, are matters of governmental policy, which it would be an intrusion for another government to regulate by statute or decision, except when reasonably necessary for the fair and effective exercise of some other and cognate power explicitly conferred.</p>\n<p>Wisconsin, planning these agencies in furtherance of the common good and purposing to preserve them that the good may not be lost, is now informed by the Congress, speaking through a statute, that the purpose and the plan shall be thwarted and destroyed. By the law of the state, associations such as these may be dissolved in ways and for causes carefully defined, in which event the assets shall be converted into money and applied, so far as adequate, to the payment of the creditors. By the challenged Act of Congress, the same associations are dissolved in other ways and for other causes, and from being creatures of the state become creatures of the nation. In this there is an invasion of the sovereignty or quasi-sovereignty of Wisconsin and an impairment of its public policy, which the state is privileged to redress as a suitor in the courts so long as the Tenth Amendment preserves a field of autonomy against federal encroachment.</p>\n<p><span class=\"star-pagination\">*338</span> We are not concerned at this time with the applicable rule in situations where the central government is at liberty (as it is under the commerce clause when such a purpose is disclosed) to exercise a power that is exclusive as well as paramount. <i>Minnesota Rate Cases,</i> <span class=\"citation\" data-id=\"97966\"><a href=\"/opinion/97966/the-minnesota-rate-cases/\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 399, 400; <i>Savage</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"97675\"><a href=\"/opinion/97675/savage-v-jones/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 533; <i>Dayton-Goose Creek R. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100315\"><a href=\"/opinion/100315/dayton-goose-creek-ry-v-united-states/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span>, 485; <i>Mintz</i> v. <i>Baldwin,</i> <span class=\"citation\" data-id=\"102094\"><a href=\"/opinion/102094/mintz-v-baldwin/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 350. That is not the situation here. No one would say with reference to the business conducted by these petitioners that Congress could prohibit the formation or continuance of such associations by the states, whatever may be its power to charter them itself. So also we are not concerned with the rule to be applied where the business of an association under charter from a state is conducted in such a way as to be a menace or obstruction to the legitimate activities of its federal competitors. Cf. <i>Northern Securities Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96033\"><a href=\"/opinion/96033/northern-securities-co-v-united-states/\"><span class=\"volume\">193</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 344, 345, 346; <i>Houston, E. &amp; W.T. Ry. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98232\"><a href=\"/opinion/98232/houston-texas-ry-v-united-states/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 351; <i>New York</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99907\"><a href=\"/opinion/99907/new-york-v-united-states/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span>, 600, 601. For anything here shown, the two classes of associations, federal and state, may continue to dwell together in harmony and order. A concession of this possibility is indeed implicit in the statute, for conversion is not mandatory, but dependent upon the choice of a majority of the voters. The power of Congress in the premises, if there is any, being not exclusive, but at most concurrent, and the untrammeled coexistence of federal and state associations being a conceded possibility, we are constrained to the holding that there has been an illegitimate encroachment by the government of the nation upon a domain of activity set apart by the Constitution as the province of the states. Cf. <i>Linder</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100630\"><a href=\"/opinion/100630/linder-v-united-states/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 17; <i>United States</i> v. <i>Dewitt,</i> <span class=\"citation\" data-id=\"88133\"><a href=\"/opinion/88133/united-states-v-dewitt/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">41</span></a></span>, 45. The destruction of associations established by a state is not an <span class=\"star-pagination\">*339</span> exercise of power reasonably necessary for the maintenance by the central government of other associations created by itself in furtherance of kindred ends.<sup>[6]</sup></p>\n<p>Given the encroachment, the standing of the state to seek redress as suitor is not to be gainsaid, unless protest without action is the only method of resistance. Analogy combines with reason in telling us that this is not the law. By writs of <i>quo warranto</i> as well as through other remedial devices the state has been accustomed to keep its juristic creatures within the limits of the charters that define the purpose of their being. <i>People</i> v. <i>Ballard,</i> 134 N.Y. 269; 32 N.E. 54; <i>Attorney General</i> v. <i>Utica Insurance Co.,</i> 2 Johns. Ch. 371. The practice is so inveterate that it may be ranked as rudimentary. Indeed, there are many situations where no one other than the state will be held to be aggrieved, with the result that capacity to sue is either there or nowhere. <i>Kerfoot</i> v. <i>Farmers' &amp; Merchants' Bank,</i> <span class=\"citation\" data-id=\"97295\"><a href=\"/opinion/97295/kerfoot-v-farmers-and-merchants-bank/\"><span class=\"volume\">218</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, 286, 287; <i>National Bank</i> v. <i>Matthews,</i> <span class=\"citation\" data-id=\"89906\"><a href=\"/opinion/89906/national-bank-v-matthews/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 629. As against the protest of the state, asserting its public policy or the prohibition of a statute, no assent by shareholders, however general or explicit, will be permitted to prevail. <i>McCandless</i> v. <i>Furlaud, ante,</i> p. 161. It is of no moment in such conditions that the interest of the state in repelling the encroachment is other than pecuniary. <i>Missouri</i> v. <i>Holland,</i> <span class=\"citation\" data-id=\"99561\"><a href=\"/opinion/99561/missouri-v-holland/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, 431. At least there is \"a matter of grave public concern in which the state as the representative of the public has an interest apart from <span class=\"star-pagination\">*340</span> that of the individuals affected.\" <i>Pennsylvania</i> v. <i>West Virginia,</i> <span class=\"citation\" data-id=\"100248\"><a href=\"/opinion/100248/pennsylvania-v-west-virginia/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 591, 592. Cf. <i>North Dakota</i> v. <i>Minnesota,</i> <span class=\"citation\" data-id=\"100304\"><a href=\"/opinion/100304/north-dakota-v-minnesota/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 374; <i>New York</i> v. <i>New Jersey,</i> <span class=\"citation\" data-id=\"2620987\"><a href=\"/opinion/2620987/new-york-v-new-jersey/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 301, 302; <i>Heckman</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"97616\"><a href=\"/opinion/97616/heckman-v-united-states/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, 439, 440; <i>Kansas</i> v. <i>Colorado,</i> <span class=\"citation\" data-id=\"95639\"><a href=\"/opinion/95639/kansas-v-colorado/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 141, 142; s.c. <span class=\"citation\" data-id=\"96668\"><a href=\"/opinion/96668/kansas-v-colorado/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 99; <i>Georgia</i> v. <i>Tennessee Copper Co.,</i> <span class=\"citation\" data-id=\"96680\"><a href=\"/opinion/96680/georgia-v-tennesssee-copper-co/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 237; <i>In re Debs,</i> <span class=\"citation\" data-id=\"94238\"><a href=\"/opinion/94238/in-re-debs/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 584, 586; <i>United States</i> v. <i>Bell Telephone Co.,</i> <span class=\"citation\" data-id=\"92335\"><a href=\"/opinion/92335/united-states-v-american-bell-telephone-co/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 357, 367. In its capacity of quasi-sovereign, the state repulses an assault upon the quasi-public institutions that are the product and embodiment of its statutes and its policy. Finding them about to deviate from the law of their creation, it is met by the excuse that everything done or purposed is permitted by an Act of Congress. The excuse is inadequate unless the power to give absolution for overstepping such restrictions has been surrendered by the state to the Government at Washington.</p>\n<p>The standing of Wisconsin to resist a trespass on its powers is confirmed if we view the subject from another angle of approach. In the creation of corporations of this quasi-public order and in keeping them thereafter within the limits of their charters, the state is <i>parens patriae,</i> acting in a spirit of benevolence for the welfare of its citizens. Shareholders and creditors have assumed a relation to the business in the belief that the assets will be protected by all the power of the government against use for other ends than those stated in the charter. Aside from the direct interest of the state in the preservation of agencies established for the common good, there is thus the duty of the <i>parens patriae</i> to keep faith with those who have put their trust in the parental power. True, most of the shareholders in the cases now before us assented to the change. Even so, an important minority were not represented at the meetings, and their approval is not <span class=\"star-pagination\">*341</span> shown. Creditors other than shareholders have not been heard from at all. To these non-vocal classes the <i>parens</i> owes a duty which it is free to vindicate by suit.<sup>[7]</sup><i>Hudson Water Co.</i> v. <i>McCarter,</i> <span class=\"citation\" data-id=\"96834\"><a href=\"/opinion/96834/hudson-county-water-co-v-mccarter/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 355, 356; <i>Kansas</i> v. <i>Colorado, supra</i><i>; </i><i>Georgia</i> v. <i>Tennessee Copper Co., supra</i><i>; </i><i>New York</i> v. <i>New Jersey, supra</i><i>; </i><i>Pennsylvania</i> v. <i>West Virginia, supra</i><i>.</i></p>\n<p>The ruling in <i>Massachusetts</i> v. <i>Mellon,</i> <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, is nothing to the contrary, though it is made a cornerstone of the argument in favor of the statute. There the state of Massachusetts attempted to enjoin the enforcement of an Act of Congress appropriating money to be used in cooperation with the states to reduce maternal and infant mortality. The ruling was that it was no part of the duty or power of a state to enforce the rights of its citizens in respect of their relations to the Federal Government. Cf. <i>Florida</i> v. <i>Mellon,</i> 273 U.S. 12. Here, on the contrary, the state becomes a suitor to protect the interests of its citizens against the unlawful acts of corporations created by the state itself.</p>\n<p>Much reliance is placed in behalf of the petitioners upon the decision of this court in <i>Casey</i> v. <i>Galli, supra</i><i>.</i> The Bank of New Orleans, a Louisiana corporation, became a national banking association by vote of its stockholders. The state did not oppose the conversion, though it was not shown to have consented. The reorganized <span class=\"star-pagination\">*342</span> corporation did business for more than two years, when it failed and a receiver was appointed by the Comptroller of the Currency. In an action by the receiver against a shareholder to enforce the individual liability under the provisions of the federal statute, the defendant filed three pleas in abatement, to which the plaintiff demurred. The pleas were as follows: (1) <i>Nul tiel corporation;</i> (2) that there was not then, nor when the plaintiff became receiver of the New Orleans Banking Association, any such corporation in existence, because the Bank of New Orleans had no power under its charter, nor authority otherwise from the State of Louisiana, to change its organization to that of a national banking association under the laws of the United States; and (3) that there had been a failure to comply with the statutory conditions as to the method of conversion if conversion was permissible. The first plea was abandoned, and the third is without bearing upon the causes now before us. The court sustained the demurrer to the second plea upon two independent grounds, which will be stated inversely to the order in which they appear in the opinion. Thus stated they are these: (a) The defendant was estopped from contesting the validity of the change after standing by for over two years without making his objection known; and (b) apart from any estoppel, \"no authority from the State was necessary to enable the bank so to change its organization.\" p. 678. \"The act is silent as to any assent or permission by the State. It was as competent for Congress to authorize the transmutation as to create such institutions originally.\" <i>Ibid.</i></p>\n<p>No question of constitutional power was in the case, for nowhere in the record did the defendant invoke the Tenth Amendment or the Fifth or any other provision of the Federal Constitution. The substance of the plea was this, that the change from one form of association to <span class=\"star-pagination\">*343</span> another was to be condemned as <i>ultra vires.</i> The meaning of the statute was thus the pivot of the controversy. The argument in the briefs was directed in the main to the formal correctness of the pleadings, the validity of the act being taken for granted. The assumption was one that could hardly be avoided when the controversy was viewed in the setting of the facts. Louisiana, like the defendant shareholder, had apparently acquiesced in the attempt of the central government to take over the state banks. The time had gone by to vindicate her majesty. What she might have done if she had been vigilant is a question not before us. Distinctions may conceivably exist between the power of the Congress in respect of banks of issue and deposit and its power in respect of associations to encourage industry and thrift. Whether that be so or not, all that was said in <i>Casey</i> v. <i>Galli</i> as to the condition of consent was unnecessary to the decision if it was meant to do more than define the meaning of the statute. We cannot accept it as determining the constitutional rights and privileges of a party not then before the court, least of all when it appears that constitutional rights and privileges were not invoked or argued.</p>\n<p>Confining ourselves now to the precise and narrow question presented upon the records here before us, we hold that the conversion of petitioners from state into federal associations is of no effect when voted against the protest of Wisconsin. Beyond that we do not go. No question is here as to the scope of the war power or of the power of eminent domain or of the power to regulate transactions affecting interstate or foreign commerce. The effect of these, if they have any, upon the powers reserved by the Constitution to the states or to the people will be considered when the need arises.</p>\n<p>The judgments are</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 56, <i>Reliance Building &amp; Loan Assn.</i> v. <i>Cleary et al.;</i> and No. 57, <i>Northern Building &amp; Loan Assn.</i> v. <i>Cleary et al.</i> Certiorari to the Supreme Court of Wisconsin.</p>\n<p>[1]  Cf. <i>Bibb County Loan Assn.</i> v. <i>Richards,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">592</span></span>, 595, 596; <i>First National Bank</i> v. <i>County of Dawson,</i> <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">321</span></span>, 335; 213 Pac. 1097; <i>Washington Investment Assn.</i> v. <i>Stanley,</i> 38 Oregon 319, 330, 331; 63 Pac. 489; <i>Union Savings &amp; Investment Co.</i> v. <i>Salt Lake County,</i> <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Utah</span> <span class=\"page\">397</span></span>, 404, 405; 140 Pac. 221; <i>Becket</i> v. <i>Uniontown Building &amp; Loan Assn.,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">211</span></span>, 216; <i>Miller</i> v. <i>Prudential Banking &amp; Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">107</span></span>, 110; 59 S.E. 977; <i>Mutual Building &amp; Savings Assn.</i> v. <i>Wilkinson,</i> 8 F. (2d) 183; 13 F. (2d) 997, 998.</p>\n<p>[2]  These restrictions should be compared with those imposed by the Home Owners Loan Act upon federal associations organized for kindred purposes. 48 Stat. 128, 132; 12 U.S.C. § 1464 (c).</p>\n<p>[3]  The following is the text of this subdivision before the date of the amendment:\n</p>\n<p>\"Any member of a Federal Home Loan Bank may convert itself into a Federal Savings and Loan Association under this Act upon a vote of its stockholders as provided by the law under which it operates; but such conversion shall be subject to such rules and regulations as the Board may prescribe, and thereafter the converted association shall be entitled to all the benefits of this section and shall be subject to examination and regulation to the same extent as other associations incorporated pursuant to this Act.\"</p>\n<p>[4]  At the same time we dismissed the appeals that had been taken from the judgments, the remedy of appeal being held to be inappropriate for the reason that the validity of the statute was untouched by the decision brought here for review. § 237 (a), Judicial Code; 43 Stat. 936, 937.</p>\n<p>[5]  Complementary statutes permitting the conversion are common in the states. See, e.g., Mich. Comp. Laws, 1929, § 11957; N.Y. Banking Law (McKinney's Consol. Laws) § 137; Purdon's Penna. Stats. Title 7, c. 14; Wis. Stats. 1933, § 221,21.</p>\n<p>[6]  The court has upheld the validity of a statute whereby national banks are given the same power as state banks to act as executors or administrators, to the end that the two classes of banks may compete on equal terms. <i>First National Bank</i> v. <i>Union Trust Co.,</i> 244 U.S. 416. This is far from a holding that the function of acting as executors and administrators may be withdrawn from the state banks and lodged by the Congress in the national banks alone.</p>\n<p>[7]  The fact is not ignored, but is thought to be unimportant, that the vote in favor of conversion at two of the three meetings, being more than two thirds of the outstanding shares of stock, would have been sufficient to authorize a voluntary dissolution at a meeting duly called to consider such action. The same shareholders who voted to go on with the business under a charter from the Federal Government might have opposed dissolution as inexpedient or wasteful. Moreover, liquidation would then have followed under the supervision of the state.</p>\n\n</div>", "id": 102518, "judges": "Cardozo", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102518/", "sha1": "b8fc5d165315e43e9ccf9cd4612861484a7bd72c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:53:22"}