{"absolute_url": "/opinion/96330/mcguire-v-blount/", "blocked": false, "citation": {"case_name": "McGuire v. Blount", "docket_number": "6", "document_uris": ["/api/rest/v2/document/96330/"], "federal_cite_one": "199 U.S. 142", "federal_cite_three": null, "federal_cite_two": null, "id": 80713, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80713/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1905-10-30", "date_modified": "2014-12-21T01:34:26.895887", "docket": "/api/rest/v2/docket/1115784/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">199 U.S. 142</p>\n    <p class=\"case_cite\">26 S.Ct. 1</p>\n    <p class=\"case_cite\">50 L.Ed. 125</p>\n    <p class=\"parties\">FLORIDA McGUIRE and Matilda Caro<br>v.<br>WILLIAM A. BLOUNT, William Fisher, Mrs. William  Fisher, The Pensacola City Company, Thomas C. Watson,  John Williams, James M. Bullard.</p>\n    <p class=\"docket\">No. 6.</p>\n    <p class=\"date\">Submitted January 18, 1905.</p>\n    <p class=\"date\">Ordered for oral argument January 30, 1905.</p>\n    <p class=\"date\">Argued October 12, 13, 1905.</p>\n    <p class=\"date\">Decided October 30, 1905.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs.</i> <i>Hilary A. Herbert, Benjamin Micou, E. T. Davis,</i> and <i>Samuel S. Belden</i> for petitioners.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>William A. Blount</i> and <i>A. C. Blount</i> for respondents.</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was begun in the circuit court of the United States for the northern district of Florida to recover in ejectment certain lands described in the declaration. The defendants answered, and issues were joined as to the right of possession of the lands in question.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Upon the trial, after the testimony was submitted and the cause argued, the court instructed the jury to find for the defendants. Upon writ of error this judgment was affirmed by the circuit court of appeals, 56 C. C. A. 682, 121 Fed. 1020.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs, when the case was called for trial, filed a written motion, or petition, challenging the right of the presiding judge to hear the case, and praying that he 'recuse' himself. The petition was denied and the judge presided at the trial of the case. The ground of the petition for recusation was that the wife of the judge had acquired an interest in the property which was the subject-matter of the litigation. The petition was not sworn to, and while a statement was made of the desire of the plaintiffs to offer testimony in support thereof, the names of witnesses were not furnished, no affidavits were filed, and no definite statement made of what witnesses would say if permitted to testify. The judge overruled this motion, stating that his wife had no interest in the property, and, with a view to convey an interest, the vendor had tendered a quitclaim deed to his wife, which had been declined, and no delivery ever made thereof or title vested in her. Later the judge placed on file an affidavit of a real-estate agent, stating substantially the same facts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While the courts cannot too carefully guard against any attempt of an interested judge to force himself upon litigating parties, and should scrupulously maintain the right of every litigant to an impartial and disinterested tribunal for the determination of his rights, we find in this record nothing establishing or offering to establish, in any legitimate way, the disqualification relied upon because of a pecuniary interest in the controversy, resulting from his wife's alleged ownership of a part of the land in question.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petitioners, who were plaintiffs in the original case, sought to recover the tract of land as the heirs of one Gabriel Rivas. The tract originally owned by him consisted of about 300 'arpents' of land near the city of Pensacola, Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendants at the trial undertook to defeat the plaintiffs' right of recovery, not by establishing a perfect title in themselves, but relied upon showing the divestiture of the plaintiffs' title as heirs of Gabriel Rivas. It is elementary law that the plaintiff in ejectment must recover upon the strength of his own title, which must be sufficiently established to warrant a verdict in his favor. <i>McNitt</i> v. <i>Turner</i>, 16 Wall. 352, 362, 21 L. ed. 341, 346; <i>Watts</i> v. <i>Lindsey</i>, 7 Wheat. 158, 5 L. ed. 423.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A defendant in ejectment who is not a mere trespasser or interloper may show an outstanding and subsisting title in a stranger, to defeat the plaintiff's right of recovery. <i>Love</i> v. <i>Simms</i>, 9 Wheat. 515, 6 L. ed. 149; <i>Smith</i> v. <i>McCann</i>, 24 How. 398, 16 L. ed. 714; <i>King</i> v. <i>Mullins</i>, 171 U. S. 404-437, 43 L. ed. 214-226, 18 Sup. Ct. Rep. 925.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Relying on this right, the defendants sought to show, by the production of certain ancient documents, bound together, styled a protocol, that Gabriel Rivas' will had been established by proceedings had during the Spanish control of Florida, which showed that Rivas, who had received the lands in controversy by grant of November 10, 1806, from Morales, intendant, etc., of Spain, had died on April 28, 1808, his will being probated by certain proceedings approved by the governor of Florida on May 2, 1808. In this protocol proceedings are shown for the sale of the three hundred (300) arpents of lands, which belonged to Rivas, resulting in a sale to one Gregario Caro, which sale purports to have been approved by the civil and military governor of West Florida. These original documents, evidencing the probate of the will of Rivas and the sale of the lands, including those in controversy, were presented to this court, having been admitted in testimony at the trial, against the objections of plaintiffs, under the stipulation that they came from the custody of the surveyor general of the United States, keeper of the archives. Many objections are urged to the authenticity and admissibility of these documents, as well as to the regularity of the proceedings under the Spanish law. The production of the originals of these documents has given the court an opportunity to inspect them. They bear upon their face every evidence of age and authenticity. There is nothing about them to suggest that they have been forged or tampered with. They present an honest as well as ancient appearance, and come from official custody. To such public and proprietary records the courts have applied the rules of admissibility governing ancient documents. 3 Wigmore, Ev. &#167; 2145 and notes. With reference to such documents and records it is only necessary to show that they are of the age of thirty years, and come from a natural and reasonable custody; from a place where they might reasonably be expected to be found. 3 Wigmore, Ev. &#167;&#167; 2138, 2139. While the testimony tends to show that these documents were subjected to various changes of possession during the transition of the government of Florida from Spain to the United States, and upon the evacuation of Pensacola during the Civil War, there is nothing to establish that they were ever out of the hands of a proper custodian. Nor is there proof to show that the originals were lost, or any evidence of a fraudulent substitution of a made-up record in the interest of parties to be benefited thereby.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In view of the frequency with which these proceedings have been given express or tacit recognition in subsequent official investigations and conveyances of the lands, corroborating the inference of genuineness to be gathered from the appearance and history of these documents, and the possession of the lands conveyed, we have no question that the court properly admitted them in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Admitting the correctness of this ruling, the inquiry follows, Did the judicial sale operate to devest the Rivas heirs of title to the lands? The lands were purchased at the sale on October 20, 1817, by one Gregario Caro. The sale to Caro was duly approved and confirmed on October 21, 1871. Caro conveyed to Fitzsimmons, Smythe, and Chebeaux on October 22, 1817. The sale in the judicial proceeding was recited in this deed, which was 'passed' or approved by Masot, civil and military governor of West Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Various technical objections have been urged as to the regularity of the proceedings. Some of these might have possibly availed had they been urged as objections to their regularity in the forum where they were had. But it is to be remembered that we are here dealing with proceedings had eighty-five years ago, under a foreign system of laws, by which it was undertaken to convey title to the premises. Such proceedings are not to be scrutinized with a view to discovering defects. They were sufficient in the view of those who undertook to pass title to the lands under the Spanish system, and our courts should have neither the right nor the disposition to upset such titles by a nice examination of the regularity of the proceedings. Every presumption is in favor of the authority and authenticity of such proceedings. <i>Strother</i> v. <i>Lucas</i>, 12 Pet. 410-438, 9 L. ed. 1137-1148. If this were not so, great confusion and uncertainty of titles would arise, especially when title depends upon the action of early colonial governors, undertaking to exercise the sovereign power which they represented. Such authority is presumed to be legitimate and regularly exercised. <i>United States</i> v. <i>Arredondo</i>, 6 Pet. 691-727, 8 L. ed. 547-560. Moreover, it appears that sale of the land has been made under the title conveyed by the proceedings and the conveyance to Gregario Caro, and the sale has been subsequently held sufficient to convey the title by the commissioners appointed under the act of Congress of May 8, 1822 [3 Stat. at L. 709, chap. 129], for ascertaining titles to lands within the territory of Florida. The report of the commissioners was subsequently ratified and confirmed by act of Congress of April 22, 1826. 4 Stat. at L. 156, chap. 29. While this action of the commissioners and of Congress may not have concluded others claiming the property, it was based upon the judicial proceedings evidenced by the protocol, and is strong evidence of their authenticity and regularity. Those claiming in the chain of title from this conveyance have made sale of many pieces of the property, various conveyances have recited the proceedings under the will of Rivas and the conveyance to Caro, and to upset them and declare them of no effect would be to unseat many titles to real estate, conveyances which have stood for years without question. We have no hesitation in reaching a conclusion, under the facts shown in this record, that title to the lands of Gabriel Rivas, under whom the plaintiffs in ejectment claim title as heirs, was devested by the proceedings had under the Spanish authorities in Florida, and the conveyance of the lands therein to Caro, from whom, by other conveyances, many persons have acquired title to the land in controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor are we more impressed by the claim that the plaintiffs were in adverse and continuous possession of the property so as to acquire title by prescription. The alleged possession of the plaintiffs has not been of that character which could ripen into a prescriptive title. The alleged agent of the plaintiffs may have had some occupation of a part of the territory, not embracing the lots in controversy, and it appears that he obtained the payment of the rent from certain tenants of a land company known as the Pensacola City Company, which derived title in the chain of conveyances running back to Gregario Caro. But it also appears that this agent for the heirs of Rivas was engaged in looking after the lands for the land company, for a time at least, and that he purchased the outstanding title of one Chebeaux, who also derived title under Caro. The plaintiffs certainly did not establish or introduce testimony fairly tending to establish that open, notorious, continuous, adverse possession which gives a title by prescription. While the defendants below did not show complete title in themselves, they were not mere interlopers or trespassers, but were claiming the lands under deeds, and were entitled to show, as a defense in ejectment, an outstanding title in another. It is strenuously urged that, whatever the merits of the controversy, there was sufficient proof to require a trial judge to submit the case to a jury; but no rule is better established in this court than that which permits a presiding judge to direct a verdict in favor of one of the parties when the testimony and all the inferences which the jury could justifiably draw therefrom would be insufficient to support a different verdict. It is clear that where the court would be bound to set aside a verdict for want of testimony to support it, it may direct a finding in the first instance, and not await the enforcement of its view by granting a new trial. <i>Elliott</i> v. <i>Chicago, M. &amp; St. P. R. Co.</i> 150 U. S. 245, 37 L. ed. 1068, 14 Sup. Ct. Rep. 85; <i>Union P. R. Co.</i> v. <i>McDonald</i>, 152 U. S. 262, 38 L. ed. 434, 14 Sup. Ct. Rep. 619; <i>Anderson County</i> v. <i>Beal</i>, 113 U. S. 227, 28 L. ed. 966, 5 Sup. Ct. Rep. 433; <i>Delaware L. &amp; W. R. Co.</i> v. <i>Converse</i>, 139 U. S. 469, 35 L. ed. 213, 11 Sup. Ct. Rep. 569.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This view of the case warranted an instruction directing a verdict at the trial in favor of the defendants, and renders it unnecessary to consider the other errors alleged to have been committed at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>The judgment of the Circuit Court of Appeals is affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>199 U.S. 142 (1905)</b></center>\n<center><h1>McGUIRE<br>\nv.<br>\nBLOUNT.</h1></center>\n<center>No. 6.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 18, 1905.</center>\n<center>Restored January 30, 1905.</center>\n<center>Orally argued October 12 and 13, 1905.</center>\n<center>Decided October 30, 1905.</center>\nCERTIORARI TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. Benjamin Micou,</i> with whom <i>Mr. Hilary A. Herbert, Mr. E.T. Davis</i> and <i>Mr. Simeon S. Belden</i> were on the brief for plaintiff in error.</p>\n<p><i>Mr. William A. Blount</i> in <i>propria persona,</i> and for other respondents, and with whom <i>Mr. A.C. Blount, Jr.,</i> was on the brief.</p>\n<p>Restored to docket January 30, 1905.</p>\n<p><span class=\"star-pagination\">*143</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case was begun in the Circuit Court of the United States for the Northern District of Florida to recover in ejectment certain lands described in the declaration. The defendants answered, and issues were joined as to the right of possession of the lands in question.</p>\n<p>Upon the trial, after the testimony was submitted and the cause argued, the court instructed the jury to find for the defendants. Upon writ of error this judgment was affirmed by the Circuit Court of Appeals. 121 Fed. Rep. 1020.</p>\n<p>The plaintiffs, when the case was called for trial, filed a written motion or petition, challenging the right of the presiding judge to hear the case, and praying that he \"recuse\" himself.</p>\n<p>The petition was denied and the judge presided at the trial of the case. The ground of the petition for recusation was that the wife of the judge had acquired an interest in the property which was the subject matter of the litigation. The petition was not sworn to, and while a statement was made of the desire of the plaintiffs to offer testimony in support thereof, the names of witnesses were not furnished, no affidavits were filed, and no definite statement made of what witnesses would say if permitted to testify. The judge overruled this motion, stating that his wife had no interest in the property, and with a view to convey an interest the vendor had tendered a quitclaim deed to his wife, which had been declined, and no delivery ever made thereof or title vested in her. Later the judge placed on file an affidavit of a real estate agent, stating substantially the same facts.</p>\n<p>While the courts cannot too carefully guard against any attempt of an interested judge to force himself upon litigating parties, and should scrupulously maintain the right of every litigant to an impartial and disinterested tribunal for the determination of his rights, we find in this record nothing establishing or offering to establish in any legitimate way the disqualification relied upon because of a pecuniary interest in the <span class=\"star-pagination\">*144</span> controversy resulting from his wife's alleged ownership of a part of the land in question.</p>\n<p>The petitioners, who were plaintiffs in the original case, sought to recover the tract of land as the heirs of one Gabriel Rivas. The tract originally owned by him consisted of about three hundred \"arpents\" of land near the city of Pensacola, Florida.</p>\n<p>The defendants at the trial undertook to defeat the plaintiffs' right of recovery, not by establishing a perfect title in themselves, but relied upon showing the divestiture of the plaintiffs' title as heirs of Gabriel Rivas. It is elementary law that the plaintiff in ejectment must recover upon the strength of his own title, which must be sufficiently established to warrant a verdict in his favor. <i>McNitt</i> v. <i>Turner,</i> 16 Wall. 352, 362; <i>Watts</i> v. <i>Lindsey,</i> 7 Wheat. 158.</p>\n<p>A defendant in ejectment, who is not a mere trespasser or interloper, may show an outstanding and subsisting title in a stranger to defeat the plaintiff's right of recovery. <i>Love</i> v. <i>Simms,</i> 9 Wheat. 515; <i>Smith</i> v. <i>McCann,</i> 24 How. 398; <i>King</i> v. <i>Mullins,</i> 171 U.S. 404, 437.</p>\n<p>Relying on this right, the defendants sought to show, by the production of certain ancient documents, bound together, styled a protocol, that Gabriel Rivas' will had been established by proceedings had during the Spanish control of Florida, which showed that Rivas, who had received the lands in controversy by grant of November 10, 1806, from Morales, intendant, etc., of Spain, had died on April 28, 1808, his will being probated by certain proceedings approved by the governor of Florida on May 2, 1808. In this protocol proceedings are shown for the sale of the three hundred (300) arpents of lands, which belonged to Rivas, resulting in a sale to one Gregario Caro, which sale purports to have been approved by the civil and military governor of West Florida. These original documents, evidencing the probate of the will of Rivas and the sale of the lands, including those in controversy, were presented to this court, having been admitted in testimony at the trial against the objections of <span class=\"star-pagination\">*145</span> plaintiffs under the stipulation that they came from the custody of the surveyor general of the United States, keeper of the archives. Many objections are urged to the authenticity and admissibility of these documents as well as to the regularity of the proceedings under the Spanish law. The production of the originals of these documents has given the court an opportunity to inspect them. They bear upon their face every evidence of age and authenticity. There is nothing about them to suggest that they have been forged or tampered with. They present an honest as well as ancient appearance and come from official custody. To such public and proprietary records the courts have applied the rules of admissibility governing ancient documents. 3 Wigmore Evid. sec. 2145, and notes. With reference to such documents and records it is only necessary to show that they are of the age of thirty years and come from a natural and reasonable custody; from a place where they might reasonably be expected to be found. 3 Wigmore, secs. 2138 and 2139. While the testimony tends to show that these documents were subjected to various changes of possession during the transition of the government of Florida from Spain to the United States and upon the evacuation of Pensacola during the civil war, there is nothing to establish that they were ever out of the hands of a proper custodian. Nor is there proof to show that the originals were lost, or any evidence of a fraudulent substitution of a made-up record in the interest of parties to be benefited thereby.</p>\n<p>In view of the frequency with which these proceedings have been given express or tacit recognition in subsequent official investigations and conveyances of the lands, corroborating the inference of genuineness to be gathered from the appearance and history of these documents, and the possession of the lands conveyed, we have no question that the court properly admitted them in evidence.</p>\n<p>Admitting the correctness of this ruling, the inquiry follows, Did the judicial sale operate to divest the Rivas heirs of title to the lands? The lands were purchased at the sale on October 20, <span class=\"star-pagination\">*146</span> 1817, by one Gregario Caro. The sale to Caro was duly approved and confirmed on October 21, 1817. Caro conveyed to Fitzsimmons, Smythe and Chebeaux on October 22, 1817. The sale in the judicial proceeding was recited in this deed, which was \"passed\" or approved by Masot, civil and military governor of West Florida.</p>\n<p>Various technical objections have been urged as to the regularity of the proceedings. Some of these might have possibly availed had they been urged as objections to their regularity in the forum where they were had. But it is to be remembered that we are here dealing with proceedings had eighty-five years ago, under a foreign system of laws, by which it was undertaken to convey title to the premises. Such proceedings are not to be scrutinized with a view to discovering defects. They were sufficient in the view of those who undertook to pass title to the lands under the Spanish system, and our courts should have neither the right nor the disposition to upset such titles by a nice examination of the regularity of the proceedings. Every presumption is in favor of the authority and authenticity of such proceedings. <i>Strother</i> v. <i>Lucas,</i> 12 Pet. 410, 438. If this were not so great confusion and uncertainty of titles would arise, especially when title depends upon the action of early colonial governors undertaking to exercise the sovereign power which they represented. Such authority is presumed to be legitimate and regularly exercised. <i>United States</i> v. <i>Arredondo,</i> 6 Pet. 691, 727. Moreover, it appears that sale of the land has been made under the title conveyed by the proceedings and the conveyance to Gregario Caro, and the sale has been subsequently held sufficient to convey the title by the commissioners appointed under the act of Congress of May 8, 1822, for ascertaining titles to lands within the Territory of Florida. The report of the commissioners was subsequently ratified and confirmed by act of Congress of April 22, 1826. 4 Stat. 156. While this action of the commissioners and of Congress may not have concluded others claiming the property, it was based upon the judicial proceedings evidenced by the protocol and is <span class=\"star-pagination\">*147</span> strong evidence of their authenticity and regularity. Those claiming in the chain of title from this conveyance have made sale of many pieces of the property, various conveyances have recited the proceedings under the will of Rivas and the conveyance to Caro, and to upset them and declare them of no effect would be to unseat many titles to real estate, conveyances which have stood for years without question. We have no hesitation in reaching a conclusion, under the facts shown in this record, that title to the lands of Gabriel Rivas, under whom the plaintiffs in ejectment claim title as heirs, was divested by the proceedings had under the Spanish authorities in Florida, and the conveyance of the lands therein to Caro, from whom by other conveyances many persons have acquired title to the land in controversy.</p>\n<p>Nor are we more impressed by the claim that the plaintiffs were in adverse and continuous possession of the property so as to acquire title by prescription. The alleged possession of the plaintiffs has not been of that character which could ripen into a prescriptive title. The alleged agent of the plaintiffs may have had some occupation of a part of the territory, not embracing the lots in controversy, and it appears that he obtained the payment of the rent from certain tenants of a land company known as the Pensacola City Company, which derived title in the chain of conveyances running back to Gregario Caro. But it also appears that this agent for the heirs of Rivas was engaged in looking after the lands for the land company, for a time at least, and that he purchased the outstanding title of one Chebeaux, who also derived title under Caro. The plaintiffs certainly did not establish or introduce testimony fairly tending to establish that open, notorious, continuous, adverse possession which gives a title by prescription. While the defendants below did not show complete title in themselves, they were not mere interlopers or trespassers, but were claiming the lands under deeds, and were entitled to show as a defense in ejectment an outstanding title in another. It is strenuously urged that, whatever the merits of the controversy, there was sufficient <span class=\"star-pagination\">*148</span> proof to require a trial judge to submit the case to a jury, but no rule is better established in this court than that which permits a presiding judge to direct a verdict in favor of one of the parties when the testimony and all the inferences which the jury could justifiably draw therefrom would be insufficient to support a different verdict. It is clear that where the court would be bound to set aside a verdict for want of testimony to support it, it may direct a finding in the first instance and not await the enforcement of its view by granting a new trial. <i>Elliott</i> v. <i>Chicago, M. &amp; St. P. R'y Co.,</i> 150 U.S. 245; <i>Union Pacific R'y. </i><i>Co.</i> v. <i>McDonald,</i> 152 U.S. 262; <i>Anderson County Commrs.</i> v. <i>Beal,</i> 113 U.S. 227; <i>Delaware, L. &amp; W.R.R.</i> v. <i>Converse,</i> 139 U.S. 469.</p>\n<p>This view of the case warranted an instruction directing a verdict at the trial in favor of the defendants, and renders it unnecessary to consider the other errors alleged to have been committed at the trial.</p>\n<p>The judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></span> (1905)</b></center>\n<center><h1>McGUIRE<br>\nv.<br>\nBLOUNT.</h1></center>\n<center>No. 6.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 18, 1905.</center>\n<center>Restored January 30, 1905.</center>\n<center>Orally argued October 12 and 13, 1905.</center>\n<center>Decided October 30, 1905.</center>\nCERTIORARI TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. Benjamin Micou,</i> with whom <i>Mr. Hilary A. Herbert, Mr. E.T. Davis</i> and <i>Mr. Simeon S. Belden</i> were on the brief for plaintiff in error.</p>\n<p><i>Mr. William A. Blount</i> in <i>propria persona,</i> and for other respondents, and with whom <i>Mr. A.C. Blount, Jr.,</i> was on the brief.</p>\n<p>Restored to docket January 30, 1905.</p>\n<p><span class=\"star-pagination\">*143</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case was begun in the Circuit Court of the United States for the Northern District of Florida to recover in ejectment certain lands described in the declaration. The defendants answered, and issues were joined as to the right of possession of the lands in question.</p>\n<p>Upon the trial, after the testimony was submitted and the cause argued, the court instructed the jury to find for the defendants. Upon writ of error this judgment was affirmed by the Circuit Court of Appeals. 121 Fed. Rep. 1020.</p>\n<p>The plaintiffs, when the case was called for trial, filed a written motion or petition, challenging the right of the presiding judge to hear the case, and praying that he \"recuse\" himself.</p>\n<p>The petition was denied and the judge presided at the trial of the case. The ground of the petition for recusation was that the wife of the judge had acquired an interest in the property which was the subject matter of the litigation. The petition was not sworn to, and while a statement was made of the desire of the plaintiffs to offer testimony in support thereof, the names of witnesses were not furnished, no affidavits were filed, and no definite statement made of what witnesses would say if permitted to testify. The judge overruled this motion, stating that his wife had no interest in the property, and with a view to convey an interest the vendor had tendered a quitclaim deed to his wife, which had been declined, and no delivery ever made thereof or title vested in her. Later the judge placed on file an affidavit of a real estate agent, stating substantially the same facts.</p>\n<p>While the courts cannot too carefully guard against any attempt of an interested judge to force himself upon litigating parties, and should scrupulously maintain the right of every litigant to an impartial and disinterested tribunal for the determination of his rights, we find in this record nothing establishing or offering to establish in any legitimate way the disqualification relied upon because of a pecuniary interest in the <span class=\"star-pagination\">*144</span> controversy resulting from his wife's alleged ownership of a part of the land in question.</p>\n<p>The petitioners, who were plaintiffs in the original case, sought to recover the tract of land as the heirs of one Gabriel Rivas. The tract originally owned by him consisted of about three hundred \"arpents\" of land near the city of Pensacola, Florida.</p>\n<p>The defendants at the trial undertook to defeat the plaintiffs' right of recovery, not by establishing a perfect title in themselves, but relied upon showing the divestiture of the plaintiffs' title as heirs of Gabriel Rivas. It is elementary law that the plaintiff in ejectment must recover upon the strength of his own title, which must be sufficiently established to warrant a verdict in his favor. <i>McNitt</i> v. <i>Turner,</i> <span class=\"citation\" data-id=\"88689\"><a href=\"/opinion/88689/mcnitt-v-turner/\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">352</span></a></span>, 362; <i>Watts</i> v. <i>Lindsey,</i> 7 Wheat. 158.</p>\n<p>A defendant in ejectment, who is not a mere trespasser or interloper, may show an outstanding and subsisting title in a stranger to defeat the plaintiff's right of recovery. <i>Love</i> v. <i>Simms,</i> 9 Wheat. 515; <i>Smith</i> v. <i>McCann,</i> 24 How. 398; <i>King</i> v. <i>Mullins,</i> <span class=\"citation\" data-id=\"94924\"><a href=\"/opinion/94924/king-v-mullins/\"><span class=\"volume\">171</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></a></span>, 437.</p>\n<p>Relying on this right, the defendants sought to show, by the production of certain ancient documents, bound together, styled a protocol, that Gabriel Rivas' will had been established by proceedings had during the Spanish control of Florida, which showed that Rivas, who had received the lands in controversy by grant of November 10, 1806, from Morales, intendant, etc., of Spain, had died on April 28, 1808, his will being probated by certain proceedings approved by the governor of Florida on May 2, 1808. In this protocol proceedings are shown for the sale of the three hundred (300) arpents of lands, which belonged to Rivas, resulting in a sale to one Gregario Caro, which sale purports to have been approved by the civil and military governor of West Florida. These original documents, evidencing the probate of the will of Rivas and the sale of the lands, including those in controversy, were presented to this court, having been admitted in testimony at the trial against the objections of <span class=\"star-pagination\">*145</span> plaintiffs under the stipulation that they came from the custody of the surveyor general of the United States, keeper of the archives. Many objections are urged to the authenticity and admissibility of these documents as well as to the regularity of the proceedings under the Spanish law. The production of the originals of these documents has given the court an opportunity to inspect them. They bear upon their face every evidence of age and authenticity. There is nothing about them to suggest that they have been forged or tampered with. They present an honest as well as ancient appearance and come from official custody. To such public and proprietary records the courts have applied the rules of admissibility governing ancient documents. 3 Wigmore Evid. sec. 2145, and notes. With reference to such documents and records it is only necessary to show that they are of the age of thirty years and come from a natural and reasonable custody; from a place where they might reasonably be expected to be found. 3 Wigmore, secs. 2138 and 2139. While the testimony tends to show that these documents were subjected to various changes of possession during the transition of the government of Florida from Spain to the United States and upon the evacuation of Pensacola during the civil war, there is nothing to establish that they were ever out of the hands of a proper custodian. Nor is there proof to show that the originals were lost, or any evidence of a fraudulent substitution of a made-up record in the interest of parties to be benefited thereby.</p>\n<p>In view of the frequency with which these proceedings have been given express or tacit recognition in subsequent official investigations and conveyances of the lands, corroborating the inference of genuineness to be gathered from the appearance and history of these documents, and the possession of the lands conveyed, we have no question that the court properly admitted them in evidence.</p>\n<p>Admitting the correctness of this ruling, the inquiry follows, Did the judicial sale operate to divest the Rivas heirs of title to the lands? The lands were purchased at the sale on October 20, <span class=\"star-pagination\">*146</span> 1817, by one Gregario Caro. The sale to Caro was duly approved and confirmed on October 21, 1817. Caro conveyed to Fitzsimmons, Smythe and Chebeaux on October 22, 1817. The sale in the judicial proceeding was recited in this deed, which was \"passed\" or approved by Masot, civil and military governor of West Florida.</p>\n<p>Various technical objections have been urged as to the regularity of the proceedings. Some of these might have possibly availed had they been urged as objections to their regularity in the forum where they were had. But it is to be remembered that we are here dealing with proceedings had eighty-five years ago, under a foreign system of laws, by which it was undertaken to convey title to the premises. Such proceedings are not to be scrutinized with a view to discovering defects. They were sufficient in the view of those who undertook to pass title to the lands under the Spanish system, and our courts should have neither the right nor the disposition to upset such titles by a nice examination of the regularity of the proceedings. Every presumption is in favor of the authority and authenticity of such proceedings. <i>Strother</i> v. <i>Lucas,</i> <span class=\"citation\" data-id=\"86055\"><a href=\"/opinion/86055/strother-v-lucas/\"><span class=\"volume\">12</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">410</span></a></span>, 438. If this were not so great confusion and uncertainty of titles would arise, especially when title depends upon the action of early colonial governors undertaking to exercise the sovereign power which they represented. Such authority is presumed to be legitimate and regularly exercised. <i>United States</i> v. <i>Arredondo,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">691</span></span>, 727. Moreover, it appears that sale of the land has been made under the title conveyed by the proceedings and the conveyance to Gregario Caro, and the sale has been subsequently held sufficient to convey the title by the commissioners appointed under the act of Congress of May 8, 1822, for ascertaining titles to lands within the Territory of Florida. The report of the commissioners was subsequently ratified and confirmed by act of Congress of April 22, 1826. 4 Stat. 156. While this action of the commissioners and of Congress may not have concluded others claiming the property, it was based upon the judicial proceedings evidenced by the protocol and is <span class=\"star-pagination\">*147</span> strong evidence of their authenticity and regularity. Those claiming in the chain of title from this conveyance have made sale of many pieces of the property, various conveyances have recited the proceedings under the will of Rivas and the conveyance to Caro, and to upset them and declare them of no effect would be to unseat many titles to real estate, conveyances which have stood for years without question. We have no hesitation in reaching a conclusion, under the facts shown in this record, that title to the lands of Gabriel Rivas, under whom the plaintiffs in ejectment claim title as heirs, was divested by the proceedings had under the Spanish authorities in Florida, and the conveyance of the lands therein to Caro, from whom by other conveyances many persons have acquired title to the land in controversy.</p>\n<p>Nor are we more impressed by the claim that the plaintiffs were in adverse and continuous possession of the property so as to acquire title by prescription. The alleged possession of the plaintiffs has not been of that character which could ripen into a prescriptive title. The alleged agent of the plaintiffs may have had some occupation of a part of the territory, not embracing the lots in controversy, and it appears that he obtained the payment of the rent from certain tenants of a land company known as the Pensacola City Company, which derived title in the chain of conveyances running back to Gregario Caro. But it also appears that this agent for the heirs of Rivas was engaged in looking after the lands for the land company, for a time at least, and that he purchased the outstanding title of one Chebeaux, who also derived title under Caro. The plaintiffs certainly did not establish or introduce testimony fairly tending to establish that open, notorious, continuous, adverse possession which gives a title by prescription. While the defendants below did not show complete title in themselves, they were not mere interlopers or trespassers, but were claiming the lands under deeds, and were entitled to show as a defense in ejectment an outstanding title in another. It is strenuously urged that, whatever the merits of the controversy, there was sufficient <span class=\"star-pagination\">*148</span> proof to require a trial judge to submit the case to a jury, but no rule is better established in this court than that which permits a presiding judge to direct a verdict in favor of one of the parties when the testimony and all the inferences which the jury could justifiably draw therefrom would be insufficient to support a different verdict. It is clear that where the court would be bound to set aside a verdict for want of testimony to support it, it may direct a finding in the first instance and not await the enforcement of its view by granting a new trial. <i>Elliott</i> v. <i>Chicago, M. &amp; St. P. R'y Co.,</i> 150 U.S. 245; <i>Union Pacific R'y. </i><i>Co.</i> v. <i>McDonald,</i> 152 U.S. 262; <i>Anderson County Commrs.</i> v. <i>Beal,</i> 113 U.S. 227; <i>Delaware, L. &amp; W.R.R.</i> v. <i>Converse,</i> 139 U.S. 469.</p>\n<p>This view of the case warranted an instruction directing a verdict at the trial in favor of the defendants, and renders it unnecessary to consider the other errors alleged to have been committed at the trial.</p>\n<p>The judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 96330, "judges": "Day", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96330/", "sha1": "f2535992dee53c8dfdd8c42d4910e6c847dba7e8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:31"}