{"absolute_url": "/opinion/1982974/hamburg-american-co-v-united-states/", "blocked": false, "citation": {"case_name": "Hamburg-American Co. v. United States", "docket_number": "3, 4, 5", "document_uris": ["/api/rest/v2/document/1982974/"], "federal_cite_one": "277 U.S. 138", "federal_cite_three": null, "federal_cite_two": null, "id": 1955745, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1955745/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2005-03-04", "date_modified": "2014-10-30T12:37:11.564664", "docket": "/api/rest/v2/docket/1805928/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>277 U.S. 138 (1928)</b></center>\n<center><h1>HAMBURG-AMERICAN LINE TERMINAL &amp; NAVIGATION COMPANY<br>\nv.<br>\nUNITED STATES.<br>\nSAME<br>\nv.<br>\nSAME.<br>\nATLAS LINE STEAMSHIP COMPANY<br>\nv.<br>\nSAME.</h1></center>\n<center>Nos. 3, 4, 5.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 1928.</center>\n<center>Decided May 14, 1928.</center>\nAPPEALS FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*139</span> <i>Mr. Charles H. Le Fevre</i> for appellants.</p>\n<p><i>Solicitor General Mitchell</i> for the United States.</p>\n<p>MR. JUSTICE McREYNOLDS delivered the opinion of the Court.</p>\n<p>These appeals were taken June 16, 1924, from judgments of the Court of Claims which sustained demurrers to the petitions. For the views of that Court see <i>Deutsch-Australische Dampfschiffs-Gesellschaft, Appellant,</i> v. <i>The</i> <span class=\"star-pagination\">*140</span> <i>United States,</i> 59 Ct. Cls. 461. Appellants are incorporated under the laws of New Jersey and their entire capital stock has long been owned by the Hamburg-American Line, a German corporation.</p>\n<p>In Cause No. 3 the appellant seeks to recover (1) compensation for the use of certain docks and piers, New York harbor, seized by the United States April 6, 1917, and used by them until June 28, 1918; and (2) interest on the sum awarded by the President (December 3, 1918) as compensation for the same property, from June 28, 1918, when title was taken thereto until January 5, 1919, the date of actual payment. In Cause No. 4 the claim is for the value of two tug-boats, launch, barge, and coal hoister requisitioned and taken by the United States April 6, 1917, at the port of New York; and in No. 5 judgment is asked because of three barges, likewise taken on the same day.</p>\n<p>The court below evidently proceeded upon the view that the property of appellant corporations should be treated as owned by an enemy because their entire capital stock belonged to a German corporation. And as the property was seized during the war with Germany it held there could be no recovery. Without doubt Congress might have accepted and acted upon that theory. It was adopted in the <i>St. Tudno,</i> Lloyd's Reports of Prize Cases, Vol. V, p. 198, and the <i>Michigan,</i> Lloyd's Reports of Prize Cases, Vol. V, p. 421. But Congress did not do so; it definitely adopted the policy of disregarding stock ownership as a test of enemy character and permitted property of domestic corporations to be dealt with as non-enemy. The prescribed plan was to seize the shares of stock when enemy owned rather than to take over the corporate property.</p>\n<p>The Trading With The Enemy Act, approved October 6, 1917 (c. 106, 40 Stat. 411), provides </p>\n<p>\"Sec. 2. That the word `enemy,' as used herein, shall be deemed to mean, for the purposes of such trading and of this Act </p>\n<p><span class=\"star-pagination\">*141</span> \"(a) Any individual, partnership, or other body of individuals, of any nationality, resident within the territory (including that occupied by the military and naval forces) of any nation with which the United States is at war, or resident outside the United States and doing business within such territory, and any corporation incorporated within such territory of any nation with which the United States is at war or incorporated within any country other than the United States and doing business within such territory. . . .\"</p>\n<p>In <i>Behn, Meyer &amp; Co.</i> v. <i>Miller, Alien Property Custodian,</i> 266 U.S. 457, 472, we held the status of the corporation was not fixed by the stockholders' nationality, and said </p>\n<p>\"Before its passage the original Trading with the Enemy Act was considered in the light of difficulties certain to follow disregard of corporate identity and efforts to fix the status of corporations as enemy or not according to the nationality of stockholders. These had been plainly indicated by the diverse opinions in <i>Daimler Co.</i> v. <i>Continental Tyre &amp; Rubber Co.,</i> 2 A.C. (1916) 307. . . .\"</p>\n<p>The petition in No. 3 states a good cause of action for the use of the docks and piers from April 6, 1917, to June 28, 1918. As Congress might have directed forfeiture of all property beneficially owned by enemy subjects, it had power to provide for seizure followed by such compensation as the President might determine. Here such compensation was fixed and ultimately paid; and we find nothing to show that due allowance was not made for the delay in payment.</p>\n<p>In No. 4 the petition fails clearly to show what action was taken by the United States. It does allege that the property was taken and used and to that extent discloses adequate ground for recovery. It ought to be made more certain by amendment.</p>\n<p><span class=\"star-pagination\">*142</span> If title to the vessels described in Cause No. 5 was actually taken, the United States became liable for their value. For any use of such vessels before acquisition of title the United States should pay. The allegations of the petition are not entirely clear and should be made more definite.</p>\n<p>The judgments appealed from are reversed. The causes will be remanded to the Court of Claims for further proceedings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", "html_with_citations": "", "id": 1982974, "judges": "McReynolds", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1982974/", "sha1": "7667bac3745dfce265054a4bf6efbb8636828644", "source": "L", "time_retrieved": "2013-10-30T00:58:33.386812"}