{"absolute_url": "/opinion/88068/reeside-v-united-states/", "blocked": false, "citation": {"case_name": "Reeside v. United States", "docket_number": null, "document_uris": ["/api/rest/v2/document/88068/"], "federal_cite_one": "75 U.S. 38", "federal_cite_three": null, "federal_cite_two": null, "id": 57400, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/57400/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1869-04-15", "date_modified": "2014-12-21T01:25:56.442101", "docket": "/api/rest/v2/docket/227860/", "download_url": "http://bulk.resource.org/courts.gov/c/US/75/75.US.38.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">75 U.S. 38</p>\n    <p class=\"case_cite\">19 L.Ed. 318</p>\n    <p class=\"case_cite\">8 Wall. 38</p>\n    <p class=\"parties\">REESIDE<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">December Term, 1868</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Court of Claims, the case being thus:</p>\n      <p class=\"indent\">In 1859, and subsequently, Reeside made certain contracts with the Postmaster-General to carry the mail until 30th June, 1862, over certain parts of <i>Arkansas, Mississippi, and Louisiana</i>. Each contract contained a provision that the Postmaster-General might <i>discontinue or curtail</i> the service, in whole or in part, whenever the public interests required it he allowing <i>one month's pay on the amount of the service dispensed with</i>. Early in 1861, as is known, the late rebellion in the Southern States broke out; the States above particularly mentioned, joining in it. In view of the condition of things, Congress enacted,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> on the 28th February, 1861:</p>\n      <p class=\"indent\">'That whenever, in the opinion of the Postmaster-General, the postal service cannot be safely continued, or the post-office revenues collected, or the postal laws maintained on any post route, by reason of any cause whatever, the Postmaster-General is hereby authorized to <i>discontinue</i> the postal service on such route, or any part thereof, and any post-offices thereon, till the same can be safely restored,' and shall report his action to Congress.</p>\n      <p class=\"indent\">And it was part of the case, as found by the court below, that on the 15th April following, 'a state of actual war' existed between the United States and the States in which the contracts were to be executed.</p>\n      <p class=\"indent\">On the 27th of May, 1861, the Postmaster-General issued an order <i>suspending</i> the service on all the routes till further order, from and after May 31st. Reeside requested the Postmaster-General, instead of suspending the service, to annul the contracts. But this the Postmaster-General refused to do, and Reeside was informed that he would be held responsible under the contracts and be ordered to renew the service whenever, in the opinion of the Postmaster-General, it would be safe to do so.</p>\n      <p class=\"indent\">No special notice of the discontinuance was ever served on him.</p>\n      <p class=\"indent\">On the 13th July, 1861, Congress authorized the President, under certain circumstances which it set forth, to issue a proclamation declaring any one of several Southern States, which it named (and which included the three through which Reeside's contract called on him to carry the mail), or any part of it, to be in insurrection against the United States, and enacted that <i>thereupon</i> all intercourse should cease between the same and the citizens thereof and the citizens of the rest of the United States. On the 16th of August following, the President did issue such a proclamation, and declared these three States, along with some others, to be in insurrection, and prohibited the intercourse.</p>\n      <p class=\"indent\">Reeside resided in Washington, and the case showed that it would have taken him twenty days to have gone to Arkansas, and to have disposed of his property on his several routes. No part of his stage property was removed from them.</p>\n      <p class=\"indent\">Reeside, who had been paid up but to the 1st of June, 1861, and whom the Postmaster-General considered entitled to nothing more, now filed a petition in the court below, setting forth that taking into consideration the distance from the seat of government (where, as already said, he resided) to the place of service, he was entitled to receive a reasonable notice before suspending the mail service on the several routes where he was the contractor, and that he was entitled, at all events, to his mail pay for one month.</p>\n      <p class=\"indent\">The court below dismissed the claim; and hence this appeal.</p>\n      <p class=\"indent\">\n        <i>Messrs. Fuller and Carlisle, for the appellant:</i>\n      </p>\n      <p class=\"indent\">The contracts had a term of thirteen months to run, when their further execution was <i>suspended</i> by order of the Postmaster-General. And the question is, whether the claimant is entitled to compensation, and if so, the measure of it?</p>\n      <p class=\"indent\">Under the act of February 28th, 1861, the Postmaster-General might have <i>discontinued</i> the service, or under the contract, he might have annulled the service, and put an end to the contract. But he did neither. He simply suspended the service for the time being, leaving the contract unimpaired and in full force. For he notified to the claimant that he would be held responsible, and be ordered to renew the same whenever, in the opinion of the Postmaster-General, it should be safe to do so.</p>\n      <p class=\"indent\">Hence, we submit that Reeside is not bound to accept one month's extra pay, which his petition asks for, as the measure of his arrearages, but is entitled to ask his full contract price for the thirteen months.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">The Postmaster-General must have regarded the disturbed condition of the country, at the date of his order, as temporary; and thought that within the thirteen months the condition of public affairs would be such that the postal service would be resumed on the routes, else he would not have declined, upon the request of Reeside, to terminate the contract.</p>\n      <p class=\"indent\">But if not entitled to pay for the thirteen months, Reeside may certainly claim pay till the 16th August, 1861; for the execution of the contract did not become impossible until the sovereign power declared all intercourse between the loyal and disloyal States illegal, which was this said 16th of August.</p>\n      <p class=\"indent\">If, however, the contract continued neither for the whole term, nor until the sovereign power prohibited intercourse, then it must be because it was discontinued under the clause of the contract giving power to discontinue. This is the worst view for the appellant; but even under <i>it</i>, the right of one month's pay is clear.</p>\n      <p class=\"indent\">\n        <i>Mr. Hoar, Attorney-General, and Mr. Talbot, contra:</i>\n      </p>\n      <p class=\"indent\">The case shows, that from the 15th day of April, 1861, six weeks before the date of the order complained of, 'a state of actual was' existed between the United States and the States in which those contracts were to be executed.</p>\n      <p class=\"indent\">The execution of the contract had become impossible by acts of the public enemies, owing to the ouster of the United States from its actual sovereignty over the territory through which the claimant's mail routes ran; and it had become so on the 16th of April, 1861, while the appellant was paid to the 1st of June of that year.</p>\n      <p class=\"indent\">The order of suspension was a mere recognition on the part of the Post-Office Department of this state of war.</p>\n      <p class=\"indent\">The suspension, caused by the war, cannot be held to be a suspension by the Postmaster-General, such as would give rise to a claim for one month's pay. Whether or not this suspension may of itself have operated as a final release of the contractor from his obligation to complete his contract, was not the duty of the Postmaster-General finally to determine. It was proper for that officer to decline to decide that question against his principal, the United States, as he did, by refusing formally to release the contractor from the obligations of his contracts.</p>\n      <p class=\"indent\">\n        <i>Reply:</i>\n      </p>\n      <p class=\"indent\">The finding by the court below of 'a state of actual war' on the 15th of April, is less a fact than an inference of law from the general history of the times. This court can take notice of this history and draw conclusions, as well as the court below.</p>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Upon the facts of this case it is difficult to see how the government can avoid the payment of the month's pay upon any principle of justice or equity. The Postmaster-General, representing in this department the government, refused to put an end to the contracts; but insisted upon a suspension only at his pleasure, and at the same time gave notice that the contractor would be held responsible for a renewal when he (the Postmaster-General) should deem it safe to renew them. Of course, the stage property must be kept on hand at the expense of the contractor, ready to render the service when ordered; and, according to the views of the government, without either remuneration or any allowance for the same, not even the one month's extra pay on the amount of service dispensed with, which, in express terms, is provided in the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The only answer given to all this is, that a civil war existed between the United States and the States within which these mail routes lay, and that all intercourse with them was illegal upon the principles of international law. Assuming this to be so, the government would have been justified in putting an end to the contracts; and, in the absence of any interference on the part of the government, the contractor might also have terminated them. But the government did interfere, and forbid the annulment or termination of the service, and insisted, notwithstanding a state of civil war, that the contract should continue, and the service be renewed at the pleasure of the Postmaster-General. The truth is (and this affords an explanation of the otherwise extraordinary dealings with this contractor) that, although a state of war existed between the United States and several of the Southern States, or portions of them, the territorial limits within which it existed was not well defined. Even as late as July 13th, 1861, an act of Congress was passed authorizing the President, under the particular circumstances stated therein, to issue a proclamation declaring any one of these States, or any part of it, to be in a state of insurrection against the United States, and thereupon all intercourse should cease between the same and the citizens thereof, and the citizens of the rest of the United States.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> This proclamation was not issued till the 16th of August following, when certain States, including Arkansas, Mississippi, and Louisiana, were first declared to be in a state of insurrection within the act, and all intercourse with the loyal States was prohibited.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This intercourse was but partially interrupted at the time these contracts were suspended; and although a disloyal feeling prevailed, and was apparently increasing, yet the policy of the government was to conciliate the people, and separate them, if possible, from the leaders; and one of the means used for this purpose was to continue these mail and postal accommodations so long as any hope existed of preventing the rebellion or continuing peaceful relations. The suspension of these contracts, instead of putting an end to them at once, and the demand upon the contractor to keep his stage property on hand ready to render service, doubtless grew out of this policy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The act of 28th February, 1861, provided that whenever, in the opinion of the Postmaster-General, the postal service cannot be safely continued, &amp;c., for any reason, he was authorized to discontinue the service till the same could be safely renewed. It was, doubtless, under this act that he suspended the service in the present case. But this act had no effect to control the legal import of the contracts, nor did it confer any greater power than he possessed under them. According to their terms, he had the power to discontinue or curtail the service on any route for any cause, allowing one month's pay.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It may, we think, be well doubted if the Postmaster-General had the power under this act to discontinue the service, and still hold the contractor to renew it. It simply confers power 'to discontinue,' for any cause, 'the postal service on said route, or any part thereof, and any post-offices thereon, till the same can be safely restored, and shall report his action to Congress.' Nothing is said as to the duty or rights of contractors; and, in the absence of any provision on the subject, it would seem to be unreasonable to hold him responsible to renew the service at any future indefinite period. But it is unnecessary to decide this point.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DECREE REVERSED, and cause remanded, with directions to allow one month's pay under the contracts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 12 Stat. at Large, 177.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Clark v. Marsiglia, 1 Denio, 317.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 12 Stat. at Large, 257.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ib. 1262, appendix.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></span></p>\n    <p class=\"case_cite\">19 L.Ed. 318</p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">38</span></span></p>\n    <p class=\"parties\">REESIDE<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">December Term, 1868</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Court of Claims, the case being thus:</p>\n      <p class=\"indent\">In 1859, and subsequently, Reeside made certain contracts with the Postmaster-General to carry the mail until 30th June, 1862, over certain parts of <i>Arkansas, Mississippi, and Louisiana</i>. Each contract contained a provision that the Postmaster-General might <i>discontinue or curtail</i> the service, in whole or in part, whenever the public interests required it he allowing <i>one month's pay on the amount of the service dispensed with</i>. Early in 1861, as is known, the late rebellion in the Southern States broke out; the States above particularly mentioned, joining in it. In view of the condition of things, Congress enacted,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> on the 28th February, 1861:</p>\n      <p class=\"indent\">'That whenever, in the opinion of the Postmaster-General, the postal service cannot be safely continued, or the post-office revenues collected, or the postal laws maintained on any post route, by reason of any cause whatever, the Postmaster-General is hereby authorized to <i>discontinue</i> the postal service on such route, or any part thereof, and any post-offices thereon, till the same can be safely restored,' and shall report his action to Congress.</p>\n      <p class=\"indent\">And it was part of the case, as found by the court below, that on the 15th April following, 'a state of actual war' existed between the United States and the States in which the contracts were to be executed.</p>\n      <p class=\"indent\">On the 27th of May, 1861, the Postmaster-General issued an order <i>suspending</i> the service on all the routes till further order, from and after May 31st. Reeside requested the Postmaster-General, instead of suspending the service, to annul the contracts. But this the Postmaster-General refused to do, and Reeside was informed that he would be held responsible under the contracts and be ordered to renew the service whenever, in the opinion of the Postmaster-General, it would be safe to do so.</p>\n      <p class=\"indent\">No special notice of the discontinuance was ever served on him.</p>\n      <p class=\"indent\">On the 13th July, 1861, Congress authorized the President, under certain circumstances which it set forth, to issue a proclamation declaring any one of several Southern States, which it named (and which included the three through which Reeside's contract called on him to carry the mail), or any part of it, to be in insurrection against the United States, and enacted that <i>thereupon</i> all intercourse should cease between the same and the citizens thereof and the citizens of the rest of the United States. On the 16th of August following, the President did issue such a proclamation, and declared these three States, along with some others, to be in insurrection, and prohibited the intercourse.</p>\n      <p class=\"indent\">Reeside resided in Washington, and the case showed that it would have taken him twenty days to have gone to Arkansas, and to have disposed of his property on his several routes. No part of his stage property was removed from them.</p>\n      <p class=\"indent\">Reeside, who had been paid up but to the 1st of June, 1861, and whom the Postmaster-General considered entitled to nothing more, now filed a petition in the court below, setting forth that taking into consideration the distance from the seat of government (where, as already said, he resided) to the place of service, he was entitled to receive a reasonable notice before suspending the mail service on the several routes where he was the contractor, and that he was entitled, at all events, to his mail pay for one month.</p>\n      <p class=\"indent\">The court below dismissed the claim; and hence this appeal.</p>\n      <p class=\"indent\">\n        <i>Messrs. Fuller and Carlisle, for the appellant:</i>\n      </p>\n      <p class=\"indent\">The contracts had a term of thirteen months to run, when their further execution was <i>suspended</i> by order of the Postmaster-General. And the question is, whether the claimant is entitled to compensation, and if so, the measure of it?</p>\n      <p class=\"indent\">Under the act of February 28th, 1861, the Postmaster-General might have <i>discontinued</i> the service, or under the contract, he might have annulled the service, and put an end to the contract. But he did neither. He simply suspended the service for the time being, leaving the contract unimpaired and in full force. For he notified to the claimant that he would be held responsible, and be ordered to renew the same whenever, in the opinion of the Postmaster-General, it should be safe to do so.</p>\n      <p class=\"indent\">Hence, we submit that Reeside is not bound to accept one month's extra pay, which his petition asks for, as the measure of his arrearages, but is entitled to ask his full contract price for the thirteen months.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">The Postmaster-General must have regarded the disturbed condition of the country, at the date of his order, as temporary; and thought that within the thirteen months the condition of public affairs would be such that the postal service would be resumed on the routes, else he would not have declined, upon the request of Reeside, to terminate the contract.</p>\n      <p class=\"indent\">But if not entitled to pay for the thirteen months, Reeside may certainly claim pay till the 16th August, 1861; for the execution of the contract did not become impossible until the sovereign power declared all intercourse between the loyal and disloyal States illegal, which was this said 16th of August.</p>\n      <p class=\"indent\">If, however, the contract continued neither for the whole term, nor until the sovereign power prohibited intercourse, then it must be because it was discontinued under the clause of the contract giving power to discontinue. This is the worst view for the appellant; but even under <i>it</i>, the right of one month's pay is clear.</p>\n      <p class=\"indent\">\n        <i>Mr. Hoar, Attorney-General, and Mr. Talbot, contra:</i>\n      </p>\n      <p class=\"indent\">The case shows, that from the 15th day of April, 1861, six weeks before the date of the order complained of, 'a state of actual was' existed between the United States and the States in which those contracts were to be executed.</p>\n      <p class=\"indent\">The execution of the contract had become impossible by acts of the public enemies, owing to the ouster of the United States from its actual sovereignty over the territory through which the claimant's mail routes ran; and it had become so on the 16th of April, 1861, while the appellant was paid to the 1st of June of that year.</p>\n      <p class=\"indent\">The order of suspension was a mere recognition on the part of the Post-Office Department of this state of war.</p>\n      <p class=\"indent\">The suspension, caused by the war, cannot be held to be a suspension by the Postmaster-General, such as would give rise to a claim for one month's pay. Whether or not this suspension may of itself have operated as a final release of the contractor from his obligation to complete his contract, was not the duty of the Postmaster-General finally to determine. It was proper for that officer to decline to decide that question against his principal, the United States, as he did, by refusing formally to release the contractor from the obligations of his contracts.</p>\n      <p class=\"indent\">\n        <i>Reply:</i>\n      </p>\n      <p class=\"indent\">The finding by the court below of 'a state of actual war' on the 15th of April, is less a fact than an inference of law from the general history of the times. This court can take notice of this history and draw conclusions, as well as the court below.</p>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Upon the facts of this case it is difficult to see how the government can avoid the payment of the month's pay upon any principle of justice or equity. The Postmaster-General, representing in this department the government, refused to put an end to the contracts; but insisted upon a suspension only at his pleasure, and at the same time gave notice that the contractor would be held responsible for a renewal when he (the Postmaster-General) should deem it safe to renew them. Of course, the stage property must be kept on hand at the expense of the contractor, ready to render the service when ordered; and, according to the views of the government, without either remuneration or any allowance for the same, not even the one month's extra pay on the amount of service dispensed with, which, in express terms, is provided in the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The only answer given to all this is, that a civil war existed between the United States and the States within which these mail routes lay, and that all intercourse with them was illegal upon the principles of international law. Assuming this to be so, the government would have been justified in putting an end to the contracts; and, in the absence of any interference on the part of the government, the contractor might also have terminated them. But the government did interfere, and forbid the annulment or termination of the service, and insisted, notwithstanding a state of civil war, that the contract should continue, and the service be renewed at the pleasure of the Postmaster-General. The truth is (and this affords an explanation of the otherwise extraordinary dealings with this contractor) that, although a state of war existed between the United States and several of the Southern States, or portions of them, the territorial limits within which it existed was not well defined. Even as late as July 13th, 1861, an act of Congress was passed authorizing the President, under the particular circumstances stated therein, to issue a proclamation declaring any one of these States, or any part of it, to be in a state of insurrection against the United States, and thereupon all intercourse should cease between the same and the citizens thereof, and the citizens of the rest of the United States.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> This proclamation was not issued till the 16th of August following, when certain States, including Arkansas, Mississippi, and Louisiana, were first declared to be in a state of insurrection within the act, and all intercourse with the loyal States was prohibited.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This intercourse was but partially interrupted at the time these contracts were suspended; and although a disloyal feeling prevailed, and was apparently increasing, yet the policy of the government was to conciliate the people, and separate them, if possible, from the leaders; and one of the means used for this purpose was to continue these mail and postal accommodations so long as any hope existed of preventing the rebellion or continuing peaceful relations. The suspension of these contracts, instead of putting an end to them at once, and the demand upon the contractor to keep his stage property on hand ready to render service, doubtless grew out of this policy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The act of 28th February, 1861, provided that whenever, in the opinion of the Postmaster-General, the postal service cannot be safely continued, &amp;c., for any reason, he was authorized to discontinue the service till the same could be safely renewed. It was, doubtless, under this act that he suspended the service in the present case. But this act had no effect to control the legal import of the contracts, nor did it confer any greater power than he possessed under them. According to their terms, he had the power to discontinue or curtail the service on any route for any cause, allowing one month's pay.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It may, we think, be well doubted if the Postmaster-General had the power under this act to discontinue the service, and still hold the contractor to renew it. It simply confers power 'to discontinue,' for any cause, 'the postal service on said route, or any part thereof, and any post-offices thereon, till the same can be safely restored, and shall report his action to Congress.' Nothing is said as to the duty or rights of contractors; and, in the absence of any provision on the subject, it would seem to be unreasonable to hold him responsible to renew the service at any future indefinite period. But it is unnecessary to decide this point.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DECREE REVERSED, and cause remanded, with directions to allow one month's pay under the contracts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 12 Stat. at Large, 177.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Clark v. Marsiglia, 1 Denio, 317.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 12 Stat. at Large, 257.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ib. 1262, appendix.</p>\n      </div>\n    </div>\n    ", "id": 88068, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88068/", "sha1": "79b75c0ad3633e9ad7c4683f029dc9b843748a9c", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:30"}