{"absolute_url": "/opinion/88071/united-states-v-speed/", "blocked": false, "citation": {"case_name": "United States v. Speed", "docket_number": null, "document_uris": ["/api/rest/v2/document/88071/"], "federal_cite_one": "75 U.S. 77", "federal_cite_three": null, "federal_cite_two": null, "id": 57405, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/57405/", "scotus_early_cite": "8 Wall. 77", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1869-11-29", "date_modified": "2014-12-21T01:25:55.532721", "docket": "/api/rest/v2/docket/213599/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">75 U.S. 77</p>\n    <p class=\"case_cite\">19 L.Ed. 449</p>\n    <p class=\"case_cite\">8 Wall. 77</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>SPEED.</p>\n    <p class=\"date\">December Term, 1868</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Court of Claims. The case was thus:</p>\n      <p class=\"indent\">By an act of 14th April, 1818,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 'the Commissary-General and his assistants shall perform such duties in purchasing and issuing of rations as the President shall direct;' 'supplies for the army (unless in particular and urgent cases the Secretary of War should otherwise direct) shall be <i>purchased</i> by contract, on public notice,' &amp;c., 'which contract shall be made under such <i>regulations</i> as the Secretary of War may direct.' One of the <i>regulations</i> prescribed by the Secretary of War, and which made Rule No. 1179 in the Army Regulations of 1863, is thus:</p>\n      <p class=\"indent\">'Contracts for <i>subsistence stores</i> shall be made after due <i>public</i> <i>notice</i>, and on the lowest proposals received from a responsible person who produces the required article. <i>These agreements shall expressly provide for their termination at such time as the Commissary-General may direct</i>.'</p>\n      <p class=\"indent\">By an act of March 2, 1861,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> it is provided, that</p>\n      <p class=\"indent\">'All purchases and contracts for supplies or services in any of the departments of the government, except for personal services, <i>when the public exigencies do not require the immediate delivery of the article or articles, or performance of the service</i>, shall be made by advertising a sufficient time previously for proposals respecting the same. When immediate delivery or performance is required by the public exigency, the articles or service may be procured by open purchase or contract at the places, and in the manner in which such articles are usually bought and sold, or such services engaged between individuals.'</p>\n      <p class=\"indent\">These statutes and regulations being in force, the Secretary of War, through the Commissary-General, authorized Major Simonds, at Louisville, in October, 1864, and during the late rebellion, to buy hogs and enter into contracts for slaughtering and packing them, to furnish pork for the army.</p>\n      <p class=\"indent\">On the 27th of October, Simonds, for the United States, and Speed, made a contract, by which the live hogs, the cooperage, salt, and other necessary materials, were to be delivered to Speed by the United States, and he was to do the work of slaughtering and packing. The contract was agreed to be subject to the approval of the Commissary-General of Subsistence.</p>\n      <p class=\"indent\">No advertisements for bids or proposals was put out before making the contract, nor did the contract contain a provision that it should terminate at such times as the Commissary-General should direct.</p>\n      <p class=\"indent\">After the contract was made, Simonds wrote&#8212;as the facts were found under the rules, by the Court of Claims, to be&#8212;to the Commissary-General, informing him substantially of its terms; but no copy of it, nor the contract itself, was presented to the Commissary-General for formal approval. The Commissary-General thereupon wrote to Simonds, expressing his satisfaction at the progress made, and adding: 'The whole subject of pork-packing at Louisville is placed subject to your direction under the advice of Colonel Kilburn.'</p>\n      <p class=\"indent\">The claimant incurred large expenditures in the preparation for fulfilling his contract. He also kept, during the whole season, the full complement of hands necessary to have slaughtered the whole 50,000 hogs within the customary season. During the season, there were furnished to the claimant 16,107 hogs; but owing to the high price of hogs, Simonds, with the approval of the Commissary-General, gave up the enterprise, and refused to furnish the remainder of the 50,000 hogs.</p>\n      <p class=\"indent\">Upon these facts the Court of Claims held,</p>\n      <p class=\"indent\">1st. That the Secretary of War, through the Commissary-General, might authorize such a contract to be made without a resort to the advertisement and bids proposed.</p>\n      <p class=\"indent\">2d. That the letter of the Commissary-General was a virtual approval of the contract.</p>\n      <p class=\"indent\">3d. That the contract was an engagement on the part of the United States to furnish 50,000 hogs to the claimant, to slaughter and pack at the stipulated price, and that their failure in part to perform the same entitled the plaintiff to recover damages.</p>\n      <p class=\"indent\">4th. That the true measure of damages was the difference between the cost of doing the work and what the claimant was to receive for it, making reasonable deductions for the less time engaged, and for release from the care, trouble, risk, and responsibility attending a full execution of the contract.</p>\n      <p class=\"indent\">The court awarded damages accordingly to the claimant, and the United States appealed.</p>\n      <p class=\"indent\">\n        <i>Mr. Dickey, Assistant Attorney-General, for the appellant:</i>\n      </p>\n      <p class=\"indent\">1. Where Congress has intended that the government shall embark in the business of manufacturing any of the <i>materiel</i> of war, it has made special provision by law for its doing so. It has established armories and navy-yards, and provided for the making of arms and the building of vessels; but no-where can be found any enactment authorizing any officer or class of officers to embark the government in the business of curing pork or bacon, or in the business of raising corn, or hogs, or cattle, or horses, or mules, or asses for the army.</p>\n      <p class=\"indent\">2. The contract is not binding upon the United States, because it contains no provision 'for the termination' of the contract 'at such times as the Commissary-General may direct.'</p>\n      <p class=\"indent\">This contract, containing no such provision, is a contract made in violation of the statute of 1818, and is not binding upon the United States.</p>\n      <p class=\"indent\">3. If the want in this contract of the provision for its termination at such time as the Commissary-General shall direct, does not vitiate the contract, it must be held that the contract will be treated as <i>containing</i> the <i>clause</i>, inasmuch as the law requires that it should contain the clause. Porkpacking and curing bacon is not within the scope of the powers of the Secretary of War and of his subordinates, and if the contract is regarded as containing this provision, then there is an end of this case, for in that case it was no violation of the contract for Simonds, with the approbation of the Commissary-General, to terminate the contract at any time.</p>\n      <p class=\"indent\">4. This contract is not binding upon the United States, because there was no advertisement for proposals before the contract was made, as required by the act of March 2, 1861. The Court of Claims do not find that any public exigency required 'the immediate delivery of the article, or performance of the service;' on the contrary, the very nature of the contract shows that immediate delivery or immediate performance was not contemplated.</p>\n      <p class=\"indent\">5. Where a contract is made subject to the approval of the Commissary-General, it is not binding on the United States until it is so approved, after the commissary has full knowledge of all the provisions and defects of the contract. It is not sufficient that he be informed 'substantially of its terms,' as was the fact in this case. This does not show that the Commissary-General was informed that this contract contained no clause for its termination at the will of the Commissary-General; nor that the Commissary-General was informed that the contract was made privately without advertisement for proposals, as required by law and the regulations.</p>\n      <p class=\"indent\">6. By the terms of the contract, the United States were not bound to furnish to the claimant any given number of hogs. The true construction of the contract is, that claimant agreed to slaughter the 'hogs presented' by the United States, for the price per hundred pounds specified, up to the number of 50,000 hogs.</p>\n      <p class=\"indent\">7. Assuming the contract valid and binding upon the United States, and that it required the United States to furnish the full 50,000 hogs, and that it could not be terminated by the Commissary-General without the consent of the claimant, still the facts found do not show a statement of case enabling claimant to have an action for a breach of the contract by the United States. Though the 'claimant incurred large expenditures in the preparation <i>for</i> fulfilling his contract,' yet it does not appear that he <i>completed</i> the <i>necessary preparation</i> to fulfil his contract, or that he was ever <i>ready at any time</i> to slaughter <i>a single hog</i>. He kept, it is true, all 'the hands necessary,' but it required <i>other things</i> beside hands, and it does not appear that any one of these things was provided.</p>\n      <p class=\"indent\">The covenants or undertakings in this contract are clearly mutual and dependent, and before claimant can recover for the breach alleged, he must show a readiness, a willingness, and an offer on his part to perform.</p>\n      <p class=\"indent\">8. The rule for the measure of damages is not a correct rule as applied to the facts found. It does not appear that the claimant's hands were kept in idleness, or even unprofitably employed. For aught that appears, they and the other expensive preparations were in fact more profitably employed in slaughtering hogs for other parties, which work could not have been performed if the government contract had not been abandoned. In fact, the abandonment of the contract by the government may have been a source of profit to claimant rather than of loss.</p>\n      <p class=\"indent\"><i>Mr. C. F. Peck, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice MILLER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The counsel for the appellant urges eight separate objections to this judgment, which we must notice in the order they are presented.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Pork-packing and curing bacon is not a business within the scope of the powers of the Secretary of War, or his subordinates.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">If by this is meant that the War Department has no authority to enter into the business of converting hogs into pork, lard, and bacon, for purposes of profit or sale as individuals do, the proposition may be conceded. But, if it is intended to deny to the department this mode of procuring supplies when it may be the only sufficient source of supply for the army, the proposition is not sound. The Commissary Department is in the habit, and always has been, of buying beef cattle and having them slaughtered and delivered to the forces. Is there no power to pay the butchers who kill for their services? That is just what the claimants contracted to do with the hogs which the government had purchased of other parties, and it is for this butchering and curing the meat that the government agreed to pay. The proposition places a construction altogether too narrow on the powers confided to the War Department in procuring subsistence, which in time of war, as this was, must lead to great embarrassment in the movement and support of troops in the field.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. The contract is not binding, because it contains no provision for terminating it at the discretion of the Commissary-General.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This objection is based on Rule 1179 of the Army Regulations of 1863. But that has reference to contracts for the regular and continuous supply of subsistence stores, and not to contracts for services or labor; and it is required because the post or force to be supplied may be suddenly removed or greatly diminished. It has no application to a contract for a certain amount of supplies, neither more nor less, or to do a specific job of work requiring skilled labor. While the commissary might have insisted on a provision in this contract that he should only be required to pay for packing as many hogs as he chose to furnish, for which he might in that event have been charged a higher price, he did not do so, and cannot have the benefit of it as though he had.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">3. This answers also the third point, namely: that the agreement is to be treated as though that provision were in it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">4. That it is not binding on the United States, because there was no advertisement for proposals to contract.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This objection is founded on the act of March 2, 1861.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But that statute, while requiring such advertisement as the general rule, invests the officer charged with the duty of procuring supplies or services with a discretion to dispense with advertising, if the exigencies of the public service require immediate delivery or performance.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is too well settled to admit of dispute at this day, that where there is a discretion of this kind conferred on an officer, or board of officers, and a contract is made in which they have exercised that discretion, the validity of the contract cannot be made to depend on the degree of wisdom or skill which may have accompanied its exercise.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">5. The contract was not approved by the Commissary-General.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The agreement contains a provision that it is subject to the approval of that officer. The Court of Claims finds that, while no copy of the agreement was presented to the Commissary-General for formal approval, Major Simonds wrote him a letter informing him substantially of its terms, to which he replied, expressing his satisfaction at the progress made; and the court further finds as a conclusion of law that the letter of the Commissary-General was a virtual approval of the contract. We are of opinion that, taking all this together, it is a finding by the court as a question of fact that the contract was approved by that officer; and inasmuch as neither the instrument itself nor any rule of law prescribes the mode in which this approval shall be evidenced, that a jury would have been justified in finding as the court did.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">6. That by the terms of the contract the United States were not bound to furnish any given number of hogs.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Without entering into a discussion of the general doctrine of the implication of mutual covenants, we deem it sufficient to say that where, as in this case, the obligation of plaintiffs requires an expenditure of a large sum in preparation to enable them to perform it, and a continuous readiness to perform, the law implies a duty in the other party to do whatever is necessary for him to do to enable plaintiffs to comply with their promise or covenant. But the last article of the agreement seems to be an express promise to furnish all the hogs mentioned in the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">7. That plaintiffs have not proved that they were ready and willing to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But the Court of Claims find this readiness, for they say that 'claimants incurred large expenditures in preparation for fulfilling their contract, and during the whole season kept the full complement of hands necessary to have slaughtered the whole 50,000 within the customary season.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">8. The rule for the measure of damages is not the correct rule as applied to the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">What would be the true rule is not pointed out. And we do not believe that any safer rule, or one nearer to that supported by the general current of authorities, can be found than that adopted by the court, to wit: the difference between the cost of doing the work and what claimants were to receive for it, making reasonable deduction for the less time engaged, and for release from the care, trouble, risk, and responsibility attending a full execution of the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The leading case on this subject in this country is <i>Masterton</i> v. <i>Brooklyn</i>,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and that fully supports the proposition of the Court of Claims.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 3 Stat. at Large, 426, &#167;&#167; 6, 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 12 Stat. at Large, 220.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 12 Stat. at Large, 220.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Philadelphia &amp; Trenton Railroad Co. <i>v.</i> Stimpson, 14 Peters, 448; Martin <i>v.</i> Mott, 12 Wheaton, 19; Royal British Bank <i>v.</i> Turquand, 6 Ellis &amp; Blackburn, 327; Maclae <i>v</i> Sutherland, 25 English Law and Equity, 114; Ross <i>v.</i> Reed, 1 Wheaton, 482.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 7 Hill, 62.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>75 U.S. 77 (____)</b></center>\n<center><b>8 Wall. 77</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSPEED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*79</span> Mr. Dickey, Assistant Attorney-General, for the appellant.</p>\n<p>Mr. C.F. Peck, contra.</p>\n<p><span class=\"star-pagination\">*82</span> Mr. Justice MILLER delivered the opinion of the court.</p>\n<p>The counsel for the appellant urges eight separate objections to this judgment, which we must notice in the order they are presented.</p>\n<p>1. Pork-packing and curing bacon is not a business within the scope of the powers of the Secretary of War, or his subordinates.</p>\n<p>If by this is meant that the War Department has no authority to enter into the business of converting hogs into pork, lard, and bacon, for purposes of profit or sale as individuals do, the proposition may be conceded. But, if it is intended to deny to the department this mode of procuring supplies when it may be the only sufficient source of supply for the army, the proposition is not sound. The Commissary Department is in the habit, and always has been, of buying beef cattle and having them slaughtered and delivered to the forces. Is there no power to pay the butchers who kill for their services? That is just what the claimants contracted to do with the hogs which the government had purchased of other parties, and it is for this butchering and curing the meat that the government agreed to pay. The proposition places a construction altogether too narrow on the powers confided to the War Department in procuring subsistence, which in time of war, as this was, must lead to great embarrassment in the movement and support of troops in the field.</p>\n<p>2. The contract is not binding, because it contains no provision for terminating it at the discretion of the Commissary-General.</p>\n<p>This objection is based on Rule 1179 of the Army Regulations of 1863. But that has reference to contracts for the regular and continuous supply of subsistence stores, and <span class=\"star-pagination\">*83</span> not to contracts for services or labor; and it is required because the post or force to be supplied may be suddenly removed or greatly diminished. It has no application to a contract for a certain amount of supplies, neither more nor less, or to do a specific job of work requiring skilled labor. While the commissary might have insisted on a provision in this contract that he should only be required to pay for packing as many hogs as he chose to furnish, for which he might in that event have been charged a higher price, he did not do so, and cannot have the benefit of it as though he had.</p>\n<p>3. This answers also the third point, namely: that the agreement is to be treated as though that provision were in it.</p>\n<p>4. That it is not binding on the United States, because there was no advertisement for proposals to contract.</p>\n<p>This objection is founded on the act of March 2, 1861.<sup>[*]</sup></p>\n<p>But that statute, while requiring such advertisement as the general rule, invests the officer charged with the duty of procuring supplies or services with a discretion to dispense with advertising, if the exigencies of the public service require immediate delivery or performance.</p>\n<p>It is too well settled to admit of dispute at this day, that where there is a discretion of this kind conferred on an officer, or board of officers, and a contract is made in which they have exercised that discretion, the validity of the contract cannot be made to depend on the degree of wisdom or skill which may have accompanied its exercise.<sup>[]</sup></p>\n<p>5. The contract was not approved by the Commissary-General.</p>\n<p>The agreement contains a provision that it is subject to the approval of that officer. The Court of Claims finds that, while no copy of the agreement was presented to the Commissary-General <span class=\"star-pagination\">*84</span> for formal approval, Major Simonds wrote him a letter informing him substantially of its terms, to which he replied, expressing his satisfaction at the progress made; and the court further finds as a conclusion of law that the letter of the Commissary-General was a virtual approval of the contract. We are of opinion that, taking all this together, it is a finding by the court as a question of fact that the contract was approved by that officer; and inasmuch as neither the instrument itself nor any rule of law prescribes the mode in which this approval shall be evidenced, that a jury would have been justified in finding as the court did.</p>\n<p>6. That by the terms of the contract the United States were not bound to furnish any given number of hogs.</p>\n<p>Without entering into a discussion of the general doctrine of the implication of mutual covenants, we deem it sufficient to say that where, as in this case, the obligation of plaintiffs requires an expenditure of a large sum in preparation to enable them to perform it, and a continuous readiness to perform, the law implies a duty in the other party to do whatever is necessary for him to do to enable plaintiffs to comply with their promise or covenant. But the last article of the agreement seems to be an express promise to furnish all the hogs mentioned in the contract.</p>\n<p>7. That plaintiffs have not proved that they were ready and willing to perform.</p>\n<p>But the Court of Claims find this readiness, for they say that \"claimants incurred large expenditures in preparation for fulfilling their contract, and during the whole season kept the full complement of hands necessary to have slaughtered the whole 50,000 within the customary season.\"</p>\n<p>8. The rule for the measure of damages is not the correct rule as applied to the facts.</p>\n<p>What would be the true rule is not pointed out. And we do not believe that any safer rule, or one nearer to that supported by the general current of authorities, can be found than that adopted by the court, to wit: the difference between the cost of doing the work and what claimants were <span class=\"star-pagination\">*85</span> to receive for it, making reasonable deduction for the less time engaged, and for release from the care, trouble, risk, and responsibility attending a full execution of the contract.</p>\n<p>The leading case on this subject in this country is Masterton v. Brooklyn,<sup>[*]</sup> and that fully supports the proposition of the Court of Claims.</p>\n<h2>NOTES</h2>\n<p>[*]  12 Stat. at Large, 220.</p>\n<p>[]  Philadelphia &amp; Trenton Railroad Co. v. Stimpson, 14 Peters, 448; Martin v. Mott, 12 Wheaton, 19; Royal British Bank v. Turquand, 6 Ellis &amp; Blackburn, 327; Maclae v. Sutherland, 25 English Law and Equity, 114; Ross v. Reed, 1 Wheaton, 482.</p>\n<p>[*]  7 Hill, 62.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">77</span></span></b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSPEED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*79</span> Mr. Dickey, Assistant Attorney-General, for the appellant.</p>\n<p>Mr. C.F. Peck, contra.</p>\n<p><span class=\"star-pagination\">*82</span> Mr. Justice MILLER delivered the opinion of the court.</p>\n<p>The counsel for the appellant urges eight separate objections to this judgment, which we must notice in the order they are presented.</p>\n<p>1. Pork-packing and curing bacon is not a business within the scope of the powers of the Secretary of War, or his subordinates.</p>\n<p>If by this is meant that the War Department has no authority to enter into the business of converting hogs into pork, lard, and bacon, for purposes of profit or sale as individuals do, the proposition may be conceded. But, if it is intended to deny to the department this mode of procuring supplies when it may be the only sufficient source of supply for the army, the proposition is not sound. The Commissary Department is in the habit, and always has been, of buying beef cattle and having them slaughtered and delivered to the forces. Is there no power to pay the butchers who kill for their services? That is just what the claimants contracted to do with the hogs which the government had purchased of other parties, and it is for this butchering and curing the meat that the government agreed to pay. The proposition places a construction altogether too narrow on the powers confided to the War Department in procuring subsistence, which in time of war, as this was, must lead to great embarrassment in the movement and support of troops in the field.</p>\n<p>2. The contract is not binding, because it contains no provision for terminating it at the discretion of the Commissary-General.</p>\n<p>This objection is based on Rule 1179 of the Army Regulations of 1863. But that has reference to contracts for the regular and continuous supply of subsistence stores, and <span class=\"star-pagination\">*83</span> not to contracts for services or labor; and it is required because the post or force to be supplied may be suddenly removed or greatly diminished. It has no application to a contract for a certain amount of supplies, neither more nor less, or to do a specific job of work requiring skilled labor. While the commissary might have insisted on a provision in this contract that he should only be required to pay for packing as many hogs as he chose to furnish, for which he might in that event have been charged a higher price, he did not do so, and cannot have the benefit of it as though he had.</p>\n<p>3. This answers also the third point, namely: that the agreement is to be treated as though that provision were in it.</p>\n<p>4. That it is not binding on the United States, because there was no advertisement for proposals to contract.</p>\n<p>This objection is founded on the act of March 2, 1861.<sup>[*]</sup></p>\n<p>But that statute, while requiring such advertisement as the general rule, invests the officer charged with the duty of procuring supplies or services with a discretion to dispense with advertising, if the exigencies of the public service require immediate delivery or performance.</p>\n<p>It is too well settled to admit of dispute at this day, that where there is a discretion of this kind conferred on an officer, or board of officers, and a contract is made in which they have exercised that discretion, the validity of the contract cannot be made to depend on the degree of wisdom or skill which may have accompanied its exercise.<sup>[]</sup></p>\n<p>5. The contract was not approved by the Commissary-General.</p>\n<p>The agreement contains a provision that it is subject to the approval of that officer. The Court of Claims finds that, while no copy of the agreement was presented to the Commissary-General <span class=\"star-pagination\">*84</span> for formal approval, Major Simonds wrote him a letter informing him substantially of its terms, to which he replied, expressing his satisfaction at the progress made; and the court further finds as a conclusion of law that the letter of the Commissary-General was a virtual approval of the contract. We are of opinion that, taking all this together, it is a finding by the court as a question of fact that the contract was approved by that officer; and inasmuch as neither the instrument itself nor any rule of law prescribes the mode in which this approval shall be evidenced, that a jury would have been justified in finding as the court did.</p>\n<p>6. That by the terms of the contract the United States were not bound to furnish any given number of hogs.</p>\n<p>Without entering into a discussion of the general doctrine of the implication of mutual covenants, we deem it sufficient to say that where, as in this case, the obligation of plaintiffs requires an expenditure of a large sum in preparation to enable them to perform it, and a continuous readiness to perform, the law implies a duty in the other party to do whatever is necessary for him to do to enable plaintiffs to comply with their promise or covenant. But the last article of the agreement seems to be an express promise to furnish all the hogs mentioned in the contract.</p>\n<p>7. That plaintiffs have not proved that they were ready and willing to perform.</p>\n<p>But the Court of Claims find this readiness, for they say that \"claimants incurred large expenditures in preparation for fulfilling their contract, and during the whole season kept the full complement of hands necessary to have slaughtered the whole 50,000 within the customary season.\"</p>\n<p>8. The rule for the measure of damages is not the correct rule as applied to the facts.</p>\n<p>What would be the true rule is not pointed out. And we do not believe that any safer rule, or one nearer to that supported by the general current of authorities, can be found than that adopted by the court, to wit: the difference between the cost of doing the work and what claimants were <span class=\"star-pagination\">*85</span> to receive for it, making reasonable deduction for the less time engaged, and for release from the care, trouble, risk, and responsibility attending a full execution of the contract.</p>\n<p>The leading case on this subject in this country is Masterton v. Brooklyn,<sup>[*]</sup> and that fully supports the proposition of the Court of Claims.</p>\n<h2>NOTES</h2>\n<p>[*]  12 Stat. at Large, 220.</p>\n<p>[]  Philadelphia &amp; Trenton Railroad Co. v. Stimpson, 14 Peters, 448; Martin v. Mott, 12 Wheaton, 19; Royal British Bank v. Turquand, 6 Ellis &amp; Blackburn, 327; Maclae v. Sutherland, 25 English Law and Equity, 114; Ross v. Reed, 1 Wheaton, 482.</p>\n<p>[*]  7 Hill, 62.</p>\n\n</div>", "id": 88071, "judges": "Miller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88071/", "sha1": "f563e899826b35d4ce2f35b03318b6b1a36b399f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:30"}