{"absolute_url": "/opinion/88785/railroad-co-v-stout/", "blocked": false, "citation": {"case_name": "Railroad Co. v. Stout", "docket_number": null, "document_uris": ["/api/rest/v2/document/88785/"], "federal_cite_one": "84 U.S. 657", "federal_cite_three": null, "federal_cite_two": null, "id": 58708, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/58708/", "scotus_early_cite": "17 Wall. 657", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 14, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1874-01-26", "date_modified": "2015-01-21T08:24:28.260116", "docket": "/api/rest/v2/docket/43131/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">84 U.S. 657</p>\n    <p class=\"case_cite\">21 L.Ed. 745</p>\n    <p class=\"case_cite\">17 Wall. 657</p>\n    <p class=\"parties\">RAILROAD COMPANY<br>v.<br>STOUT.</p>\n    <p class=\"date\">October Term, 1873</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court for the District of Nebraska.</p>\n      <p class=\"indent\">Henry Stout, a child six years of age and living with his parents, sued, by his next friend, the Sioux City and Pacific Railroad Company, in the court below, to recover damages for an injury sustained upon a turntable belonging to the said company. The turntable was in an open space, about eighty rods from the company's depot, in a hamlet or settlement of one hundred to one hundred and fifty persons. Near the turntable was a travelled road passing through the depot grounds, and another travelled road near by. On the railroad ground, which was not inclosed or visibly separated from the adjoining property, was situated the company's station-house, and about a quarter of a mile distant from this was the turntable on which the plaintiff was injured. There were but few houses in the neighborhood of the turntable, and the child's parents lived in another part of the town, and about three-fourths of a mile distant. The child, without the knowledge of his parents, set off with two other boys, the one nine and the other ten years of age, to go to the depot, with no definite purpose in view. When the boys arrived there, it was proposed by some of them to go to the turntable to play. The turntable was not attended or guarded by any servant of the company, was not fastened or locked, and revolved easily on its axis. Two of the boys began to turn it, and in attempting to get upon it, the foot of the child (he being at the time upon the railroad track) was caught between the end of the rail on the turntable as it was revolving, and the end of the iron rail on the main track of the road, and was crushed.</p>\n      <p class=\"indent\">One witness, then a servant of the company, testified that he had previously seen boys playing at the turntable, and had forbidden them from playing there. But the witness had no charge of the table, and did not communicate the fact of having seen boys playing there, to any of the officers or servants of the company having the table in charge.</p>\n      <p class=\"indent\">One of the boys, who was with the child when injured, had previously played upon the turntable when the railroad men were working on the track, in sight, and not far distant.</p>\n      <p class=\"indent\">It appeared from the testimony that the child had not, before the day on which he was now injured, played at the turntable, or had, indeed, ever been there.</p>\n      <p class=\"indent\">The table was constructed on the railroad company's own land, and, the testimony tended to show, in the ordinary way. It was a skeleton turntable, that is to say, it was not planked between the rails, though it had one or two loose boards upon the ties. There was an iron latch fastened to it which turned on a hinge, and, when in order, dropped into an iron socket on the track, and held the table in position while using. The catch of this latch was broken at the time of the accident. The latch, which weighed eight or ten pounds, could be easily lifted out of the catch and thrown back on the table, and the table was allowed to be moved about. This latch was not locked, or in any way fastened down before it was broken, and all the testimony on that subject tended to show that it was not usual for railroad companies to lock or guard turntables, but that it was usual to have a latch with a catch, or a draw-bolt, to keep them in position when used.</p>\n      <p class=\"indent\">The record stated that 'the counsel for the defendant disclaimed resting their defence on the ground that the plaintiff's parents were negligent, or that the plaintiff (considering his tender age) was negligent, but rested their defence on the ground that the company was not negligent, and asserted that the injury to the plaintiff was accidental or brought upon himself.'</p>\n      <p class=\"indent\">On the question whether there was negligence on the part of the railway company in the management or condition of its turntable, the judge charged the jury&#8212;&#8212;</p>\n      <p class=\"indent\">'That to maintain the action it must appear by the evidence that the turntable, in the condition, situation, and place where it then was, was a dangerous machine, one which, if unguarded or unlocked, would be likely to cause injury to children; that if in its construction and the manner in which it was left it was not dangerous in its nature, the defendants were not liable for negligence; that they were further to consider whether, situated as it was as the defendants' property in a small town, somewhat remote from habitations, there was negligence in not anticipating that injury might occur if it was left unlocked or unguarded; that if they did not have reason to anticipate that children would be likely to resort to it, or that they would be likely to be injured if they did resort to it, then there was no negligence.'</p>\n      <p class=\"indent\">The jury found a verdict of $7500 for the plaintiff, from the judgment upon which this writ of error was brought.</p>\n      <p class=\"indent\"><i>Mr. Isaac Cook, for the plaintiff in error</i>, insisted&#8212;&#8212;</p>\n      <p class=\"indent\">1st. That the party injured was himself in fault, that his own negligence produced the result, and that upon well-settled principles, a party thus situated is not entitled to recover.</p>\n      <p class=\"indent\">2d. That there was no negligence proved on the part of the defendant in the condition or management of the table.</p>\n      <p class=\"indent\">3d. That the facts being undisputed, the question of negligence was one of law, to be passed upon by the court, and should not have been submitted to the jury.</p>\n      <p class=\"indent\"><i>Mr. S. A. Strickland, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice HUNT delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">1st. It is well settled that the conduct of an infant of tender years is not to be judged by the same rule which governs that of an adult. While it is the general rule in regard to an adult, that to entitle him to recover damages for an injury resulting from the fault or negligence of another, he must himself have been free from fault, such is not the rule in regard to an infant of tender years. The care and caution required of a child is according to his maturity and capacity only, and this is to be determined in each case by the circumstances of that case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">But it is not necessary to pursue this subject. The record expressly states that 'the counsel for the defendant disclaim resting their defence on the ground that the plaintiff's parents were negligent, or that the plaintiff (considering his tender age) was negligent, but rest their defence on the ground that the company was not negligent, and claim that the injury to the plaintiff was accidental or brought upon himself.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This disclaimer ought to dispose of the question of the plaintiff's negligence, whether made in a direct form, or indirectly under the allegation that the plaintiff was a trespasser upon the railroad premises, and therefore cannot recover.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A reference to some of the authorities on the last suggestion may, however, be useful.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the well-known case of <i>Lynch</i> v. <i>Nurdin</i>,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the child was clearly a trespasser in climbing upon the cart, but was allowed to recover.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In <i>Birge</i> v. <i>Gardner</i>,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the same judgment was given and the same principle was laid down. In most of the actions, indeed, brought to recover for injuries to children, the position of the child was that of a technical trespasser.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In <i>Daly</i> v. <i>Norwich and Worcester Railroad Company</i>,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> it is said the fact that the person was trespassing at the time is no excuse, unless he thereby invited the act or his negligent conduct contributed to it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In <i>Bird</i> v. <i>Holbrook</i><a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the plaintiff was injured by the spring guns set in the defendant's grounds, and although the plaintiff was a trespasser the defendant was held liable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There are no doubt cases in which the contrary rule is laid down. But we conceive the rule to be this: that while a railway company is not bound to the same degree of care in regard to mere strangers who are unlawfully upon its premises that it owes to passengers conveyed by it, it is not exempt from responsibility to such strangers for injuries arising from its negligence or from its tortious acts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2d. Was there negligence on the part of the railway company in the management or condition of its turntable?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The charge on this point (see <i>supra</i>, p. 659) was an impartial and intelligent one. Unless the defendant was entitled to an order that the plaintiff be nonsuited, or, as it is expressed in the practice of the United States courts, to an order directing a verdict in its favor, the submission was right. If, upon any construction which the jury was authorized to put upon the evidence, or by any inferences they were authorized to draw from it, the conclusion of negligence can be justified, the defendant was not entitled to this order, and the judgment cannot be disturbed. To express it affirmatively, if from the evidence given it might justly be inferred by the jury that the defendant, in the construction, location, management, or condition of its machine had omitted that care and attention to prevent the occurrence of accidents which prudent and careful men ordinarily bestow, the jury was at liberty to find for the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That the turntable was a dangerous machine, which would be likely to cause injury to children who resorted to it, might fairly be inferred from the injury which actually occurred to the plaintiff. There was the same liability to injury to him, and no greater, that existed with reference to all children. When the jury learned from the evidence that he had suffered a serious injury, by his foot being caught between the fixed rail of the road-bed and the turning rail of the table they were justified in believing that there was a probability of the occurrence of such accidents.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">So, in looking at the remoteness of the machine from inhabited dwellings, when it was proved to the jury that several boys from the hamlet were at play there on this occasion, and that they had been at play upon the turntable on other occasions, and within the observation and to the knowledge of the employees of the defendant, the jury were justified in believing that children would probably resort to it, and that the defendant should have anticipated that such would be the case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As it was in fact, on this occasion, so it was to be expected that the amusement of the boys would have been found in turning this table while they were on it or about it. This could certainly have been prevented by locking the turntable when not in use by the company. It was not shown that this would cause any considerable expense or inconvenience to the defendant. It could probably have been prevented by the repair of the broken latch. This was a heavy catch which, by dropping into a socket, prevented the revolution of the table. There had been one on this table weighing some eight or ten pounds, but it had been broken off and had not been replaced. It was proved to have been usual with railroad companies to have upon their turntables a latch or bolt, or some similar instrument. The jury may well have believed that if the defendant had incurred the trifling expense of replacing this latch, and had taken the slight trouble of putting it in its place, these very small boys would not have taken the pains to lift it out, and thus the whole difficulty have been avoided. Thus reasoning, the jury would have reached the conclusion that the defendant had omitted the care and attention it ought to have given, that it was negligent, and that its negligence caused the injury to the plaintiff. The evidence is not strong and the negligence is slight, but we are not able to say that there is not evidence sufficient to justify the verdict. We are not called upon to weigh, to measure, to balance the evidence, or to ascertain how we should have decided if acting as jurors. The charge was in all respects sound and judicious, and there being sufficient evidence to justify the finding, we are not authorized to disturb it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">3d. It is true, in many cases, that where the facts are undisputed the effect of them is for the judgment of the court, and not for the decision of the jury. This is true in that class of cases where the existence of such facts come in question rather than where deductions or inferences are to be made from the facts. If a deed be given in evidence, a contract proven, or its breach testified to, the existence of such deed, contract, or breach, there being nothing in derogation of the evidence, is no doubt to be ruled as a question of law. In some cases, too, the necessary inference from the proof is so certain that it may be ruled as a question of law. If a sane man voluntarily throws himself in contract with a passing engine, there being nothing to counteract the effect of this action, it may be ruled as a matter of law that the injury to him resulted from his own fault, and that no action can be sustained by him or his representatives. So if a coachdriver intentionally drives within a few inches of a precipice, and an accident happens, negligence may be ruled as a question of law. On the other hand, if he had placed a suitable distance between his coach and the precipice, but by the breaking of a rein or an axle, which could not have been anticipated, an injury occurred, it might be ruled as a question of law that there was no negligence and no liability. But these are exterme cases. The range between them is almost infinite in variety and extent. It is in relation to these intermediate cases that the opposite rule prevails. Upon the facts proven in such cases, it is a matter of judgment and discretion, of sound inference, what is the deduction to be drawn from the undisputed facts. Certain facts we may suppose to be clearly established from which one sensible, impartial man would infer that proper care had not been used, and that negligence existed; another man equally sensible and equally impartial would infer that proper care had been used, and that there was no negligence. It is this class of cases and those akin to it that the law commits to the decision of a jury. Twelve men of the average of the community, comprising men of education and men of little education, men of learning and men whose learning consists only in what they have themselves seen and heard, the merchant, the mechanic, the farmer, the laborer; these sit together, consult, apply their separate experience of the affairs of life to the facts proven, and draw a unanimous conclusion. This average judgment thus given it is the great effort of the law to obtain. It is assumed that twelve men know more of the common affairs of life than does one man, that they can draw wiser and safer conclusions from admitted facts thus occurring than can a single judge.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In no class of cases can this practical experience be more wisely applied than in that we are considering. We find, accordingly, although not uniform or harmonious, that the authorities justify us in holding in the case before us, that although the facts are undisputed it is for the jury and not for the judge to determine whether proper care was given, or whether they establish negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Redfield on the Law of Railways,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it is said: 'And what is proper care will be often a question of law, where there is no controversy about the facts. But ordinarily, we apprehend, where there is any testimony tending to show negligence, it is a question for the jury.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>Patterson</i> v. <i>Wallace</i>,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> there was no controversy about the facts, but only a question whether certain facts proved established negligence on the one side, or rashness on the other. The judge at the trial withdrew the case from the jury, but it was held in the House of Lords to be a pure question of fact for the jury, and the judgment was reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In <i>Mangam</i> v. <i>Brooklyn Railroad</i>,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> the facts in relation to the conduct of the child injured, the manner in which it was guarded, and how it escaped from those having it in charge, were undisputed. The judge at the trial ordered a nonsuit, holding that these facts established negligence in those having the custody of the child. The Court of Appeals of the State of New York held that the case should have been submitted to the jury, and set aside the nonsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In <i>Detroit and W. R. R. Co.</i> v. <i>Van Steinberg</i>,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> the cases are largely examined, and the rule laid down, that when the facts are disputed, or when they are not disputed, but different minds might honestly draw different conclusions from them, the case must be left to the jury for their determination.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It has been already shown that the facts proved justified the jury in finding that the defendant was guilty of negligence, and we are of the opinion that it was properly left to the jury to determine that point.</p>\n    </div>\n    <p class=\"indent\">Upon the whole case, the judgment must be</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Railroad Co. <i>v.</i> Gladmon, 15 Wallace, 401.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 1 Adolphus &amp; Ellis (new series), 29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 19 Connecticut, 507.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 26 Id. 591.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 4 Bingham, 628; see, also, Loomis <i>v.</i> Terry, 17 Wendell, 496; Wright <i>v.</i> Ramscot, 1 Saunders, 83; Johnson <i>v.</i> Patterson, 14 Connecticut, 1; State <i>v.</i> Moore, 31 Id. 479.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Vol. 2, p. 231.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Quimby <i>v.</i> Vermont Central Railroad, 23 Vermont, 387; Pfau <i>v.</i> Reynolds, 53 Illinois, 212; Patterson <i>v.</i> Wallace, 1 McQueen's House of Lords Cases, 748.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 1 McQueen's House of Lords Cases, 748.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 38 New York (11 Tiffany), 455.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 17 Michingan, 99.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See among other cases cited, the following: Carsly <i>v.</i> White, 21 Pickering, 256; Rindge <i>v.</i> Inhabitants of Coleraine, 11 Gray, 157; Langhoff <i>v.</i> Milwaukee and P. D. C., 19 Wisconsin, 497; Macon and Western Railroad <i>v.</i> Davis, 13 Georgia, 68; Renwick <i>v.</i> New York Central Railroad, 36 New York, 132.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>84 U.S. 657 (1873)</b></center>\n<center><b>17 Wall. 657</b></center>\n<center><h1>RAILROAD COMPANY<br>\nv.<br>\nSTOUT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*659</span> Mr. Isaac Cook, for the plaintiff in error, insisted &amp;mdash.</p>\n<p>Mr. S.A. Strickland, contra.</p>\n<p><span class=\"star-pagination\">*660</span> Mr. Justice HUNT delivered the opinion of the court.</p>\n<p>1st. It is well settled that the conduct of an infant of tender years is not to be judged by the same rule which governs that of an adult. While it is the general rule in regard to an adult, that to entitle him to recover damages for an injury resulting from the fault or negligence of another, he must himself have been free from fault, such is not the rule in regard to an infant of tender years. The care and caution required of a child is according to his maturity and capacity only, and this is to be determined in each case by the circumstances of that case.<sup>[*]</sup></p>\n<p>But it is not necessary to pursue this subject. The record expressly states that \"the counsel for the defendant disclaim resting their defence on the ground that the plaintiff's parents were negligent, or that the plaintiff (considering his tender age) was negligent, but rest their defence on the ground that the company was not negligent, and claim that the injury to the plaintiff was accidental or brought upon himself.\"</p>\n<p>This disclaimer ought to dispose of the question of the plaintiff's negligence, whether made in a direct form, or indirectly under the allegation that the plaintiff was a trespasser upon the railroad premises, and therefore cannot recover.</p>\n<p>A reference to some of the authorities on the last suggestion may, however, be useful.</p>\n<p>In the well-known case of Lynch v. Nurdin,<sup>[]</sup> the child was clearly a trespasser in climbing upon the cart, but was allowed to recover.</p>\n<p>In Birge v. Gardner,<sup>[]</sup> the same judgment was given and the same principle was laid down. In most of the actions, indeed, brought to recover for injuries to children, the position of the child was that of a technical trespasser.</p>\n<p>In Daly v. Norwich and Worcester Railroad Company,<sup>[§]</sup> it is <span class=\"star-pagination\">*661</span> said the fact that the person was trespassing at the time is no excuse, unless he thereby invited the act or his negligent conduct contributed to it.</p>\n<p>In Bird v. Holbrook<sup>[*]</sup> the plaintiff was injured by the spring guns set in the defendant's grounds, and although the plaintiff was a trespasser the defendant was held liable.</p>\n<p>There are no doubt cases in which the contrary rule is laid down. But we conceive the rule to be this: that while a railway company is not bound to the same degree of care in regard to mere strangers who are unlawfully upon its premises that it owes to passengers conveyed by it, it is not exempt from responsibility to such strangers for injuries arising from its negligence or from its tortious acts.</p>\n<p>2d. Was there negligence on the part of the railway company in the management or condition of its turntable?</p>\n<p>The charge on this point (see supra, p. 659) was an impartial and intelligent one. Unless the defendant was entitled to an order that the plaintiff be nonsuited, or, as it is expressed in the practice of the United States courts, to an order directing a verdict in its favor, the submission was right. If, upon any construction which the jury was authorized to put upon the evidence, or by any inferences they were authorized to draw from it, the conclusion of negligence can be justified, the defendant was not entitled to this order, and the judgment cannot be disturbed. To express it affirmatively, if from the evidence given it might justly be inferred by the jury that the defendant, in the construction, location, management, or condition of its machine had omitted that care and attention to prevent the occurrence of accidents which prudent and careful men ordinarily bestow, the jury was at liberty to find for the plaintiff.</p>\n<p>That the turntable was a dangerous machine, which would be likely to cause injury to children who resorted to it, might fairly be inferred from the injury which actually occurred <span class=\"star-pagination\">*662</span> to the plaintiff. There was the same liability to injury to him, and no greater, that existed with reference to all children. When the jury learned from the evidence that he had suffered a serious injury, by his foot being caught between the fixed rail of the road-bed and the turning rail of the table they were justified in believing that there was a probability of the occurrence of such accidents.</p>\n<p>So, in looking at the remoteness of the machine from inhabited dwellings, when it was proved to the jury that several boys from the hamlet were at play there on this occasion, and that they had been at play upon the turntable on other occasions, and within the observation and to the knowledge of the employés of the defendant, the jury were justified in believing that children would probably resort to it, and that the defendant should have anticipated that such would be the case.</p>\n<p>As it was in fact, on this occasion, so it was to be expected that the amusement of the boys would have been found in turning this table while they were on it or about it. This could certainly have been prevented by locking the turntable when not in use by the company. It was not shown that this would cause any considerable expense or inconvenience to the defendant. It could probably have been prevented by the repair of the broken latch. This was a heavy catch which, by dropping into a socket, prevented the revolution of the table. There had been one on this table weighing some eight or ten pounds, but it had been broken off and had not been replaced. It was proved to have been usual with railroad companies to have upon their turntables a latch or bolt, or some similar instrument. The jury may well have believed that if the defendant had incurred the trifling expense of replacing this latch, and had taken the slight trouble of putting it in its place, these very small boys would not have taken the pains to lift it out, and thus the whole difficulty have been avoided. Thus reasoning, the jury would have reached the conclusion that the defendant had omitted the care and attention it ought to have given, that it was negligent, and that its negligence caused the injury <span class=\"star-pagination\">*663</span> to the plaintiff. The evidence is not strong and the negligence is slight, but we are not able to say that there is not evidence sufficient to justify the verdict. We are not called upon to weigh, to measure, to balance the evidence, or to ascertain how we should have decided if acting as jurors. The charge was in all respects sound and judicious, and there being sufficient evidence to justify the finding, we are not authorized to disturb it.</p>\n<p>3d. It is true, in many cases, that where the facts are undisputed the effect of them is for the judgment of the court, and not for the decision of the jury. This is true in that class of cases where the existence of such facts come in question rather than where deductions or inferences are to be made from the facts. If a deed be given in evidence, a contract proven, or its breach testified to, the existence of such deed, contract, or breach, there being nothing in derogation of the evidence, is no doubt to be ruled as a question of law. In some cases, too, the necessary inference from the proof is so certain that it may be ruled as a question of law. If a sane man voluntarily throws himself in contact with a passing engine, there being nothing to counteract the effect of this action, it may be ruled as a matter of law that the injury to him resulted from his own fault, and that no action can be sustained by him or his representatives. So if a coach-driver intentionally drives within a few inches of a precipice, and an accident happens, negligence may be ruled as a question of law. On the other hand, if he had placed a suitable distance between his coach and the precipice, but by the breaking of a rein or an axle, which could not have been anticipated, an injury occurred, it might be ruled as a question of law that there was no negligence and no liability. But these are extreme cases. The range between them is almost infinite in variety and extent. It is in relation to these intermediate cases that the opposite rule prevails. Upon the facts proven in such cases, it is a matter of judgment and discretion, of sound inference, what is the deduction to be drawn from the undisputed facts. Certain facts we may suppose to be clearly established from which one sensible, <span class=\"star-pagination\">*664</span> impartial man would infer that proper care had not been used, and that negligence existed; another man equally sensible and equally impartial would infer that proper care had been used, and that there was no negligence. It is this class of cases and those akin to it that the law commits to the decision of a jury. Twelve men of the average of the community, comprising men of education and men of little education, men of learning and men whose learning consists only in what they have themselves seen and heard, the merchant, the mechanic, the farmer, the laborer; these sit together, consult, apply their separate experience of the affairs of life to the facts proven, and draw a unanimous conclusion. This average judgment thus given it is the great effort of the law to obtain. It is assumed that twelve men know more of the common affairs of life than does one man, that they can draw wiser and safer conclusions from admitted facts thus occurring than can a single judge.</p>\n<p>In no class of cases can this practical experience be more wisely applied than in that we are considering. We find, accordingly, although not uniform or harmonious, that the authorities justify us in holding in the case before us, that although the facts are undisputed it is for the jury and not for the judge to determine whether proper care was given, or whether they establish negligence.</p>\n<p>In Redfield on the Law of Railways,<sup>[*]</sup> it is said: \"And what is proper care will be often a question of law, where there is no controversy about the facts. But ordinarily, we apprehend, where there is any testimony tending to show negligence, it is a question for the jury.\"<sup>[]</sup></p>\n<p>In Patterson v. Wallace,<sup>[]</sup> there was no controversy about the facts, but only a question whether certain facts proved established negligence on the one side, or rashness on the other. The judge at the trial withdrew the case from the <span class=\"star-pagination\">*665</span> jury, but it was held in the House of Lords to be a pure question of fact for the jury, and the judgment was reversed.</p>\n<p>In Mangam v. Brooklyn Railroad,<sup>[*]</sup> the facts in relation to the conduct of the child injured, the manner in which it was guarded, and how it escaped from those having it in charge, were undisputed. The judge at the trial ordered a nonsuit, holding that these facts established negligence in those having the custody of the child. The Court of Appeals of the State of New York held that the case should have been submitted to the jury, and set aside the nonsuit.</p>\n<p>In Detroit and W.R.R. Co. v. Van Steinberg,<sup>[]</sup> the cases are largely examined, and the rule laid down, that when the facts are disputed, or when they are not disputed, but different minds might honestly draw different conclusions from them, the case must be left to the jury for their determination.<sup>[]</sup></p>\n<p>It has been already shown that the facts proved justified the jury in finding that the defendant was guilty of negligence, and we are of the opinion that it was properly left to the jury to determine that point.</p>\n<p>Upon the whole case, the judgment must be</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Railroad Co. v. Gladmon, 15 Wallace, 401.</p>\n<p>[]  1 Adolphus &amp; Ellis (new series), 29.</p>\n<p>[]  19 Connecticut, 507.</p>\n<p>[§]  26 Id. 591.</p>\n<p>[*]  4 Bingham, 628; see, also, Loomis v. Terry, 17 Wendell, 496; Wright v. Ramscot, 1 Saunders, 83; Johnson v. Patterson, 14 Connecticut, 1; State v. Moore, 31 Id. 479.</p>\n<p>[*]  Vol. 2, p. 231.</p>\n<p>[]  Quimby v. Vermont Central Railroad, 23 Vermont, 387; Pfau v. Reynolds, 53 Illinois, 212; Patterson v. Wallace, 1 McQueen's House of Lords Cases, 748.</p>\n<p>[]  1 McQueen's House of Lords Cases, 748.</p>\n<p>[*]  38 New York (11 Tiffany), 455.</p>\n<p>[]  17 Michigan, 99.</p>\n<p>[]  See among other cases cited, the following: Carsly v. White, 21 Pickering, 256; Rindge v. Inhabitants of Coleraine, 11 Gray, 157; Langhoff v. Milwaukee and P.D.C., 19 Wisconsin, 497; Macon and Western Railroad v. Davis, 13 Georgia, 68; Renwick v. New York Central Railroad, 36 New York, 132.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></span> (1873)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">657</span></span></b></center>\n<center><h1>RAILROAD COMPANY<br>\nv.<br>\nSTOUT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*659</span> Mr. Isaac Cook, for the plaintiff in error, insisted &amp;mdash.</p>\n<p>Mr. S.A. Strickland, contra.</p>\n<p><span class=\"star-pagination\">*660</span> Mr. Justice HUNT delivered the opinion of the court.</p>\n<p>1st. It is well settled that the conduct of an infant of tender years is not to be judged by the same rule which governs that of an adult. While it is the general rule in regard to an adult, that to entitle him to recover damages for an injury resulting from the fault or negligence of another, he must himself have been free from fault, such is not the rule in regard to an infant of tender years. The care and caution required of a child is according to his maturity and capacity only, and this is to be determined in each case by the circumstances of that case.<sup>[*]</sup></p>\n<p>But it is not necessary to pursue this subject. The record expressly states that \"the counsel for the defendant disclaim resting their defence on the ground that the plaintiff's parents were negligent, or that the plaintiff (considering his tender age) was negligent, but rest their defence on the ground that the company was not negligent, and claim that the injury to the plaintiff was accidental or brought upon himself.\"</p>\n<p>This disclaimer ought to dispose of the question of the plaintiff's negligence, whether made in a direct form, or indirectly under the allegation that the plaintiff was a trespasser upon the railroad premises, and therefore cannot recover.</p>\n<p>A reference to some of the authorities on the last suggestion may, however, be useful.</p>\n<p>In the well-known case of Lynch v. Nurdin,<sup>[]</sup> the child was clearly a trespasser in climbing upon the cart, but was allowed to recover.</p>\n<p>In Birge v. Gardner,<sup>[]</sup> the same judgment was given and the same principle was laid down. In most of the actions, indeed, brought to recover for injuries to children, the position of the child was that of a technical trespasser.</p>\n<p>In Daly v. Norwich and Worcester Railroad Company,<sup>[§]</sup> it is <span class=\"star-pagination\">*661</span> said the fact that the person was trespassing at the time is no excuse, unless he thereby invited the act or his negligent conduct contributed to it.</p>\n<p>In Bird v. Holbrook<sup>[*]</sup> the plaintiff was injured by the spring guns set in the defendant's grounds, and although the plaintiff was a trespasser the defendant was held liable.</p>\n<p>There are no doubt cases in which the contrary rule is laid down. But we conceive the rule to be this: that while a railway company is not bound to the same degree of care in regard to mere strangers who are unlawfully upon its premises that it owes to passengers conveyed by it, it is not exempt from responsibility to such strangers for injuries arising from its negligence or from its tortious acts.</p>\n<p>2d. Was there negligence on the part of the railway company in the management or condition of its turntable?</p>\n<p>The charge on this point (see supra, p. 659) was an impartial and intelligent one. Unless the defendant was entitled to an order that the plaintiff be nonsuited, or, as it is expressed in the practice of the United States courts, to an order directing a verdict in its favor, the submission was right. If, upon any construction which the jury was authorized to put upon the evidence, or by any inferences they were authorized to draw from it, the conclusion of negligence can be justified, the defendant was not entitled to this order, and the judgment cannot be disturbed. To express it affirmatively, if from the evidence given it might justly be inferred by the jury that the defendant, in the construction, location, management, or condition of its machine had omitted that care and attention to prevent the occurrence of accidents which prudent and careful men ordinarily bestow, the jury was at liberty to find for the plaintiff.</p>\n<p>That the turntable was a dangerous machine, which would be likely to cause injury to children who resorted to it, might fairly be inferred from the injury which actually occurred <span class=\"star-pagination\">*662</span> to the plaintiff. There was the same liability to injury to him, and no greater, that existed with reference to all children. When the jury learned from the evidence that he had suffered a serious injury, by his foot being caught between the fixed rail of the road-bed and the turning rail of the table they were justified in believing that there was a probability of the occurrence of such accidents.</p>\n<p>So, in looking at the remoteness of the machine from inhabited dwellings, when it was proved to the jury that several boys from the hamlet were at play there on this occasion, and that they had been at play upon the turntable on other occasions, and within the observation and to the knowledge of the employés of the defendant, the jury were justified in believing that children would probably resort to it, and that the defendant should have anticipated that such would be the case.</p>\n<p>As it was in fact, on this occasion, so it was to be expected that the amusement of the boys would have been found in turning this table while they were on it or about it. This could certainly have been prevented by locking the turntable when not in use by the company. It was not shown that this would cause any considerable expense or inconvenience to the defendant. It could probably have been prevented by the repair of the broken latch. This was a heavy catch which, by dropping into a socket, prevented the revolution of the table. There had been one on this table weighing some eight or ten pounds, but it had been broken off and had not been replaced. It was proved to have been usual with railroad companies to have upon their turntables a latch or bolt, or some similar instrument. The jury may well have believed that if the defendant had incurred the trifling expense of replacing this latch, and had taken the slight trouble of putting it in its place, these very small boys would not have taken the pains to lift it out, and thus the whole difficulty have been avoided. Thus reasoning, the jury would have reached the conclusion that the defendant had omitted the care and attention it ought to have given, that it was negligent, and that its negligence caused the injury <span class=\"star-pagination\">*663</span> to the plaintiff. The evidence is not strong and the negligence is slight, but we are not able to say that there is not evidence sufficient to justify the verdict. We are not called upon to weigh, to measure, to balance the evidence, or to ascertain how we should have decided if acting as jurors. The charge was in all respects sound and judicious, and there being sufficient evidence to justify the finding, we are not authorized to disturb it.</p>\n<p>3d. It is true, in many cases, that where the facts are undisputed the effect of them is for the judgment of the court, and not for the decision of the jury. This is true in that class of cases where the existence of such facts come in question rather than where deductions or inferences are to be made from the facts. If a deed be given in evidence, a contract proven, or its breach testified to, the existence of such deed, contract, or breach, there being nothing in derogation of the evidence, is no doubt to be ruled as a question of law. In some cases, too, the necessary inference from the proof is so certain that it may be ruled as a question of law. If a sane man voluntarily throws himself in contact with a passing engine, there being nothing to counteract the effect of this action, it may be ruled as a matter of law that the injury to him resulted from his own fault, and that no action can be sustained by him or his representatives. So if a coach-driver intentionally drives within a few inches of a precipice, and an accident happens, negligence may be ruled as a question of law. On the other hand, if he had placed a suitable distance between his coach and the precipice, but by the breaking of a rein or an axle, which could not have been anticipated, an injury occurred, it might be ruled as a question of law that there was no negligence and no liability. But these are extreme cases. The range between them is almost infinite in variety and extent. It is in relation to these intermediate cases that the opposite rule prevails. Upon the facts proven in such cases, it is a matter of judgment and discretion, of sound inference, what is the deduction to be drawn from the undisputed facts. Certain facts we may suppose to be clearly established from which one sensible, <span class=\"star-pagination\">*664</span> impartial man would infer that proper care had not been used, and that negligence existed; another man equally sensible and equally impartial would infer that proper care had been used, and that there was no negligence. It is this class of cases and those akin to it that the law commits to the decision of a jury. Twelve men of the average of the community, comprising men of education and men of little education, men of learning and men whose learning consists only in what they have themselves seen and heard, the merchant, the mechanic, the farmer, the laborer; these sit together, consult, apply their separate experience of the affairs of life to the facts proven, and draw a unanimous conclusion. This average judgment thus given it is the great effort of the law to obtain. It is assumed that twelve men know more of the common affairs of life than does one man, that they can draw wiser and safer conclusions from admitted facts thus occurring than can a single judge.</p>\n<p>In no class of cases can this practical experience be more wisely applied than in that we are considering. We find, accordingly, although not uniform or harmonious, that the authorities justify us in holding in the case before us, that although the facts are undisputed it is for the jury and not for the judge to determine whether proper care was given, or whether they establish negligence.</p>\n<p>In Redfield on the Law of Railways,<sup>[*]</sup> it is said: \"And what is proper care will be often a question of law, where there is no controversy about the facts. But ordinarily, we apprehend, where there is any testimony tending to show negligence, it is a question for the jury.\"<sup>[]</sup></p>\n<p>In Patterson v. Wallace,<sup>[]</sup> there was no controversy about the facts, but only a question whether certain facts proved established negligence on the one side, or rashness on the other. The judge at the trial withdrew the case from the <span class=\"star-pagination\">*665</span> jury, but it was held in the House of Lords to be a pure question of fact for the jury, and the judgment was reversed.</p>\n<p>In Mangam v. Brooklyn Railroad,<sup>[*]</sup> the facts in relation to the conduct of the child injured, the manner in which it was guarded, and how it escaped from those having it in charge, were undisputed. The judge at the trial ordered a nonsuit, holding that these facts established negligence in those having the custody of the child. The Court of Appeals of the State of New York held that the case should have been submitted to the jury, and set aside the nonsuit.</p>\n<p>In Detroit and W.R.R. Co. v. Van Steinberg,<sup>[]</sup> the cases are largely examined, and the rule laid down, that when the facts are disputed, or when they are not disputed, but different minds might honestly draw different conclusions from them, the case must be left to the jury for their determination.<sup>[]</sup></p>\n<p>It has been already shown that the facts proved justified the jury in finding that the defendant was guilty of negligence, and we are of the opinion that it was properly left to the jury to determine that point.</p>\n<p>Upon the whole case, the judgment must be</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Railroad Co. v. Gladmon, 15 Wallace, 401.</p>\n<p>[]  1 Adolphus &amp; Ellis (new series), 29.</p>\n<p>[]  19 Connecticut, 507.</p>\n<p>[§]  26 Id. 591.</p>\n<p>[*]  4 Bingham, 628; see, also, Loomis v. Terry, 17 Wendell, 496; Wright v. Ramscot, 1 Saunders, 83; Johnson v. Patterson, 14 Connecticut, 1; State v. Moore, 31 Id. 479.</p>\n<p>[*]  Vol. 2, p. 231.</p>\n<p>[]  Quimby v. Vermont Central Railroad, 23 Vermont, 387; Pfau v. Reynolds, 53 Illinois, 212; Patterson v. Wallace, 1 McQueen's House of Lords Cases, 748.</p>\n<p>[]  1 McQueen's House of Lords Cases, 748.</p>\n<p>[*]  38 New York (11 Tiffany), 455.</p>\n<p>[]  17 Michigan, 99.</p>\n<p>[]  See among other cases cited, the following: Carsly v. White, 21 Pickering, 256; Rindge v. Inhabitants of Coleraine, 11 Gray, 157; Langhoff v. Milwaukee and P.D.C., 19 Wisconsin, 497; Macon and Western Railroad v. Davis, 13 Georgia, 68; Renwick v. New York Central Railroad, 36 New York, 132.</p>\n\n</div>", "id": 88785, "judges": "Hunt", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88785/", "sha1": "68b86dc37b13a4ee6ae110e7b20d6e3d94314cbe", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:47"}