{"absolute_url": "/opinion/88941/memphis-v-brown/", "blocked": false, "citation": {"case_name": "Memphis v. Brown", "docket_number": null, "document_uris": ["/api/rest/v2/document/88941/"], "federal_cite_one": "87 U.S. 289", "federal_cite_three": null, "federal_cite_two": null, "id": 59003, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59003/", "scotus_early_cite": "20 Wall. 289", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1874-04-18", "date_modified": "2014-12-21T01:27:13.040314", "docket": "/api/rest/v2/docket/200745/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">87 U.S. 289</p>\n    <p class=\"case_cite\">22 L.Ed. 264</p>\n    <p class=\"case_cite\">20 Wall. 289</p>\n    <p class=\"parties\">CITY OF MEMPHIS<br>v.<br>BROWN.</p>\n    <p class=\"date\">October Term, 1873</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">[Syllabus from pages 289-291 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">APPEAL from the Circuit Court for the Western District of Tennessee; the case, as appeared from a master's report, and otherwise, having been thus:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">By a general incorporation act of the State of Tennessee, all cities of the State have full power to provide for the paving of streets, alleys, and sidewalks.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The charter of the city of Memphis, in the State just named, enacts that 'the board of mayor and aldermen shall have power to improve, preserve, and keep in good repair the streets, sidewalks, public landings and squares of the city.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It enacts also,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that the city may require lot-owners to improve the streets fronting their lots, and that 'should any owner fail to comply with any ordinance requiring him to repair, grade, and pave the same, the mayor and board of aldermen may contract with some suitable person for repairing, grading, and paving the same, and pay therefor,' and collect the amount from the lot owner.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It enacts also that the city may issue its bonds 'for the construction and pavement of the principal streets of the city;' and an act amendatory of the charter authorizes the issue of bonds 'for any public improvement.' Nothing was said as to the rates at which it might sell these bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The ordinances of the city require that 'the city attorney' should prosecute all suits to which the city might be a party, or in which it might be interested.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These provisions of law and this ordinance being in force, the city of Memphis, in the year 1866, being desirous to have certain of its streets paved with what is known as the Nicholson pavement, passed an ordinance directing the mayor to advertise for twenty days for paving the whole or parts of them according to the plans and specifications of the engineer's office, and further authorized the mayor and the finance committee to make and enter into contract or contracts with the lowest responsible bidder, as to payments and time of completion, with such restrictions as they might think best.</p>\n    </div>\n    <p class=\"indent\">The ordinance went on:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'The city civil engineer shall forthwith proceed to make a plat of said streets and a plat of the lots bounding and abutting the same; and shall be actual measurement ascertain the number of feet front on each lot bounding and abutting the said streets; and shall mark upon his plat the names of the owners of such lot and the number of feet belonging to each. . . . He shall also prepare and lay before the board of mayor and aldermen at their first meeting after a contract shall have been made by them for the grading, constructing, and paving of the street, upon which such lots front, an estimate of the entire cost of said improvement under the contract aforesaid, as shall be opposite the respective lot or lots, and shall mark upon said lot the amount thereof; and such amounts are hereby declared to be a special tax upon such lots respectively, and a debt due by the owners thereof in such instalments as the board of mayor and aldermen may determine; and he shall make out and deliver to the attorney for the city a list of the owners and the amounts due respectively, with the number of the lot and time of payment, and <i>the attorney</i> shall proceed to collect the same, and in case the owner shall fail to pay on demand, to enforce the lien against the lots given by the charter of the city.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The advertisements and surveys directed were made, and bids put in by different parties. Among the bids were one by Taylor, McBean &amp; Co., and another by Forest, Mitchell &amp; Co. These two bids were accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, on the 11th of March, 1867, the city entered into a contract with Taylor, McBean &amp; Co. for the paving, in sections, certain streets. The contract said:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Upon the completion of each section, the contractors shall receive from the owner or owners of lots fronting upon said section one-half of the price of the same <i>in cash</i>, the remaining half to be paid by the said owner or owners in thirty, sixty, and ninety days, they giving their notes for the same, with the lien fixed by the city charter retained in said notes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'The accounts for said pavement will be made out upon the completion of each section, by the city engineer, against the property owner or owners and delivered to the contractors for collection, and if not paid according to the terms above specified, within ten days after said payment becomes due, said accounts shall be placed in the hands of the <i>city attorney</i> for collection under the city charter.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'<i>The city of Memphis will and does hereby guarantee to the contractors the payment of said accounts, as so assessed against the property owner or owners for the pavement</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This contract was called 'the cash contract.'On the 16th of July, 1867, the city entered into another contract, this one being with Forest, Mitchell &amp; Co., for paving, in like sections, certain other streets. This contract said:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Upon the completion of each section the contractor shall receive from the city the whole amount due under the conditions of this contract for said section; the same to be paid <i>in Memphis city paving bonds</i>, payable in five, ten, and fifteen years, in equal proportions, with six per cent. coupons attached, payable semi-annually. <i>Principal and interest guaranteed and provided for by a sinking fund</i> set aside for that purpose. Bonds to be taken at par.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This contract was called 'the bond contract.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As the reader will observe, there was no provision in this contract for assessment, nor any reference to property owners, or guarantee of payment. The contract was, however, subsequently modified as to the amount to be paid for certain portions of the work and as to the form of payment, with a provision for assessment and collection of certain portions thereof, as had been made in the cash contract.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Both of the contracting firms above named were unable to perform what they had contracted to do, and with their consent and that of the city, a new firm, that of Brown &amp; Co., was substituted in their places; succeeding to their obligations and to their rights. Brown &amp; Co. paved the streets according to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The property-holders of the streets paved did not pay for the paving opposite to their respective lots; and this failure of theirs producing embarrassment on the part of Brown &amp; Co., these last sought relief by an application to the city. To give this relief the city, in August, 1868, lent to Brown &amp; Co. its bonds to the nominal amount of $99,000. The bonds were worth at the time not more than fifty cents on the dollar, and they were lent with the understanding that they might be sold for what they would bring, and that other bonds might be bought to replace them when they should mature. Early in November, 1868, another application of the same character was made for $175,000 of the city bonds; and a resolution was passed on the 18th, by the city councils, and an agreement signed on the 20th of November by the city of the first part and Brown &amp; Co. of the second. The agreement recited:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'That, whereas the party of the first part, in session on the 18th day of November, 1868, did pass the following resolution, to wit:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"<i>Resolved, &amp;c.</i>, That the city will loan Messrs. Brown &amp; Co., the contractors of the Nicholson pavement, one hundred and seventy-five thirty-year $1000 pavement bonds for eighteen months, upon condition that said contractors will place in the hands of the city attorney paving bills against the property holders to the amount of the face value of said bonds; <i>and upon the further consideration that said contractors</i> WILL <i>release the city from all liabilities upon said paving contract, unless it should be decided by the courts of least resort that the property holders are not liable for said pavement</i>. The interest upon said bonds shall be paid by the said Brown &amp; Co., and at the end of said eighteen months said bonds shall be returned to the city, principal and interest, unless said interest has been previously paid:'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'<i>Which said resolution embraces all the conditions of said loan, and is accepted by the parties of the second part</i>.'</p>\n    </div>\n    <p class=\"indent\">The instrument then proceeded:</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'It is further agreed by said parties that the city will furnish said bonds as rapidly as they can be executed, and that as said bonds are delivered to the said Brown &amp; Co., the said Brown &amp; Co. will deliver to the city attorney the collaterals to secure the same. This agreement is in no wise to affect or modify the terms and obligations of the original contracts for paving the streets of Memphis with the Nicholson pavement, as now existing between the parties, or the owners of the lots abutting on the streets, <i>except when said contracts are changed and modified by the above resolution of the board of mayor and aldermen and this agreement</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The city did not comply with this contract. The master thus set forth the facts:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'Brown &amp; Co. received, with much delay in their issue, $140,000 in city bonds. The remainder of the loan ($35,000) was wilfully withheld by the then acting representatives of the city, and applied to payment of interest on the general funded debt of the city, the city getting about fifty cents on the dollar for the bonds thus withheld. The mayor had given to Brown &amp; Co. a letter (called by the city an acceptance, but which does not possess a single quality of a commercial acceptance), stating that Brown &amp; Co. should be entitled to receive $35,000 of Memphis city bonds so soon as they could be signed and ready for delivery. But they were never signed, or if signed, never delivered, and in that particular the city did not comply with the stipulations whereby it received an agreement for release from its guaranty of the cash payments by property holders. The greatest and apparently most inexcusable neglect and delay were exhibited by the city government in the delivery of the bonds promised to Brown &amp; Co. under their loan contracts.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The following was the form of one of the papers termed acceptances:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'MEMPHIS, August 27th, 1868.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'MESSRS. BROWN &amp; CO.: As soon as it is possible for me to sign them I will issue to you, or your order, ten $1000 bonds of the city of Memphis, the same being a part of the number you are entitled to by a recent order of the board. You may use this in any negotiation necessary to accomplish your purpose, and the bonds can be delivered to your order on return of this letter.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'W. LEFTWICH, Mayor.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Brown &amp; Co. and the city not being able to arrange matters between them, Brown &amp; Co., in 1869, brought a suit at law to recover from the city $600,000, which the firm asserted the city now owed it upon the two contracts for paving. The city set up the agreement of November 20th, 1868, as an accord and satisfaction, and full performance was averred.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At a subsequent date, to wit, in November, 1870, the city filed a bill in equity against Brown &amp; Co., alleging various matters of equitable defence, and asking that the firm be restrained from proceeding in a suit at law. To this bill Brown &amp; Co. made answer, and also filed a cross-bill against the city.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In November, 1870, all proceedings in the suit at law were ordered to be stayed, to the end that the matters in controversy be determined in the equity suit; and in that same month, Brown &amp; Co. moved for an order of reference, upon the following notice:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'Come, Brown &amp; Co., by solicitors, and move the court in this cause to order an interlocutory decree of reference to the clerk of this court, as master, to find and report to the court, at a future day in this term, or so soon as practicable, of and concerning the following matters:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'1. That he state an account of all the labor done, and materials furnished, and the value thereof, at the agreed prices under all the contracts set out and referred to in the bill and cross-bill herein, distinguishing the value of that paving done opposite the lots of private owners from the remainder and also of all payments made on account of _____, distinguishing the payments as above in the paving; and also finding how such payments were made, and under what agreement, if any.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'2. That he find how many bonds the city of Memphis loaned Brown &amp; Co.; and whether such bonds had a market value, and what that value was at the date of the loans; also, at the date of the maturity of the loans; also, at the bringing of this suit, also, how much, if any, the city of Memphis was indebted to Brown &amp; Co. at the date of such loans.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'3. That he find and report how many of the city's bonds were delivered under the contracts dated July 16th and November 13th, 1867, in payment, as therein provided; and also the value of such bonds when delivered; and the average value of such bonds in this market and New York, since delivery, to the bringing of this action; also, the value, at such times, in Memphis and New York, of such bonds having the payment of the principal and interest secured by a sinking fund set aside for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'4. That he find and report whether any, and if so how much work was done by such contractors for the city, additional to that provided.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In April following, no exception being filed, this motion was granted, and an order entered reciting that the action at law involving an accounting and adjudication of questions arising thereon was by consent joined with the present action, and the cause being at issue and coming on for hearing, it was ordered that it be referred to Mr. Mitchell as master in chancery to take proof, hear, and report to the court the proof, and his conclusions upon twenty-seven items specified, of which the final was, 'that he state an account between the plaintiff and defendant, embracing therein all the matters in the cause of the bill and cross-bill herein, and showing in the result the aggregate balance of debt of the debtor party to the other.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Under this order the master entered upon his office, and evidence was taken before him by the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As already said, the owners of lots along the streets paved, did not in the majority of instances pay the special charges assessed for the paving against the lots. Brown &amp; Co. accordingly put the claims (which the city ordinance had made liens against the lots) into the hands of the attorney of the city. But in addition to this, other attorneys were employed to assist him in enforcing these special assessments or liens for paving, and as appeared, Messrs. Humes and Poston, lawyers of Memphis, were paid for prosecuting between four and five hundred suits through the courts, $10,000, and other attorneys for collecting them without the judicial process, $25,000.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It did not appear that this employment of special counsel was authorized by the city councils, or by any committee intrusted by them with the collection of the liens, though the evidence tended to show that the mayor of the city and the city attorney knew and approved of what was done.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mr. Waddel, one of the attorneys at law, employed by Brown &amp; Co. to collect the special assessments, testified:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'<i>As to specific directions given by the mayor, city attorney, or other officers of the corporation, I do not know that I ever heard of any;</i> but I do know that the mayor and city attorney were apprised of the extraordinary efforts we were making to effect collections without suits, and approved the same, and urged us to make all possible. In several visits which I made to the mayor, he generally expressed his anxiety for us to effect collections in the manner we were pursuing, his idea being to get as much as possible without suit. My recollection is that the city attorney advised the same course.'Brown, himself, testified:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'Both the <i>mayor</i> and <i>city attorney</i> requested that every effort should be made to collect bills without suit by turns and trades, exchanges and discounts, and putting a large collection force at work, and making every effort to work as many of the bills into the paving of the streets as possible. <i>Their</i> advice and direction was followed. After it became evident it was necessary to sue, the <i>city authorities</i> advised suits to be brought, and to employ counsel to aid the city attorney in the examination of titles, drafting papers, and the work of suing. The <i>city attorney</i> took us to the office of Humes and Poston, saying that the city business outside of this was so large that it would be impossible for him to bring these suits; that he must have assistance, and preferred them. The mayor said substantially the same thing, and under their direction I retained Humes and Poston, who brought about four hundred suits.'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The testimony of one Ballard, a sub-contractor, and who was with Brown in his interview with the mayor and city attorney, showed exactly the same facts; and that of the city engineer was to about the like effect.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The city attorney, as the evidence showed, did little in the matter, except show himself in court when the cases were tried, and assist more or less with general counsels.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The 'bond contract,' as it was called, bound the contractors, as the reader will remember, to take the bonds 'at par,' and on the other hand, the city engaged that the principal and interest of the bonds should be '<i>guaranteed and provided for by a sinking fund set aside for that purpose</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">No sinking fund was ever set aside for the purpose of paying either principal or interest of the bonds. The interest was not paid; and the bonds would bring in the market only about fifty cents on the dollar. Brown &amp; Co. adduced four bankers or stockdealers in Memphis, to testify what the same bonds <i>would</i> have been worth, had the city kept its contract in this particular, and had the bonds, principal and interest, been 'guaranteed and provided for by a sinking fund set apart for that purpose.'</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">One of them, Mr. Elder, testified that the market value in Memphis of bonds and stocks was governed by the New York market; that the range of value of Memphis city thirty-year six per cent. bonds, in Memphis, from the 1st day of January, 1868, to 1st January, 1871, had been from forty-six to fifty-two cents on the dollar; that personally he knew nothing of the New York price, but that the price in Memphis would be regulated by the price there; that the value of the bonds had been depressed by the failure to pay the interest; that his opinion was, that if a sinking fund had been actually provided, and placed in the hands of a trustee, the market value, in Memphis and in New York&#8212;between the dates just named, of Memphis city short bonds, running five, ten, and fifteen years in equal proportions, with six per cent. coupons attached, payable semi-annually, principal and interest guaranteed, and provided for by a sinking fund set aside for that purpose&#8212;<i>would have been</i> from eighty-five to ninety cents on the dollar.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Another witness, Mr. Murphy, president of the Memphis Bank, testified that in his '<i>opinion</i>,' had the city guaranteed and provided for the payment of the bonds, principal and interest, by a sinking fund set aside for that purpose&#8212;'had such fund <i>been actually collected and placed in the hands of trustees of known integrity</i>, and had that fact been generally known by the community, in Memphis and in the Eastern cities&#8212;such bonds would be readily sold from eighty to ninety cents on the dollar.'</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mr. Barrett, 'dealer in stocks and securities,' gave the same estimates. Mr. Tobey, a banker, one slightly higher, eighty-five to ninety cents on the dollar.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On the 6th of June, 1871, the counsel of the respective parties having announced that they had no further evidence to present, submitted to the master's determination the matters which had been referred to him. The master having considered the cases, thus reported:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">1. He charged Brown &amp; Co. with the market value, say fifty cents on the dollar, of all the bonds that the city had lent them and which they had sold with a purpose to replace them before maturity.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">2. He held that the city not having furnished to Brown &amp; Co. the full $175,000 of bonds, as it had contracted by its contract of June 20th, 1868, to do, the city was not released by the said contractors from all liabilities on the contract, even though the courts of last resort had not decided that the property-owners were not liable for the pavement put before their lots.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">3. He held that under its charter, the laws of Tennessee and the city ordinances, the city had a right to bind itself by guaranty to the payment of the cash contracts, and had done so.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">4. He held, that the modifications of the bond contract bound the city.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">5. He held that the city was liable to Brown &amp; Co.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">for all damage suffered by failure of the city to</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">guarantee and provide for the payment of paving</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">bonds as stipulated; <i>the master herein estimating, that</i></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">\n        <i>had the sinking fund been provided, the bonds would</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\"><i>have been worth eighty-five cents on the dollar, </i> $115,216</p>\n    </div>\n    <p class=\"indent\">6. He held that it was bound to pay, as the</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">reasonable value of the services of attorneys</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">employed to prosecute special assessments, by request</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">of the city,                        10,000</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">7. And bound to pay further the value of services</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">in the collection of special assessments or paving</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">bills, without process of law, by request of the</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">city,                               25,000</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>$150,216</p>\n        <p class=\"indent\">The master, accordingly, including the last three items, amounting to $150,216, as proper charges against the city, found as due to Brown &amp; Co., on the assumption already stated, the sum of $496,352.</p>\n        <p class=\"indent\">Upon the report and the evidence on which the master had acted, coming to the Circuit Court, that court fixed what would have been the value of the bonds had a sinking fund been provided, at <i>seventy-eight</i> cents on the dollar; and,Allowed in the place of the sum allowed by the master, that is to say, $115,216</p>\n        <p class=\"indent\">The reduced sum of 89,808</p>\n        <p class=\"indent\">A difference of $25,408</p>\n        <p class=\"indent\">And confirming, essentially, the rest of the report, decreed in favor of Brown &amp; Co. for $488,993.</p>\n        <p class=\"indent\">From this decree the city of Memphis took this appeal, alleging that the court below had erred:</p>\n        <p class=\"indent\">1st. (This being in the substance of three different assignments) in decreeing that Brown &amp; Co. could discharge themselves from their obligation to return the bonds lent to them by paying their market value; and that the court ought to have decreed that they return the bonds and coupons, or else pay the city their 'face value;' that the same error existed in regard to the bonds overpaid them on the bond contracts, and also in relation to the bonds paid to them on the cash contracts.</p>\n        <p class=\"indent\">2d. In decreeing that Brown &amp; Co. could maintain a suit on the paving contracts before any court of last resort had decided that the property-holders were not liable to pay for the same; the resolution and contract of November 26th, 1868, having released the city from all liability upon that contract, unless such court did so decide.</p>\n        <p class=\"indent\">[N. B. Although no court of last resort had made such a decision when the case was before the master, it appeared that afterwards, and before the case got here, the Supreme Court of Tennessee, in the case of <i>Taylor</i> v. <i>Hart</i>, did so decide.]</p>\n        <p class=\"indent\">3d. In decreeing the city liable for the payment of the cash contracts, by reason of their guaranty, or for any other reason, for paving laid in front of private property; that the decree should have been that the property-owners were liable therefor, and that the city was not.</p>\n        <p class=\"indent\">4th. In holding the city liable for the paving under the bond contracts, as, after the modifications agreed upon, the contracts contained no agreement by the city to pay or to guarantee.</p>\n        <p class=\"indent\">5th. In holding that the city was chargeable with $89,808 or other sum, as damages suffered by Brown &amp; Co., for its failure to guarantee and provide for the payment of the bonds by a sinking fund.</p>\n        <p class=\"indent\">6th. In allowing the $10,000 and the $25,000 as fees to counsel employed to assist the official attorney of the city.</p>\n        <p class=\"indent\">7th. (This being assigned as an error arising upon the entire record): That the court below, before the cause was ready for decree, and without settling the rights of the parties, referred it to a master for an account, and that the master took and stated the account under his own view of the law and the facts, and virtually decided the entire case, instead of the court.</p>\n        <p class=\"indent\"><i>Messrs. J. M. Carlisle and J. D. McPherson, with whom was Mr. W. M. Randolph, for the appellants</i>.</p>\n        <p class=\"indent\"><i>Mr. P. Phillips, with whom was Mr. S. Sibley, contra</i>.</p>\n        <p class=\"indent\">Mr. Justice HUNT, having stated the general nature of the case, delivered the opinion of the court.</p>\n        <p class=\"indent\">I. The first three assignments of error are based upon a single idea, to wit, that there was error in decreeing that Brown &amp; Co. could discharge themselves from their obligation to return the bonds loaned to them by paying their market value; that the same error existed in regard to the bonds overpaid them on the bond contracts, and also in relation to the bonds paid to them on the cash contracts.</p>\n        <p class=\"indent\">As to each class it is insisted that the bonds in specie should have been returned or their nominal face value allowed to the city. The loan was of 240 bonds of $1000 each. At the time of making the loan there was due to Brown &amp; Co. on the paving contracts several hundred thousand dollars. This indebtedness the city did not wish to pay, or was unable to pay. To meet the emergency the city loaned its bonds to Brown &amp; Co., to be returned in eighteen months with interest.</p>\n        <p class=\"indent\">The argument is that by their contract Brown &amp; Co. agreed to return the bonds to the city, and that a specific performance of this agreement is necessary to do justice to the city.</p>\n        <p class=\"indent\">Conceding the power of the court to compel the specific performance of a contract relating to personal property, this does not appear to be a case justifying its exercise. Specific performance is never decreed where the party can be otherwise fully compensated.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n        <p class=\"indent\">If Brown &amp; Co. have received bonds of the city, which they are bound to return, and do not return, what damage does the city suffer? The face of the bonds and interest, it is said, as if they run to maturity, the city will then be liable for the payment of the whole amount. Not so. We are not to inquire what may be the damage to the city eighteen years hence, but what it suffers at the present time by the default of Brown &amp; Co. If Brown &amp; Co. should now be decreed to pay the face of the bonds, instead of an indemnity, the city would make an actual profit. Suppose the amount of bonds in question to be $200,000. With the sum of $100,000 the city could now purchase the whole amount of bonds supposed to be in issue, and retain as a premium or profit the remaining $100,000. In his brief the appellant's counsel says that it is not material that the very bonds loaned shall be returned, so that an equal amount, with corresponding coupons, are returned. That this equal amount may now be purchased by the city at fifty cents on the dollar would seem to be conclusive, that when Brown &amp; Co. are charged with the bonds at fifty cents on the dollar, and the city is credited with that sum, that the damage of the city for the item in question is properly assessed.</p>\n        <p class=\"indent\">But it is said that the city has not the money at command to buy these bonds; that it cannot thus indemnify itself, and, therefore, its loss is the face of the bonds. This consideration can have no legitimate influence. A rule of law is based upon principle, upon sound considerations of justice and public policy, and usually as manifested by the precedents and authorities. It is the same for all classes and conditions. None are so high as to be above its claims, none so low as to be beneath its protection. It will be a sad era in the history of any country when the application of a rule of law shall depend upon the wealth or the poverty of a party to a suit; upon his wealth, which would thus enable him to increase that wealth, or his poverty, which would be thereby aggravated.</p>\n        <p class=\"indent\">No court and no government can protect against the misfortunes of poverty. The unfortunate mortgagor who sees his farm sold by his rigid creditor for half its value, for the want of money to redeem it, receives our sympathy, but the rules of law cannot be altered or suspended to aid him. So, in the case before us, the law is the same, whether the city of Memphis is in funds or whether it has no funds. The value of its bonds in the market is fifty cents on the dollar. With that amount of money it can now place in its treasury the bonds which Brown &amp; Co. fail to return. It is difficult to see that the damage sustained can be beyond that amount.</p>\n        <p class=\"indent\">Whether the city had the legal right to loan its bonds does not seem to be a practical question. It did loan them, and the contractors received them. If not a loan, the transaction was a gift, which will not be pretended; or it was a loan of so much money as was realized by their sale. The defence of usury is not set up in the pleadings, or apparently claimed on the trial, and it cannot now be urged. We assume the issue of the bonds to have been a legal transaction, and think the rule of damages for their non-return was properly fixed by the master.</p>\n        <p class=\"indent\">In <i>Dana</i> v. <i>Fiedler</i>,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the court say: 'Complete indemnity requires that the vendee shall receive that sum which, with the price he had agreed to pay, would enable him to buy the article which the vendor had failed to deliver.'</p>\n        <p class=\"indent\">In <i>Griffith</i> v. <i>Burden</i>,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> being a suit for the conversion of a State bond, the court say: 'Another rule, equally well grounded and more frequently applied, is that the damages ought to be such as will compensate the party for his loss. In this case the plaintiff has lost his bond. Another like bond of precisely equal value to the plaintiff can be purchased in the market for the amount of the verdict in this case, the market value. Hence the verdict compensates him for his loss, and is the precise measure of damages.'</p>\n        <p class=\"indent\">These are the general rules upon the subject, and that they control the question in the case before us, sufficiently appears from numerous authorities.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n        <p class=\"indent\">II. It is insisted, secondly, by the appellants that Brown &amp; Co. cannot maintain a suit on the paving contracts, for the reason that by the resolution and contract of November 20th, 1868, Brown &amp; Co. released the city from all liabilities upon the paving contract, unless it should be decided by the courts of last resort that the property-holders are not liable to pay for the same.</p>\n        <p class=\"indent\">[This resolution, and the contract of November 20th reciting it, are set forth, <i>supra</i>, p. 295.&#8212;REP.]</p>\n        <p class=\"indent\">In deciding upon the effect of this contract the situation and condition of the parties are to be considered. Brown &amp; Co., the contractors, had embarked in an enterprise involving the expenditure of nearly a million of dollars. The property-owners refused to pay the assessments made upon them. The city was not able or was not willing to meet its guaranty of payment, and was indebted to the contractors in the amount of several hundred thousand dollars. The contractors must have relief or go to the wall, as their predecessors had done. They applied to the city for that relief, and instead of making payments, the city undertook to make a loan of its bonds. It imposed harsh and severe conditions which nothing except the financial desperation of the contractors could justify them in accepting. Their claim against the city for the amount of work done was valid, and the amount was then payable. There was no good reason why they should delay a call for its present payment, especially none for its delay until the last possible chance of litigation in the State courts was exhausted. There was no good reason why the large sum due from the city should be thus indefinitely suspended in consideration of a loan of bonds to the nominal amount of $175,000, but which were worth some $80,000 only, about one-fourth of the amount actually owing to the contractors.</p>\n        <p class=\"indent\">It is not necessary to decide whether this presented a case of moral duress, which in equity avoids the contract, or whether a contract can, under any circumstances, be so avoided. It is sufficient to say that it is a hard and oppressive contract, that if the pound of flesh is exacted the party must take care that he violates no law of the State in obtaining it. Before the court will sanction the exaction of conditions so harsh and oppressive it will be careful to know that every stipulation on the part of the creditor has been fully performed.</p>\n        <p class=\"indent\">As the consideration for the release, the city undertook and promised to deliver to the contractors one hundred and seventy-five one-thousand dollar pavement bonds, and to deliver the same as rapidly as the same could be executed by the officers of the city.</p>\n        <p class=\"indent\">How the city performed this agreement is stated by the master in his report.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n        <p class=\"indent\">In the performance of this contract, to which assent was given by Brown &amp; Co. to obtain immediate relief, we find, first, that there was great delay in delivering $140,000 of the bonds. Delay, we may well assume, was a serious injury to the contractors. Their necessities brooked no delay. Delay was nearly as bad as a refusal.</p>\n        <p class=\"indent\">We find, secondly, that $35,000 of the bonds were never lelivered.</p>\n        <p class=\"indent\">We find, thirdly, that this non-delivery was wilful on the part of the city authorities; and fourthly, that they applied in payment of the other debts of the city the bonds thus pledged and appropriated to Brown &amp; Co.</p>\n        <p class=\"indent\">After taking advantage of their necessities to make a hard and oppressive bargain with those whose necessities placed them at the mercy of any one having money, or the means of raising money, they wilfully and deliberately refuse to perform their part of the agreement. It is difficult to understand how parties standing before a court of equity can ask for the enforcement of a contract thus violated by themselves.</p>\n        <p class=\"indent\">The letter of credit was a shift to avoid a direct refusal to deliver the bonds as agreed. As stated by the master, these letters have no single element of a commercial acceptance. They are equally destitute of every quality by which money could be raised upon their credit. The city had already violated its agreement by delay in issuing the $140,000 of bonds. It was violated again in the delivery of these letters instead of the bonds themselves. What security had any capitalist that further shifts and contrivances would not be resorted to to avoid the delivery of the bonds? None whatever; and it could not be otherwise than, as the fact proved, that they would be unavailing to Brown &amp; Co. for the purposes required by them.</p>\n        <p class=\"indent\">The agreement of November 20th was, in substance, an executory agreement for an accord and satisfaction. The release was to operate when the city actually loaned the bonds, not when it agreed to loan them. It is set up in the pleadings as an accord and satisfaction, and full performance is averred. The consideration for the release was wholly executory, and it was never performed; but the release was dependent entirely on such performance. The language of the release is this: 'And upon the further consideration that the said contractors <i>will</i> release the city upon all liabilities upon said paving contract, unless it shall be decided,' &amp;c. There is no present release, but an agreement to release based upon the performance of the considerations specified. The performance failing, the agreement to release goes with it. It is a case not where the value of the bonds is sought to be recovered, but where a forfeiture is sought to be enforced. In 1 Smith's Leading Cases it is said:<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> 'The accord must be executed, and a mere executory agreement can never be pleaded as an accord and satisfaction.' Again: 'If part of the consideration agreed on be not paid the whole accord fails.'</p>\n        <p class=\"indent\">Many other considerations might be added to show the invalidity of the claim we are considering. A single one only will be mentioned. It is shown that the court of last resort of the State of Tennessee has recently decided that the property-holders are not liable to pay for this pavement.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The appellate court in equity would scarcely overrule a decision of the court below made under such circumstances, were it conceded that the law was prematurely held by that court to be as it is now found by the court of last resort in that State, and although the suit was commenced prior to such actual adjudication.</p>\n        <p class=\"indent\">We hold that this objection is not well taken.</p>\n        <p class=\"indent\">III. It is alleged also that there was error in decreeing the city to be liable for the payment of the cash contracts, by reason of their guaranty or for any other reason.</p>\n        <p class=\"indent\">The general incorporation act of the State of Tennessee gives to cities of the State full power to provide for the paving of streets, alleys, and sidewalks.</p>\n        <p class=\"indent\">The charter of this city declares that 'the board of mayor and aldermen shall have power to improve, preserve, and keep in good repair the streets, sidewalks, public landings, and squares of the city.'</p>\n        <p class=\"indent\">It provides also, that the city may require lot-owners to improve the streets fronting their lots, and that 'should any owner fail to comply with any ordinance requiring him to repair, grade, and pave the same, the mayor and board of aldermen may contract with some suitable person for repairing, grading, and paving the same, and pay therefor,' and collect the amount of the lot-owner.</p>\n        <p class=\"indent\">By the contract in question, the contractors agreed to do the paving specified, and the city agreed 'to pay or cause to be paid to the parties of the second part' the price specified 'upon the following terms of payment, to wit: Upon the completion of each section, the contractor shall receive from the owner of lots fronting on said section one-half of the price of the same in cash, the remaining half to be paid by the owners in thirty, sixty, and ninety days, they giving their notes for the same, with the lien fixed by the charter retained in the notes. The city of Memphis will and does hereby guarantee to the contractors the payment, of said accounts as so assessed against the property-owner.'</p>\n        <p class=\"indent\">It is said that about half of these assessments have been paid by the property-owners, that the residue of the lot-owners have refused to pay. The statutes referred to give the city ample power to undertake the work of paving, and to contract to pay for the same.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n        <p class=\"indent\">The charter also gives the city power to issue bonds of the city to be used for paving the principal streets of the city.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Under this authority the city passed an ordinance providing for the issue of city bonds to the amount of $900,000 for the purpose of paving the streets and alleys of the city.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n        <p class=\"indent\">These references show full authority in the city to make contracts for paving, to be paid for in cash, as was done in the first contract, or in the bonds of the city, as was done in the case of the second contract.</p>\n        <p class=\"indent\">General power and authority over the subject is by law given to the city, and the power also vested in the city to require that the cost may be assessed upon the adjoining owner, does not impair the power of the city itself to do the work.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> It is permissive merely. The city may require the owner to pay, but it is not compelled to do so.</p>\n        <p class=\"indent\">In the contracts we are now considering, the following provision was contained: 'The city of Memphis will and does hereby guarantee to the contractors the payment of said accounts as so assessed against the property-owner or owners for the pavement according to the plans and specifications.' It will be perceived that this is a guarantee of payment, and not of collection merely, and upon which, upon general principles of law, a suit may be commenced against the grantor without any previous suit against the principal.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n        <p class=\"indent\">The thirty, sixty, and ninety days had long passed, and the payments had not been made by the owners. These periods, we think, furnish the limit of delay, that could have been contemplated, before the city became liable to pay. Numerous authorities are cited in the brief of counsel and in the learned opinion of the circuit judge, to show that, upon a contract thus worded, the city is liable in a suit brought by the contractor. They fully sustain the position. The fact, however, that the Supreme Court of Tennessee has now decided that an assessment upon the property-owner for this expense is void, as in violation of the constitution of the State, would seem to render much discussion unnecessary. The work was done under a contract with and by the employment of the city; the claim of the contractor is upon his contract, to which the city alone is the counter party. A particular mode in which payment was expected to be obtained, fails. The city cannot allege the illegality of the proposed detail of payment as a defence to itself. If it 'caused' the owners to pay, that was well. If it failed in that, as it has, both in fact and in law, its guarantee of payment remains in force.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n        <p class=\"indent\">IV. It is further alleged that there was error in holding the city liable for the paving under the bond contracts, as after the modifications agreed upon, the contracts, it is said, contained no agreement by the city to pay or to guarantee.</p>\n        <p class=\"indent\">In the bond contract, dated July 16th, 1867, the undertaking of the city was direct to make payment to the contractors for the work done, in the bonds of the city. There was no provision for assessment, no reference to property-owners, and no guarantee of payment. This agreement was subsequently modified as to the amount to be paid for certain portions of the work and as to the form of payment, with a provision for assessment and collection of certain portions thereof, as had been made in the cash contracts, and which contracts were declared to be binding on the parties respectively.</p>\n        <p class=\"indent\">The principles laid down in considering the last preceding objection control this one also. The contract was made with the city, and it cannot evade its payment, whether contracted to be paid for directly or through other persons, or by an illegal assessment. The latter contract contains no abandonment or waiver of the original agreement of the city to pay for the work. Such waiver cannot be presumed or implied.</p>\n        <p class=\"indent\">V. By the report of the master there was found to be due to Brown &amp; Co., from the city, and which went to make up the balance, the following item, viz.: '3d. To damage suffered by failure of the city to guarantee and provide for the payment of paving bonds as stipulated, $115,216.'</p>\n        <p class=\"indent\">In the judgment of the court, rendered in November, 1872, this item was reduced from the sum of $115,216 to $89,808, and as thus modified the item forms a portion of the judgment in the case. The allowance of this item is the fifth ground of error alleged by the appellant.</p>\n        <p class=\"indent\">By the contract termed the bond contract the contractors undertook to do the work mentioned at prices specified. The city undertook to pay for the same 'in Memphis City paving bonds, payable in five, ten, and fifteen years, in equal proportions, with six per cent. coupons attached, payable semi-annually, principal and interest guaranteed and provided for by a sinking fund set aside for that purpose. Bonds to be taken at par.'</p>\n        <p class=\"indent\">Several questions arise upon this objection which it is not necessary to discuss. Thus it is argued that this breach of the contract had occurred before the assignment of the contracts to Brown &amp; Co., that the assignment was taken and assented to by the city, upon the request of Brown &amp; Co., without suggestion of claim for compensation on that account, and that they are estopped now to make such claim again. It is insisted that the duty of providing a fund for redeeming the bonds was a ministerial duty, which could be enforced by mandamus, and for which no other remedy exists, and that this remedy still remains.</p>\n        <p class=\"indent\">We pass by the consideration of these points, and place our objection to the allowance of the item in question upon the ground, first, that the damages allowed are not in their nature capable of legal computation, that there is no legal standard by which they can be fixed, that they are shadowy, uncertain, and speculative.</p>\n        <p class=\"indent\">The claim is based upon the theory that if the city had provided a sinking fund, which it did not do, Brown &amp; Co. could have sold the bonds which were delivered to them for a greater price than they were, in fact, able to obtain for them.</p>\n        <p class=\"indent\">The evidence on the subject was from four bankers or stockdealers in Memphis. The evidence of the first one examined, Mr. Elder, is as follows:</p>\n        <p class=\"indent\">'Q. State, if you know, what establishes the market value in Memphis of bonds and stocks, or how the market value in this city is affected by the New York market.</p>\n        <p class=\"indent\">'A. They are governed by the New York market.</p>\n        <p class=\"indent\">'Q. State what has been the cash market value of Memphis City thirty-year six per cent. bonds, in New York and this city, from 1st day of January, 1868, to 1st January, 1871.</p>\n        <p class=\"indent\">'A. The range here has been from forty-six to fifty-two cents on the dollar. Personally, I know nothing of the New York price, but the price here would be regulated by the price there. The value of the bonds has been depressed by the failure to pay the interest.</p>\n        <p class=\"indent\">'Q. State, if you know, the market value, in this city and in New York, from 1st January, 1868, to 1st January, 1871, of Memphis City short bonds, running five, ten, and fifteen years in equal proportions, with six per cent. coupons attached, payable semi-annually, principal and interest guaranteed and provided for by a sinking fund set aside for that purpose.</p>\n        <p class=\"indent\">'A. My opinion is that if the sinking fund had been actually provided, and placed in the hands of a trustee, such bonds would have been worth from eighty-five to ninety cents on the dollar.</p>\n        <p class=\"indent\">'Q. State whether or not the city of Memphis ever placed any money in your hands, as trustee, for the payment of either principal or interest on the paving bonds alluded to in the last question and answer; if yea, when, and how much, and whether you so applied it.</p>\n        <p class=\"indent\">'A. The city never placed any money in my hands for any such purpose.'</p>\n        <p class=\"indent\">The testimony of Mr. Murphy, a banker, was as follows:</p>\n        <p class=\"indent\">'Q. What, in your judgment, would have been the market value of the bonds described in the last question and answer during the period and at the places referred to, had the city guaranteed and provided for the payment of the bonds, principal and interest, by a sinking fund set aside for that purpose?</p>\n        <p class=\"indent\">'A. Had such fund <i>been actually collected and placed in the hands of trustees of known integrity</i>, and that fact generally known by the community here and in the Eastern cities, in my opinion such bonds would be readily sold from eighty to ninety cents on the dollar.'</p>\n        <p class=\"indent\">The evidence of the other bankers did not differ materially from that of Elder and Murphy.</p>\n        <p class=\"indent\">In the report of the master, the damages allowed were based upon the conclusion that the bonds would have been worth eighty-five cents on the dollar if the sinking fund had been provided, and the difference between this value and the market value of the bonds as they were, made up the sum of $115,216. The circuit judge fixed the value of the bonds upon the same evidence at seventy-eight cents on the dollar, and reduced the item by some $25,000.</p>\n        <p class=\"indent\">It will be seen upon this statement of the facts that the bankers allowed themselves a range of ten per cent. in the value of the bonds to be guaranteed by the city, and that the master and the circuit judge differed to the extent of seven per cent. in estimating their value. These differences and the reasons given furnish a strong illustration of the shadowy and unsubstantial character of the claim.</p>\n        <p class=\"indent\">The master reaches his conclusion by finding for what sum the contractors were willing to do the work in cash, for what sum they would do the same work for guaranteed bonds, and from these facts he reaches a conclusion of the cash value of the bonds as estimated by the parties. He argues further that if not actually worth eighty-five cents, they might have been so placed by the contractors as to be worth that rate to them.</p>\n        <p class=\"indent\">The learned judge, on the other hand, repudiates these views, and says that the question is not what the parties estimated the bonds to be worth, as they might have been and most likely were mistaken in their estimate of value, but that the sole question is the market value.</p>\n        <p class=\"indent\">The answer to the argument of the master appears to be a good one, but we think the argument of the judge is no sounder.</p>\n        <p class=\"indent\">How can there be a correct market value of that which never existed? A. contracts to deliver to B., on the first day of October, one thousand bushels of merchantable winter wheat. He delivers the quantity of wheat, but it is spring wheat, is dirty, musty, and unsound. The damages, the difference or value between the article agreed to be delivered and that actually delivered, are readily ascertained. The unsound wheat is there, and the sound, merchantable wheat is there. But it would be very difficult to estimate these damages if sound wheat had never been bought or sold; if, in fact, it had never existed. It would have been equally difficult if the value of standard wheat should be claimed to be more valuable when held by one man than when held by another. By this is meant to indicate the uncertainty and unknown character of what is termed a sinking fund set apart for that purpose by the city of Memphis. This uncertainty is well illustrated by the evidence of the witnesses before quoted. Mr. Elder says that if 'the sinking fund had been actually provided and placed in the hands of a trustee, such bonds would have been worth from eighty-five to ninety cents on the dollar.' But the city did not undertake to raise the sinking fund in advance, nor at any time to place it in the hands of a trustee, beyond their own control. It would have been as easy to have paid to cash as to have done this.</p>\n        <p class=\"indent\">Mr. Murphy says: 'Had such fund been actually collected and placed in the hands of trustees of known integrity, and that fact generally known by the community here and in the Eastern cities, in my opinion the bonds would be readily sold from eighty to ninety cents on the dollar.' The witnesses make the value of the sinking fund depend upon these conditions: 1st. It should be actually collected in advance. 2d. It should be placed in the hands of trustees. 3d. These trustees should be persons of known integrity. These conditions the city never undertook to perform. It was not expected by either party that the money should be raised in advance, or that it should be beyond the control of the city when or so far as raised. When the city made a pretence or an attempt at raising such a fund it was only by directing that a certain portion of its income should be placed in the hands of its own officers as trustees, and, of course, subject to its own control. When paving bonds to the amount of $900,000 were authorized by law, and were executed, the city officers used them at pleasure for the ordinary purposes of the city, regardless of the special purpose for which they were created. What security had any person that they would not do the same with any sinking fund in their possession? No time was specified within which the fund should be raised or commenced; no rate or proportion for any year or years was fixed upon. It was wholly indefinite and uncertain.</p>\n        <p class=\"indent\">The witnesses were quite right in their statement of what constituted a valuable sinking fund.</p>\n        <p class=\"indent\">The market value of a bond security depends chiefly upon the confidence or want of confidence in its ultimate payment. Its immediate convertibility enters largely into the question. United States six per cent. bonds sell at this time at about twenty per cent. above par. Immediately previous to the late civil war, and during the early part of the contest, they sold at prices ruinously low. The existence of the government and the payment of its bonds were then doubtful. The solvency and the good faith of the government are now undoubted, and its bonds are convertible into money as readily as one species of money may be converted into another. Seven per cent. bonds of the State of New York sell at about seven per cent. above par. Missouri sixes sell at about ninety-five per cent., or five per cent. below par. Of the corporate bonds of railroads secured by mortgage, those of the Chicago, Burlington, and Quincy road (eight per cents) are quoted at one hundred and ten, the Michigan Southern and Northern Indiana (seven per cent.) at one hundred and five, Cleveland and Toledo (seven per cent.) at one hundred and three. The accumulation of interest may make slight difference in some instances, as exemption from taxation may enhance the price of United States securities. These references are made to show how variable and beyond any principle of calculation is the market price of securities, each as good as securities can well be. The genuine recognized bond of the State of New York affords as complete security for the return of the principal and the regular payment of the interest as does a United States bond, but although bearing one per cent. greater interest, its selling price is thirteen per cent. less than that of a United States bond. Liability to taxation can explain but a small portion of this difference. Corporate bonds as perfect in their character as such securities can be, show a like variation. Memphis City bonds of the ordinary character sold at about fifty cents on the dollar at the time the present bonds were issued. No man can undertake to say that this price would be essentially increased or how much by a sinking fund like that we have discussed.</p>\n        <p class=\"indent\">The value of a Memphis City bond, guaranteed by a sinking fund of the city, depended first upon a confidence or want of confidence in the resources of the city. If it was absolutely unable to pay its debts a promissory sinking fund would not raise its credit to any perceptible extent. The value depended next upon the public estimate of the honesty and good faith of those having the city affairs in charge. If they were tricky, dishonest, and unprincipled persons, who would not scruple to misapply or pervert a sinking fund, their bonds would be of little value. A dishonest person is an unsafe debtor. There is no satisfactory evidence of the resources of the city, and certainly no satisfactory evidence that a sinking fund would be of any practical value to the bondholders. The city was liable for the face of the bonds in any event, and that was all there was of the obligation.</p>\n        <p class=\"indent\">We are of the opinion, upon this view of the contract before us, that there was no legal standard by which the damages claimed could be measured, and no legal evidence that such damages existed. The principles and ideas upon which the alleged damages are claimed cannot be reduced to a money standard. They do not form the subject of legal calculation in dollars and cents.</p>\n        <p class=\"indent\">2d. We think that Brown &amp; Co. are not now at liberty to claim damages for the non-existence of the sinking fund.</p>\n        <p class=\"indent\">They were quite aware of the provision in the contract for the sinking fund. They knew that this provision had not been made; they received the bonds as a performance, without objection or protest, and made no demand that this provision should be complied with. They have never offered to return the bonds; they are now outstanding, a valid claim against the city to their face. This was a waiver.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n        <p class=\"indent\">3d. They negotiated the bonds. They negotiated the conpons. These securities are still outstanding against the city. Whatever claim there may be for a sinking fund, or for damages for the want of it, would seem to belong to the holders of the bonds, and not to the party to whom issued. The right to a fund for redemption of a bond, to enforce it by mandamus, or to ask damages for its violation, is an incident of the bond, attached to and inseparable from it.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> There cannot be a cause of action in one to recover the whole face of the bond and interest, and in another to recover damages for the want of a collateral security to the bond. The allowance of damages now to Brown &amp; Co. will be no defence to a claim for the whole face of the bond, to be made by the holder of it. The city would thus be liable to pay the face and interest of the bond to the holder after having paid twenty-eight per cent. to Brown &amp; Co. for the absence of guaranty of the payment of the same bond. This cannot be sound law.</p>\n        <p class=\"indent\">VI. In the accounts allowed by the master, and sustained by the court, were the following items, viz.:</p>\n        <p class=\"indent\">'4th. To cash paid as the reasonable value of the services of attorneys employed to prosecute special assessments, by request of the city, $10,000.</p>\n        <p class=\"indent\">'5th. To the value of services in the collection of special assessments or paving bills, without process of law, by request of the city, $25,000.'</p>\n        <p class=\"indent\">The allowance of these items constitutes the sixth allegation of error. The items are closely akin, and may be considered together.</p>\n        <p class=\"indent\">The ordinances of the city of Memphis required that the city attorney should prosecute all suits to which the city might be a party or in which it might be interested.</p>\n        <p class=\"indent\">By the terms of the cash paving contracts it was provided that the accounts for the paving should be made out by the city engineer, and delivered to the contractors for collection, and if not paid within ten days after the payment became due 'said accounts, or so much as shall be due and unpaid, shall be placed in the hands of the city attorney for collection under the city charter.'</p>\n        <p class=\"indent\">The duty of the parties under this stipulation is plain. The contractors are to collect the accounts, so far as they are able to do so, within ten days after the payment becomes due. They can demand no compensation for this duty, however onerous or expensive it may be. It is a duty imposed upon them by the express terms of the contract. After the lapse of ten days the burden is shifted, and the duty falls upon the city, to proceed through the agency of their attorney to collect the accounts. The contractors have nothing to do with this further proceeding. They are not bound to employ other attorneys, nor are they at liberty to do so and charge the expense to the city. Taking the contract as a guide, the matter seems too plain for argument.</p>\n        <p class=\"indent\">But it is said that these services were rendered by the contractors at the request of the city, and that the employment of the additional attorneys was also at the request of the city. We think this is not an answer to the objection.</p>\n        <p class=\"indent\">1st. This paving contract was entered into under a special and restricted authority, and in a mode specifically pointed out by the local law. The mayor was authorized to advertise for twenty days for proposals for doing the work according to the plans and specifications. The mayor and finance committee were, therefore, authorized 'to make and enter into a contract with the lowest responsible bidder as to payments, time of completion, and under such restrictions as they may think best.' The city engineer was then directed to make a plat of the work to be done, to lay before the board an estimate of the entire cost of the improvement under the contract, marking upon each lot the amount for which it should be liable, and which amount was declared to be a debt due from the owner, and to be a lien upon the lot.</p>\n        <p class=\"indent\">This authority was pursued in making the contract. Bids were sought by advertisement. Bids were made by different parties. The bid of Taylor, McBean &amp; Co. was accepted, as the most favorable to the city. The formal contract was entered into under these stipulations. We think this contract cannot be modified, as if it were an ordinary contract, made under the ordinary municipal authority. If the common council can vary it by assuming duties and waiving obligations therein imposed upon the contractors, in respect to the collection of the bills and the employment of attorneys, they may do it by increasing the price to be paid for the work. Instead of favoring the contractors to the extent of $35,000, as is proposed in the present instance, they may give them unlimited favors. This idea is in hostility to the entire scheme of advertising for bids, contracting with the lowest bidder, fixing the amount of the debt and lien of each lot-owner. We think the contract as made must be abided by. It must be performed according to its terms.</p>\n        <p class=\"indent\">2dly. The case fails to show any variation of the contract by authority of the city. No act of the common council appears giving sanction to the changes alleged to have been made. 'The mayor and the city attorney,' one of the attorneys employed testifies, 'were apprised of the extraordinary efforts we were making to effect collections without suit, and approved the same and urged us to make all possible efforts. My recollection is that the city attorney advised the same course.' The city engineer, Mr. Ballard and Mr. Brown, all testify on this subject. In no instance is there any other evidence of authority than that the mayor and city attorney urged them to make great efforts in the collections, and advised them to retain counsel in looking up titles and to aid in bringing suits. It is not suggested even that the finance committee, which was the agent of the city in making the contract, advised or assented to any change in its terms. We think that a contract entered into with the solemnities observed in the present instance cannot be modified upon the evidence of authority here referred to. There is no evidence that the city ever assented to the change.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n        <p class=\"indent\">VII. It is also alleged as error that before the cause was ready for a decree, and without settling the rights of the parties, the court referred it to a master for an account, and the master took and stated the account under his own view of the law and the facts, and virtually decided the case instead of the court.</p>\n        <p class=\"indent\">In November, 1870, Messrs. Brown &amp; Co. moved for an order of reference upon the notice already set out [see <i>supra</i>, p. 297].</p>\n        <p class=\"indent\">No exception was taken to the order of reference. No exception was taken before the master. All the evidence was presented that was desired by either party. Full justice in this respect was attained, and we are of the opinion that this allegation of error is not well grounded.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n        <p class=\"indent\">The result of our opinion is that the judgment is correct, except as to the items hereinbefore discussed&#8212;of $89,608 damages for the want of a sinking fund, of $10,000 for the services of attorneys, and $25,000 for the plaintiff's services in collecting the bills for paving. As to these there was error.</p>\n        <p class=\"indent\">DECREE REVERSED, and the case remitted to the Circuit Court with directions to enter a decree in</p>\n        <p class=\"indent\">ACCORDANCE WITH THESE VIEWS.</p>\n        <p class=\"indent\">Justices FIELD and BRADLEY concurred in the judgment of reversal, but dissented from the opinion, they holding that the contractors ought to be charged with the full amount of bounds received by them, inasmuch as the city of Memphis had no authority to sell its bonds for less than their par value.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 1 Thompson &amp; Stigers's Statutes, 1871, &#167; 1359.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Act February, 1859, Bridges's Digest, 112 and 208.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Ib. 120.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Story's Equity, &#167;&#167; 714 to 730.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 2 Kernan, 48.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 35 Iowa, 138.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Griffith <i>v.</i> Burden, 35 Iowa, 138; Wheeler <i>v.</i> Newbould, 5 Duer, 37; Brown <i>v.</i> Ward, 3 Id. 660; Brightman <i>v.</i> Reeves, Executor, 21 Texas, 70; Tracy v. Talmage, 14 New York, 162-191.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Set out, <i>supra</i>, pp. 295, 296.&#8212;REP.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Seventh American edition, 604 (*445); 605 (*445) American note, where numerous cases are cited in support of the principles laid down.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Taylor <i>v.</i> Hart.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Bridge's Digest, 132.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Ib. 192, 233.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Ib. &#167; 110.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Ib. 140.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Railroad Company <i>v.</i> Howard, 7 Wallace, 407; Zabriskie <i>v.</i> Railroad Company, 23 Howard, 381; Leggett <i>v.</i> Raymond, 6 Hill, 641.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Kearney <i>v.</i> City of Covington, 1 Metcalfe (Ky.), 339; Baldwin <i>v.</i> City of Oswego, 2 Keyes, 141; Sleeper <i>v.</i> Bullen, 6 Kansas, 307, City of Louisville <i>v.</i> Hyatt, 5 B. Monroe, 199; Cumming <i>v.</i> Mayor of Brooklyn, 11 Paige, 596; Manice <i>v.</i> City of New York, 8 New York, 130.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Reed <i>v.</i> Randall, 29 New York, 358.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Tracy <i>v.</i> Talmage, 14 New York, 162; Oneida Bank <i>v.</i> Ontario Bank, 21 Ib. 490.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Carroll <i>v.</i> St. Louis, 12 Missouri, 444; Butler <i>v.</i> Charlestown, 7 Gray, 12; Clough <i>v.</i> Hart, 11 American Law Register (N. S.), 95; Halstead <i>v.</i> Mayor of New York, 3 Comstock, 430.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Field <i>v.</i> Holland, 6 Cranch, 25; Story <i>v.</i> Livingston, 13 Peters, 359; 2 Smith's Chancery Practice, 372; Troy Iron and Nail Factory <i>v.</i> Corning, 6 Blatchford, 328.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>87 U.S. 289 (____)</b></center>\n<center><b>20 Wall. 289</b></center>\n<center><h1>CITY OF MEMPHIS<br>\nv.<br>\nBROWN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*303</span> Messrs. J.M. Carlisle and J.D. McPherson, with whom was Mr. W.M. Randolph, for the appellants.</p>\n<p>Mr. P. Phillips, with whom was Mr. S. Sibley, contra.</p>\n<p>Mr. Justice HUNT, having stated the general nature of the case, delivered the opinion of the court.</p>\n<p>I. The first three assignments of error are based upon a single idea, to wit, that there was error in decreeing that Brown &amp; Co. could discharge themselves from their obligation to return the bonds loaned to them by paying their market value; that the same error existed in regard to the bonds overpaid them on the bond contracts, and also in relation to the bonds paid to them on the cash contracts.</p>\n<p>As to each class it is insisted that the bonds in specie should have been returned or their nominal face value allowed to the city. The loan was of 240 bonds of $1000 each. At the time of making the loan there was due to Brown &amp; Co. on the paving contracts several hundred thousand dollars. This indebtedness the city did not wish to pay, or was unable to pay. To meet the emergency the city loaned its bonds to Brown &amp; Co., to be returned in eighteen months with interest.</p>\n<p>The argument is that by their contract Brown &amp; Co. <span class=\"star-pagination\">*304</span> agreed to return the bonds to the city, and that a specific performance of this agreement is necessary to do justice to the city.</p>\n<p>Conceding the power of the court to compel the specific performance of a contract relating to personal property, this does not appear to be a case justifying its exercise. Specific performance is never decreed where the party can be otherwise fully compensated.<sup>[*]</sup></p>\n<p>If Brown &amp; Co. have received bonds of the city, which they are bound to return, and do not return, what damage does the city suffer? The face of the bonds and interest, it is said, as if they run to maturity, the city will then be liable for the payment of the whole amount. Not so. We are not to inquire what may be the damage to the city eighteen years hence, but what it suffers at the present time by the default of Brown &amp; Co. If Brown &amp; Co. should now be decreed to pay the face of the bonds, instead of an indemnity, the city would make an actual profit. Suppose the amount of bonds in question to be $200,000. With the sum of $100,000 the city could now purchase the whole amount of bonds supposed to be in issue, and retain as a premium or profit the remaining $100,000. In his brief the appellant's counsel says that it is not material that the very bonds loaned shall be returned, so that an equal amount, with corresponding coupons, are returned. That this equal amount may now be purchased by the city at fifty cents on the dollar would seem to be conclusive, that when Brown &amp; Co. are charged with the bonds at fifty cents on the dollar, and the city is credited with that sum, that the damage of the city for the item in question is properly assessed.</p>\n<p>But it is said that the city has not the money at command to buy these bonds; that it cannot thus indemnify itself, and, therefore, its loss is the face of the bonds. This consideration can have no legitimate influence. A rule of law is based upon principle, upon sound considerations of justice and public policy, and usually as manifested by the precedents <span class=\"star-pagination\">*305</span> and authorities. It is the same for all classes and conditions. None are so high as to be above its claims, none so low as to be beneath its protection. It will be a sad era in the history of any country when the application of a rule of law shall depend upon the wealth or the poverty of a party to a suit; upon his wealth, which would thus enable him to increase that wealth, or his poverty, which would be thereby aggravated.</p>\n<p>No court and no government can protect against the misfortunes of poverty. The unfortunate mortgagor who sees his farm sold by his rigid creditor for half its value, for the want of money to redeem it, receives our sympathy, but the rules of law cannot be altered or suspended to aid him. So, in the case before us, the law is the same, whether the city of Memphis is in funds or whether it has no funds. The value of its bonds in the market is fifty cents on the dollar. With that amount of money it can now place in its treasury the bonds which Brown &amp; Co. fail to return. It is difficult to see that the damage sustained can be beyond that amount.</p>\n<p>Whether the city had the legal right to loan its bonds does not seem to be a practical question. It did loan them, and the contractors received them. If not a loan, the transaction was a gift, which will not be pretended; or it was a loan of so much money as was realized by their sale. The defence of usury is not set up in the pleadings, or apparently claimed on the trial, and it cannot now be urged. We assume the issue of the bonds to have been a legal transaction, and think the rule of damages for their non-return was properly fixed by the master.</p>\n<p>In Dana v. Fiedler,<sup>[*]</sup> the court say: \"Complete indemnity requires that the vendee shall receive that sum which, with the price he had agreed to pay, would enable him to buy the article which the vendor had failed to deliver.\"</p>\n<p>In Griffith v. Burden,<sup>[]</sup> being a suit for the conversion of a State bond, the court say: \"Another rule, equally well <span class=\"star-pagination\">*306</span> grounded and more frequently applied, is that the damages ought to be such as will compensate the party for his loss. In this case the plaintiff has lost his bond. Another like bond of precisely equal value to the plaintiff can be purchased in the market for the amount of the verdict in this case, the market value. Hence the verdict compensates him for his loss, and is the precise measure of damages.\"</p>\n<p>These are the general rules upon the subject, and that they control the question in the case before us, sufficiently appears from numerous authorities.<sup>[*]</sup></p>\n<p>II. It is insisted, secondly, by the appellants that Brown &amp; Co. cannot maintain a suit on the paving contracts, for the reason that by the resolution and contract of November 20th, 1868, Brown &amp; Co. released the city from all liabilities upon the paving contract, unless it should be decided by the courts of last resort that the property-holders are not liable to pay for the same.</p>\n<p>[This resolution, and the contract of November 20th reciting it, are set forth, supra, p. 295.  REP.]</p>\n<p>In deciding upon the effect of this contract the situation and condition of the parties are to be considered. Brown &amp; Co., the contractors, had embarked in an enterprise involving the expenditure of nearly a million of dollars. The property-owners refused to pay the assessments made upon them. The city was not able or was not willing to meet its guaranty of payment, and was indebted to the contractors in the amount of several hundred thousand dollars. The contractors must have relief or go to the wall, as their predecessors had done. They applied to the city for that relief, and instead of making payments, the city undertook to make a loan of its bonds. It imposed harsh and severe conditions which nothing except the financial desperation of the contractors could justify them in accepting. Their claim against the city for the amount of work done was valid, and <span class=\"star-pagination\">*307</span> the amount was then payable. There was no good reason why they should delay a call for its present payment, especially none for its delay until the last possible chance of litigation in the State courts was exhausted. There was no good reason why the large sum due from the city should be thus indefinitely suspended in consideration of a loan of bonds to the nominal amount of $175,000, but which were worth some $80,000 only, about one-fourth of the amount actually owing to the contractors.</p>\n<p>It is not necessary to decide whether this presented a case of moral duress, which in equity avoids the contract, or whether a contract can, under any circumstances, be so avoided. It is sufficient to say that it is a hard and oppressive contract, that if the pound of flesh is exacted the party must take care that he violates no law of the State in obtaining it. Before the court will sanction the exaction of conditions so harsh and oppressive it will be careful to know that every stipulation on the part of the creditor has been fully performed.</p>\n<p>As the consideration for the release, the city undertook and promised to deliver to the contractors one hundred and seventy-five one-thousand dollar pavement bonds, and to deliver the same as rapidly as the same could be executed by the officers of the city.</p>\n<p>How the city performed this agreement is stated by the master in his report.<sup>[*]</sup></p>\n<p>In the performance of this contract, to which assent was given by Brown &amp; Co. to obtain immediate relief, we find, first, that there was great delay in delivering $140,000 of the bonds. Delay, we may well assume, was a serious injury to the contractors. Their necessities brooked no delay. Delay was nearly as bad as a refusal.</p>\n<p>We find, secondly, that $35,000 of the bonds were never delivered.</p>\n<p>We find, thirdly, that this non-delivery was wilful on the part of the city authorities; and fourthly, that they applied <span class=\"star-pagination\">*308</span> in payment of the other debts of the city the bonds thus pledged and appropriated to Brown &amp; Co.</p>\n<p>After taking advantage of their necessities to make a hard and oppressive bargain with those whose necessities placed them at the mercy of any one having money, or the means of raising money, they wilfully and deliberately refuse to perform their part of the agreement. It is difficult to understand how parties standing before a court of equity can ask for the enforcement of a contract thus violated by themselves.</p>\n<p>The letter of credit was a shift to avoid a direct refusal to deliver the bonds as agreed. As stated by the master, these letters have no single element of a commercial acceptance. They are equally destitute of every quality by which money could be raised upon their credit. The city had already violated its agreement by delay in issuing the $140,000 of bonds. It was violated again in the delivery of these letters instead of the bonds themselves. What security had any capitalist that further shifts and contrivances would not be resorted to to avoid the delivery of the bonds? None whatever; and it could not be otherwise than, as the fact proved, that they would be unavailing to Brown &amp; Co. for the purposes required by them.</p>\n<p>The agreement of November 20th was, in substance, an executory agreement for an accord and satisfaction. The release was to operate when the city actually loaned the bonds, not when it agreed to loan them. It is set up in the pleadings as an accord and satisfaction, and full performance is averred. The consideration for the release was wholly executory, and it was never performed; but the release was dependent entirely on such performance. The language of the release is this: \"And upon the further consideration that the said contractors will release the city upon all liabilities upon said paving contract, unless it shall be decided,\" &amp;c. There is no present release, but an agreement to release based upon the performance of the considerations specified. The performance failing, the agreement to release goes with it. It is a case not where the value of the bonds <span class=\"star-pagination\">*309</span> is sought to be recovered, but where a forfeiture is sought to be enforced. In 1 Smith's Leading Cases it is said:<sup>[*]</sup> \"The accord must be executed, and a mere executory agreement can never be pleaded as an accord and satisfaction.\" Again: \"If part of the consideration agreed on be not paid the whole accord fails.\"</p>\n<p>Many other considerations might be added to show the invalidity of the claim we are considering. A single one only will be mentioned. It is shown that the court of last resort of the State of Tennessee has recently decided that the property-holders are not liable to pay for this pavement.<sup>[]</sup> The appellate court in equity would scarcely overrule a decision of the court below made under such circumstances, were it conceded that the law was prematurely held by that court to be as it is now found by the court of last resort in that State, and although the suit was commenced prior to such actual adjudication.</p>\n<p>We hold that this objection is not well taken.</p>\n<p>III. It is alleged also that there was error in decreeing the city to be liable for the payment of the cash contracts, by reason of their guaranty or for any other reason.</p>\n<p>The general incorporation act of the State of Tennessee gives to cities of the State full power to provide for the paving of streets, alleys, and sidewalks.</p>\n<p>The charter of this city declares that \"the board of mayor and aldermen shall have power to improve, preserve, and keep in good repair the streets, sidewalks, public landings, and squares of the city.\"</p>\n<p>It provides also, that the city may require lot-owners to improve the streets fronting their lots, and that \"should any owner fail to comply with any ordinance requiring him to repair, grade, and pave the same, the mayor and board of aldermen may contract with some suitable person for repairing, grading, and paving the same, and pay therefor,\" and collect the amount of the lot-owner.</p>\n<p><span class=\"star-pagination\">*310</span> By the contract in question, the contractors agreed to do the paving specified, and the city agreed \"to pay or cause to be paid to the parties of the second part\" the price specified \"upon the following terms of payment, to wit: Upon the completion of each section, the contractor shall receive from the owner of lots fronting on said section one-half of the price of the same in cash, the remaining half to be paid by the owners in thirty, sixty, and ninety days, they giving their notes for the same, with the lien fixed by the charter retained in the notes. The city of Memphis will and does hereby guarantee to the contractors the payment of said accounts as so assessed against the property-owner.\"</p>\n<p>It is said that about half of these assessments have been paid by the property-owners, that the residue of the lot-owners have refused to pay. The statutes referred to give the city ample power to undertake the work of paving, and to contract to pay for the same.<sup>[*]</sup></p>\n<p>The charter also gives the city power to issue bonds of the city to be used for paving the principal streets of the city.<sup>[]</sup> Under this authority the city passed an ordinance providing for the issue of city bonds to the amount of $900,000 for the purpose of paving the streets and alleys of the city.<sup>[]</sup></p>\n<p>These references show full authority in the city to make contracts for paving, to be paid for in cash, as was done in the first contract, or in the bonds of the city, as was done in the case of the second contract.</p>\n<p>General power and authority over the subject is by law given to the city, and the power also vested in the city to require that the cost may be assessed upon the adjoining owner, does not impair the power of the city itself to do the work.<sup>[]</sup> It is permissive merely. The city may require the owner to pay, but it is not compelled to do so.</p>\n<p>In the contracts we are now considering, the following provision was contained: \"The city of Memphis will and does hereby guarantee to the contractors the payment of said accounts as so assessed against the property-owner or <span class=\"star-pagination\">*311</span> owners for the pavement according to the plans and specifications.\" It will be perceived that this is a guarantee of payment, and not of collection merely, and upon which, upon general principles of law, a suit may be commenced against the grantor without any previous suit against the principal.<sup>[*]</sup></p>\n<p>The thirty, sixty, and ninety days had long passed, and the payments had not been made by the owners. These periods, we think, furnish the limit of delay, that could have been contemplated, before the city became liable to pay. Numerous authorities are cited in the brief of counsel and in the learned opinion of the circuit judge, to show that, upon a contract thus worded, the city is liable in a suit brought by the contractor. They fully sustain the position. The fact, however, that the Supreme Court of Tennessee has now decided that an assessment upon the property-owner for this expense is void, as in violation of the constitution of the State, would seem to render much discussion unnecessary. The work was done under a contract with and by the employment of the city; the claim of the contractor is upon his contract, to which the city alone is the counter party. A particular mode in which payment was expected to be obtained, fails. The city cannot allege the illegality of the proposed detail of payment as a defence to itself. If it \"caused\" the owners to pay, that was well. If it failed in that, as it has, both in fact and in law, its guarantee of payment remains in force.<sup>[]</sup></p>\n<p>IV. It is further alleged that there was error in holding the city liable for the paving under the bond contracts, as after the modifications agreed upon, the contracts, it is said, contained no agreement by the city to pay or to guarantee.</p>\n<p>In the bond contract, dated July 16th, 1867, the undertaking <span class=\"star-pagination\">*312</span> of the city was direct to make payment to the contractors for the work done, in the bonds of the city. There was no provision for assessment, no reference to property-owners, and no guarantee of payment. This agreement was subsequently modified as to the amount to be paid for certain portions of the work and as to the form of payment, with a provision for assessment and collection of certain portions thereof, as had been made in the cash contracts, and which contracts were declared to be binding on the parties respectively.</p>\n<p>The principles laid down in considering the last preceding objection control this one also. The contract was made with the city, and it cannot evade its payment, whether contracted to be paid for directly or through other persons, or by an illegal assessment. The latter contract contains no abandonment or waiver of the original agreement of the city to pay for the work. Such waiver cannot be presumed or implied.</p>\n<p>V. By the report of the master there was found to be due to Brown &amp; Co., from the city, and which went to make up the balance, the following item, viz.: \"3d. To damage suffered by failure of the city to guarantee and provide for the payment of paving bonds as stipulated, $115,216.\"</p>\n<p>In the judgment of the court, rendered in November, 1872, this item was reduced from the sum of $115,216 to $89,808, and as thus modified the item forms a portion of the judgment in the case. The allowance of this item is the fifth ground of error alleged by the appellant.</p>\n<p>By the contract termed the bond contract the contractors undertook to do the work mentioned at prices specified. The city undertook to pay for the same \"in Memphis City paving bonds, payable in five, ten, and fifteen years, in equal proportions, with six per cent. coupons attached, payable semi-annually, principal and interest guaranteed and provided for by a sinking fund set aside for that purpose. Bonds to be taken at par\"</p>\n<p>Several questions arise upon this objection which it is not necessary to discuss. Thus it is argued that this breach <span class=\"star-pagination\">*313</span> of the contract had occurred before the assignment of the contracts to Brown &amp; Co., that the assignment was taken and assented to by the city, upon the request of Brown &amp; Co., without suggestion of claim for compensation on that account, and that they are estopped now to make such claim again. It is insisted that the duty of providing a fund for redeeming the bonds was a ministerial duty, which could be enforced by mandamus, and for which no other remedy exists, and that this remedy still remains.</p>\n<p>We pass by the consideration of these points, and place our objection to the allowance of the item in question upon the ground, first, that the damages allowed are not in their nature capable of legal computation, that there is no legal standard by which they can be fixed, that they are shadowy, uncertain, and speculative.</p>\n<p>The claim is based upon the theory that if the city had provided a sinking fund, which it did not do, Brown &amp; Co. could have sold the bonds which were delivered to them for a greater price than they were, in fact, able to obtain for them.</p>\n<p>The evidence on the subject was from four bankers or stockdealers in Memphis. The evidence of the first one examined, Mr. Elder, is as follows:</p>\n<p>\"Q. State, if you know, what establishes the market value in Memphis of bonds and stocks, or how the market value in this city is affected by the New York market.</p>\n<p>\"A. They are governed by the New York market.</p>\n<p>\"Q. State what has been the cash market value of Memphis City thirty-year six per cent. bonds, in New York and this city, from 1st day of January, 1868, to 1st January, 1871.</p>\n<p>\"A. The range here has been from forty-six to fifty-two cents on the dollar. Personally, I know nothing of the New York price, but the price here would be regulated by the price there. The value of the bonds has been depressed by the failure to pay the interest.</p>\n<p>\"Q. State, if you know, the market value, in this city and in New York, from 1st January, 1868, to 1st January, 1871, of Memphis City short bonds, running five, ten, and <span class=\"star-pagination\">*314</span> fifteen years in equal proportions, with six per cent. coupons attached, payable semi-annually, principal and interest guaranteed and provided for by a sinking fund set aside for that purpose.</p>\n<p>\"A. My opinion is that if the sinking fund had been actually provided, and placed in the hands of a trustee, such bonds would have been worth from eighty-five to ninety cents on the dollar.</p>\n<p>\"Q. State whether or not the city of Memphis ever placed any money in your hands, as trustee, for the payment of either principal or interest on the paving bonds alluded to in the last question and answer; if yea, when, and how much, and whether you so applied it.</p>\n<p>\"A. The city never placed any money in my hands for any such purpose.\"</p>\n<p>The testimony of Mr. Murphy, a banker, was as follows:</p>\n<p>\"Q. What, in your judgment, would have been the market value of the bonds described in the last question and answer during the period and at the places referred to, had the city guaranteed and provided for the payment of the bonds, principal and interest, by a sinking fund set aside for that purpose?</p>\n<p>\"A. Had such fund been actually collected and placed in the hands of trustees of known integrity, and that fact generally known by the community here and in the Eastern cities, in my opinion such bonds would be readily sold from eighty to ninety cents on the dollar.\"</p>\n<p>The evidence of the other bankers did not differ materially from that of Elder and Murphy.</p>\n<p>In the report of the master, the damages allowed were based upon the conclusion that the bonds would have been worth eighty-five cents on the dollar if the sinking fund had been provided, and the difference between this value and the market value of the bonds as they were, made up the sum of $115,216. The circuit judge fixed the value of the bonds upon the same evidence at seventy-eight cents on the dollar, and reduced the item by some $25,000.</p>\n<p>It will be seen upon this statement of the facts that the <span class=\"star-pagination\">*315</span> bankers allowed themselves a range of ten per cent. in the value of the bonds to be guaranteed by the city, and that the master and the circuit judge differed to the extent of seven per cent. in estimating their value. These differences and the reasons given furnish a strong illustration of the shadowy and unsubstantial character of the claim.</p>\n<p>The master reaches his conclusion by finding for what sum the contractors were willing to do the work in cash, for what sum they would do the same work for guaranteed bonds, and from these facts he reaches a conclusion of the cash value of the bonds as estimated by the parties. He argues further that if not actually worth eighty-five cents, they might have been so placed by the contractors as to be worth that rate to them.</p>\n<p>The learned judge, on the other hand, repudiates these views, and says that the question is not what the parties estimated the bonds to be worth, as they might have been and most likely were mistaken in their estimate of value, but that the sole question is the market value.</p>\n<p>The answer to the argument of the master appears to be a good one, but we think the argument of the judge is no sounder.</p>\n<p>How can there be a correct market value of that which never existed? A. contracts to deliver to B., on the first day of October, one thousand bushels of merchantable winter wheat. He delivers the quantity of wheat, but it is spring wheat, is dirty, musty, and unsound. The damages, the difference or value between the article agreed to be delivered and that actually delivered, are readily ascertained. The unsound wheat is there, and the sound, merchantable wheat is there. But it would be very difficult to estimate these damages if sound wheat had never been bought or sold; if, in fact, it had never existed. It would have been equally difficult if the value of standard wheat should be claimed to be more valuable when held by one man than when held by another. By this is meant to indicate the uncertainty and unknown character of what is termed a sinking fund set apart for that purpose by the city of Memphis. <span class=\"star-pagination\">*316</span> This uncertainty is well illustrated by the evidence of the witnesses before quoted. Mr. Elder says that if \"the sinking fund had been actually provided and placed in the hands of a trustee, such bonds would have been worth from eighty-five to ninety cents on the dollar.\" But the city did not undertake to raise the sinking fund in advance, nor at any time to place it in the hands of a trustee, beyond their own control. It would have been as easy to have paid the cash as to have done this.</p>\n<p>Mr. Murphy says: \"Had such fund been actually collected and placed in the hands of trustees of known integrity, and that fact generally known by the community here and in the Eastern cities, in my opinion the bonds would be readily sold from eighty to ninety cents on the dollar.\" The witnesses make the value of the sinking fund depend upon these conditions: 1st. It should be actually collected in advance. 2d. It should be placed in the hands of trustees. 3d. These trustees should be persons of known integrity. These conditions the city never undertook to perform. It was not expected by either party that the money should be raised in advance, or that it should be beyond the control of the city when or so far as raised. When the city made a pretence or an attempt at raising such a fund it was only by directing that a certain portion of its income should be placed in the hands of its own officers as trustees, and, of course, subject to its own control. When paving bonds to the amount of $900,000 were authorized by law, and were executed, the city officers used them at pleasure for the ordinary purposes of the city, regardless of the special purpose for which they were created. What security had any person that they would not do the same with any sinking fund in their possession? No time was specified within which the fund should be raised or commenced; no rate or proportion for any year or years was fixed upon. It was wholly indefinite and uncertain.</p>\n<p>The witnesses were quite right in their statement of what constituted a valuable sinking fund.</p>\n<p>The market value of a bond security depends chiefly upon <span class=\"star-pagination\">*317</span> the confidence or want of confidence in its ultimate payment. Its immediate convertibility enters largely into the question. United States six per cent. bonds sell at this time at about twenty per cent. above par. Immediately previous to the late civil war, and during the early part of the contest, they sold at prices ruinously low. The existence of the government and the payment of its bonds were then doubtful. The solvency and the good faith of the government are now undoubted, and its bonds are convertible into money as readily as one species of money may be converted into another. Seven per cent. bonds of the State of New York sell at about seven per cent. above par. Missouri sixes sell at about ninety-five per cent., or five per cent. below par. Of the corporate bonds of railroads secured by mortgage, those of the Chicago, Burlington, and Quincy road (eight per cents) are quoted at one hundred and ten, the Michigan Southern and Northern Indiana (seven per cent.) at one hundred and five, Cleveland and Toledo (seven per cent.) at one hundred and three. The accumulation of interest may make slight difference in some instances, as exemption from taxation may enhance the price of United States securities. These references are made to show how variable and beyond any principle of calculation is the market price of securities, each as good as securities can well be. The genuine recognized bond of the State of New York affords as complete security for the return of the principal and the regular payment of the interest as does a United States bond, but although bearing one per cent. greater interest, its selling price is thirteen per cent. less than that of a United States bond. Liability to taxation can explain but a small portion of this difference. Corporate bonds as perfect in their character as such securities can be, show a like variation. Memphis City bonds of the ordinary character sold at about fifty cents on the dollar at the time the present bonds were issued. No man can undertake to say that this price would be essentially increased or how much by a sinking fund like that we have discussed.</p>\n<p>The value of a Memphis City bond, guaranteed by a sinking <span class=\"star-pagination\">*318</span> fund of the city, depended first upon a confidence or want of confidence in the resources of the city. If it was absolutely unable to pay its debts a promissory sinking fund would not raise its credit to any perceptible extent. The value depended next upon the public estimate of the honesty and good faith of those having the city affairs in charge. If they were tricky, dishonest, and unprincipled persons, who would not scruple to misapply or pervert a sinking fund, their bonds would be of little value. A dishonest person is an unsafe debtor. There is no satisfactory evidence of the resources of the city, and certainly no satisfactory evidence that a sinking fund would be of any practical value to the bondholders. The city was liable for the face of the bonds in any event, and that was all there was of the obligation.</p>\n<p>We are of the opinion, upon this view of the contract before us, that there was no legal standard by which the damages claimed could be measured, and no legal evidence that such damages existed. The principles and ideas upon which the alleged damages are claimed cannot be reduced to a money standard. They do not form the subject of legal calculation in dollars and cents.</p>\n<p>2d. We think that Brown &amp; Co. are not now at liberty to claim damages for the non-existence of the sinking fund.</p>\n<p>They were quite aware of the provision in the contract for the sinking fund. They knew that this provision had not been made; they received the bonds as a performance, without objection or protest, and made no demand that this provision should be complied with. They have never offered to return the bonds; they are now outstanding, a valid claim against the city to their face. This was a waiver.<sup>[*]</sup></p>\n<p>3d. They negotiated the bonds. They negotiated the coupons. These securities are still outstanding against the city. Whatever claim there may be for a sinking fund, or for damages for the want of it, would seem to belong to the holders of the bonds, and not to the party to whom issued. The right to a fund for redemption of a bond, to enforce it <span class=\"star-pagination\">*319</span> by mandamus, or to ask damages for its violation, is an incident of the bond, attached to and inseparable from it.<sup>[*]</sup> There cannot be a cause of action in one to recover the whole face of the bond and interest, and in another to recover damages for the want of a collateral security to the bond. The allowance of damages now to Brown &amp; Co. will be no defence to a claim for the whole face of the bond, to be made by the holder of it. The city would thus be liable to pay the face and interest of the bond to the holder after having paid twenty-eight per cent. to Brown &amp; Co. for the absence of a guaranty of the payment of the same bond. This cannot be sound law.</p>\n<p>VI. In the accounts allowed by the master, and sustained by the court, were the following items, viz.:</p>\n<p>\"4th. To cash paid as the reasonable value of the services of attorneys employed to prosecute special assessments, by request of the city, $10,000.</p>\n<p>\"5th. To the value of services in the collection of special assessments or paving bills, without process of law, by request of the city, $25,000.\"</p>\n<p>The allowance of these items constitutes the sixth allegation of error. The items are closely akin, and may be considered together.</p>\n<p>The ordinances of the city of Memphis required that the city attorney should prosecute all suits to which the city might be a party or in which it might be interested.</p>\n<p>By the terms of the cash paving contracts it was provided that the accounts for the paving should be made out by the city engineer, and delivered to the contractors for collection, and if not paid within ten days after the payment became due \"said accounts, or so much as shall be due and unpaid, shall be placed in the hands of the city attorney for collection under the city charter.\"</p>\n<p>The duty of the parties under this stipulation is plain. The contractors are to collect the accounts, so far as they are able to do so, within ten days after the payment becomes <span class=\"star-pagination\">*320</span> due. They can demand no compensation for this duty, however onerous or expensive it may be. It is a duty imposed upon them by the express terms of the contract. After the lapse of ten days the burden is shifted, and the duty falls upon the city, to proceed through the agency of their attorney to collect the accounts. The contractors have nothing to do with this further proceeding. They are not bound to employ other attorneys, nor are they at liberty to do so and charge the expense to the city. Taking the contract as a guide, the matter seems too plain for argument.</p>\n<p>But it is said that these services were rendered by the contractors at the request of the city, and that the employment of the additional attorneys was also at the request of the city. We think this is not an answer to the objection.</p>\n<p>1st. This paving contract was entered into under a special and restricted authority, and in a mode specifically pointed out by the local law. The mayor was authorized to advertise for twenty days for proposals for doing the work according to the plans and specifications. The mayor and finance committee were, therefore, authorized \"to make and enter into a contract with the lowest responsible bidder as to payments, time of completion, and under such restrictions as they may think best.\" The city engineer was then directed to make a plat of the work to be done, to lay before the board an estimate of the entire cost of the improvement under the contract, marking upon each lot the amount for which it should be liable, and which amount was declared to be a debt due from the owner, and to be a lien upon the lot.</p>\n<p>This authority was pursued in making the contract. Bids were sought by advertisement. Bids were made by different parties. The bid of Taylor, McBean &amp; Co. was accepted, as the most favorable to the city. The formal contract was entered into under these stipulations. We think this contract cannot be modified, as if it were an ordinary contract, made under the ordinary municipal authority. If the common council can vary it by assuming duties and waiving obligations therein imposed upon the contractors, in respect <span class=\"star-pagination\">*321</span> to the collection of the bills and the employment of attorneys, they may do it by increasing the price to be paid for the work. Instead of favoring the contractors to the extent of $35,000, as is proposed in the present instance, they may give them unlimited favors. This idea is in hostility to the entire scheme of advertising for bids, contracting with the lowest bidder, fixing the amount of the debt and lien of each lot-owner. We think the contract as made must be abided by. It must be performed according to its terms.</p>\n<p>2dly. The case fails to show any variation of the contract by authority of the city. No act of the common council appears giving sanction to the changes alleged to have been made. \"The mayor and the city attorney,\" one of the attorneys employed testifies, \"were apprised of the extraordinary efforts we were making to effect collections without suit, and approved the same and urged us to make all possible efforts. My recollection is that the city attorney advised the same course.\" The city engineer, Mr. Ballard and Mr. Brown, all testify on this subject. In no instance is there any other evidence of authority than that the mayor and city attorney urged them to make great efforts in the collections, and advised them to retain counsel in looking up titles and to aid in bringing suits. It is not suggested even that the finance committee, which was the agent of the city in making the contract, advised or assented to any change in its terms. We think that a contract entered into with the solemnities observed in the present instance cannot be modified upon the evidence of authority here referred to. There is no evidence that the city ever assented to the change.<sup>[*]</sup></p>\n<p>VII. It is also alleged as error that before the cause was ready for a decree, and without settling the rights of the parties, the court referred it to a master for an account, and the master took and stated the account under his own view of the law and the facts, and virtually decided the case instead of the court.</p>\n<p><span class=\"star-pagination\">*322</span> In November, 1870, Messrs. Brown &amp; Co. moved for an order of reference upon the notice already set out [see supra, p. 297].</p>\n<p>No exception was taken to the order of reference. No exception was taken before the master. All the evidence was presented that was desired by either party. Full justice in this respect was attained, and we are of the opinion that this allegation of error is not well grounded.<sup>[*]</sup></p>\n<p>The result of our opinion is that the judgment is correct, except as to the items hereinbefore discussed  of $89,608 damages for the want of a sinking fund, of $10,000 for the services of attorneys, and $25,000 for the plaintiff's services in collecting the bills for paving. As to these there was error.</p>\n<p>DECREE REVERSED, and the case remitted to the Circuit Court with directions to enter a decree in</p>\n<p>ACCORDANCE WITH THESE VIEWS.</p>\n<p>Justices FIELD and BRADLEY concurred in the judgment of reversal, but dissented from the opinion, they holding that the contractors ought to be charged with the full amount of bonds received by them, inasmuch as the city of Memphis had no authority to sell its bonds for less than their par value.</p>\n<h2>NOTES</h2>\n<p>[*]  Story's Equity,  714 to 730.</p>\n<p>[*]  2 Kernan, 48.</p>\n<p>[]  35 Iowa, 138.</p>\n<p>[*]  Griffith v. Burden, 35 Iowa, 138; Wheeler v. Newbould, 5 Duer, 37; Brown v. Ward, 3 Id. 660; Brightman v. Reeves, Executor, 21 Texas, 70; Tracy v. Talmage, 14 New York, 162-191.</p>\n<p>[*]  Set out, supra, pp. 295, 296.  REP.</p>\n<p>[*]  Seventh American edition, 604 (*445); 605 (*445) American note, where numerous cases are cited in support of the principles laid down.</p>\n<p>[]  See Taylor v. Hart.</p>\n<p>[*]  Bridge's Digest, 132.</p>\n<p>[]  Ib. 192, 233.</p>\n<p>[]  Ib.  110.</p>\n<p>[]  Ib. 140.</p>\n<p>[*]  Railroad Company v. Howard, 7 Wallace, 407; Zubriskie v. Railroad Company, 23 Howard, 381; Leggett v. Raymond, 6 Hill, 641.</p>\n<p>[]  Kearney v. City of Covington, 1 Metcalfe (Ky), 339; Baldwin v. City of Oswego, 2 Keyes, 141; Sleeper v. Bullen, 6 Kansas, 307; City of Louisville v. Hyatt, 5 B. Monroe, 199; Cumming v. Mayor of Brooklyn, 11 Paige, 596; Manice v. City of New York, 8 New York, 130.</p>\n<p>[*]  Reed v. Randall, 29 New York, 358.</p>\n<p>[*]  Tracy v. Talmage, 14 New York, 162; Oneida Bank v. Ontario Bank, 21 Ib. 490.</p>\n<p>[*]  Carroll v. St. Louis, 12 Missouri, 444; Butler v. Charlestown, 7 Gray, 12; Clough v. Hart, 11 American Law Register (N.S.), 95; Halstead v. Mayor of New York, 3 Comstock, 430.</p>\n<p>[*]  Field v. Holland, 6 Cranch, 25; Story v. Livingston, 13 Peters, 859; 2 Smith's Chancery Practice, 372; Troy Iron and Nail Factory v. Corning, 6 Blatchford, 328.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">289</span></span></b></center>\n<center><h1>CITY OF MEMPHIS<br>\nv.<br>\nBROWN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*303</span> Messrs. J.M. Carlisle and J.D. McPherson, with whom was Mr. W.M. Randolph, for the appellants.</p>\n<p>Mr. P. Phillips, with whom was Mr. S. Sibley, contra.</p>\n<p>Mr. Justice HUNT, having stated the general nature of the case, delivered the opinion of the court.</p>\n<p>I. The first three assignments of error are based upon a single idea, to wit, that there was error in decreeing that Brown &amp; Co. could discharge themselves from their obligation to return the bonds loaned to them by paying their market value; that the same error existed in regard to the bonds overpaid them on the bond contracts, and also in relation to the bonds paid to them on the cash contracts.</p>\n<p>As to each class it is insisted that the bonds in specie should have been returned or their nominal face value allowed to the city. The loan was of 240 bonds of $1000 each. At the time of making the loan there was due to Brown &amp; Co. on the paving contracts several hundred thousand dollars. This indebtedness the city did not wish to pay, or was unable to pay. To meet the emergency the city loaned its bonds to Brown &amp; Co., to be returned in eighteen months with interest.</p>\n<p>The argument is that by their contract Brown &amp; Co. <span class=\"star-pagination\">*304</span> agreed to return the bonds to the city, and that a specific performance of this agreement is necessary to do justice to the city.</p>\n<p>Conceding the power of the court to compel the specific performance of a contract relating to personal property, this does not appear to be a case justifying its exercise. Specific performance is never decreed where the party can be otherwise fully compensated.<sup>[*]</sup></p>\n<p>If Brown &amp; Co. have received bonds of the city, which they are bound to return, and do not return, what damage does the city suffer? The face of the bonds and interest, it is said, as if they run to maturity, the city will then be liable for the payment of the whole amount. Not so. We are not to inquire what may be the damage to the city eighteen years hence, but what it suffers at the present time by the default of Brown &amp; Co. If Brown &amp; Co. should now be decreed to pay the face of the bonds, instead of an indemnity, the city would make an actual profit. Suppose the amount of bonds in question to be $200,000. With the sum of $100,000 the city could now purchase the whole amount of bonds supposed to be in issue, and retain as a premium or profit the remaining $100,000. In his brief the appellant's counsel says that it is not material that the very bonds loaned shall be returned, so that an equal amount, with corresponding coupons, are returned. That this equal amount may now be purchased by the city at fifty cents on the dollar would seem to be conclusive, that when Brown &amp; Co. are charged with the bonds at fifty cents on the dollar, and the city is credited with that sum, that the damage of the city for the item in question is properly assessed.</p>\n<p>But it is said that the city has not the money at command to buy these bonds; that it cannot thus indemnify itself, and, therefore, its loss is the face of the bonds. This consideration can have no legitimate influence. A rule of law is based upon principle, upon sound considerations of justice and public policy, and usually as manifested by the precedents <span class=\"star-pagination\">*305</span> and authorities. It is the same for all classes and conditions. None are so high as to be above its claims, none so low as to be beneath its protection. It will be a sad era in the history of any country when the application of a rule of law shall depend upon the wealth or the poverty of a party to a suit; upon his wealth, which would thus enable him to increase that wealth, or his poverty, which would be thereby aggravated.</p>\n<p>No court and no government can protect against the misfortunes of poverty. The unfortunate mortgagor who sees his farm sold by his rigid creditor for half its value, for the want of money to redeem it, receives our sympathy, but the rules of law cannot be altered or suspended to aid him. So, in the case before us, the law is the same, whether the city of Memphis is in funds or whether it has no funds. The value of its bonds in the market is fifty cents on the dollar. With that amount of money it can now place in its treasury the bonds which Brown &amp; Co. fail to return. It is difficult to see that the damage sustained can be beyond that amount.</p>\n<p>Whether the city had the legal right to loan its bonds does not seem to be a practical question. It did loan them, and the contractors received them. If not a loan, the transaction was a gift, which will not be pretended; or it was a loan of so much money as was realized by their sale. The defence of usury is not set up in the pleadings, or apparently claimed on the trial, and it cannot now be urged. We assume the issue of the bonds to have been a legal transaction, and think the rule of damages for their non-return was properly fixed by the master.</p>\n<p>In Dana v. Fiedler,<sup>[*]</sup> the court say: \"Complete indemnity requires that the vendee shall receive that sum which, with the price he had agreed to pay, would enable him to buy the article which the vendor had failed to deliver.\"</p>\n<p>In Griffith v. Burden,<sup>[]</sup> being a suit for the conversion of a State bond, the court say: \"Another rule, equally well <span class=\"star-pagination\">*306</span> grounded and more frequently applied, is that the damages ought to be such as will compensate the party for his loss. In this case the plaintiff has lost his bond. Another like bond of precisely equal value to the plaintiff can be purchased in the market for the amount of the verdict in this case, the market value. Hence the verdict compensates him for his loss, and is the precise measure of damages.\"</p>\n<p>These are the general rules upon the subject, and that they control the question in the case before us, sufficiently appears from numerous authorities.<sup>[*]</sup></p>\n<p>II. It is insisted, secondly, by the appellants that Brown &amp; Co. cannot maintain a suit on the paving contracts, for the reason that by the resolution and contract of November 20th, 1868, Brown &amp; Co. released the city from all liabilities upon the paving contract, unless it should be decided by the courts of last resort that the property-holders are not liable to pay for the same.</p>\n<p>[This resolution, and the contract of November 20th reciting it, are set forth, supra, p. 295.  REP.]</p>\n<p>In deciding upon the effect of this contract the situation and condition of the parties are to be considered. Brown &amp; Co., the contractors, had embarked in an enterprise involving the expenditure of nearly a million of dollars. The property-owners refused to pay the assessments made upon them. The city was not able or was not willing to meet its guaranty of payment, and was indebted to the contractors in the amount of several hundred thousand dollars. The contractors must have relief or go to the wall, as their predecessors had done. They applied to the city for that relief, and instead of making payments, the city undertook to make a loan of its bonds. It imposed harsh and severe conditions which nothing except the financial desperation of the contractors could justify them in accepting. Their claim against the city for the amount of work done was valid, and <span class=\"star-pagination\">*307</span> the amount was then payable. There was no good reason why they should delay a call for its present payment, especially none for its delay until the last possible chance of litigation in the State courts was exhausted. There was no good reason why the large sum due from the city should be thus indefinitely suspended in consideration of a loan of bonds to the nominal amount of $175,000, but which were worth some $80,000 only, about one-fourth of the amount actually owing to the contractors.</p>\n<p>It is not necessary to decide whether this presented a case of moral duress, which in equity avoids the contract, or whether a contract can, under any circumstances, be so avoided. It is sufficient to say that it is a hard and oppressive contract, that if the pound of flesh is exacted the party must take care that he violates no law of the State in obtaining it. Before the court will sanction the exaction of conditions so harsh and oppressive it will be careful to know that every stipulation on the part of the creditor has been fully performed.</p>\n<p>As the consideration for the release, the city undertook and promised to deliver to the contractors one hundred and seventy-five one-thousand dollar pavement bonds, and to deliver the same as rapidly as the same could be executed by the officers of the city.</p>\n<p>How the city performed this agreement is stated by the master in his report.<sup>[*]</sup></p>\n<p>In the performance of this contract, to which assent was given by Brown &amp; Co. to obtain immediate relief, we find, first, that there was great delay in delivering $140,000 of the bonds. Delay, we may well assume, was a serious injury to the contractors. Their necessities brooked no delay. Delay was nearly as bad as a refusal.</p>\n<p>We find, secondly, that $35,000 of the bonds were never delivered.</p>\n<p>We find, thirdly, that this non-delivery was wilful on the part of the city authorities; and fourthly, that they applied <span class=\"star-pagination\">*308</span> in payment of the other debts of the city the bonds thus pledged and appropriated to Brown &amp; Co.</p>\n<p>After taking advantage of their necessities to make a hard and oppressive bargain with those whose necessities placed them at the mercy of any one having money, or the means of raising money, they wilfully and deliberately refuse to perform their part of the agreement. It is difficult to understand how parties standing before a court of equity can ask for the enforcement of a contract thus violated by themselves.</p>\n<p>The letter of credit was a shift to avoid a direct refusal to deliver the bonds as agreed. As stated by the master, these letters have no single element of a commercial acceptance. They are equally destitute of every quality by which money could be raised upon their credit. The city had already violated its agreement by delay in issuing the $140,000 of bonds. It was violated again in the delivery of these letters instead of the bonds themselves. What security had any capitalist that further shifts and contrivances would not be resorted to to avoid the delivery of the bonds? None whatever; and it could not be otherwise than, as the fact proved, that they would be unavailing to Brown &amp; Co. for the purposes required by them.</p>\n<p>The agreement of November 20th was, in substance, an executory agreement for an accord and satisfaction. The release was to operate when the city actually loaned the bonds, not when it agreed to loan them. It is set up in the pleadings as an accord and satisfaction, and full performance is averred. The consideration for the release was wholly executory, and it was never performed; but the release was dependent entirely on such performance. The language of the release is this: \"And upon the further consideration that the said contractors will release the city upon all liabilities upon said paving contract, unless it shall be decided,\" &amp;c. There is no present release, but an agreement to release based upon the performance of the considerations specified. The performance failing, the agreement to release goes with it. It is a case not where the value of the bonds <span class=\"star-pagination\">*309</span> is sought to be recovered, but where a forfeiture is sought to be enforced. In 1 Smith's Leading Cases it is said:<sup>[*]</sup> \"The accord must be executed, and a mere executory agreement can never be pleaded as an accord and satisfaction.\" Again: \"If part of the consideration agreed on be not paid the whole accord fails.\"</p>\n<p>Many other considerations might be added to show the invalidity of the claim we are considering. A single one only will be mentioned. It is shown that the court of last resort of the State of Tennessee has recently decided that the property-holders are not liable to pay for this pavement.<sup>[]</sup> The appellate court in equity would scarcely overrule a decision of the court below made under such circumstances, were it conceded that the law was prematurely held by that court to be as it is now found by the court of last resort in that State, and although the suit was commenced prior to such actual adjudication.</p>\n<p>We hold that this objection is not well taken.</p>\n<p>III. It is alleged also that there was error in decreeing the city to be liable for the payment of the cash contracts, by reason of their guaranty or for any other reason.</p>\n<p>The general incorporation act of the State of Tennessee gives to cities of the State full power to provide for the paving of streets, alleys, and sidewalks.</p>\n<p>The charter of this city declares that \"the board of mayor and aldermen shall have power to improve, preserve, and keep in good repair the streets, sidewalks, public landings, and squares of the city.\"</p>\n<p>It provides also, that the city may require lot-owners to improve the streets fronting their lots, and that \"should any owner fail to comply with any ordinance requiring him to repair, grade, and pave the same, the mayor and board of aldermen may contract with some suitable person for repairing, grading, and paving the same, and pay therefor,\" and collect the amount of the lot-owner.</p>\n<p><span class=\"star-pagination\">*310</span> By the contract in question, the contractors agreed to do the paving specified, and the city agreed \"to pay or cause to be paid to the parties of the second part\" the price specified \"upon the following terms of payment, to wit: Upon the completion of each section, the contractor shall receive from the owner of lots fronting on said section one-half of the price of the same in cash, the remaining half to be paid by the owners in thirty, sixty, and ninety days, they giving their notes for the same, with the lien fixed by the charter retained in the notes. The city of Memphis will and does hereby guarantee to the contractors the payment of said accounts as so assessed against the property-owner.\"</p>\n<p>It is said that about half of these assessments have been paid by the property-owners, that the residue of the lot-owners have refused to pay. The statutes referred to give the city ample power to undertake the work of paving, and to contract to pay for the same.<sup>[*]</sup></p>\n<p>The charter also gives the city power to issue bonds of the city to be used for paving the principal streets of the city.<sup>[]</sup> Under this authority the city passed an ordinance providing for the issue of city bonds to the amount of $900,000 for the purpose of paving the streets and alleys of the city.<sup>[]</sup></p>\n<p>These references show full authority in the city to make contracts for paving, to be paid for in cash, as was done in the first contract, or in the bonds of the city, as was done in the case of the second contract.</p>\n<p>General power and authority over the subject is by law given to the city, and the power also vested in the city to require that the cost may be assessed upon the adjoining owner, does not impair the power of the city itself to do the work.<sup>[]</sup> It is permissive merely. The city may require the owner to pay, but it is not compelled to do so.</p>\n<p>In the contracts we are now considering, the following provision was contained: \"The city of Memphis will and does hereby guarantee to the contractors the payment of said accounts as so assessed against the property-owner or <span class=\"star-pagination\">*311</span> owners for the pavement according to the plans and specifications.\" It will be perceived that this is a guarantee of payment, and not of collection merely, and upon which, upon general principles of law, a suit may be commenced against the grantor without any previous suit against the principal.<sup>[*]</sup></p>\n<p>The thirty, sixty, and ninety days had long passed, and the payments had not been made by the owners. These periods, we think, furnish the limit of delay, that could have been contemplated, before the city became liable to pay. Numerous authorities are cited in the brief of counsel and in the learned opinion of the circuit judge, to show that, upon a contract thus worded, the city is liable in a suit brought by the contractor. They fully sustain the position. The fact, however, that the Supreme Court of Tennessee has now decided that an assessment upon the property-owner for this expense is void, as in violation of the constitution of the State, would seem to render much discussion unnecessary. The work was done under a contract with and by the employment of the city; the claim of the contractor is upon his contract, to which the city alone is the counter party. A particular mode in which payment was expected to be obtained, fails. The city cannot allege the illegality of the proposed detail of payment as a defence to itself. If it \"caused\" the owners to pay, that was well. If it failed in that, as it has, both in fact and in law, its guarantee of payment remains in force.<sup>[]</sup></p>\n<p>IV. It is further alleged that there was error in holding the city liable for the paving under the bond contracts, as after the modifications agreed upon, the contracts, it is said, contained no agreement by the city to pay or to guarantee.</p>\n<p>In the bond contract, dated July 16th, 1867, the undertaking <span class=\"star-pagination\">*312</span> of the city was direct to make payment to the contractors for the work done, in the bonds of the city. There was no provision for assessment, no reference to property-owners, and no guarantee of payment. This agreement was subsequently modified as to the amount to be paid for certain portions of the work and as to the form of payment, with a provision for assessment and collection of certain portions thereof, as had been made in the cash contracts, and which contracts were declared to be binding on the parties respectively.</p>\n<p>The principles laid down in considering the last preceding objection control this one also. The contract was made with the city, and it cannot evade its payment, whether contracted to be paid for directly or through other persons, or by an illegal assessment. The latter contract contains no abandonment or waiver of the original agreement of the city to pay for the work. Such waiver cannot be presumed or implied.</p>\n<p>V. By the report of the master there was found to be due to Brown &amp; Co., from the city, and which went to make up the balance, the following item, viz.: \"3d. To damage suffered by failure of the city to guarantee and provide for the payment of paving bonds as stipulated, $115,216.\"</p>\n<p>In the judgment of the court, rendered in November, 1872, this item was reduced from the sum of $115,216 to $89,808, and as thus modified the item forms a portion of the judgment in the case. The allowance of this item is the fifth ground of error alleged by the appellant.</p>\n<p>By the contract termed the bond contract the contractors undertook to do the work mentioned at prices specified. The city undertook to pay for the same \"in Memphis City paving bonds, payable in five, ten, and fifteen years, in equal proportions, with six per cent. coupons attached, payable semi-annually, principal and interest guaranteed and provided for by a sinking fund set aside for that purpose. Bonds to be taken at par\"</p>\n<p>Several questions arise upon this objection which it is not necessary to discuss. Thus it is argued that this breach <span class=\"star-pagination\">*313</span> of the contract had occurred before the assignment of the contracts to Brown &amp; Co., that the assignment was taken and assented to by the city, upon the request of Brown &amp; Co., without suggestion of claim for compensation on that account, and that they are estopped now to make such claim again. It is insisted that the duty of providing a fund for redeeming the bonds was a ministerial duty, which could be enforced by mandamus, and for which no other remedy exists, and that this remedy still remains.</p>\n<p>We pass by the consideration of these points, and place our objection to the allowance of the item in question upon the ground, first, that the damages allowed are not in their nature capable of legal computation, that there is no legal standard by which they can be fixed, that they are shadowy, uncertain, and speculative.</p>\n<p>The claim is based upon the theory that if the city had provided a sinking fund, which it did not do, Brown &amp; Co. could have sold the bonds which were delivered to them for a greater price than they were, in fact, able to obtain for them.</p>\n<p>The evidence on the subject was from four bankers or stockdealers in Memphis. The evidence of the first one examined, Mr. Elder, is as follows:</p>\n<p>\"Q. State, if you know, what establishes the market value in Memphis of bonds and stocks, or how the market value in this city is affected by the New York market.</p>\n<p>\"A. They are governed by the New York market.</p>\n<p>\"Q. State what has been the cash market value of Memphis City thirty-year six per cent. bonds, in New York and this city, from 1st day of January, 1868, to 1st January, 1871.</p>\n<p>\"A. The range here has been from forty-six to fifty-two cents on the dollar. Personally, I know nothing of the New York price, but the price here would be regulated by the price there. The value of the bonds has been depressed by the failure to pay the interest.</p>\n<p>\"Q. State, if you know, the market value, in this city and in New York, from 1st January, 1868, to 1st January, 1871, of Memphis City short bonds, running five, ten, and <span class=\"star-pagination\">*314</span> fifteen years in equal proportions, with six per cent. coupons attached, payable semi-annually, principal and interest guaranteed and provided for by a sinking fund set aside for that purpose.</p>\n<p>\"A. My opinion is that if the sinking fund had been actually provided, and placed in the hands of a trustee, such bonds would have been worth from eighty-five to ninety cents on the dollar.</p>\n<p>\"Q. State whether or not the city of Memphis ever placed any money in your hands, as trustee, for the payment of either principal or interest on the paving bonds alluded to in the last question and answer; if yea, when, and how much, and whether you so applied it.</p>\n<p>\"A. The city never placed any money in my hands for any such purpose.\"</p>\n<p>The testimony of Mr. Murphy, a banker, was as follows:</p>\n<p>\"Q. What, in your judgment, would have been the market value of the bonds described in the last question and answer during the period and at the places referred to, had the city guaranteed and provided for the payment of the bonds, principal and interest, by a sinking fund set aside for that purpose?</p>\n<p>\"A. Had such fund been actually collected and placed in the hands of trustees of known integrity, and that fact generally known by the community here and in the Eastern cities, in my opinion such bonds would be readily sold from eighty to ninety cents on the dollar.\"</p>\n<p>The evidence of the other bankers did not differ materially from that of Elder and Murphy.</p>\n<p>In the report of the master, the damages allowed were based upon the conclusion that the bonds would have been worth eighty-five cents on the dollar if the sinking fund had been provided, and the difference between this value and the market value of the bonds as they were, made up the sum of $115,216. The circuit judge fixed the value of the bonds upon the same evidence at seventy-eight cents on the dollar, and reduced the item by some $25,000.</p>\n<p>It will be seen upon this statement of the facts that the <span class=\"star-pagination\">*315</span> bankers allowed themselves a range of ten per cent. in the value of the bonds to be guaranteed by the city, and that the master and the circuit judge differed to the extent of seven per cent. in estimating their value. These differences and the reasons given furnish a strong illustration of the shadowy and unsubstantial character of the claim.</p>\n<p>The master reaches his conclusion by finding for what sum the contractors were willing to do the work in cash, for what sum they would do the same work for guaranteed bonds, and from these facts he reaches a conclusion of the cash value of the bonds as estimated by the parties. He argues further that if not actually worth eighty-five cents, they might have been so placed by the contractors as to be worth that rate to them.</p>\n<p>The learned judge, on the other hand, repudiates these views, and says that the question is not what the parties estimated the bonds to be worth, as they might have been and most likely were mistaken in their estimate of value, but that the sole question is the market value.</p>\n<p>The answer to the argument of the master appears to be a good one, but we think the argument of the judge is no sounder.</p>\n<p>How can there be a correct market value of that which never existed? A. contracts to deliver to B., on the first day of October, one thousand bushels of merchantable winter wheat. He delivers the quantity of wheat, but it is spring wheat, is dirty, musty, and unsound. The damages, the difference or value between the article agreed to be delivered and that actually delivered, are readily ascertained. The unsound wheat is there, and the sound, merchantable wheat is there. But it would be very difficult to estimate these damages if sound wheat had never been bought or sold; if, in fact, it had never existed. It would have been equally difficult if the value of standard wheat should be claimed to be more valuable when held by one man than when held by another. By this is meant to indicate the uncertainty and unknown character of what is termed a sinking fund set apart for that purpose by the city of Memphis. <span class=\"star-pagination\">*316</span> This uncertainty is well illustrated by the evidence of the witnesses before quoted. Mr. Elder says that if \"the sinking fund had been actually provided and placed in the hands of a trustee, such bonds would have been worth from eighty-five to ninety cents on the dollar.\" But the city did not undertake to raise the sinking fund in advance, nor at any time to place it in the hands of a trustee, beyond their own control. It would have been as easy to have paid the cash as to have done this.</p>\n<p>Mr. Murphy says: \"Had such fund been actually collected and placed in the hands of trustees of known integrity, and that fact generally known by the community here and in the Eastern cities, in my opinion the bonds would be readily sold from eighty to ninety cents on the dollar.\" The witnesses make the value of the sinking fund depend upon these conditions: 1st. It should be actually collected in advance. 2d. It should be placed in the hands of trustees. 3d. These trustees should be persons of known integrity. These conditions the city never undertook to perform. It was not expected by either party that the money should be raised in advance, or that it should be beyond the control of the city when or so far as raised. When the city made a pretence or an attempt at raising such a fund it was only by directing that a certain portion of its income should be placed in the hands of its own officers as trustees, and, of course, subject to its own control. When paving bonds to the amount of $900,000 were authorized by law, and were executed, the city officers used them at pleasure for the ordinary purposes of the city, regardless of the special purpose for which they were created. What security had any person that they would not do the same with any sinking fund in their possession? No time was specified within which the fund should be raised or commenced; no rate or proportion for any year or years was fixed upon. It was wholly indefinite and uncertain.</p>\n<p>The witnesses were quite right in their statement of what constituted a valuable sinking fund.</p>\n<p>The market value of a bond security depends chiefly upon <span class=\"star-pagination\">*317</span> the confidence or want of confidence in its ultimate payment. Its immediate convertibility enters largely into the question. United States six per cent. bonds sell at this time at about twenty per cent. above par. Immediately previous to the late civil war, and during the early part of the contest, they sold at prices ruinously low. The existence of the government and the payment of its bonds were then doubtful. The solvency and the good faith of the government are now undoubted, and its bonds are convertible into money as readily as one species of money may be converted into another. Seven per cent. bonds of the State of New York sell at about seven per cent. above par. Missouri sixes sell at about ninety-five per cent., or five per cent. below par. Of the corporate bonds of railroads secured by mortgage, those of the Chicago, Burlington, and Quincy road (eight per cents) are quoted at one hundred and ten, the Michigan Southern and Northern Indiana (seven per cent.) at one hundred and five, Cleveland and Toledo (seven per cent.) at one hundred and three. The accumulation of interest may make slight difference in some instances, as exemption from taxation may enhance the price of United States securities. These references are made to show how variable and beyond any principle of calculation is the market price of securities, each as good as securities can well be. The genuine recognized bond of the State of New York affords as complete security for the return of the principal and the regular payment of the interest as does a United States bond, but although bearing one per cent. greater interest, its selling price is thirteen per cent. less than that of a United States bond. Liability to taxation can explain but a small portion of this difference. Corporate bonds as perfect in their character as such securities can be, show a like variation. Memphis City bonds of the ordinary character sold at about fifty cents on the dollar at the time the present bonds were issued. No man can undertake to say that this price would be essentially increased or how much by a sinking fund like that we have discussed.</p>\n<p>The value of a Memphis City bond, guaranteed by a sinking <span class=\"star-pagination\">*318</span> fund of the city, depended first upon a confidence or want of confidence in the resources of the city. If it was absolutely unable to pay its debts a promissory sinking fund would not raise its credit to any perceptible extent. The value depended next upon the public estimate of the honesty and good faith of those having the city affairs in charge. If they were tricky, dishonest, and unprincipled persons, who would not scruple to misapply or pervert a sinking fund, their bonds would be of little value. A dishonest person is an unsafe debtor. There is no satisfactory evidence of the resources of the city, and certainly no satisfactory evidence that a sinking fund would be of any practical value to the bondholders. The city was liable for the face of the bonds in any event, and that was all there was of the obligation.</p>\n<p>We are of the opinion, upon this view of the contract before us, that there was no legal standard by which the damages claimed could be measured, and no legal evidence that such damages existed. The principles and ideas upon which the alleged damages are claimed cannot be reduced to a money standard. They do not form the subject of legal calculation in dollars and cents.</p>\n<p>2d. We think that Brown &amp; Co. are not now at liberty to claim damages for the non-existence of the sinking fund.</p>\n<p>They were quite aware of the provision in the contract for the sinking fund. They knew that this provision had not been made; they received the bonds as a performance, without objection or protest, and made no demand that this provision should be complied with. They have never offered to return the bonds; they are now outstanding, a valid claim against the city to their face. This was a waiver.<sup>[*]</sup></p>\n<p>3d. They negotiated the bonds. They negotiated the coupons. These securities are still outstanding against the city. Whatever claim there may be for a sinking fund, or for damages for the want of it, would seem to belong to the holders of the bonds, and not to the party to whom issued. The right to a fund for redemption of a bond, to enforce it <span class=\"star-pagination\">*319</span> by mandamus, or to ask damages for its violation, is an incident of the bond, attached to and inseparable from it.<sup>[*]</sup> There cannot be a cause of action in one to recover the whole face of the bond and interest, and in another to recover damages for the want of a collateral security to the bond. The allowance of damages now to Brown &amp; Co. will be no defence to a claim for the whole face of the bond, to be made by the holder of it. The city would thus be liable to pay the face and interest of the bond to the holder after having paid twenty-eight per cent. to Brown &amp; Co. for the absence of a guaranty of the payment of the same bond. This cannot be sound law.</p>\n<p>VI. In the accounts allowed by the master, and sustained by the court, were the following items, viz.:</p>\n<p>\"4th. To cash paid as the reasonable value of the services of attorneys employed to prosecute special assessments, by request of the city, $10,000.</p>\n<p>\"5th. To the value of services in the collection of special assessments or paving bills, without process of law, by request of the city, $25,000.\"</p>\n<p>The allowance of these items constitutes the sixth allegation of error. The items are closely akin, and may be considered together.</p>\n<p>The ordinances of the city of Memphis required that the city attorney should prosecute all suits to which the city might be a party or in which it might be interested.</p>\n<p>By the terms of the cash paving contracts it was provided that the accounts for the paving should be made out by the city engineer, and delivered to the contractors for collection, and if not paid within ten days after the payment became due \"said accounts, or so much as shall be due and unpaid, shall be placed in the hands of the city attorney for collection under the city charter.\"</p>\n<p>The duty of the parties under this stipulation is plain. The contractors are to collect the accounts, so far as they are able to do so, within ten days after the payment becomes <span class=\"star-pagination\">*320</span> due. They can demand no compensation for this duty, however onerous or expensive it may be. It is a duty imposed upon them by the express terms of the contract. After the lapse of ten days the burden is shifted, and the duty falls upon the city, to proceed through the agency of their attorney to collect the accounts. The contractors have nothing to do with this further proceeding. They are not bound to employ other attorneys, nor are they at liberty to do so and charge the expense to the city. Taking the contract as a guide, the matter seems too plain for argument.</p>\n<p>But it is said that these services were rendered by the contractors at the request of the city, and that the employment of the additional attorneys was also at the request of the city. We think this is not an answer to the objection.</p>\n<p>1st. This paving contract was entered into under a special and restricted authority, and in a mode specifically pointed out by the local law. The mayor was authorized to advertise for twenty days for proposals for doing the work according to the plans and specifications. The mayor and finance committee were, therefore, authorized \"to make and enter into a contract with the lowest responsible bidder as to payments, time of completion, and under such restrictions as they may think best.\" The city engineer was then directed to make a plat of the work to be done, to lay before the board an estimate of the entire cost of the improvement under the contract, marking upon each lot the amount for which it should be liable, and which amount was declared to be a debt due from the owner, and to be a lien upon the lot.</p>\n<p>This authority was pursued in making the contract. Bids were sought by advertisement. Bids were made by different parties. The bid of Taylor, McBean &amp; Co. was accepted, as the most favorable to the city. The formal contract was entered into under these stipulations. We think this contract cannot be modified, as if it were an ordinary contract, made under the ordinary municipal authority. If the common council can vary it by assuming duties and waiving obligations therein imposed upon the contractors, in respect <span class=\"star-pagination\">*321</span> to the collection of the bills and the employment of attorneys, they may do it by increasing the price to be paid for the work. Instead of favoring the contractors to the extent of $35,000, as is proposed in the present instance, they may give them unlimited favors. This idea is in hostility to the entire scheme of advertising for bids, contracting with the lowest bidder, fixing the amount of the debt and lien of each lot-owner. We think the contract as made must be abided by. It must be performed according to its terms.</p>\n<p>2dly. The case fails to show any variation of the contract by authority of the city. No act of the common council appears giving sanction to the changes alleged to have been made. \"The mayor and the city attorney,\" one of the attorneys employed testifies, \"were apprised of the extraordinary efforts we were making to effect collections without suit, and approved the same and urged us to make all possible efforts. My recollection is that the city attorney advised the same course.\" The city engineer, Mr. Ballard and Mr. Brown, all testify on this subject. In no instance is there any other evidence of authority than that the mayor and city attorney urged them to make great efforts in the collections, and advised them to retain counsel in looking up titles and to aid in bringing suits. It is not suggested even that the finance committee, which was the agent of the city in making the contract, advised or assented to any change in its terms. We think that a contract entered into with the solemnities observed in the present instance cannot be modified upon the evidence of authority here referred to. There is no evidence that the city ever assented to the change.<sup>[*]</sup></p>\n<p>VII. It is also alleged as error that before the cause was ready for a decree, and without settling the rights of the parties, the court referred it to a master for an account, and the master took and stated the account under his own view of the law and the facts, and virtually decided the case instead of the court.</p>\n<p><span class=\"star-pagination\">*322</span> In November, 1870, Messrs. Brown &amp; Co. moved for an order of reference upon the notice already set out [see supra, p. 297].</p>\n<p>No exception was taken to the order of reference. No exception was taken before the master. All the evidence was presented that was desired by either party. Full justice in this respect was attained, and we are of the opinion that this allegation of error is not well grounded.<sup>[*]</sup></p>\n<p>The result of our opinion is that the judgment is correct, except as to the items hereinbefore discussed  of $89,608 damages for the want of a sinking fund, of $10,000 for the services of attorneys, and $25,000 for the plaintiff's services in collecting the bills for paving. As to these there was error.</p>\n<p>DECREE REVERSED, and the case remitted to the Circuit Court with directions to enter a decree in</p>\n<p>ACCORDANCE WITH THESE VIEWS.</p>\n<p>Justices FIELD and BRADLEY concurred in the judgment of reversal, but dissented from the opinion, they holding that the contractors ought to be charged with the full amount of bonds received by them, inasmuch as the city of Memphis had no authority to sell its bonds for less than their par value.</p>\n<h2>NOTES</h2>\n<p>[*]  Story's Equity,  714 to 730.</p>\n<p>[*]  2 Kernan, 48.</p>\n<p>[]  35 Iowa, 138.</p>\n<p>[*]  Griffith v. Burden, 35 Iowa, 138; Wheeler v. Newbould, 5 Duer, 37; Brown v. Ward, 3 Id. 660; Brightman v. Reeves, Executor, 21 Texas, 70; Tracy v. Talmage, 14 New York, 162-191.</p>\n<p>[*]  Set out, supra, pp. 295, 296.  REP.</p>\n<p>[*]  Seventh American edition, 604 (*445); 605 (*445) American note, where numerous cases are cited in support of the principles laid down.</p>\n<p>[]  See Taylor v. Hart.</p>\n<p>[*]  Bridge's Digest, 132.</p>\n<p>[]  Ib. 192, 233.</p>\n<p>[]  Ib.  110.</p>\n<p>[]  Ib. 140.</p>\n<p>[*]  Railroad Company v. Howard, 7 Wallace, 407; Zubriskie v. Railroad Company, 23 Howard, 381; Leggett v. Raymond, 6 Hill, 641.</p>\n<p>[]  Kearney v. City of Covington, 1 Metcalfe (Ky), 339; Baldwin v. City of Oswego, 2 Keyes, 141; Sleeper v. Bullen, 6 Kansas, 307; City of Louisville v. Hyatt, 5 B. Monroe, 199; Cumming v. Mayor of Brooklyn, 11 Paige, 596; Manice v. City of New York, 8 New York, 130.</p>\n<p>[*]  Reed v. Randall, 29 New York, 358.</p>\n<p>[*]  Tracy v. Talmage, 14 New York, 162; Oneida Bank v. Ontario Bank, 21 Ib. 490.</p>\n<p>[*]  Carroll v. St. Louis, 12 Missouri, 444; Butler v. Charlestown, 7 Gray, 12; Clough v. Hart, 11 American Law Register (N.S.), 95; Halstead v. Mayor of New York, 3 Comstock, 430.</p>\n<p>[*]  Field v. Holland, 6 Cranch, 25; Story v. Livingston, 13 Peters, 859; 2 Smith's Chancery Practice, 372; Troy Iron and Nail Factory v. Corning, 6 Blatchford, 328.</p>\n\n</div>", "id": 88941, "judges": "Hunt, Having Stated the General Nature of the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88941/", "sha1": "70340a44aacf78df57ec91637f0c56a27b016d96", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:53"}