{"absolute_url": "/opinion/101227/mississippi-ex-rel-robertson-v-miller/", "blocked": false, "citation": {"case_name": "Mississippi Ex Rel. Robertson v. Miller", "docket_number": "206", "document_uris": ["/api/rest/v2/document/101227/"], "federal_cite_one": "276 U.S. 174", "federal_cite_three": null, "federal_cite_two": null, "id": 85610, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85610/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1928-02-20", "date_modified": "2014-12-21T01:38:29.125092", "docket": "/api/rest/v2/docket/1119266/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">276 U.S. 174</p>\n    <p class=\"case_cite\">48 S.Ct. 266</p>\n    <p class=\"case_cite\">72 L.Ed. 517</p>\n    <p class=\"parties\">STATE OF MISSISSIPPI, for Use of ROBERTSON,<br>v.<br>MILLER et al.</p>\n    <p class=\"docket\">No. 206.</p>\n    <p class=\"date\">Argued Jan. 20, 1928.</p>\n    <p class=\"date\">Decided Feb. 20, 1928.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Stokes V. Robertson, of Jackson, Miss., for petitioner.</p>\n      <p class=\"indent\">Mr. Marion W. Reily, of Meridian, Miss., for defendant.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The record presents for decision the question whether, as applied in this case, chapter 170, Laws 1924, amending section 7068 of Hemingway's Annotated Code of Mississippi contravenes the clause of section 10 of article 1 of the Constitution, which declares that no state shall pass any law impairing the obligtion of constracts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The suit was brought by the state, in the circuit court of Hinds county, for the use of Robertson, hereinafter called plaintiff, who in 1923 and prior years had been the state revenue agent. It is against his immediate successor in office, Miller, whom we shall call defendant, and the surety on his official bond. The purpose is to recover commissions on certain amounts collected by defendant on account of past-due taxes for which plaintiff while in office had brought suits. Plaintiff claims under statutory provisions that were in force while he was in office, and defendant claims under the act here in question, which was passed after the expiration of plaintiff's term. Section 7056 of the Code authorized the state revenue agent to appoint deputies and to sue for past-due taxes. Section 7066 declared:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Neither the state nor any county, municipality, or levee      board shall be chargeable with any fees or expenses on      account of any investigation or suit made or instituted by      the state revenue agent; and he shall not receive any salary;      but he shall be entitled to retain, as full compensation for      his services and expenses, twenty per centum of all amounts      collected and paid over by him. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 7068 directed the successor to allow suits theretofore commenced to be conducted in his name and provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'The person who commenced the suit shall pay all attorney's      fees and expenses thereof, and receive the commissions, if      any.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Acting under these sections, plaintiff appointed deputies to assist in making collections and agreed to pay them one-half the commission allowed by law. He employed an attorney to bring suits and agreed to pay him one-fourth of such sommissions. There remained a fourth for plaintiff, 5 per cent. of the amounts collected. Certain suits which were brought by plaintiff to collect past-due income taxes and privilege taxes, were pending when his term expired. He notified defendant of the agreements he had made with his deputies and attorney. Some amounts sued for remained unpaid until after the passage of chapter 170 on February 29, 1924. That act amends section 7068. Section 1 authorizes every suit brought by the outgoing agent and then pending to be conducted in the name of the successor upon the motion and petition of the latter directed to the court showing that he has investigated its merits and believes it is just and should be maintained, and the section declares that contracts of the former agent with his attorneys and employees shall be binding on the successor. Section 2 provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The expenses of all suits where the successor of the revenue      agent has joined therein as above provided shall be paid by      them equally and all fees and commission legally derived      thereform shall be shared equally between them.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the passage of that act, there was paid by various taxpayers to the defendant $9,784.07, on account of past-due taxes claimed in suits brought by plaintiff. It does not appear that defendant took any step to have any of these suits carried on; but, claiming to be entitled to a part of them under chapter 170, he refused to pay over the commissions for the use of plaintiff, his deputies and attorney. Then plaintiff brought this suit to recover 5 per cent. of the amount so collected by defendant, that being the portion of the commissions remaining for him after deducting the amounts which his deputies and attorney were entitled to have under their agreements with him. The circuit court gave plaintiff judgment for one-half the amount sued for. He appealed to the Supreme Court, and there contended that, if applied in this case, chapter 170 would impair the contract obligation of the state that he be paid for services rendered before its enactment, and would therefore violate the contract clause of the Federal Constitution. The court overruled his contention, applied the enactment retroactively, and affirmed the judgment. 144 Miss. 614, 109 So. 900.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If chapter 170 had not been passed, plaintiff, his deputies, and attorney would have been entitled to 20 per cent. of the amounts collected by defendant. Under the statutes in force in 1923, the commissions were earned by the investigation to discover past-due taxes and the institution of suits to coerce delinquent taxpayers, and such commissions became payable upon the collection of taxes sued for. In its opinion in this case, the Supreme Court said (page 623 (109 So. 903)):</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'It is the law, as contended by appellant, that, where the      revenue agent brings a suit for taxes due the state or any of      its political subdivisions, and afterwards the taxes are paid      by the defendant taxpayer, the revenue agent is entitled to      the commissions allowed him by the statute'-citing Garrett v.      Robertson, 120 Miss. 731, 83 So. 177; Robertson v. Shelton,      127 Miss. 360, 90 So. 83; Miller v. Henry, 139 Miss. 651, 103      So. 203; Miller v. Johnson, 144 Miss. 201, 109 So. 715.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">And chapter 170 did not operate to take from plaintiff's deputies and attorney any part of their shares of the commissions. Miller v. Johnson grew out of the suits and collections that form the basis of this case. Johnson (Johnston) was the attorney who brought plaintiff's suits against taxpayers. He sued Miller, defendant here, and was given judgment for his 5 per cent. of the amounts collected. The Supreme Court decided that under chapter 170 Miller was authorized to prosecute the suits brought by plaintiff, that the taxes sued for having been paid, it must be held that there was merit in the suits and that those employed by plaintiff were entitled to compensation under their contracts. Cf. Miller v. Hay, 143 Miss. 471, 109 So. 16. The state court had to determine whether defendant was entitled to one-half the commissions remaining after deducting the shares of plaintiff's deputies and attorney. Plainitff was authorized under section 7068 before amendment, to carry on in the name of his successor the suits he had commenced, and was required to pay all expenses. In the absence of chapter 170, defendant would have had no authority in respect of the suits. That enactment authorized the revenue agent to look into the merits of pending suits brought by his predecessor and 'submit to the courts in which the same were pending the question whether such suits should be prosecuted or not.' 144 Miss. 626 (109 So. 904). In the interval between the bringing of the suits by plaintiff and payments by taxpayers to defendant, the Legislature conferred on his successor an authority not theretofore given, and, apparently deeming the contemplated services to be necessary and valuable, declared that expenses should be borne and commission divided equally between the revenue agent who brought the suit and his successor. The act did not empower defendant to do anything upon which plaintiff's right to the commissions depended. It authorized something not contemplated by the statute in effect when plaintiff brought the suits and became entitled to the commissions. As it does not appear that defendant took any step authorized by chapter 170, presumably the collections resulted from the bringing of the suits without more. See Johnson v. Miller, supra; Garrett v. Robertson, supra, 743 (83 So. 177). As applied by the state courts, the new law operated to take part of the commissions earned by plaintiff and to hand it over to his successor on account of an unexerted authority to apply to the court to have the suits carrie on-a step never before deemed necessary or contemplated in connection with collections of such taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is well understood that the contract clause does not limit the power of a state during the terms of its officers to pass and give effect to laws prescribing for the future the duties to be performed by, or the salaries or other compensation to be paid to, them. Butler v. Pennsylvania, 10 How. 402, 13 L. Ed. 472. But, after services have been rendered by a public officer under a law specifying his compensation, there arises an implied contract under which he is entitled to have the amount so fixed. And the constitutional protection extends to such contracts just as it does to those specifically expressed. The selection of plaintiff to be the revenue agent amounted to a request or direction by the state that he exert the authority and discharge all the duties of that office. In the performance of services so required of him plaintiff made the investigations and brought the suits to discover and collect the delinquent taxes. Under the statutes then in force as construed by the highest court of the state, he thereupon became entitled to the specified percentages of the amounts subsequently collected on account of the taxes sued for. The retroactive application of chapter 170 would take from him a part of the amount that he had theretofore earned. That would impair the obligation of the implied contract under which he became entitled to the commissions. This case is ruled by Fisk v. Jefferson Police Jury, 116 U. S. 131, 6 S. Ct. 329, 29 L. Ed. 587.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>276 U.S. 174 (1928)</b></center>\n<center><h1>MISSISSIPPI EX REL. ROBERTSON<br>\nv.<br>\nMILLER.</h1></center>\n<center>No. 206.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1928.</center>\n<center>Decided February 20, 1928.</center>\nERROR TO THE SUPREME COURT OF MISSISSIPPI.\n<p><i>Mr. Stokes V. Robertson,</i> with whom <i>Mr. Thos. H. Johnston</i> was on the brief, for plaintiff in error.</p>\n<p><i>Messrs. Marion W. Reily</i> and <i>J.H. Sumrall</i> were on the brief for defendant in error.</p>\n<p><span class=\"star-pagination\">*175</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>The record presents for decision the question whether as applied in this case, c. 170, Laws 1924, amending § 7068 of Hemmingway's Annotated Code of Mississippi contravenes the clause of § 10 of Art. 1 of the Constitution which declares that no State shall pass any law impairing the obligation of contracts.</p>\n<p>The suit was brought by the State in the Circuit Court of Hinds County for the use of Robertson, hereinafter called plaintiff, who in 1923 and prior years had been the state Revenue Agent. It is against his immediate successor in office, Miller, whom we shall call defendant, and the surety on his official bond. The purpose is to recover commissions on certain amounts collected by defendant on account of past due taxes for which plaintiff while in office had brought suits. Plaintiff claims under statutory provisions that were in force while he was in office, and defendant claims under the Act here in question, which was passed after the expiration of plaintiff's term. Section 7056 of the Code authorized the state Revenue Agent to appoint deputies and to sue for past due taxes. Section 7066 declared: \"Neither the state, nor any county, municipality, or levee board shall be chargeable with any fees or expenses on account of any investigation or suit made or instituted by the state revenue agent; and he shall not receive any salary; but he shall be entitled to retain, as full compensation for his services and expenses, twenty per centum of all amounts collected and paid over by him . . .\". Section 7068 directed the successor to allow suits theretofore commenced to be conducted in his name and provided that \"the person who commenced the suit shall pay all attorney's fees and expenses thereof, and receive the commissions if any.\"</p>\n<p>Acting under these sections, plaintiff appointed deputies to assist in making collections and agreed to pay them one-half the commissions allowed by law. He employed <span class=\"star-pagination\">*176</span> an attorney to bring suits and agreed to pay him one-fourth of such commissions. There remained a fourth for plaintiff, five per cent of the amounts collected. Certain suits which were brought by plaintiff to collect past due income taxes and privileges taxes, were pending when his term expired. He notified defendant of the agreements he had made with his deputies and attorney. Some amounts sued for remained unpaid until after the passage of c. 170 on February 29, 1924. That Act amends § 7068. Section 1 authorizes every suit brought by the outgoing agent and then pending to be conducted in the name of the successor upon the motion and petition of the latter directed to the court showing that he has investigated its merits and believes it is just and should be maintained; and the section declares that contracts of the former agent with his attorneys and employees shall be binding on the successor. Section 2 provides that \"the expenses of all suits where the successor of the revenue agent has joined therein as above provided shall be paid by them equally and all fees and commissions legally derived therefrom shall be shared equally between them.\" After the passage of that Act, there was paid by various taxpayers to the defendant $9,784.07, on account of past due taxes claimed in suits brought by plaintiff. It does not appear that defendant took any step to have any of these suits carried on; but, claiming to be entitled to a part of them under c. 170, he refused to pay over the commissions for the use of plaintiff, his deputies and attorney. Then plaintiff brought this suit to recover five per cent. of the amount so collected by defendant, that being the portion of the commissions remaining for him after deducting the amounts which his deputies and attorney were entitled to have under their agreements with him. The Circuit Court gave plaintiff judgment for one-half the amount sued for. He appealed to the Supreme Court, and there contended that if applied in this case <span class=\"star-pagination\">*177</span> c. 170 would impair the contract obligation of the State that he be paid for services rendered before its enactment, and would therefore violate the contract clause of the Federal Constitution. The court overruled his contention, applied the enactment retroactively, and affirmed the judgment. 144 Miss. 614.</p>\n<p>If c. 170 had not been passed, plaintiff, his deputies and attorney would have been entitled to twenty per cent of the amounts collected by defendant. Under the statutes in force in 1923, the commissions were earned by the investigation to discover past due taxes and the institution of suits to coerce delinquent taxpayers, and such commissions became payable upon the collection of taxes sued for. In its opinion in this case, the Supreme Court said (p. 623): \"It is the law, as contended by appellant, that, where the revenue agent brings a suit for taxes due the state or any of its political subdivisions, and afterwards the taxes are paid by the defendant taxpayer, the revenue agent is entitled to the commissions allowed him by the statute.\" Citing <i>Garrett</i> v. <i>Robertson,</i> 120 Miss. 731. <i>Robertson</i> v. <i>Shelton,</i> 127 Miss. 360. <i>Miller</i> v. <i>Henry,</i> 139 Miss. 651. <i>Miller</i> v. <i>Johnson,</i> 144 Miss. 201. And c. 170 did not operate to take from plaintiff's deputies and attorney any part of their shares of the commissions. <i>Miller</i> v. <i>Johnson</i> grew out of the suits and collections that form the basis of this case. Johnson [Johnston] was the attorney who brought plaintiff's suits against taxpayers. He sued Miller, defendant here, and was given judgment for his five per cent of the amounts collected. The Supreme Court decided that under c. 170 Miller was authorized to prosecute the suits brought by plaintiff; that the taxes sued for having been paid, it must be held that there was merit in the suits and that those employed by plaintiff were entitled to compensation under their contracts. Cf. <i>Miller</i> v. <i>Hay,</i> 143 Miss. 471.</p>\n<p><span class=\"star-pagination\">*178</span> The state court had to determine whether defendant was entitled to one-half the commissions remaining after deducting the shares of plaintiff's deputies and attorney. Plaintiff was authorized under § 7068, before amendment, to carry on in the name of his successor the suits he had commenced, and was required to pay all expenses. In the absence of c. 170, defendant would have had no authority in respect of the suits. That enactment authorized the Revenue Agent to look into the merits of pending suits brought by his predecessor and \"submit to the courts in which the same were pending the question whether such suits should be prosecuted or not.\" [144 Miss. 626.] In the interval between the bringing of the suits by plaintiff and payments by taxpayers to defendant, the legislature conferred on his successor an authority not theretofore given; and, apparently deeming the contemplated services to be necessary and valuable, declared that expenses should be borne and commissions divided equally between the Revenue Agent who brought the suit and his successor. The Act did not empower defendant to do anything upon which plaintiff's right to the commissions depended. It authorized something not contemplated by the statute in effect when plaintiff brought the suits and became entitled to the commissions. As it does not appear that defendant took any step authorized by c. 170, presumably the collections resulted from the bringing of the suits without more. See <i>Johnson</i> v. <i>Miller, supra. Garrett</i> v. <i>Robertson, supra,</i> 743. As applied by the state courts, the new law operated to take part of the commissions earned by plaintiff and to hand it over to his successor on account of an unexerted authority to apply to the court to have the suits carried on  a step never before deemed necessary or contemplated in connection with collections of such taxes.</p>\n<p>It is well understood that the contract clause does not limit the power of a State during the terms of its officers to pass and give effect to laws prescribing for the <span class=\"star-pagination\">*179</span> future the duties to be performed by, or the salaries or other compensation to be paid to, them. <i>Butler</i> v. <i>Pennsylvania,</i> 10 How. 402. But after services have been rendered by a public officer under a law specifying his compensation, there arises an implied contract under which he is entitled to have the amount so fixed. And the constitutional protection extends to such contracts just as it does to those specifically expressed. The selection of plaintiff to be the Revenue Agent amounted to a request or direction by the State that he exert the authority and discharge all the duties of that office. In the performance of services so required of him plaintiff made the investigations and brought the suits to discover and collect the delinquent taxes. Under the statutes then in force as construed by the highest court of the State, he thereupon became entitled to the specified percentages of the amounts subsequently collected on account of the taxes sued for. The retroactive application of c. 170 would take from him a part of the amount that he had theretofore earned. That would impair the obligation of the implied contract under which he became entitled to the commissions. This case is ruled by <i>Fisk</i> v. <i>Jefferson Police Jury,</i> 116 U.S. 131.</p>\n<p><i>Judgment reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">174</span></span> (1928)</b></center>\n<center><h1>MISSISSIPPI EX REL. ROBERTSON<br>\nv.<br>\nMILLER.</h1></center>\n<center>No. 206.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1928.</center>\n<center>Decided February 20, 1928.</center>\nERROR TO THE SUPREME COURT OF MISSISSIPPI.\n<p><i>Mr. Stokes V. Robertson,</i> with whom <i>Mr. Thos. H. Johnston</i> was on the brief, for plaintiff in error.</p>\n<p><i>Messrs. Marion W. Reily</i> and <i>J.H. Sumrall</i> were on the brief for defendant in error.</p>\n<p><span class=\"star-pagination\">*175</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>The record presents for decision the question whether as applied in this case, c. 170, Laws 1924, amending § 7068 of Hemmingway's Annotated Code of Mississippi contravenes the clause of § 10 of Art. 1 of the Constitution which declares that no State shall pass any law impairing the obligation of contracts.</p>\n<p>The suit was brought by the State in the Circuit Court of Hinds County for the use of Robertson, hereinafter called plaintiff, who in 1923 and prior years had been the state Revenue Agent. It is against his immediate successor in office, Miller, whom we shall call defendant, and the surety on his official bond. The purpose is to recover commissions on certain amounts collected by defendant on account of past due taxes for which plaintiff while in office had brought suits. Plaintiff claims under statutory provisions that were in force while he was in office, and defendant claims under the Act here in question, which was passed after the expiration of plaintiff's term. Section 7056 of the Code authorized the state Revenue Agent to appoint deputies and to sue for past due taxes. Section 7066 declared: \"Neither the state, nor any county, municipality, or levee board shall be chargeable with any fees or expenses on account of any investigation or suit made or instituted by the state revenue agent; and he shall not receive any salary; but he shall be entitled to retain, as full compensation for his services and expenses, twenty per centum of all amounts collected and paid over by him . . .\". Section 7068 directed the successor to allow suits theretofore commenced to be conducted in his name and provided that \"the person who commenced the suit shall pay all attorney's fees and expenses thereof, and receive the commissions if any.\"</p>\n<p>Acting under these sections, plaintiff appointed deputies to assist in making collections and agreed to pay them one-half the commissions allowed by law. He employed <span class=\"star-pagination\">*176</span> an attorney to bring suits and agreed to pay him one-fourth of such commissions. There remained a fourth for plaintiff, five per cent of the amounts collected. Certain suits which were brought by plaintiff to collect past due income taxes and privileges taxes, were pending when his term expired. He notified defendant of the agreements he had made with his deputies and attorney. Some amounts sued for remained unpaid until after the passage of c. 170 on February 29, 1924. That Act amends § 7068. Section 1 authorizes every suit brought by the outgoing agent and then pending to be conducted in the name of the successor upon the motion and petition of the latter directed to the court showing that he has investigated its merits and believes it is just and should be maintained; and the section declares that contracts of the former agent with his attorneys and employees shall be binding on the successor. Section 2 provides that \"the expenses of all suits where the successor of the revenue agent has joined therein as above provided shall be paid by them equally and all fees and commissions legally derived therefrom shall be shared equally between them.\" After the passage of that Act, there was paid by various taxpayers to the defendant $9,784.07, on account of past due taxes claimed in suits brought by plaintiff. It does not appear that defendant took any step to have any of these suits carried on; but, claiming to be entitled to a part of them under c. 170, he refused to pay over the commissions for the use of plaintiff, his deputies and attorney. Then plaintiff brought this suit to recover five per cent. of the amount so collected by defendant, that being the portion of the commissions remaining for him after deducting the amounts which his deputies and attorney were entitled to have under their agreements with him. The Circuit Court gave plaintiff judgment for one-half the amount sued for. He appealed to the Supreme Court, and there contended that if applied in this case <span class=\"star-pagination\">*177</span> c. 170 would impair the contract obligation of the State that he be paid for services rendered before its enactment, and would therefore violate the contract clause of the Federal Constitution. The court overruled his contention, applied the enactment retroactively, and affirmed the judgment. 144 Miss. 614.</p>\n<p>If c. 170 had not been passed, plaintiff, his deputies and attorney would have been entitled to twenty per cent of the amounts collected by defendant. Under the statutes in force in 1923, the commissions were earned by the investigation to discover past due taxes and the institution of suits to coerce delinquent taxpayers, and such commissions became payable upon the collection of taxes sued for. In its opinion in this case, the Supreme Court said (p. 623): \"It is the law, as contended by appellant, that, where the revenue agent brings a suit for taxes due the state or any of its political subdivisions, and afterwards the taxes are paid by the defendant taxpayer, the revenue agent is entitled to the commissions allowed him by the statute.\" Citing <i>Garrett</i> v. <i>Robertson,</i> 120 Miss. 731. <i>Robertson</i> v. <i>Shelton,</i> 127 Miss. 360. <i>Miller</i> v. <i>Henry,</i> 139 Miss. 651. <i>Miller</i> v. <i>Johnson,</i> 144 Miss. 201. And c. 170 did not operate to take from plaintiff's deputies and attorney any part of their shares of the commissions. <i>Miller</i> v. <i>Johnson</i> grew out of the suits and collections that form the basis of this case. Johnson [Johnston] was the attorney who brought plaintiff's suits against taxpayers. He sued Miller, defendant here, and was given judgment for his five per cent of the amounts collected. The Supreme Court decided that under c. 170 Miller was authorized to prosecute the suits brought by plaintiff; that the taxes sued for having been paid, it must be held that there was merit in the suits and that those employed by plaintiff were entitled to compensation under their contracts. Cf. <i>Miller</i> v. <i>Hay,</i> 143 Miss. 471.</p>\n<p><span class=\"star-pagination\">*178</span> The state court had to determine whether defendant was entitled to one-half the commissions remaining after deducting the shares of plaintiff's deputies and attorney. Plaintiff was authorized under § 7068, before amendment, to carry on in the name of his successor the suits he had commenced, and was required to pay all expenses. In the absence of c. 170, defendant would have had no authority in respect of the suits. That enactment authorized the Revenue Agent to look into the merits of pending suits brought by his predecessor and \"submit to the courts in which the same were pending the question whether such suits should be prosecuted or not.\" [144 Miss. 626.] In the interval between the bringing of the suits by plaintiff and payments by taxpayers to defendant, the legislature conferred on his successor an authority not theretofore given; and, apparently deeming the contemplated services to be necessary and valuable, declared that expenses should be borne and commissions divided equally between the Revenue Agent who brought the suit and his successor. The Act did not empower defendant to do anything upon which plaintiff's right to the commissions depended. It authorized something not contemplated by the statute in effect when plaintiff brought the suits and became entitled to the commissions. As it does not appear that defendant took any step authorized by c. 170, presumably the collections resulted from the bringing of the suits without more. See <i>Johnson</i> v. <i>Miller, supra. Garrett</i> v. <i>Robertson, supra,</i> 743. As applied by the state courts, the new law operated to take part of the commissions earned by plaintiff and to hand it over to his successor on account of an unexerted authority to apply to the court to have the suits carried on  a step never before deemed necessary or contemplated in connection with collections of such taxes.</p>\n<p>It is well understood that the contract clause does not limit the power of a State during the terms of its officers to pass and give effect to laws prescribing for the <span class=\"star-pagination\">*179</span> future the duties to be performed by, or the salaries or other compensation to be paid to, them. <i>Butler</i> v. <i>Pennsylvania,</i> 10 How. 402. But after services have been rendered by a public officer under a law specifying his compensation, there arises an implied contract under which he is entitled to have the amount so fixed. And the constitutional protection extends to such contracts just as it does to those specifically expressed. The selection of plaintiff to be the Revenue Agent amounted to a request or direction by the State that he exert the authority and discharge all the duties of that office. In the performance of services so required of him plaintiff made the investigations and brought the suits to discover and collect the delinquent taxes. Under the statutes then in force as construed by the highest court of the State, he thereupon became entitled to the specified percentages of the amounts subsequently collected on account of the taxes sued for. The retroactive application of c. 170 would take from him a part of the amount that he had theretofore earned. That would impair the obligation of the implied contract under which he became entitled to the commissions. This case is ruled by <i>Fisk</i> v. <i>Jefferson Police Jury,</i> 116 U.S. 131.</p>\n<p><i>Judgment reversed.</i></p>\n</div>", "id": 101227, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101227/", "sha1": "6b396e5d68ba423fba28e5270573f74268711155", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:43"}