{"absolute_url": "/opinion/101291/long-v-rockwood/", "blocked": false, "citation": {"case_name": "Long v. Rockwood", "docket_number": "Nos. 201, 202", "document_uris": ["/api/rest/v2/document/101291/"], "federal_cite_one": "277 U.S. 142", "federal_cite_three": null, "federal_cite_two": null, "id": 85674, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85674/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1928-05-14", "date_modified": "2014-12-21T01:38:34.693021", "docket": "/api/rest/v2/docket/406330/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">277 U.S. 142</p>\n    <p class=\"case_cite\">48 S.Ct. 463</p>\n    <p class=\"case_cite\">72 L.Ed. 824</p>\n    <p class=\"parties\">LONG, Commissioner of Corporations and Taxation of  Massachusetts,<br>v.<br>ROCKWOOD (two cases).</p>\n    <p class=\"docket\">Nos. 201, 202.</p>\n    <p class=\"date\">Argued Jan. 20, 1928.</p>\n    <p class=\"date\">Decided May 14, 1928.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. F. Delano Putnam, of Boston, Mass., for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 142-144 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Merrill S. June and Thomas H. Gage, both of Worcester, Mass., for respondent.</p>\n      <p class=\"indent\">Mr. Justice McREYNOLDS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These causes present the question whether the state of Massachusetts may tax, as income, royalties received by one of her citizens for the use of patents issued to him by the United States. The Supreme Judicial Court of that state held such an imposition would amount to a tax upon the patent right itself, and was prohibited by the Federal Constitution. 257 Mass. 572, 154 N. E. 182. We agree with that conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Constitution (article 1, &#167; 8) empowers Congress 'to promote the progress of science and useful arts, by securing for limited times to authors and inventors the exclusive right to their respective writings and discoveries. * * *' The first Congress provided for issuance, in the name of the United States, of letters patent granting 'for any term not exceeding fourteen years, the sole and exclusive right and liberty of making, constructing, using and vending to others to be used, the said invention or discovery. * * *' Act April 10, 1790, &#167; 1, c. 7, 1 Stat. 110.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Chapter 230, Act July 8, 1870, 16 Stat. 201 (Rev. Stat. &#167; 4884; section 40, Title 35, U. S. Code (35 USCA &#167; 43; Comp. St. &#167; 9428)):</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Sec. 22. And be it further enacted, that every patent shall      contain a short title or description of the invention or      discovery, correctly indicating its nature and design, and a      grant to the patentee, his heirs or assigns, for the term of      seventeen years, of the exclusive right to make, use, and      vend the said invention or discovery throughout the United      States and the territories thereof. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Chief Justice Marshall, speaking for the court in Grant v. Raymond, 6 Pet. 220, 241, 242 (8 L. Ed. 376), stated the general purpose for which patents issue&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'To promote the progress of useful arts, is the interest and      policy of every englightened government. * * * The subject      was among the first which followed the organization of our      government. It was taken up by the first congress. * * * The      amendatory act of 1793 (1 Stat. 318) contains the same      language, and it cannot be doubted, that the settled purpose      of the United States has ever been, and continues to be, to      confer on the authors of useful inventions an exclusive right      in their inventions, for the time mentioned in their patent.      It is the reward stipulated for the advantages derived by the      public for the exertions of the individual, and is intended      as a stimulus to those exertions. The laws which are passed      to give effect to this purpose ought, we think, to be      construed in the spirit in which they have been made. * * *      The public yields nothing which it has not agreed to yield; it receives all      which it has contracted to receive. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Kendall v. Winsor, 21 How. 322, 327, 328 (16 L. Ed. 165):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'It is undeniably true, that the limited and temporary      monopoly granted to inventors was never designed for their      exclusive profit or advantage; the benefit to the public or      community at large was another and doubtless the primary      object in granting and securing that monopoly.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bloomer v. McQuewan, 14 How. 539, 549 (14 L. Ed. 532):</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The franchise which the patent grants, consists altogether      in the right to exclude every one from making, using, or      vending the thing patented, without the permission of the      patentee. This is all that he obtains by the patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">See, also, Paper Bag Patent Case, 210 U. S. 405, 423, 28 S. Ct. 748, 52 L. Ed. 1122; Bauer v. O'Donnell, 229 U. S. 1, 11, 33, S. Ct. 616, 57 L. Ed. 1041, 50 L. R. A. (N. S.) 1185, Ann. Cas. 1915A, 150.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The power to exclude others, granted by the United States to the patentee, subserves a definite public purpose-to promote the progress of science and useful arts. The patent is the instrument by which that end is to be accomplished. It affords protection during the specified period in consideration of benefits conferred by the inventor. And the settled doctrine is that such instrumentalities may not be taxed by the states.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In California v. Pacific Railroad Co., 127 U. S. 1, 8 S. Ct. 1073, 32 L. Ed. 150, the state sought to sustain a tax laid upon a franchise granted by the United States; but its power therein was denied. Through Mr. Justice Bradley this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Recollecting the fundamental principle that the      Constitution, laws and treaties of the United States are the      supreme law of the land, it seems to us almost absurd to      contend that a power given to a person or corporation by the      United States may be subjected to taxation by a state.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The same general doctrine was approved by McCullouch v. Maryland, 4 Wheat. 316, 4 L. Ed. 579; Home Savings Bank v. Des Moines, 205 U. S. 503, 27 S. Ct. 571, 51 L. Ed. 901; Farmers, etc., Bank v. Minnesota, 232 U. S. 516, 34 S. Ct. 354, 58 L. Ed. 706; Choctaw &amp; Gulf R. Co. v. Harrison, 235 U. S. 292, 35 S. Ct. 27, 59 L. Ed. 234; Indian Terr., etc., Oil Co. v. Oklahoma, 240 U. S. 522, 36 S. Ct. 453, 60 L. Ed. 779; Smith v. Kansas City Title &amp; Trust Co., 255 U. S. 180, 41 S. Ct. 243, 65 L. Ed. 577; Gillespie v. Oklahoma, 257 U. S. 501, 42 S. Ct. 171, 66 L. Ed. 338; Clallam County v. United States, 263 U. S. 341, 44 S. Ct. 121, 68 L. Ed. 328; First National Bank v. Anderson, 269 U. S. 341, 46 S. Ct. 135, 70 L. Ed. 295; Jaybird Mining Co. v. Weir, 271 U. S. 609, 46 S. Ct. 592, 70 L. Ed. 1112; Northwestern Mutual Life Ins. Co. v. Wisconsin (November 21, 1927) 275 U. S. 136, 48 S. Ct. 55, 72 L. Ed. 202.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The courts of last resort in Pennsylvania and New York have held that a state may not tax patents granted by the United States. Commonwealth v. Westinghouse Elec. Mfg. Co., 151 Pa. 265, 24 A. 1107, 1113; People, etc., v. Assessors, 156 N. Y. 417, 51 N. E. 269, 42 L. R. A. 290. And no opinion to the contrary has been cited.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As United States patents grant only the right to exclude, our conclusion is not in conflict with those cases which sustain the power of the states to exercise control over articles manufactured by patentees, to regulate the assignment of patent rights, and to prevent fraud in connection therewith. Patterson v. Kentucky, 97 U. S. 501, 24 L. Ed. 1115; Webber v. Virginia, 103 U. S. 344, 26 L. Ed. 565; Allen v. Riley, 203 U. S. 347, 27 S. Ct. 95, 51 L. Ed. 216, 8 Ann. Cas. 137; John Woods &amp; Sons Co. v. Carl, 203 U. S. 358, 27 S. Ct. 99, 51 L. Ed. 219; Ozan Lumber Co. v. Union County National Bank, 207 U. S. 251, 28 S. Ct. 89, 52 L. Ed. 195.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The challenged judgments are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. Justice HOLMES.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">These are complaints brought by the respondent against the commissioner of corporations and taxation of Massachusetts, for the abatement of income taxes for the years 1921 and 1922. The question raised, as stated by the Supreme Judicial Court of the state, is whether the commonwealth has the right to tax the income received from royalties for the use of patents issued by the United States. That court held that the commonwealth had no such right under the Constitution of the United States, and the commissioner obtained a writ of certiorari from this court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The reasoning of the court is simple. If the state 'cannot tax the patent, it cannot tax the royalties received from its use.' The postulate is founded on the casual intimation of Chief Justice Marshall in McCulloch v. Maryland, 4 Wheat. 316, 432, 4 L. Ed. 579, and is said to have been conceded below by the commissioner. It hardly is conceded here, and whether it is or is not, if this court should be of opinion that the conclusion urged by the commissioner can be supported upon broader grounds than he felt at liberty to take, the court is not estopped by his doubts. Why then cannot a state tax a patent by a tax that in no way discriminates against it? Obviously it is not true that patents are instrumentalities of the government. They are used by the patentees for their private advantage alone. If the government uses them, it must pay like other people. Richmond Screw Anchor Co. v. United States (Jan. 3, 1928) 275 U. S. 331, 48 S. Ct. 194, 72 L. Ed. 303. The use made by the patentee may be not to make and sell the patented article, but simply to keep other people from doing so in aid of some collateral interest of his own. Continental Paper Bag Co. v. Eastern Paper Bag Co., 210 U. S. 405, 422, 424, 28 S. Ct. 748, 52 L. Ed. 1122. National banks really are instrumentalities of the government and directly concern the national credit. Indians are wards of the nation. Interstate commerce is left expressly to regulation by Congress, and the states can intermeddle only by its consent. In this case the advantages expected by the government are mainly the benefits to the public when the patent has expired, and, secondarily, the encouragement of invention. Pennock v. Dialogue, 2 Pet. 1, 19, 7 L. Ed. 327. The most that can be said is that a tax is a discouragement so far as it goes, and to that extent in its immediate operation runs counter to the government intent. But patents would be valueless to their owner without the organized societies constituted by the states, and the question is why patents should not contribute as other property does to maintaining that without which they would be of little use.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Most powers conceivably may be exercised beyond the limits allowed by the law. Rights that even seem absolute have these qualifications. American Bank &amp; Trust Co. v. Federal Reserve Bank of Atlanta, 256 U. S. 350, 358, 41 S. Ct. 499, 65 L. Ed. 983. But we do not on that account resort to the blunt expedient of taking away altogether the power or the right. Board of Trade v. Christie Grain &amp; Stock Co., 198 U. S. 236, 247, 248, 25 S. Ct. 637, 49 L. Ed. 1031. The power to tax is said to be the power to destroy. But, to repeat what I just now have had occasion to say in another case, this court, which so often has defeated the attempt to tax in certain ways, can defeat an attempt to discriminate or otherwise to go too far without wholly abolishing the power to tax. The power to fix rates is the power to destroy, but this court, while it endeavors to prevent confiscation, does not prevent the fixing of rates. Even with regard to patents some laws of a kind that might destroy the use of them within the state have been upheld. Patterson v. Kentucky, 97 U. S. 501, 24 L. Ed. 1115; Webber v. Virginia, 103 U. S. 344, 26 L. Ed. 565; Emert v. Missouri, 156 U. S. 296, 15 S. Ct. 367, 39 L. Ed. 430. They must be reasonable, or they will be held void, but, if this court deems them reasonable, they stand. Allen v. Riley, 203 U. S. 347, 355, 27 S. Ct. 95, 51 L. Ed. 216, 8 Ann. Cas. 137.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The fact that the franchise came from a grant by the United States is no more reason for exemption, standing by itself, than is the derivation of the title to a lot of land from the same source. Tucker v. Ferguson, 22 Wall. 527, 22 L. Ed. 805. In Baltimore Shipbuilding &amp; Dry Dock Co. v. Baltimore, 195 U. S. 375, 25 S. Ct. 50, 49 L. Ed. 242, the land was conveyed subject to a condition that a dry dock should be built upon it which the United States was to have the right to use free from charge for docking, and which was to revert to the United States on a diversion of the land to any other use or on the dry dock being unfit for use for six months, certainly a case in which the United States was much more clearly interested that in an ordinary patent. Yet there it was held that neither the company nor the land was an instrumentality of the United States, and that there was nothing to hinder the right of the state to tax. See further Forbes v. Gracey, 94 U. S. 762, 24 L. Ed. 313.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mr. Justice BRANDEIS, Mr. Justice SUTHERLAND, and Mr. Justice STONE agree with this opinion.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>277 U.S. 142 (1928)</b></center>\n<center><h1>LONG, COMMISSIONER,<br>\nv.<br>\nROCKWOOD.<br>\nSAME<br>\nv.<br>\nSAME.</h1></center>\n<center>Nos. 201 and 202.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1928.</center>\n<center>Decided May 14, 1928.</center>\nCERTIORARI TO THE SUPERIOR COURT FOR THE COUNTY OF WORCESTER, MASSACHUSETTS.\n<p><i>Mr. F. Delano Putnam,</i> Assistant Attorney General of Massachusetts, with whom <i>Messrs. Arthur K. Reading,</i> Attorney General, and <i>R. Ammi Cutter,</i> Assistant Attorney General, were on the brief, for petitioner.</p>\n<p><i>Mr. Merrill S. June,</i> with whom <i>Mr. Thomas H. Gage</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*145</span> MR. JUSTICE McREYNOLDS delivered the opinion of the Court.</p>\n<p>These causes present the question whether the State of Massachusetts may tax, as income, royalties received by one of her citizens for the use of patents issued to him by the United States. The Supreme Judicial Court of that State held such an imposition would amount to a tax upon the patent right itself and was prohibited by the Federal Constitution. We agree with that conclusion.</p>\n<p>The Constitution (Art. 1, Sec. 8) empowers Congress \"to promote the progress of science and useful arts, by securing for limited times to authors and inventors the <span class=\"star-pagination\">*146</span> exclusive right to their respective writings and discoveries; . ..\" The first Congress provided for issuance, in the name of the United States, of letters patent granting \"for any term not exceeding fourteen years, the sole and exclusive right and liberty of making, constructing, using and vending to others to be used, the said invention or discovery . . .\" Act April 10, 1790, Sec. 1, Chap. 7, 1 Stat. 109.</p>\n<p>Chap. 230, Act July 8, 1870, 16 Stat. 201 (Rev. Stat. Sec. 4884; Sec. 40, Title 35, U.S. Code) </p>\n<p>\"Sec. 22. <i>And be it further enacted,</i> That every patent shall contain a short title or description of the invention or discovery, correctly indicating its nature and design, and a grant to the patentee, his heirs or assigns, for the term of seventeen years, of the exclusive right to make, use and vend the said invention or discovery throughout the United States and the Territories thereof, . . .\"</p>\n<p>Chief Justice Marshall, speaking for the court in <i>Grant</i> v. <i>Raymond,</i> 6 Pet. 218, 241-242, stated the general purpose for which patents issue </p>\n<p>\"To promote the progress of useful arts, is the interest and policy of every enlightened government. . . . This subject was among the first which followed the organization of our government. It was taken up by the first congress . . . The amendatory act of 1793 contains the same language, and it cannot be doubted that the settled purpose of the United States has ever been, and continues to be, to confer on the authors of useful inventions an exclusive right in their inventions for the time mentioned in their patent. It is the reward stipulated for the advantages derived by the public for the exertions of the individual, and is intended as a stimulus to those exertions. The laws which are passed to give effect to this purpose ought, we think, to be construed in the spirit in which they have been made. . . . The public yields <span class=\"star-pagination\">*147</span> nothing which it has not agreed to yield; it receives all which it has contracted to receive. . . .\"</p>\n<p><i>Kendall</i> v. <i>Winsor,</i> 21 How. 322, 327-328 </p>\n<p>\"It is undeniably true, that the limited and temporary monopoly granted to inventors was never designed for their exclusive profit or advantage; the benefit to the public or community at large was another and doubtless the primary object in granting and securing that monopoly.\"</p>\n<p><i>Bloomer</i> v. <i>McQuewan,</i> 14 How. 539, 549 </p>\n<p>\"The franchise which the patent grants, consists altogether in the right to exclude every one from making, using, or vending the thing patented, without the permission of the patentee. This is all he obtains by the patent.\"</p>\n<p>See also <i>Paper Bag Patent</i> case, 210 U.S. 405, 423; <i>Bauer &amp; Cie</i> v. <i>O'Donnell,</i> 229 U.S. 1, 11.</p>\n<p>The power to exclude others granted by the United States to the patentee subserves a definite public purpose  to promote the progress of science and useful arts. The patent is the instrument by which that end is to be accomplished. It affords protection during the specified period in consideration of benefits conferred by the inventor. And the settled doctrine is that such instrumentalities may not be taxed by the States.</p>\n<p>In <i>California</i> v. <i>Pacific Railroad Co.,</i> 127 U.S. 1, the State sought to sustain a tax laid upon a franchise granted by the United States; but its power therein was denied. Through Mr. Justice Bradley this court said  \"Recollecting the fundamental principle that the Constitution, laws and treaties of the United States are the supreme law of the land, it seems to us almost absurd to contend that a power given to a person or corporation by the United States may be subjected to taxation by a State.\" The same general doctrine was approved by <i>McCullough</i> v. <i>Maryland,</i> 4 Wheaton, 316; <i>Home Savings Bank</i> v. <i>Des Moines,</i> 205 U.S. 503; <i>Farmers, etc. Bank</i> v. <i>Minnesota,</i> <span class=\"star-pagination\">*148</span> 232 U.S. 516; <i>Choctaw &amp; Gulf R.R. Co.</i> v. <i>Harrison,</i> 235 U.S. 292; <i>Indian Terr., etc. Oil Co.</i> v. <i>Oklahoma,</i> 240 U.S. 522; <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180; <i>Gillespie</i> v. <i>Oklahoma,</i> 257 U.S. 501; <i>Clallam County</i> v. <i>United States,</i> 263 U.S. 341; <i>First National Bank</i> v. <i>Anderson,</i> 269 U.S. 341; <i>Jaybird Mining Co.</i> v. <i>Weir,</i> 271 U.S. 609; <i>Northwestern Mutual Life Ins. Co.</i> v. <i>Wisconsin,</i> 275 U.S. 136.</p>\n<p>The courts of last resort in Pennsylvania and New York have held that a State may not tax patents granted by the United States. <i>Westinghouse Elec. Mfg. Co.</i> v. <i>Commonwealth,</i> 151 Pa. 265; <i>People, etc.</i> v. <i>Assessors,</i> 156 N.Y. 417. And no opinion to the contrary has been cited.</p>\n<p>As United States patents grant only the right to exclude, our conclusion is not in conflict with those cases which sustain the power of the States to exercise control over articles manufactured by patentees, to regulate the assignment of patent rights, and to prevent fraud in connection therewith. <i>Patterson</i> v. <i>Kentucky,</i> 97 U.S. 501; <i>Webber</i> v. <i>Virginia,</i> 103 U.S. 344; <i>Allen</i> v. <i>Riley,</i> 203 U.S. 347; <i>John Woods &amp; Sons</i> v. <i>Carl,</i> 203 U.S. 358; <i>Ozan Lumber Co.</i> v. <i>Union County National Bank,</i> 207 U.S. 251.</p>\n<p>The challenged judgments are affirmed.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HOLMES.</p>\n<p>These are complaints brought by the respondent against the Commissioner of Corporations and Taxation of Massachusetts for the abatement of income taxes for the years 1921 and 1922. The question raised as stated by the Supreme Judicial Court of the State is whether the Commonwealth has the right to tax the income received from royalties for the use of patents issued by the United States. That Court held that the Commonwealth had no such right under the Constitution of the United States <span class=\"star-pagination\">*149</span> and the Commissioner obtained a writ of certiorari from this Court.</p>\n<p>The reasoning of the Court is simple. If the State `cannot tax the patent, it cannot tax the royalties received from its use'. The postulate is founded on the casual intimation of Chief Justice Marshall in <i>McCulloch</i> v. <i>Maryland,</i> 4 Wheat. 316, 432, and is said to have been conceded below by the Commissioner. It hardly is conceded here and, whether it is or is not, if this Court should be of opinion that the conclusion urged by the Commissioner can be supported upon broader grounds than he felt at liberty to take, the Court is not estopped by his doubts. Why then cannot a State tax a patent by a tax that in no way discriminates against it? Obviously it is not true that patents are instrumentalities of the Government. They are used by the patentees for their private advantage alone. If the Government uses them it must pay like other people. <i>Richmond Screw Anchor Co.</i> v. <i>United States,</i> 275 U.S. 331. The use made by the patentee may be not to make and sell the patented article but simply to keep other people from doing so in aid of some collateral interest of his own. <i>Continental Paper Bag Co.</i> v. <i>Eastern Paper Bag Co.,</i> 210 U.S. 405, 422, 424. National banks really are instrumentalities of the Government and directly concern the national credit. Indians are wards of the nation. Interstate commerce is left expressly to regulation by Congress and the States can intermeddle only by its consent. In this case the advantages expected by the Government are mainly the benefits to the public when the patent has expired and secondarily the encouragement of invention, <i>Pennock</i> v. <i>Dialogue,</i> 2 Peters, 1, 19. The most that can be said is that a tax is a discouragement so far as it goes and to that extent in its immediate operation runs counter to the Government intent. But patents would be valueless to their owner without the organized societies constituted by the <span class=\"star-pagination\">*150</span> States, and the question is why patents should not contribute as other property does to maintaining that without which they would be of little use.</p>\n<p>Most powers conceivably may be exercised beyond the limits allowed by the law. Rights that even seem absolute have these qualifications. <i>American Bank &amp; Trust Co.</i> v. <i>Federal Reserve Bank of Atlanta,</i> 256 U.S. 350, 358.</p>\n<p>But we do not on that account resort to the blunt expedient of taking away altogether the power or the right. <i>Board of Trade</i> v. <i>Christie Grain &amp; Stock Co.,</i> 198 U.S. 236, 247, 248. The power to tax is said to be the power to destroy. But, to repeat what I just now have had occasion to say in another case, this Court, which so often has defeated the attempt to tax in certain ways, can defeat an attempt to discriminate or otherwise to go too far without wholly abolishing the power to tax. The power to fix rates is the power to destroy, but this Court while it endeavors to prevent confiscation does not prevent the fixing of rates. Even with regard to patents some laws of a kind that might destroy the use of them within the State have been upheld. <i>Patterson</i> v. <i>Kentucky,</i> 97 U.S. 501. <i>Webber</i> v. <i>Virginia,</i> 103 U.S. 344. <i>Emert</i> v. <i>Missouri,</i> 156 U.S. 296. They must be reasonable or they will be held void, but if this Court deems them reasonable they stand. <i>Allen</i> v. <i>Riley,</i> 203 U.S. 347, 355.</p>\n<p>The fact that the franchise came from a grant by the United States is no more reason for exemption, standing by itself, than is the derivation of the title to a lot of land from the same source. <i>Tucker</i> v. <i>Ferguson,</i> 22 Wall. 527. In <i>Baltimore Shipbuilding &amp; Dry Dock Co.</i> v. <i>Baltimore,</i> 195 U.S. 375, the land was conveyed subject to a condition that a dry-dock should be built upon it which the United States was to have the right to use free from charge for docking and which was to revert to the United States on a diversion of the land to any other use or on <span class=\"star-pagination\">*151</span> the dry-dock being unfit for use for six months. Certainly a case in which the United States was much more clearly interested than in an ordinary patent. Yet there it was held that neither the company nor the land was an instrumentality of the United States and that there was nothing to hinder the right of the State to tax. See further <i>Forbes</i> v. <i>Gracey,</i> 94 U.S. 762.</p>\n<p>MR. JUSTICE BRANDEIS, MR. JUSTICE SUTHERLAND and MR. JUSTICE STONE agree with this opinion.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></span> (1928)</b></center>\n<center><h1>LONG, COMMISSIONER,<br>\nv.<br>\nROCKWOOD.<br>\nSAME<br>\nv.<br>\nSAME.</h1></center>\n<center>Nos. 201 and 202.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1928.</center>\n<center>Decided May 14, 1928.</center>\nCERTIORARI TO THE SUPERIOR COURT FOR THE COUNTY OF WORCESTER, MASSACHUSETTS.\n<p><i>Mr. F. Delano Putnam,</i> Assistant Attorney General of Massachusetts, with whom <i>Messrs. Arthur K. Reading,</i> Attorney General, and <i>R. Ammi Cutter,</i> Assistant Attorney General, were on the brief, for petitioner.</p>\n<p><i>Mr. Merrill S. June,</i> with whom <i>Mr. Thomas H. Gage</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*145</span> MR. JUSTICE McREYNOLDS delivered the opinion of the Court.</p>\n<p>These causes present the question whether the State of Massachusetts may tax, as income, royalties received by one of her citizens for the use of patents issued to him by the United States. The Supreme Judicial Court of that State held such an imposition would amount to a tax upon the patent right itself and was prohibited by the Federal Constitution. We agree with that conclusion.</p>\n<p>The Constitution (Art. 1, Sec. 8) empowers Congress \"to promote the progress of science and useful arts, by securing for limited times to authors and inventors the <span class=\"star-pagination\">*146</span> exclusive right to their respective writings and discoveries; . ..\" The first Congress provided for issuance, in the name of the United States, of letters patent granting \"for any term not exceeding fourteen years, the sole and exclusive right and liberty of making, constructing, using and vending to others to be used, the said invention or discovery . . .\" Act April 10, 1790, Sec. 1, Chap. 7, 1 Stat. 109.</p>\n<p>Chap. 230, Act July 8, 1870, 16 Stat. 201 (Rev. Stat. Sec. 4884; Sec. 40, Title 35, U.S. Code) </p>\n<p>\"Sec. 22. <i>And be it further enacted,</i> That every patent shall contain a short title or description of the invention or discovery, correctly indicating its nature and design, and a grant to the patentee, his heirs or assigns, for the term of seventeen years, of the exclusive right to make, use and vend the said invention or discovery throughout the United States and the Territories thereof, . . .\"</p>\n<p>Chief Justice Marshall, speaking for the court in <i>Grant</i> v. <i>Raymond,</i> <span class=\"citation\" data-id=\"85777\"><a href=\"/opinion/85777/grant-v-raymond/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">218</span></a></span>, 241-242, stated the general purpose for which patents issue </p>\n<p>\"To promote the progress of useful arts, is the interest and policy of every enlightened government. . . . This subject was among the first which followed the organization of our government. It was taken up by the first congress . . . The amendatory act of 1793 contains the same language, and it cannot be doubted that the settled purpose of the United States has ever been, and continues to be, to confer on the authors of useful inventions an exclusive right in their inventions for the time mentioned in their patent. It is the reward stipulated for the advantages derived by the public for the exertions of the individual, and is intended as a stimulus to those exertions. The laws which are passed to give effect to this purpose ought, we think, to be construed in the spirit in which they have been made. . . . The public yields <span class=\"star-pagination\">*147</span> nothing which it has not agreed to yield; it receives all which it has contracted to receive. . . .\"</p>\n<p><i>Kendall</i> v. <i>Winsor,</i> <span class=\"citation\" data-id=\"87219\"><a href=\"/opinion/87219/kendall-v-winsor/\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">322</span></a></span>, 327-328 </p>\n<p>\"It is undeniably true, that the limited and temporary monopoly granted to inventors was never designed for their exclusive profit or advantage; the benefit to the public or community at large was another and doubtless the primary object in granting and securing that monopoly.\"</p>\n<p><i>Bloomer</i> v. <i>McQuewan,</i> <span class=\"citation\" data-id=\"86806\"><a href=\"/opinion/86806/bloomer-v-mcquewan/\"><span class=\"volume\">14</span> <span class=\"reporter\">How.</span> <span class=\"page\">539</span></a></span>, 549 </p>\n<p>\"The franchise which the patent grants, consists altogether in the right to exclude every one from making, using, or vending the thing patented, without the permission of the patentee. This is all he obtains by the patent.\"</p>\n<p>See also <i>Paper Bag Patent</i> case, <span class=\"citation\" data-id=\"96878\"><a href=\"/opinion/96878/continental-paper-bag-co-v-eastern-paper-bag-co/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 423; <i>Bauer &amp; Cie</i> v. <i>O'Donnell,</i> <span class=\"citation\" data-id=\"97893\"><a href=\"/opinion/97893/bauer-cie-v-odonnell/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11.</p>\n<p>The power to exclude others granted by the United States to the patentee subserves a definite public purpose  to promote the progress of science and useful arts. The patent is the instrument by which that end is to be accomplished. It affords protection during the specified period in consideration of benefits conferred by the inventor. And the settled doctrine is that such instrumentalities may not be taxed by the States.</p>\n<p>In <i>California</i> v. <i>Pacific Railroad Co.,</i> <span class=\"citation\" data-id=\"92223\"><a href=\"/opinion/92223/california-v-central-pacific-r-co/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, the State sought to sustain a tax laid upon a franchise granted by the United States; but its power therein was denied. Through Mr. Justice Bradley this court said  \"Recollecting the fundamental principle that the Constitution, laws and treaties of the United States are the supreme law of the land, it seems to us almost absurd to contend that a power given to a person or corporation by the United States may be subjected to taxation by a State.\" The same general doctrine was approved by <i>McCullough</i> v. <i>Maryland,</i> 4 Wheaton, 316; <i>Home Savings Bank</i> v. <i>Des Moines,</i> 205 U.S. 503; <i>Farmers, etc. Bank</i> v. <i>Minnesota,</i> <span class=\"star-pagination\">*148</span> 232 U.S. 516; <i>Choctaw &amp; Gulf R.R. Co.</i> v. <i>Harrison,</i> 235 U.S. 292; <i>Indian Terr., etc. Oil Co.</i> v. <i>Oklahoma,</i> 240 U.S. 522; <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180; <i>Gillespie</i> v. <i>Oklahoma,</i> 257 U.S. 501; <i>Clallam County</i> v. <i>United States,</i> 263 U.S. 341; <i>First National Bank</i> v. <i>Anderson,</i> 269 U.S. 341; <i>Jaybird Mining Co.</i> v. <i>Weir,</i> 271 U.S. 609; <i>Northwestern Mutual Life Ins. Co.</i> v. <i>Wisconsin,</i> 275 U.S. 136.</p>\n<p>The courts of last resort in Pennsylvania and New York have held that a State may not tax patents granted by the United States. <i>Westinghouse Elec. Mfg. Co.</i> v. <i>Commonwealth,</i> 151 Pa. 265; <i>People, etc.</i> v. <i>Assessors,</i> 156 N.Y. 417. And no opinion to the contrary has been cited.</p>\n<p>As United States patents grant only the right to exclude, our conclusion is not in conflict with those cases which sustain the power of the States to exercise control over articles manufactured by patentees, to regulate the assignment of patent rights, and to prevent fraud in connection therewith. <i>Patterson</i> v. <i>Kentucky,</i> 97 U.S. 501; <i>Webber</i> v. <i>Virginia,</i> 103 U.S. 344; <i>Allen</i> v. <i>Riley,</i> <span class=\"citation\" data-id=\"96530\"><a href=\"/opinion/96530/allen-v-riley/\"><span class=\"volume\">203</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>; <i>John Woods &amp; Sons</i> v. <i>Carl,</i> 203 U.S. 358; <i>Ozan Lumber Co.</i> v. <i>Union County National Bank,</i> 207 U.S. 251.</p>\n<p>The challenged judgments are affirmed.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HOLMES.</p>\n<p>These are complaints brought by the respondent against the Commissioner of Corporations and Taxation of Massachusetts for the abatement of income taxes for the years 1921 and 1922. The question raised as stated by the Supreme Judicial Court of the State is whether the Commonwealth has the right to tax the income received from royalties for the use of patents issued by the United States. That Court held that the Commonwealth had no such right under the Constitution of the United States <span class=\"star-pagination\">*149</span> and the Commissioner obtained a writ of certiorari from this Court.</p>\n<p>The reasoning of the Court is simple. If the State `cannot tax the patent, it cannot tax the royalties received from its use'. The postulate is founded on the casual intimation of Chief Justice Marshall in <i>McCulloch</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"1320585\"><a href=\"/opinion/1320585/mcculloch-v-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></a></span>, 432, and is said to have been conceded below by the Commissioner. It hardly is conceded here and, whether it is or is not, if this Court should be of opinion that the conclusion urged by the Commissioner can be supported upon broader grounds than he felt at liberty to take, the Court is not estopped by his doubts. Why then cannot a State tax a patent by a tax that in no way discriminates against it? Obviously it is not true that patents are instrumentalities of the Government. They are used by the patentees for their private advantage alone. If the Government uses them it must pay like other people. <i>Richmond Screw Anchor Co.</i> v. <i>United States,</i> 275 U.S. 331. The use made by the patentee may be not to make and sell the patented article but simply to keep other people from doing so in aid of some collateral interest of his own. <i>Continental Paper Bag Co.</i> v. <i>Eastern Paper Bag Co.,</i> <span class=\"citation\" data-id=\"96878\"><a href=\"/opinion/96878/continental-paper-bag-co-v-eastern-paper-bag-co/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 422, 424. National banks really are instrumentalities of the Government and directly concern the national credit. Indians are wards of the nation. Interstate commerce is left expressly to regulation by Congress and the States can intermeddle only by its consent. In this case the advantages expected by the Government are mainly the benefits to the public when the patent has expired and secondarily the encouragement of invention, <i>Pennock</i> v. <i>Dialogue,</i> 2 Peters, 1, 19. The most that can be said is that a tax is a discouragement so far as it goes and to that extent in its immediate operation runs counter to the Government intent. But patents would be valueless to their owner without the organized societies constituted by the <span class=\"star-pagination\">*150</span> States, and the question is why patents should not contribute as other property does to maintaining that without which they would be of little use.</p>\n<p>Most powers conceivably may be exercised beyond the limits allowed by the law. Rights that even seem absolute have these qualifications. <i>American Bank &amp; Trust Co.</i> v. <i>Federal Reserve Bank of Atlanta,</i> <span class=\"citation\" data-id=\"99804\"><a href=\"/opinion/99804/american-bank-trust-co-v-federal-reserve-bank-of-a/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 358.</p>\n<p>But we do not on that account resort to the blunt expedient of taking away altogether the power or the right. <i>Board of Trade</i> v. <i>Christie Grain &amp; Stock Co.,</i> <span class=\"citation\" data-id=\"96295\"><a href=\"/opinion/96295/board-of-trade-of-chicago-v-christie-grain-stock-c/\"><span class=\"volume\">198</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 247, 248. The power to tax is said to be the power to destroy. But, to repeat what I just now have had occasion to say in another case, this Court, which so often has defeated the attempt to tax in certain ways, can defeat an attempt to discriminate or otherwise to go too far without wholly abolishing the power to tax. The power to fix rates is the power to destroy, but this Court while it endeavors to prevent confiscation does not prevent the fixing of rates. Even with regard to patents some laws of a kind that might destroy the use of them within the State have been upheld. <i>Patterson</i> v. <i>Kentucky,</i> 97 U.S. 501. <i>Webber</i> v. <i>Virginia,</i> 103 U.S. 344. <i>Emert</i> v. <i>Missouri,</i> 156 U.S. 296. They must be reasonable or they will be held void, but if this Court deems them reasonable they stand. <i>Allen</i> v. <i>Riley,</i> <span class=\"citation\" data-id=\"96530\"><a href=\"/opinion/96530/allen-v-riley/\"><span class=\"volume\">203</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 355.</p>\n<p>The fact that the franchise came from a grant by the United States is no more reason for exemption, standing by itself, than is the derivation of the title to a lot of land from the same source. <i>Tucker</i> v. <i>Ferguson,</i> 22 Wall. 527. In <i>Baltimore Shipbuilding &amp; Dry Dock Co.</i> v. <i>Baltimore,</i> <span class=\"citation\" data-id=\"96154\"><a href=\"/opinion/96154/baltimore-shipbuilding-dry-dock-co-v-baltimore/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, the land was conveyed subject to a condition that a dry-dock should be built upon it which the United States was to have the right to use free from charge for docking and which was to revert to the United States on a diversion of the land to any other use or on <span class=\"star-pagination\">*151</span> the dry-dock being unfit for use for six months. Certainly a case in which the United States was much more clearly interested than in an ordinary patent. Yet there it was held that neither the company nor the land was an instrumentality of the United States and that there was nothing to hinder the right of the State to tax. See further <i>Forbes</i> v. <i>Gracey,</i> 94 U.S. 762.</p>\n<p>MR. JUSTICE BRANDEIS, MR. JUSTICE SUTHERLAND and MR. JUSTICE STONE agree with this opinion.</p>\n</div>", "id": 101291, "judges": "McReynolds", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101291/", "sha1": "408ab1b97062190ba253424866af820dfc756534", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:45"}