{"absolute_url": "/opinion/101248/corona-cord-tire-co-v-dovan-chemical-corp/", "blocked": false, "citation": {"case_name": "Corona Cord Tire Co. v. Dovan Chemical Corp.", "docket_number": "182", "document_uris": ["/api/rest/v2/document/101248/"], "federal_cite_one": "276 U.S. 358", "federal_cite_three": null, "federal_cite_two": null, "id": 85631, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85631/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 54, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1928-04-09", "date_modified": "2014-12-21T01:38:32.433285", "docket": "/api/rest/v2/docket/1519761/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">276 U.S. 358</p>\n    <p class=\"case_cite\">48 S.Ct. 380</p>\n    <p class=\"case_cite\">72 L.Ed. 610</p>\n    <p class=\"parties\">CORONA CORD TIRE CO.<br>v.<br>DOVAN CHEMICAL CORPORATION.</p>\n    <p class=\"docket\">No. 182.</p>\n    <p class=\"date\">Argued Jan. 16, 17, 1928.</p>\n    <p class=\"date\">Decided April 9, 1928.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Dean S. Edmonds and Frank E. Barrows, both of New York City, for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 359-361 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. John W. Davis and James J. Kennedy, both of New York City, for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 362-364 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Chief Justice TAFT delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill by the Dovan Chemical Corporation against the Corona Cord Tire Company to enjoin infringement of a patent issued to Morris L Weiss, assignor of the Dovan Chemical Corporation. The District Court for the Western District of Pennsylvania dismissed the bill for lack of validity of the patent. 10 F. (2d) 598. The dismissal was reversed, and the patent and the infringement charged were both sustained by the Circuit Court of Appeals for the Third Circuit. 16 F. (2d) 419. A writ of certiorari was granted April 11, 1927 (273 U. S. 692, 47 S. Ct. 570, 71 L. Ed. 843), because in the prior case of Dovan Chemical Corporation v. National Aniline &amp; Chemical Company, 292 F. 555, the Second Circuit Court of Appeals had reversed the decree of the District Court for the Southern District of New York (not reported) in favor of the Dovan Corporation, and had held that the patent was invalid on the ground that Weiss was not the first discoverer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The patent in suit relates to the vulcanization of rubber. Vulcanizing consists in mixing a small amount of sulphur with rubber and subjecting the mixture to heat for a period of time, during which a chemical combination of the rubber and sulphur takes place and commercial rubber is made. The patentee recites that the object of his invention is to 'improve rubber compounds so that the finished product shall be of superior quality and so that the time required for vulcanization shall be greatly reduced over that ordinarily required for such a purpose. It is known that when certain organic substances are added to the rubber mix during the compounding, a catalytic or similar action is produced which causes the rubber or similar gum to unite or react more rapidly and thorougly with sulphur or other vulcanizing agents.' The patentee continues:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'I have discovered that disubstituted guanidines,      particularly diphenylguanidine, is particularly effective for      this purpose.' (This substance is indicated by the formula      given in the patent.)</p>\n    </div>\n    <p class=\"indent\">He says further:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'I am aware that triphenylguanidine has been suggested, and      probably used to some extent, as an accelerator in the vulcanization of rebber, but the use of      diphenylguanidine for that purpose appears to have been      unknown prior to my researches on this substance.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'I have found that diphenylguanidine is much more powerful      and efficacious as an accelerator in vulcanization than      triphenylguanidine. For example, in the vulcanization of hard      rubber articles the use of diphenylguanidine not only hastens      the vulcanizing action but results in a final product much      superior in texture, strength, durability and aging qualities      over that when the triphenylguanidine is used.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The patentee makes a short reference to a formula by which he produces the rubber mix, in which he says:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The rubber may be compounded in the following proportions:      50 parts by weight of new rubber, 45.5 parts by weight of      zinc oxide, 3.5 parts by weight of sulphur, 1 part by weight      of diphenylguanidine. These are mixed together in any      suitable way, such as by milling, and then vulcanized or      cured in the usual molds or otherwise under heat      corresponding to a steam pressure of about 40 lbs. per square      inch. This vulcanizing temperature should be continued until      the compound is suitably vulcanized, which requires from 10      to 20 minutes depending upon the shape and size of the      articles being vulcanized.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The patent contains twelve claims. Those mainly relied on are: The fourth, for 'the process of treating rubber or similar materials which comprises combining with the rubber compound diphenylguanidine'; the eighth, for 'the process of treating rubber or similar materials, which comprises combining with the rubber compound a vulcanizing agent and diphenylguanidine'; and the twelfth, for 'a vulcanized compound of rubber or similar material combined with a vulcanizing agent and diphenylguanidine.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Vulcanizing is old and well known. Its present high state of development represents an evolution of about 80 years. Practically all rubber must be vulcanized for commercial use. The amount of sulphur in the mixture is comparatively small, as, for instance, 4 to 10 parts of sulphur to 100 parts of rubber. The remainder of the mixture may be all rubber or it may be partly rubber and partly other ingredients such as fillers and pigments, the other ingredient used most widely being zinc oxide. In the manufacture of automobile tires a considerable proportion of zinc oxide is generally used. A very old and well known proportion has been 50 parts of rubber, 45 parts of zinc oxide and 5 parts of sulphur and is the one shown in the specification of the patent. The mixture is 'cured' by subjecting it to heat to make the vulcanized rubber of commerce. Platen molds have to be provided for giving the desired form to the rubber vulcanized. Steam has to be supplied for heating the molds and the rubber mix, during the 'cure.' A 'cure' is the successful completion of the chemical union or vulcanization of the rubber with the sulphur. The fact of a successful 'cure' for practical purposes is established by a simple and short method called the thumb and tooth test. By this test, rubber chemists settle the fact and determine by the resulting product the satisfactory quality of the stock or the mix for vulcanization and they become expert at it. If by this test the product is not well united chemically, it is said to be 'under cured' or 'over cured,' and then the operator changes the ingredients or the time of the process. When it is important to determine with greater exactness the tensile strength and degree of elasticity or other qualities of the product, a special machine measure or test is used, but the thumb and tooth test is the frequent way of knowing a cure, and it is a satisfactory one for everyday use is business.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It has been known that a 'cure' can be hastened by mixing with the ingredients a small quantity of what is called an accelerator or vitalizer. Inorganic substances like lime or litharge were originally employed as such, but it was subsequently found that certain organic substances were more powerful or more 'active' as the term is, and they came into more general use. The heat to which the rubber mixed with sulphur is subjected has a deleterious effect upon the substance of the raw rubber, and the longer the heating, the greater the injury. An accelerator, as it lessens the time of the cure, not only increases the output of the equipment used but reduces the danger of deterioration of the product. An accelerator thus improves the elasticity, tensile strength, and other desirable commercial qualities of the finished product. It is not fully understood what the vitalizing or catalytic action of the accelerator is, but its existence and its results have long been known.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The patentee in his specifications speaks of triphenylguanidine, and compares its operation as an accelerator with that guanidine, the utility of which as an accelerator he claims to have discovered, called diphenylguanidine. Guanidines are a group of organic substances which have become prominent and important in this quest for useful accelerators. The monophenylguanidine and the diphenylguanidine and the triphenylguanidine are closely related chemically. Their long names, used to indicate the variation in the component elements, have been shortened so that it is usual to refer to diphenylguanidine by letters as 'D. P. G.' and the triphenylguanidine as 'T. P. G.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So closely do the chemical compositions of these two resemble each other that the petitioner contends that the patent is invalid because the utility of D. P. G. as an accelerator was plainly indicated by general chemical knowledge, and did not involve patentable discovery after T. P. G. had proven to be a good one for this purpose. But we cannot agree with this view. The catalytic action of an accelerator cannot be forecast by its chemical composition, for such action is not understood and is not known except by actual test.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The respondent attempts to show that the resulting improvement in the rubber product by the use of diphenylguanidine was something different from that in the use of other accelerators. The good results of the use of diphenylguanidine are chiefly or wholly due to its greater activity and the lessened time of the cure. The expert evidence seems to show that T. P. G. as an accelerator develops the same desirable qualities, set forth on behalf of respondent, in the vulcanized rubber as does D. P. G., except that the cure of the latter is more rapid with its to be expected advantages. Moreover, claims of peculiar usefulness of D. P. G. in other than its 'activity' and speed as an accelerator, even if proven, could not in any degree affect the issue in this case. If employment of D. P. G. as a useful accelerator was a discovery by Weiss, prior to any one else, Weiss, or his assignee, is entitled to all the advantages that flow from that increased activity or from any other quality in its use as such. Roberts v. Ryer, 91 U. S. 150, 157, 23 L. Ed. 267; Stow v. Chicago, 104 U. S. 547, 550, 26 L. Ed. 816; Lovell Mfg. Co. v. Cary, 147 U. S. 623, 634, 13 S. Ct. 472, 37 L. Ed. 307.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It does not, on the other hand, give Weiss any more right to appropriate D. P. G. as an accelerator because he may have elaborated in his specifications other advantages from its use than if he had not mentioned them. Nor, on the other hand, does it minimize or affect the priority of completed discovery by some one else before Weiss that the prior discoverer may not have perceived and stated all the advantages of an earlier use of D. P. G. as an accelerator.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judge Hough, of the Second Circuit, truly said, therefore, that this patent meant, condensed in one sentence:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'I claim the use of D. P. G. as an accelerator, because I was the first person who observed its efficacy for that      purpose.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Similarly, the examiner in the Patent Office who allowed the patent said that Weiss' application was 'no more than a broad disclosure of the use of (D. P. G.) without disclosing any details other than those usually employed with accelerators of this class.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The patent in suit was applied for November 12, 1921, and was granted March 28, 1922. Weiss had referred in the specifications of this patent to another patent of his which was applied for July 2, 1921, and granted July 11, 1922. This latter patent was for a process for making D. P. G. in large or commercial quantities. In the application for that patent, the patentee pointed out that before his process was discovered D. P. G. could not be made except in small quantities for chemical research because the cost was prohibitive. The validity of the Weiss patent for a process in making diphenylguanidine is not attacked. The new patented process by reason of the lessened cost has resulted in the very great use of D. P. G. for commercial purposes, and has been very profitable. But the purpose of securing the patent in suit and maintaining its validity is more ambitious. It is not to protect and preserve the new process already being safely enjoyed, but it is to prevent the use of D. P. G. as an accelerator, however made by any process that may be subsequently discovered. It is to enlarge a monopoly of D. P. G. as an accelerator, and is thus in effect to discourage effort to find other and cheaper means of making it. What we have to decide here is not the priority of discovery of the cheap process of making the accelerator D. P. G., which it is conceded Weiss invented, but whether he was the first person to discover the efficacy of D. P. G. as an accelerator whether made by any process, cheap or costly.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We feel it necessary to call attention to a lack of relevancy of Weiss' successful process patent in the case before us, because the majority opinion in the Circuit Court of Appeals seems to us erroneously to have confused the credit due to Weiss for the process patent, already conceded, with his right to his present claim of entire monopoly of the use of D. P. G. as an accelerator.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The issues and the evidence in this case cannot be considered and discussed without reference to a paper read by Dr. George Kratz, a rubber chemist, at the Philadelphia meeting of the American Chemical Society between the 2d and the 6th of September, 1919. It was entitled 'The Action of Certain organic Accelerators in the Vulcanization of Rubber,' and was a review of the comparative excellence of a number of well-known and used accelerators, as well as that of D. P. G. with T. P. G., in which he found D. P. G. to be very much more active than T. P. G. Then under an experimental part he described the kinds of rubber used, the proportions of rubber and sulphur in the mixture, and the manner in which the accelerator was incorporated and the method of vulcanization. He said:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'The rubber used was good quality, first latex, pale crepe,      and the same lot was employed in all mixtures. All mixtures      were made under standard conditions; the average time of each      batch on the mill was 17.5 min. The same proportion of rubber      and sulphur-92.5 parts rubber, and 7:5 parts sulphur-was      employed in each instance, but the amount of accelerator was      varied, according to the conditions of the experiment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'All the accelerators soluble in alcohol were dissolved in      the smallest quantity of this liquid and introduced into the      rubber in solution. Those not soluble-and this applied to the      anhydroformaldehyde bodies only-were ground to 100 mesh and added to the rubber with the sulphur.      After mixing, the mixtures were allowed a recovery period of      24 hrs. before they were vulcanized. Vulcanization was      carried on in a platen press of the usual type.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Table 1.&#8212;Relative Activities &#8212;Thiourea Series.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <pre>           Parts Required to Equal One Part Aniline.\n \n \n     Aniline............................. 1.000\n \n     Urea................................ 0.250\n \n     Thiourea............................ 0.300\n \n     Monophenylthiourea.................. 0.450\n \n     Diphenylthiourea.................... 0.850\n \n     Monophenylguanidine (a)............. 0.075\n \n     Diphenylguanidine (Sym.)............ 0.075\n \n     Triphenylguanidine.................. 0.500</pre>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The activities of the various substances were compared in the mixture previously mentioned-92.5 parts of rubber and 7.5 parts of sulphur-taking as a standard the effect obtained with one part of aniline, vulcanized for 90 min. at 148 C. The amounts of various substances in the urea series required to effect the same degree of vulcanization as obtained with one part of aniline are shown in Table 1.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The paper thus shows that the activity and superiority of D. P. G. as an accelerator over T. P. G. is approximately as 7 is to 1.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the answer to the bill in this case, the Kratz paper was set up as a defense, but, although read before September 6, 1919, it was not published until April, 1920.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under section 4886, Revised Statutes (35 USCA &#167; 31; Comp. St. &#167; 9430), a person who claims to have invented any patentable improvement is not to be denied a patent because of any printed publication subsequent to his discovery, unless there was publication or public use or sale more than two years prior to his application. Kratz's article was not printed until less than two years before Weiss' application for a patent in November, 1921, and therefore the paper could not be used as a basis for defense against his patent if his discovery was earlier than the publication. It nevertheless plays a very important part in understanding the facts in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The main and only issue here is divided, by reason of the evidence and the lines of argument pursued, into two parts. The first is the effect of that part of it devoted to Weiss' discovery and his reduction to practice. The second is that part devoted to Kratz's discovery and his reduction to practice.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First. It is contended by the petitioner that the file wrapper and evidence show that the patent was secured by false evidence and is not entitled to the presumption of validity which ordinarily accompanies the grant. The examiner in the Patent Office three times rejected the Weiss application, the third time by a reference to the Kratz paper. The hearing on that reference was ex parte. The third rejection was followed by acquiescence by the examiner because of two affidavits, one by Weiss and one by his fellow chemist, Daniels, who claimed to have been with him at the time in the laboratory of the Republic Rubber Company of Youngstown. In these final affidavits, Weiss had said that D. P. G. was produced and actually used 'in the vulcanization of rubber goods' during the early part of the year 1919, and Daniels said:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'These tests were also carried out in the compounding      laboratory for the various departments of the Republic Rubber      Company at Youngstown, Ohio, and the accelerator proved to be      highly efficient in the actual vulcanization of rubber goods,      such as hose, tires, belts, valves and other mechanical      goods.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It now appears, without contradiction, that the only rubber Weiss made during the early part of the year 1919 from D. P. G. was test slabs of rubber in which D. P. G. was the accelerator, and that in fact neither he nor anybody in the rubber company had vulcanized rubber goods, as Daniels described them, before the Kratz publication. But we do not think this would invalidate the patent for the reason that the actual fact was that these test slabs of rubber with D. P. G. if proven to be properly vulcanized, as the evidence seems to show, were a demonstration of the utility of D. P. G. as an accelerator and were a completed and demonstrated discovery constituting reduction to practice. Production of rubber goods for use or sale was not indispensable to the granting of the patent. Hence the affidavits, though perhaps reckless, were not the basis for it or essentially material to its issue. The reasonable presumption of validity furnished by the grant of the patent, therefore, would not seem to be destroyed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Then it is claimed that the reference to the Kratz paper which was not attacked by the applicant for its insufficiency as a reference under section 4886 of the Revised Statutes should be treated as equivalent to a prior patent, the priority of which could only be overcome by evidence eliminating all reasonable doubt. The Barbed Wire Patent, 143 U. S. 275, 12 S. Ct. 443, 450, 36 L. Ed. 154; Deering v. Winona Harvester Works, 155 U. S. 286, 300, 15 S. Ct. 118, 39 L. Ed. 153; Clark Thread Company v. Willimantic Linen Company, 140 U. S. 481, 489, 11 S. Ct. 846, 35 L. Ed. 521. But the Kratz paper was not a prior patent, and, while it may be that other circumstances such as a reference to a publication made before the application for the patent may have the effect to require the same convincing proof of earlier discovery to avoid its effect (Westinghouse, etc. Co. v. Catskill, etc., Co. (C. C. A.) 121 F. 831, 834; New England Motor Co. v. Sturtevant Co. (C. C. A.) 150 F. 131, 137; Wendell v. American Laundry Machinery Co. (C. C. A.) 248 F. 698, 700), we do not think that the mere failure to invite the attention of the examiner to the defect of the reference under section 4886, Revised Statutes, calls for the strict rule of proof to avoid the reference. This conclusion keeps the burden of proof on the defendant in attacking the patent on the ground of a prior use.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is also claimed that, because the trial court in this cause found, after hearing the witnesses the weight to be with the petitioner and against Weiss, assignor of respondent, his conclusions of fact, except for manifest error, are to be treated as unassailable. Adamson v. Gilliland, 242 U. S. 350, 353, 37 S. Ct. 169, 61 L. Ed. 356; Davis v. Schwartz, 155 U. S. 631, 15 S. Ct. 237, 39 L. Ed. 289; Kimberly v. Arms, 129 U. S. 512, 9 S. Ct. 355, 32 L. Ed. 764; Tilghman v. Proctor, 125 U. S. 136, 149, 8 S. Ct. 894, 31 L. Ed. 664; and Mason v. United States, 260 U. S. 545, 556, 43 S. Ct. 200, 67 L. Ed. 396. We do not think that this rule applies in the case before us at least to its full extent, first, for the reason that the Circuit Court of Appeals, having considered all the evidence upon which the trial judge reached his conclusion, declined to approve of his findings, and, second, because in the National Aniline &amp; Chemical Co. Case, which is in conflict with the case here, the trial judge reached a different conclusion on the same issue and the same evidence which we have here. Thomson Spot Welder Co. v. Ford Motor Co., 265 U. S. 445, 447, 44 S. Ct. 533, 68 L. Ed. 1098. We think, therefore, that the respondent is entitled under these conditions to retain a presumption of validity for his patent in the consideration of the case before us. This brings us then to the evidence which Weiss adduces in support of his first discovery of D. P. G. as an accelerator.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Morris L. Weiss received a degree in chemistry from the Cooper Union of New York City late in 1917, and attended a course of chemical study in the Polytechnic of Brooklyn. He entered the employ of the Republic Rubber Company of Youngstown, Ohio, in October, 1917. That company manufactured rubber articles largely from shoddy or reclaimed rubber. It was seeking to find an improved accelerator in T. P. G., and was building a plant for its commercial use. Weiss, in addition to his usual work in T. P. G., became interested in 1918 and 1919 in the possibilities of the use of D. P. G. as an accelerator which he had inquired into because it was mentioned with T. P. G. among the guanidines in a textbook of chemistry which he had read. He was required by the rules of the company to enter his experiments in a book called the 'X Book,' kept for the purpose. During the term of his employment, prior to September 6, 1919 (the date of Kratz's reading his paper), this X Book showed three dated and recorded experiments with D. P. G. as an accelerator. Two of these were with a shoddy mixture, and there is doubt whether they showed the marked superiority of D. P. G. over T. P. G., as Weiss in another case seems to have admitted. But there was another test with pure rubber recorded in the X Book of successful vulcanization by D. P. G., the date of which is in dispute. It was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <pre>     Number X 2034\n \n     Made for accelerator tests&#8212;\n \n \n      E\n \n      50\n \n     D. P. G.     1\n \n     Sulphur      4\n \n     Zinc        43\n \n     M. G. O.     2\n \n     ------\n \n      100\n \n     Cure     20/30\n \n     Stretch  14 1/2\n \n     Strength  3000\n \n     Set        1/2\n \n     Date   2.10.19</pre>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>As it appears now, the date is February 10, 1919. Weiss does not deny that first figure of the date has been changed, but says that it was probably changed because it was made originally by mistake as a '1,' as on January 10, 1919, when it ought to have been as a '2,' as in February, and the change was only to make it one month later. It is contended on the other side, and it was testified by an expert on handwriting, and the District Judge so held, that the change was made from 9-10-19 to 2-10-19, which would carry the original and correct date of this test to the later date of September 10, 1919, or three or four days later than the reading of the paper by Dr. Kratz to the American Chemical Society, and after Weiss had been informed by his colleague Daniels of Kratz's blackboard statement of the results of his discoveries. Weiss says he made other tests between the first successful one and the reading of the Kratz paper, but they are not recorded under specific dates, nor are they in regular order. There is a record of many tests after the Kratz paper, but none others are shown to be before it except by Weiss' and Daniels' unassisted memory.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Then it is said he did not claim discovery until his application for this patent in November, 1921, while in an application for employment as a chemist at another rubber company in March, 1920, he did claim credit for the new process in commercially making D. P. G., but he attributed its importance to the revelation of the Kratz paper. His explanation is that he then supposed that accelerators were not patentable and he was absorbed in cheapening the production of D. P. G.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Other circumstances are detailed at length in the brief of counsel to show that Weiss' real knowledge of the use of D. P. G. as an accelerator was prompted by Kratz's paper and could not be independent discovery on his part before his hearing of and reading it. But after full consideration of all the doubt-giving circumstances we do not think that the attack on Weiss' proof of February 10, 1919, as the date when he first discovered by a completed experiment the successful use of D. P. G. as an accelerator in making rubber, has overcome the evidence given to support it and the presumption of its correctness from the patent itself.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Second. Kratz's discovery-Dr. Kratz had been engaged in the chemistry of rubber and in its manufacture for more than seven years. He read his paper on D. P. G. and other accelerators in September, 1919. He had been employed as a chemist with the Diamond and Goodrich Companies, and, subsequently, with the Norwalk Tire &amp; Rubber Company of Connecticut, for several years, and after April, 1917, with the Falls Rubber Company, of Cuyahoga Falls, near Akron, Ohio. He had directed his efforts to the subject of vulcanization almost exclusively, and was intimately familiar with the commercial practice therein. His first work with accelerators was as research chemist in 1913. On April 1, 1914, he went with the Norwalk Company in the capacity of chemist, and in April, 1917, he became chief chemist of the Falls Rubber Company.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In 1916, while with the Norwalk Company, Kratz prepared D. P. G. and demonstrated its utility as a rubber accelerator by making test slabs of vulcanized or cured rubber with its use. Every time that he produced such a slab he recorded his test in cards which he left with the Norwalk Company and kept a duplicate of his own. By these tests he arrived at figures representing the degree of superiority of D. P. G. over T. P. G. and other known accelerators, so that he could determine exactly how much D. P. G. it would be necessary to use to produce the same accelerating effect as would be produced by a larger amount of T. P. G. or of other accelerators in the same time. This work was known to, and was participated in, by his associate in the Norwalk Company, his immediate superior and the chief chemist of the company, Dr. Rus sell, who fully confirms Kratz's records and statement. This work was finally recorded in a carefully prepared contemporaneous report which Kratz left in the files of the Norwalk Company, and which is now produced by Dr. Russell in evidence before us. When Kratz left the Norwalk Company to go to the Falls Rubber Company, he took with him this record for his use in his future work, so that there are two records of the same thing. The report in 1916 was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>'XI/1/16.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>G. D. K.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'Relative Catalytic Effect of Compounds Related to Sulpho Carbaninide.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <pre>      'The following formula was used to try out the activity of\n      various substances more or less closely related to\n      sulpho-carbaninide:\n \n      \"The following formula was used to try out\n \n     the activity of various substances more or less\n \n     closely related to sulpho-carbaninide:\n \n     White para..................... 100\n \n     Zinc oxide..................... 100\n \n     Sulphur.......................... 5</pre>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>'The following effects were recorded and, in cases where an      acceleration was produced, the amounts required to give a      cure in one hour equal to the cure produced by 3% of S-Carb,      were as follows (in the first column):</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <pre>                                            (As shown in\n                                            Chemical Society\n                                            Paper, Sept., 1919\n \n            Aniline......................... 3.50 %    3.5\n \n            Di pheny thio urea.............. 3.0 %     2.975\n \n            Mono phenyl thio urea........... 1.5 %     1.575\n \n            Thio urea....................... 1.0 %     1.050\n \n            Tri phenyl guanidine............ 1.75 %    1.750\n \n            Di phenyl guanidine............. 0.25 %    0.262\n \n            Urea ........................... .033 %    0.875)</pre>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>These results were confirmed by Kratz at the Falls Rubber Company in 1918 and 1919, and were reported in his paper at the chemical meeting in September of 1919 as shown in the second column above, multiplied by 3.5 in order to put them on the same basis.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">These values were determined by Kratz in some eight or nine tests in 1916 with each of the substances named, for which test slabs were made in each instance, and the series was extended until the desired result was obtained. The first substance is aniline and the second is thio (diphenylthiourea). These substances were generally known and widely used as accelerators, and therefore were used as standards of comparison. They show that Kratz's tests taught him in 1916 that D. P. G. was seven times as strong and as active as T. P. G. The report to the Norwalk Company also shows two different formulas by which Kratz made his own D. P. G. in 1916.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In the fall of 1917, when Kratz was chief chemist of the Falls Company, he received a special order for 1,000 inner tubes for automobile tires. In filling 300 tubes, of this order of 1,000 tubes which were made under Kratz's personal supervision-for he had then become chief chemist of the Falls Company-he used D. P. G. as an accelerator.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A little later in 1918 and 1919 Kratz conducted at the Falls plant a series of tests with D. P. G. closely paralleling the series of tests which he had made in 1916 at the Norwalk plant and confirming those already reported as above. At Norwalk he had used mostly zinc oxide as part of the rubber mix, and he desired to verify the results obtained in tests of the same accelerators in other compounds of rubber with other than zinc oxide. All this was part of the preparation of his paper on accelerators to be read before the 1919 meeting of the American Chemical Society. The year before he had attended The 1918 meeting of the Society expecting to hear the subject discussed, but nothing was said, and so he and his assist ant, Flower, gathered their material for a paper at the next meeting. That paper as read covered much more than the mere demonstration of the utility of D. P. G. as an accelerator. It dealt with a number of other accelerators also. The authenticity and reliability of Dr. Kratz's testimony about them is not questioned in this record. It is not too much to say that the report of Dr. Kratz's results made a great impression upon the rubber chemists of the country.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The only lack of corroboration of Kratz and the only challenge to his testimony of fact in this case is in reference to his account of sending to a customer the 300 inner tubes for automobile tires accelerated by D. P. G. He says that they were sent to the purchaser whose name he gives and that they proved to be satisfactory, as he knew by having tagged them and having received approval of the whole lot by the purchaser. He says that this was a special order; that he had at the time a small supply of D. P. G. which he himself had made; that these 300 tubes exhausted his supply; and that in filling the remainder another accelerator was used. This sale and the use of D. P. G. as an accelerator took place in August, 1917, as shown by the memoranda that Kratz produces. The record of the shipment of the 1,000 tubes, the memorandum shipping order by Kratz and the O. K. by the president of the Falls Company are introduced.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Kratz says he did not tell any one of his use of D. P. G. in these 300 tubes. This is urged by respondent as a reason for discrediting it. Were this an isolated instance not taken out of the history of all of Kratz's relation to accelerators and to D. P. G., it might reasonably give rise to such question. But the undoubted fact that Kratz had demonstrated the utility of D. P. G. in his eight or nine tests in 1916 at Norwalk and the corroporation of Dr. Russell as to his work there, and the memorandum which he had taken with him of the tests and of the report to the Falls Rubber Company, and, indeed, the reflexive corroboration of his paper at Philadelphia, show undoubtedly that he knew the excellence of D. P. G. as an accelerator, and tend to confirm his account as to the 300 tube sale. It was not unnatural that with a small amount of D. P. G. he should try it in a special order of this kind from which he might confirm the conclusion he had already reached. The effort to disprove it was vague and inconclusive, which, it is only fair to say, was to be expected five years after the event.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Kratz was not seeking a patent. He inferred, with reason, that D. P. G. would not make a successful business accelerator because of its then cost. He is wholly disinterested pecuniarily in the result of this case. The fact that he is the only witness is not fatal or any reason for denying its weight in connection with other circumstances. Reed v. Cutter, 1 Story, 590, Fed. Cas. No. 11,645, 20 Fed. Cas. 435; Coffin v. Ogden, 18 Wall. 120, 21 L. Ed. 821; Egbert v. Lippmann, 104 U. S. 333, 26 L. Ed. 755.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">But, even if we ignore this evidence of Kratz's actual use of D. P. G. in these rubber inner tubes which were sold, what he did at Norwalk, supported by the evidence of Dr. Russell, his chief, and by the indubitable records that are not challenged, leaves no doubt in our minds that he did discover in 1916 the strength of D. P. G. as an accelerator as compared with the then known accelerators, and that he then demonstrated it by a reduction of it to practice in production of cured or vulcanized rubber.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This constitutes priority in this case. It was not followed by commercial use thereafter, because of the then cost of D. P. G. But this patent is for the mere discovery and application in the making of rubber of a particular accelerator. It was the fact that it would work with great activity as an accelerator that was the discovery, and that was all, and the necessary reduction to use is shown by instances making clear that it did so work, and was a completed discovery. Bedford v. Hunt, 1 Mason, 302, Fed. Cas. No. 1217, 3 Fed. Cas. 37; Reed v. Cutter, supra; Gayler v. Wilder, 10 How. 477, 13 L. Ed. 504; Coffin v. Ogden, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">It is said that these tests of Kratz were mere abandoned laboratory experiments. There was no abandonment in the sense that Kratz had given up what he was seeking for in demonstrating a new and effective accelerator in D. P. G. If he had been applying for a patent for the discovery he clearly could have maintained proof of a reduction to practice. A process is reduced to practice when it is successfully performed. A machine is reduced to practice when it is assembled, adjusted and used. A manufacture is reduced to practice when it is completely manufactured. A composition of matter is reduced to practice when it is completely composed. Walker on Patents, &#167; 141a; Hunter v. Stikeman, 13 App. D. C. 214, 226; Mason v. Hepburn, 13 App. D. C. 86, 92; Lindemeyer v. Hoffman, 18 App. D. C. 1, 5; Roe v. Hanson, 19 App. D. C. 559, 564.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Nor were the tests of Kratz abandoned laboratory experiments. If so, then the cure by Weiss tested in February, 1919, was or the same character and was not of itself a reduction to use. Weiss showed his production of vulcanized rubber with D. P. G. in February, 1919, only by a so-called laboratory experiment. He demonstrated the value of D. P. G. as an accelerator by exactly the same kind of experiment as that which Kratz had used two years before. Weiss founded his claim on the cured slab of rubber which had been vulcanized with D. P. G., and this Kratz had done two years earlier with slabs of the same kind and composition deposited in the same way in a platen mold.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Kratz's method of testing his rubber slabs is criticized. As already said, it is the method known as the thumb and tooth test. This is not so exact a method in determining all the qualities that a test machine would show in the product, but it is, as already said, one very generally used for practical purposes in factories in determining that the vulcanization or cure is complete. It was the one by the use of which Kratz disclosed and demonstrated to the rubber chemists of the country who listened to him in September, 1919. that D. P. G. was an accelerator and how powerful it was as compared with others, and thereby revolutionized knowledge in the art as the evidence abundantly shows and as Weiss himself asserted in his application for employment in 1920. It is true that in the test by Weiss of February 10, 1919, the details of tensile strength and time of cure and elasticity were disclosed by machine test with more particularity, but the speed of the cure and the 'activity' of D. P. G. and the fact of the cure were clearly shown by the simpler test.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">It is a mistake to assume that reduction to use must necessarily be a commercial use. If Kratz discovered, and completed, as we are convinced that he did, the first use of D. P. G. as an accelerator in making vulcanized. rubber, he does not lose his right to use this discovery when he chooses to do so for scientific purposes or purposes of publication or because he does not subsequently sell the rubber thus vulcanized or use his discovery in trade or does not apply for a patent for it. It is not an abandoned experiment because he confines his use of the rubber thus produced to his laboratory or to his lecture room. It is doubtless true that Kratz by his course in respect to his discovery as to the use of D. P. G. has abandoned any claim as against the public for a patent, but that is a very different thing from saying that it was abandoned as against a subsequent discoverer or patentee.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The conclusion we reach then is that, so far as this record shows, the first discovery that D. P. G. was a useful accelerator of the vulcanization of rubber was made by George Kratz and not by Weiss.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We come then to the question of the validity of claims 1, 5 and 9 of the patent, which seek to appropriate to the patentee the process of treating rubber by combining with the rubber compound 'a disubstituted guanidine.' Now the class of disubstituted guanidines includes not only D. P. G. but all other derivatives of guanidine in which two of the hydrogen atoms of guanidine uncleus have been substituted by other groups. The fact that disubstituted guanidines have been use as accelerators appeared in an article published by one Du Bosc, July 15, 1919, a fact which would defeat the claims applied for November 24, 1921. Moreover, the experts show that there are between 50 and 100 substances which answer this description, of which there is quite a number that are not accelerators at all. Weiss could certainly not claim the entire group of such compounds. He makes no showing that there is any general quality common to disubstituted guanidines which made them all effective as accelerators. Claims for their exclusive use cannot therefore be sustained. This is shown by the decision of this court in this Incandescent Lamp Patent, 159 U. S. 465, 16 S. Ct. 75, 40 L. Ed. 221, where the court said, at page 475 (16 S. Ct. 79):</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'If, as before observed, there were some general quality,      running through the whole fibrous and textile kingdom, which      distinguished it from every other, and gave it a peculiar      fitness for the particular purpose, the man who discovered      such quality might justly be entitled to a patent; but that      is not the case here.'</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>276 U.S. 358 (1928)</b></center>\n<center><h1>CORONA CORD TIRE COMPANY<br>\nv.<br>\nDOVAN CHEMICAL CORPORATION.</h1></center>\n<center>No. 182.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 16, 17, 1928.</center>\n<center>Decided April 9, 1928.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><span class=\"star-pagination\">*359</span> <i>Mr. Dean S. Edmonds,</i> with whom <i>Messrs. Wm. H. Davis</i> and <i>Frank E. Barrows</i> were on the brief, for petitioner.</p>\n<p><i>Mr. John W. Davis,</i> with whom <i>Mr. James J. Kennedy</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*364</span> MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>This is a bill by the Dovan Chemical Corporation against the Corona Cord Tire Company, to enjoin infringement of a patent issued to Morris L. Weiss, assignor of the Dovan Chemical Corporation. The District Court <span class=\"star-pagination\">*365</span> for the Western District of Pennsylvania dismissed the bill for lack of validity of the patent. 10 Fed. (2d) 598. The dismissal was reversed and the patent and the infringement charged were both sustained by the Circuit Court of Appeals for the Third Circuit. 16 Fed. (2d) 419. A writ of certiorari was granted, 273 U.S. 692, because in the prior case of <i>Dovan Chemical Corporation</i> v. <i>National Aniline &amp; Chemical Company,</i> 292 Fed. 555, the Second Circuit Court of Appeals had reversed the decree of the District Court for the Southern District of New York (not reported) in favor of the Dovan Corporation and had held that the patent was invalid on the ground that Weiss was not the first discoverer.</p>\n<p>The patent in suit relates to the vulcanization of rubber. Vulcanizing consists in mixing a small amount of sulphur with rubber and subjecting the mixture to heat for a period of time, during which a chemical combination of the rubber and sulphur takes place and commercial rubber is made. The patentee recites that the object of his invention is to \"improve rubber compounds so that the finished product shall be of superior quality and so that the time required for vulcanization shall be greatly reduced over that ordinarily required for such a purpose. It is known that when certain organic substances are added to the rubber mix during the compounding, a catalytic or similar action is produced which causes the rubber or similar gum to unite or react more rapidly and thoroughly with sulphur or other vulcanizing agents.\" The patentee continues:</p>\n<p>\"I have discovered that disubstituted guanidines, particularly diphenylguanidine, is particularly effective for this purpose.\" (This substance is indicated by the formula given in the patent.)</p>\n<p>He says further:</p>\n<p>\"I am aware that triphenylguanidine has been suggested, and probably used to some extent, as an accelerator <span class=\"star-pagination\">*366</span> in the vulcanization of rubber, but the use of diphenylguanidine for that purpose appears to have been unknown prior to my researches on this substance.</p>\n<p>\"I have found that diphenylguanidine is much more powerful and efficacious as an accelerator in vulcanization than triphenylguanidine. For example, in the vulcanization of hard rubber articles the use of diphenylguanidine not only hastens the vulcanizating action but results in a final product much superior in texture, strength, durability and aging qualities over that when the triphenylguanidine is used.\"</p>\n<p>The patentee makes a short reference to a formula by which he produces the rubber mix, in which he says:</p>\n<p>\"The rubber may be compounded in the following proportions: 50 parts by weight of new rubber, 45.5 parts by weight of zinc oxide, 3.5 parts by weight of sulphur, 1 part by weight of diphenylguanidine. These are mixed together in any suitable way, such as by milling, and then vulcanized or cured in the usual molds or otherwise under heat corresponding to a steam pressure of about 40 lbs. per square inch. This vulcanizing temperature should be continued until the compound is suitably vulcanized, which requires from 10 to 20 minutes depending upon the shape and size of the articles being vulcanized.\"</p>\n<p>The patent contains twelve claims. Those mainly relied on are: the fourth, for \"The process of treating rubber or similar materials which comprises combining with the rubber compound diphenylguanidine\"; the eighth, for \"The process of treating rubber or similar materials, which comprises combining with the rubber compound a vulcanizing agent and diphenylguanidine\"; and the twelfth, for \"A vulcanized compound of rubber or similar material combined with a vulcanizing agent and diphenylguanidine.\"</p>\n<p>Vulcanizing is old and well known. Its present high state of development represents an evolution of about 80 <span class=\"star-pagination\">*367</span> years. Practically all rubber must be vulcanized for commercial use. The amount of sulphur in the mixture is comparatively small, as for instance 4 to 10 parts of sulphur to 100 parts of rubber. The remainder of the mixture may be all rubber or it may be partly rubber and partly other ingredients, such as fillers and pigments, the other ingredient used most widely being zinc oxide. In the manufacture of automobile tires a considerable proportion of zinc-oxide is generally used. A very old and well known proportion has been fifty parts of rubber, forty-five parts of zinc oxide and five parts of sulphur and is the one shown in the specification of the patent. The mixture is \"cured\" by subjecting it to heat to make the vulcanized rubber of commerce. Platen molds have to be provided for giving the desired form to the rubber vulcanized. Steam has to be supplied for heating the molds and the rubber mix, during the \"cure.\" A \"cure\" is the successful completion of the chemical union or vulcanization of the rubber with the sulphur. The fact of a successful \"cure\" for practical purposes is established by a simple and short method called the thumb and tooth test. By this test, rubber chemists settle the fact and determine by the resulting product the satisfactory quality of the stock or the mix for vulcanization and they become expert at it. If by this test the product is not well united chemically, it is said to be \"under cured\" or \"over cured,\" and then the operator changes the ingredients or the time of the process. When it is important to determine with greater exactness the tensile strength and degree of elasticity or other qualities of the product, a special machine measure or test is used, but the thumb and tooth test is the frequently used way of knowing a cure and it is a satisfactory one for every day use in business.</p>\n<p>It has been long known that a \"cure\" can be hastened by mixing with the ingredients a small quantity of what <span class=\"star-pagination\">*368</span> is called an accelerator or vitalizer. Inorganic substances like lime or litharge were originally employed as such, but it was subsequently found that certain organic substances were more powerful or more \"active,\" as the term is, and they came into more general use. The heat to which the rubber mixed with sulphur is subjected has a deleterious effect upon the substance of the raw rubber, and the longer the heating, the greater the injury. An accelerator, as it lessens the time of the cure, not only increases the output of the equipment used but reduces the danger of deterioration of the product. An accelerator thus improves the elasticity, tensile strength, and other desirable commercial qualities of the finished product. It is not fully understood what the vitalizing or catalytic action of the accelerator is, but its existence and its results have long been known.</p>\n<p>The patentee in his specifications speaks of triphenylguanidine and compares its operation as an accelerator with that guanidine, the utility of which as an accelerator he claims to have discovered, called diphenylguanidine. Guanidines are a group of organic substances which have become prominent and important in this quest for useful accelerators. The monophenylguanidine and the diphenylguanidine and the triphenylguanidine are closely related chemically. Their long names, used to indicate the variation in the component elements, have been shortened so that it is usual to refer to diphenylguanidine by letters, as \"D.P.G.,\" and the triphenylguanidine as \"T.P.G.\"</p>\n<p>So closely do the chemical compositions of these two resemble each other that the petitioner contends that the patent is invalid because the utility of D.P.G. as an accelerator was plainly indicated by general chemical knowledge and did not involve patentable discovery after T.P.G. had proven to be a good one for this purpose. But we can not agree with this view. The catalytic action <span class=\"star-pagination\">*369</span> of an accelerator can not be forecast by its chemical composition, for such action is not understood and is not known except by actual test.</p>\n<p>The respondent attempts to show that the resulting improvement in the rubber product by the use of diphenylguanidine was something different from that in the use of other accelerators. The good results of the use of diphenylguanidine are chiefly or wholly due to its greater activity and the lessened time of the cure. The expert evidence seems to show that T.P.G. as an accelerator develops the same desirable qualities, set forth on behalf of respondent, in the vulcanized rubber as does D.P.G., except that the cure of the latter is more rapid with its to be expected advantages. Moreover, claims of peculiar usefulness of D.P.G. in other than its \"activity\" and speed as an accelerator, even if proven, could not in any degree affect the issue in this case. If employment of D.P.G. as a useful accelerator was a discovery by Weiss, prior to anyone else, Weiss, or his assignee, is entitled to all the advantages that flow from that increased activity or from any other quality in its use as such. <i>Roberts</i> v. <i>Ryer,</i> 91 U.S. 150, 157; <i>Stow</i> v. <i>Chicago,</i> 104 U.S. 547, 550; <i>Lovell Mfg. Co.</i> v. <i>Cary,</i> 147 U.S. 623, 634.</p>\n<p>It does not, on the other hand, give Weiss any more right to appropriate D.P.G. as an accelerator because he may have elaborated in his specifications other advantages from its use than if he had not mentioned them. Nor, on the other hand, does it minimize or affect the priority of completed discovery by some one else before Weiss that the prior discoverer may not have perceived and stated all the advantages of an earlier use of D.P.G. as an accelerator.</p>\n<p>Judge Hough, of the Second Circuit, truly said, therefore, that this patent meant, condensed in one sentence: \"I claim the use of D.P.G. as an accelerator, because I <span class=\"star-pagination\">*370</span> was the first person who observed its efficacy for that purpose.\" Similarly, the examiner in the Patent Office who allowed the patent said that Weiss' application was \"no more than a broad disclosure of the use of [D.P.G.] without disclosing any details other than those usually employed with accelerators of this class.\"</p>\n<p>The patent in suit was applied for November 12, 1921, and was granted March 28, 1922. Weiss had referred in the specifications of this patent to another patent of his which was applied for July 2, 1921, and granted July 11, 1922. This latter patent was for a process for making D.P.G. in large or commercial quantities. In the application for that patent, the patentee pointed out that before his process was discovered D.P.G. could not be made except in small quantities for chemical research because the cost was prohibitive. The validity of the Weiss patent for a process in making diphenylguanidine is not attacked. The new patented process by reason of the lessened cost has resulted in the very great use of D.P.G. for commercial purposes and has been very profitable. But the purpose of securing the patent in suit and maintaining its validity is more ambitious. It is not to protect and preserve the new process already being safely enjoyed, but it is to prevent the use of D.P.G. as an accelerator, however made by any process that may be subsequently discovered. It is to enlarge a monopoly of D.P.G. as an accelerator, and is thus in effect to discourage effort to find other and cheaper means of making it. What we have to decide here is not the priority of discovery of the cheap process of making the accelerator D.P.G., which it is conceded Weiss invented, but whether he was the first person to discover the efficacy of D.P.G. as an accelerator, made by any process, cheap or costly.</p>\n<p><span class=\"star-pagination\">*371</span> We feel it necessary to call attention to a lack of relevancy of Weiss' successful process patent in the case before us, because the majority opinion in the Circuit Court of Appeals seems to us erroneously to have confused the credit due to Weiss for the process patent, already conceded, with his right to his present claim of entire monopoly of the use of D.P.G. as an accelerator.</p>\n<p>The issues and the evidence in this case can not be considered and discussed without reference to a paper read by Dr. George Kratz, a rubber chemist, at the Philadelphia meeting of the American Chemical Society, between the 2nd and the 6th of September, 1919. It was entitled \"The Action of Certain Organic Accelerators in the Vulcanization of Rubber,\" and was a review of the comparative excellence of a number of well-known and used accelerators, as well as that of D.P.G. with T.P.G., in which he found D.P.G. to be very much more active than T.P.G. Then under an experimental part he described the kinds of rubber used, the proportions of rubber and sulphur in the mixture, and the manner in which the accelerator was incorporated and the method of vulcanization. He said:</p>\n<p>\"The rubber used was good quality, first latex, pale crepe, and the same lot was employed in all mixtures. All mixtures were made under standard conditions; the average time of each batch on the mill was 17.5 min. The same proportion of rubber and sulphur  92.5 parts rubber, and 7.5 parts sulphur  was employed in each instance, but the amount of accelerator was varied, according to the conditions of the experiment.</p>\n<p>\"All the accelerators soluble in alcohol were dissolved in the smallest quantity of this liquid and introduced into the rubber in solution. Those not soluble  and this applied to the anhydroformaldehyde bodies only  were <span class=\"star-pagination\">*372</span> ground to 100 mesh and added to the rubber with the sulphur. After mixing, the mixtures were allowed a recovery period of 24 hrs. before they were vulcanized. Vulcanization was carried on in a platen press of the usual type.\"</p>\n<p></p>\n<pre>\n   \"Table 1.  RELATIVE ACTIVITIES  THIOUREA SERIES.\n      \"<i>Parts required to Equal one Part Aniline.</i>\n    \"Aniline .................................... 1.000\n     Urea ....................................... 0.250\n     Thiourea ................................... 0.300\n     Monophenylthiourea ......................... 0.450\n     Diphenylthiourea ........................... 0.850\n     Monophenylguanidine (a) .................... 0.075\n     Diphenylguanidine (Sym.) ................... 0.075\n     Triphenylguanidine ......................... 0.500\"\n</pre>\n<p>The activities of the various substances were compared in the mixture previously mentioned  92.5 parts of rubber and 7.5 parts of sulphur  taking as a standard the effect obtained with one part of aniline, vulcanized for 90 min. at 148 C. The amounts of various substances in the urea series required to effect the same degree of vulcanization as obtained with one part of aniline are shown in Table 1.</p>\n<p>The paper thus shows that the activity and superiority of D.P.G. as an accelerator over T.P.G. is approximately as 7 is to 1.</p>\n<p>In the answer to the bill in this case, the Kratz paper was set up as a defense, but although read before September 6th, 1919, it was not published until April, 1920.</p>\n<p>Under  4886, Revised Statutes, a person who claims to have invented any patentable improvement, is not to be denied a patent because of any printed publication subsequent to his discovery, unless there was publication or public use or sale more than two years prior to his application. Kratz's article was not printed until less <span class=\"star-pagination\">*373</span> than two years before Weiss' application for a patent in November, 1921, and therefore the paper could not be used as a basis for defense against his patent, if his discovery was earlier than the publication. It nevertheless plays a very important part in understanding the facts in this case.</p>\n<p>The main and only issue here is divided, by reason of the evidence and the lines of argument pursued, into two parts. The first is the effect of that part of it devoted to Weiss' discovery and his reduction to practice. The second is that part devoted to Kratz's discovery and his reduction to practice.</p>\n<p><i>First.</i> It is contended by the petitioner that the file wrapper and evidence show, that the patent was secured by false evidence and is not entitled to the presumption of validity which ordinarily accompanies the grant. The examiner in the Patent Office three times rejected the Weiss application, the third time by a reference to the Kratz paper. The hearing on that reference was exparte. The third rejection was followed by acquiescence by the examiner because of two affidavits, one by Weiss and one by his fellow chemist Daniels, who claimed to have been with him at the time in the laboratory of the Republic Rubber Company of Youngstown. In these final affidavits, Weiss had said that D.P.G. was produced and actually used \"in the vulcanization of rubber goods\" during the early part of the year 1919, and Daniels said, \"These tests were also carried out in the compounding laboratory for the various departments of the Republic Rubber Company at Youngstown, Ohio, and the accelerator proved to be highly efficient in the actual vulcanization of rubber goods, such as hose, tires, belts, valves and other mechanical goods.\" It now appears, without contradiction, that the only rubber Weiss made during the early part of the year 1919 from D.P.G. was test slabs of rubber in which D.P.G. was the accelerator, and <span class=\"star-pagination\">*374</span> that in fact neither he nor anybody in the Rubber Company had vulcanized rubber goods, as Daniels described them, before the Kratz publication. But we do not think this would invalidate the patent, for the reason that the actual fact was that these test slabs of rubber with D.P.G. if proven to be properly vulcanized, as the evidence seems to show, were a demonstration of the utility of D.P.G. as an accelerator and were a completed and demonstrated discovery constituting reduction to practice. Production of rubber-goods for use or sale was not indispensable to the granting of the patent. Hence the affidavits, though perhaps reckless, were not the basis for it or essentially material to its issue. The reasonable presumption of validity furnished by the grant of the patent therefore would not seem to be destroyed.</p>\n<p>Then it is claimed that the reference to the Kratz paper, which was not attacked by the applicant for its insufficiency as a reference under  4886 of the Revised Statutes, should be treated as equivalent to a prior patent, the priority of which could only be overcome by evidence eliminating all reasonable doubt. <i>The Barbed Wire Patent,</i> 143 U.S. 275; <i>Deering</i> v. <i>Winona Harvester Works,</i> 155 U.S. 286, 300; <i>Clark Thread Company</i> v. <i>Willimantic Linen Company,</i> 140 U.S. 481, 489. But the Kratz paper was not a prior patent, and while it may be that other circumstances such as a reference to a publication made before the application for the patent may have the effect to require the same convincing proof of earlier discovery to avoid its effect (<i>Westinghouse, etc. Co.</i> v. <i>Catskill, etc. Co.,</i> 121 Fed. 831, 834; <i>New England Motor Co.</i> v. <i>Sturtevant Co.,</i> 150 Fed. 131, 137; <i>Wendell</i> v. <i>American Laundry Machinery Co.,</i> 248 Fed. 698, 700), we do not think that the mere failure to invite the attention of the examiner to the defect of the reference under  4886, Revised Statutes, calls for the strict rule of proof <span class=\"star-pagination\">*375</span> to avoid the reference. This conclusion keeps the burden of proof on the defendant in attacking the patent on the ground of a prior use.</p>\n<p>It is also claimed that because the trial court in this cause found, after hearing the witnesses, the weight to be with the petitioner and against Weiss, assignor of respondent, its conclusions of fact, except for manifest error, are to be treated as unassailable. <i>Adamson</i> v. <i>Gilliland,</i> 242 U.S. 350, 353; <i>Davis</i> v. <i>Schwartz,</i> 155 U.S. 631; <i>Kimberly</i> v. <i>Arms,</i> 129 U.S. 512; <i>Tilghman</i> v. <i>Proctor,</i> 125 U.S. 136, 149; and <i>Mason</i> v. <i>United States,</i> 260 U.S. 545, 556. We do not think that this rule applies in the case before us, at least to its full extent, first, for the reason that the Circuit Court of Appeals, having considered all the evidence upon which the trial judge reached his conclusion, declined to approve of his findings, and second, because in the <i>National Aniline &amp; Chemical Co.</i> case, which is in conflict with the case here, the trial judge reached a different conclusion on the same issue and the same evidence which we have here. <i>Thomson Spot Welder Co.</i> v. <i>Ford Motor Co.,</i> 265 U.S. 445, 447. We think, therefore, that the respondent is entitled under these conditions to retain a presumption of validity for his patent in the consideration of the case before us. This brings us then to the evidence which Weiss adduces in support of his first discovery of D.P.G. as an accelerator.</p>\n<p>Morris L. Weiss received a degree in chemistry from the Cooper Union of New York City late in 1917, and attended a course of chemical study in the Polytechnic of Brooklyn. He entered the employ of the Republic Rubber Company of Youngstown, Ohio, in October, 1917. That company manufactured rubber articles largely from shoddy or reclaimed rubber. It was seeking to find an improved accelerator in T.P.G. and was building a plant <span class=\"star-pagination\">*376</span> for its commercial use. Weiss, in addition to his usual work in T.P.G., became interested, in 1918 and 1919, in the possibilities of the use of D.P.G. as an accelerator, which he had inquired into because it was mentioned with T.P.G. among the guanidines in a text book of chemistry which he had read. He was required by the rules of the company to enter his experiments in a book called the \"X Book,\" kept for the purpose. During the term of his employment, prior to September 6, 1919 (the date of Kratz's reading his paper), this X Book showed three dated and recorded experiments with D.P.G. as an accelerator. Two of these were with a shoddy mixture, and there is doubt whether they showed the marked superiority of D.P.G. over T.P.G., as Weiss in another case seems to have admitted. But there was another test, with pure rubber, recorded in the X Book, of successful vulcanization by D.P.G., the date of which is in dispute. It was as follows:</p>\n<p></p>\n<pre>\n         Number X 2034\n         Made for Accelerator tests \n                             E\n                            50\n       <i>D.P.G.</i>                1\n       Sulphur               4\n       Zinc                 43\n       M.G.O.                2\n                           ___\n                           100\n       Cure              20/30\n       Stretch          14 1/2\n       Strength           3000\n       Set                 1/2\n       Date            2.10.19\n</pre>\n<p>As it appears now, the date is February 10, 1919. Weiss does not deny that the first figure of the date has been changed, but says that it was probably changed because it <span class=\"star-pagination\">*377</span> was made originally by mistake as a \"1,\" as on January 10, 1919, when it ought to have been as a \"2,\" as in February, and the change was only to make it one month later. It is contended on the other side, and it was testified by an expert on handwriting, and the District Judge so held, that the change was made from 9-10-19 to 2-10-19, which would carry the original and correct date of this test to the later date of September 10, 1919, or three or four days later than the reading of the paper by Dr. Kratz to the American Chemical Society, and after Weiss had been informed by his colleague Daniels of Kratz's blackboard statement of the results of his discoveries. Weiss says he made other tests between the first successful one and the reading of the Kratz paper, but they are not recorded under specific dates, nor are they in regular order. There is a record of many tests after the Kratz paper, but none others are shown to be before it except by Weiss' and Daniels' unassisted memory.</p>\n<p>Then, it is said he did not claim discovery until his application for this patent in November, 1921, while in an application for employment as a chemist at another rubber company in March, 1920, he did claim credit for the new process in commercially making D.P.G., but he attributed its importance to the revelation of the Kratz paper. His explanation is that he then supposed that accelerators were not patentable and he was absorbed in cheapening the production of D.P.G.</p>\n<p>Other circumstances are detailed at length in the brief of counsel to show that Weiss' real knowledge of the use of D.P.G. as an accelerator was prompted by Kratz's paper and could not be independent discovery on his part before his hearing of and reading it. But after full consideration of all the doubt-giving circumstances, we do not think that the attack on Weiss's proof of February 10, 1919, as the date when he first discovered by a completed <span class=\"star-pagination\">*378</span> experiment the successful use of D.P.G. as an accelerator in making rubber, has overcome the evidence given to support it and the presumption of its correctness from the patent itself.</p>\n<p><i>Second.</i> Kratz's discovery.  Dr. Kratz had been engaged in the chemistry of rubber and in its manufacture for more than seven years. He read his paper on D.P.G. and other accelerators in September, 1919. He had been employed as a chemist with the Diamond and Goodrich Companies, and, subsequently, with the Norwalk Tire and Rubber Co. of Connecticut, for several years, and after April, 1917, with the Falls Rubber Company, of Cuyahoga Falls, near Akron, Ohio. He had directed his efforts to the subject of vulcanization almost exclusively and was intimately familiar with the commercial practice therein. His first work with accelerators was as research chemist in 1913. On April 1, 1914, he went with the Norwalk Company in the capacity of chemist, and in April, 1917, he became chief chemist of the Falls Rubber Company.</p>\n<p>In 1916, while with the Norwalk Company, Kratz prepared D.P.G. and demonstrated its utility as a rubber accelerator by making test slabs of vulcanized or cured rubber with its use. Every time that he produced such a slab he recorded his test in cards which he left with the Norwalk Company, and kept a duplicate of his own. By these tests he arrived at figures representing the degree of superiority of D.P.G. over T.P.G. and other known accelerators, so that he could determine exactly how much D.P.G. it would be necessary to use to produce the same accelerating effect as would be produced by a larger amount of T.P.G., or of other accelerators, in the same time. This work was known to, and was participated in by, his associate in the Norwalk Company, his immediate superior and the chief chemist of the Company, Dr. Russell, <span class=\"star-pagination\">*379</span> who fully confirms Kratz's records and statement. This work was finally recorded in a carefully prepared contemporaneous report which Kratz left in the files of the Norwalk Company, and which is now produced by Dr. Russell in evidence before us. When Kratz left the Norwalk Company to go to the Falls Rubber Company, he took with him his record for his use in his future work, so that there are two records of the same thing. The report in 1916 was as follows:</p>\n   \"XI/1/16             G.D.K.\n       Relative Catalytic Effect of Compounds Related to\n                      Sulpho Carbaninide.\n<p>\"The following formula was used to try out the activity of various substances more or less closely related to sulphocarbaninide:</p>\n<p></p>\n<pre>\n      White Para .......................... 100\n      Zinc oxide .......................... 100\n      Sulphur .............................   5\n</pre>\n<p>\"The following effects were recorded and, in cases where an acceleration was produced, the amounts required to give a cure in one hour equal to the cure produced by 3% of S-Carb, were as follows [in the first column]:</p>\n<p></p>\n<pre>\n                                    | [As shown in\n                                    | Chemical Society\n                                    | Paper, Sept., 1919\n   \"Aniline ............... 3.50%   |    3.5\n   Di phenyl thio urea .... 3.0%    |    2.975\n   Mono phenyl thio urea .. 1.5%    |    1.575\n   Thio urea .............. 1.0%    |    1.050\n   Tri phenyl guanidine ... 1.75%   |    1.750\n   Di phenyl guanidine .... 0.25%   |    0.262\n   Urea ................... 0.33%\"  |    0.875]\n</pre>\n<p>These results were confirmed by Kratz at the Falls Rubber Company in 1918, and 1919, and were reported <span class=\"star-pagination\">*380</span> in his paper at the Chemical meeting in September of 1919 as shown in the second column above, multiplied by 3.5 in order to put them on the same basis.</p>\n<p>These values were determined by Kratz in some eight or nine tests, in 1916, with each of the substances named, for which test slabs were made in each instance, and the series was extended until the desired result was obtained. The first substance is aniline and the second is thio (diphenylthiourea). These substances were generally known and widely used as accelerators and therefore were used as standards of comparison. They show that Kratz's tests taught him in 1916 that D.P.G. was seven times as strong and as active as T.P.G. The report to the Norwalk Company also shows two different formulas by which Kratz made his own D.P.G. in 1916.</p>\n<p>In the fall of 1917, when Kratz was chief chemist of the Falls Company, he received a special order for 1,000 inner tubes for automobile tires. In filling three hundred tubes of this order of 1,000 tubes, which were made under Kratz's personal supervision  for he had then become chief chemist of the Falls Company  he used D.P.G. as an accelerator.</p>\n<p>A little later, in 1918 and 1919, Kratz conducted at the Falls plant a series of tests with D.P.G. closely paralleling the series of tests which he had made in 1916 at the Norwalk plant and confirming those already reported as above. At Norwalk he had used mostly zinc oxide as part of the rubber mix, and he desired to verify the results obtained in tests of the same accelerators in other compounds of rubber with other than zinc oxide. All this was part of the preparation of his paper on accelerators to be read before the 1919 meeting of the American Chemical Society. The year before, he had attended the 1918 meeting of the Society expecting to hear the subject discussed, but nothing was said, and so he and his assistant, <span class=\"star-pagination\">*381</span> Flower, gathered their material for a paper at the next meeting. That paper as read covered much more than the mere demonstration of the utility of D.P.G. as an accelerator. It dealt with a number of other accelerators also. The authenticity and reliability of Dr. Kratz's testimony about them is not questioned in this record. It is not too much to say that the report of Dr. Kratz's results made a great impression upon the rubber chemists of the country.</p>\n<p>The only lack of corroboration of Kratz and the only challenge to his testimony of fact in this case is in reference to his account of sending to a customer the 300 inner tubes for automobile tires accelerated by D.P.G. He says that they were sent to the purchaser whose name he gives and that they proved to be satisfactory, as he knew by having tagged them and having received approval of the whole lot by the purchaser. He says that this was a special order; that he had at the time a small supply of D.P.G. which he himself had made; that these 300 tubes exhausted his supply, and that in filling the remainder another accelerator was used. This sale and the use of D.P.G. as an accelerator took place in August, 1917, as shown by the memoranda that Kratz produces. The record of the shipment of the 1,000 tubes, the memorandum shipping order by Kratz and the O.K. by the President of the Falls Company are introduced.</p>\n<p>Kratz says he did not tell anyone of his use of D.P.G. in these 300 tubes. This is urged by respondent as a reason for discrediting it. Were this an isolated instance not taken out of the history of all of Kratz's relation to accelerators and to D.P.G., it might reasonably give rise to such question. But the undoubted fact that Kratz had demonstrated the utility of D.P.G. in his eight or nine tests in 1916 at Norwalk, and the corroboration of Dr. Russell as to his work there, and the memorandum which <span class=\"star-pagination\">*382</span> he had taken with him of the tests and of the report, to the Falls Rubber Company, and, indeed, the reflexive corroboration of his paper at Philadelphia, show undoubtedly that he knew the excellence of D.P.G. as an accelerator, and tend to confirm his account as to the 300 tube sale. It was not unnatural that with a small amount of D.P.G. he should try it in a special order of this kind from which he might confirm the conclusion he had already reached. The effort to disprove it was vague and inconclusive, which, it is only fair to say, was to be expected five years after the event.</p>\n<p>Kratz was not seeking a patent. He inferred, with reason, that D.P.G. would not make a successful business accelerator because of its then cost. He is wholly disinterested pecuniarily in the result of this case. The fact that he is the only witness is not fatal or any reason for denying the weight of his testimony in connection with other circumstances. <i>Reed</i> v. <i>Cutter,</i> 1 Story, 590, Fed. Cas. No. 11,645, 20 Fed. Cas. 435; <i>Coffin</i> v. <i>Ogden,</i> 18 Wall. 120; <i>Egbert</i> v. <i>Lippmann,</i> 104 U.S. 333.</p>\n<p>But even if we ignore this evidence of Kratz's actual use of D.P.G. in these rubber inner tubes which were sold, what he did at Norwalk, supported by the evidence of Dr. Russell, his chief, and by the indubitable records that are not challenged, leaves no doubt in our minds that he did discover in 1916 the strength of D.P.G. as an accelerator as compared with the then known accelerators, and that he then demonstrated it by a reduction of it to practice in production of cured or vulcanized rubber.</p>\n<p>This constitutes priority in this case. It was not followed by commercial use thereafter, because of the then cost of D.P.G. But this patent is for the mere discovery and application in the making of rubber of a particular accelerator. It was the fact that it would work with great activity as an accelerator that was the discovery, and <span class=\"star-pagination\">*383</span> that was all, and the necessary reduction to use is shown by instances making clear that it did so work, and was a completed discovery. <i>Bedford</i> v. <i>Hunt,</i> 1 Mason 302, Fed. Cas. No. 1217, 3 Fed. Cas. 37; <i>Reed</i> v. <i>Cutter, supra</i><i>; </i><i>Gayler</i> v. <i>Wilder,</i> 10 How. 477; <i>Coffin</i> v. <i>Ogden, supra</i><i>.</i></p>\n<p>It is said that these tests of Kratz were mere abandoned laboratory experiments. There was no abandonment in the sense that Kratz had given up what he was seeking for in demonstrating a new and effective accelerator in D.P.G. If he had been applying for a patent for the discovery, he clearly could have maintained proof of a reduction to practice. A process is reduced to practice when it is successfully performed. A machine is reduced to practice when it is assembled, adjusted and used. A manufacture is reduced to practice when it is completely manufactured. A composition of matter is reduced to practice when it is completely composed. Walker on Patents,  141a. <i>Hunter</i> v. <i>Stikeman,</i> 13 App. D.C. 214, 226; <i>Mason</i> v. <i>Hepburn,</i> 13 App. D.C. 86, 92; <i>Lindemeyr</i> v. <i>Hoffman,</i> 18 App. D.C. 1, 5; <i>Roe</i> v. <i>Hanson,</i> 19 App. D.C. 559, 564.</p>\n<p>Nor were the tests of Kratz abandoned laboratory experiments. If so, then the cure by Weiss, tested in February, 1919, was of the same character and was not of itself a reduction to use. Weiss showed his production of vulcanized rubber with D.P.G. in February, 1919, only by a so-called laboratory experiment. He demonstrated the value of D.P.G. as an accelerator by exactly the same kind of experiment as that which Kratz had used two years before. Weiss founded his claim on the cured slab of rubber which had been vulcanized with D.P.G., and this Kratz had done two years earlier with slabs of the same kind and composition deposited in the same way in a platen mold.</p>\n<p><span class=\"star-pagination\">*384</span> Kratz's method of testing his rubber slabs is criticized. As already said, it is the method known as the thumb and tooth test. This is not so exact a method in determining all the qualities that a test machine would show in the product, but it is, as already said, one very generally used for practical purposes in factories in determining that the vulcanization or cure is complete. It was the one by the use of which Kratz disclosed and demonstrated to the rubber chemists of the country who listened to him in September, 1919, that D.P.G. was an accelerator and how powerful it was as compared with others, and thereby revolutionized knowledge in the art, as the evidence abundantly shows, and as Weiss himself asserted in his application for employment in 1920. It is true that, in the test by Weiss of February 10, 1919, the details of tensile strength and time of cure and elasticity were disclosed by machine test, with more particularity, but the speed of the cure and the \"activity\" of D.P.G., and the fact of the cure, were clearly shown by the simpler test.</p>\n<p>It is a mistake to assume that reduction to use must necessarily be a commercial use. If Kratz discovered and completed, as we are convinced that he did, the first use of D.P.G. as an accelerator in making vulcanized rubber, he does not lose his right to use this discovery when he chooses to do so, for scientific purposes or purposes of publication, because he does not subsequently sell the rubber thus vulcanized, or use his discovery in trade, or does not apply for a patent for it. It is not an abandoned experiment because he confines his use of the rubber thus produced to his laboratory or to his lecture room. It is doubtless true that Kratz, by his course in respect to his discovery as to the use of D.P.G., has abandoned any claim as against the public for a patent, but that is a very different thing from saying that it <span class=\"star-pagination\">*385</span> was abandoned as against a subsequent discoverer or patentee.</p>\n<p>The conclusion we reach then is that, so far as this record shows, the first discovery that D.P.G. was a useful accelerator of the vulcanization of rubber was made by George Kratz and not by Weiss.</p>\n<p>We come then to the question of the validity of Claims 1, 5 and 9 of the patent, which seek to appropriate to the patentee the process of treating rubber by combining with the rubber compound \"a disubstituted guanidine.\" Now the class of disubstituted guanidines includes not only D.P.G. but all other derivatives of guanidine in which two of the hydrogen atoms of the guanidine nucleus have been substituted by other groups. The fact that disubstituted guanidines have been used as accelerators appeared in an article published by one Du Bose, July 15, 1919, a fact which would defeat the claims applied for November 24, 1921. Moreover, the experts show that there are between fifty and one hundred substances which answer this description, of which there is quite a number that are not accelerators at all. Weiss could certainly not claim the entire group of such compounds. He makes no showing that there is any general quality common to disubstituted guanidines which makes them all effective as accelerators. Claims for their exclusive use cannot therefore be sustained. This is shown by the decision of this Court in the <i>Incandescent Lamp Patent,</i> 159 U.S. 465, where the Court said, at page 475:</p>\n<p>\"If, as before observed, there were some general quality, running through the whole fibrous and textile kingdom, which distinguished it from every other, and gave it a peculiar fitness for the particular purpose, the man who discovered such quality might justly be entitled to a patent; but that is not the case here.\"</p>\n<p><i>Reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></span> (1928)</b></center>\n<center><h1>CORONA CORD TIRE COMPANY<br>\nv.<br>\nDOVAN CHEMICAL CORPORATION.</h1></center>\n<center>No. 182.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 16, 17, 1928.</center>\n<center>Decided April 9, 1928.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><span class=\"star-pagination\">*359</span> <i>Mr. Dean S. Edmonds,</i> with whom <i>Messrs. Wm. H. Davis</i> and <i>Frank E. Barrows</i> were on the brief, for petitioner.</p>\n<p><i>Mr. John W. Davis,</i> with whom <i>Mr. James J. Kennedy</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*364</span> MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>This is a bill by the Dovan Chemical Corporation against the Corona Cord Tire Company, to enjoin infringement of a patent issued to Morris L. Weiss, assignor of the Dovan Chemical Corporation. The District Court <span class=\"star-pagination\">*365</span> for the Western District of Pennsylvania dismissed the bill for lack of validity of the patent. 10 Fed. (2d) 598. The dismissal was reversed and the patent and the infringement charged were both sustained by the Circuit Court of Appeals for the Third Circuit. 16 Fed. (2d) 419. A writ of certiorari was granted, <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">692</span></span>, because in the prior case of <i>Dovan Chemical Corporation</i> v. <i>National Aniline &amp; Chemical Company,</i> 292 Fed. 555, the Second Circuit Court of Appeals had reversed the decree of the District Court for the Southern District of New York (not reported) in favor of the Dovan Corporation and had held that the patent was invalid on the ground that Weiss was not the first discoverer.</p>\n<p>The patent in suit relates to the vulcanization of rubber. Vulcanizing consists in mixing a small amount of sulphur with rubber and subjecting the mixture to heat for a period of time, during which a chemical combination of the rubber and sulphur takes place and commercial rubber is made. The patentee recites that the object of his invention is to \"improve rubber compounds so that the finished product shall be of superior quality and so that the time required for vulcanization shall be greatly reduced over that ordinarily required for such a purpose. It is known that when certain organic substances are added to the rubber mix during the compounding, a catalytic or similar action is produced which causes the rubber or similar gum to unite or react more rapidly and thoroughly with sulphur or other vulcanizing agents.\" The patentee continues:</p>\n<p>\"I have discovered that disubstituted guanidines, particularly diphenylguanidine, is particularly effective for this purpose.\" (This substance is indicated by the formula given in the patent.)</p>\n<p>He says further:</p>\n<p>\"I am aware that triphenylguanidine has been suggested, and probably used to some extent, as an accelerator <span class=\"star-pagination\">*366</span> in the vulcanization of rubber, but the use of diphenylguanidine for that purpose appears to have been unknown prior to my researches on this substance.</p>\n<p>\"I have found that diphenylguanidine is much more powerful and efficacious as an accelerator in vulcanization than triphenylguanidine. For example, in the vulcanization of hard rubber articles the use of diphenylguanidine not only hastens the vulcanizating action but results in a final product much superior in texture, strength, durability and aging qualities over that when the triphenylguanidine is used.\"</p>\n<p>The patentee makes a short reference to a formula by which he produces the rubber mix, in which he says:</p>\n<p>\"The rubber may be compounded in the following proportions: 50 parts by weight of new rubber, 45.5 parts by weight of zinc oxide, 3.5 parts by weight of sulphur, 1 part by weight of diphenylguanidine. These are mixed together in any suitable way, such as by milling, and then vulcanized or cured in the usual molds or otherwise under heat corresponding to a steam pressure of about 40 lbs. per square inch. This vulcanizing temperature should be continued until the compound is suitably vulcanized, which requires from 10 to 20 minutes depending upon the shape and size of the articles being vulcanized.\"</p>\n<p>The patent contains twelve claims. Those mainly relied on are: the fourth, for \"The process of treating rubber or similar materials which comprises combining with the rubber compound diphenylguanidine\"; the eighth, for \"The process of treating rubber or similar materials, which comprises combining with the rubber compound a vulcanizing agent and diphenylguanidine\"; and the twelfth, for \"A vulcanized compound of rubber or similar material combined with a vulcanizing agent and diphenylguanidine.\"</p>\n<p>Vulcanizing is old and well known. Its present high state of development represents an evolution of about 80 <span class=\"star-pagination\">*367</span> years. Practically all rubber must be vulcanized for commercial use. The amount of sulphur in the mixture is comparatively small, as for instance 4 to 10 parts of sulphur to 100 parts of rubber. The remainder of the mixture may be all rubber or it may be partly rubber and partly other ingredients, such as fillers and pigments, the other ingredient used most widely being zinc oxide. In the manufacture of automobile tires a considerable proportion of zinc-oxide is generally used. A very old and well known proportion has been fifty parts of rubber, forty-five parts of zinc oxide and five parts of sulphur and is the one shown in the specification of the patent. The mixture is \"cured\" by subjecting it to heat to make the vulcanized rubber of commerce. Platen molds have to be provided for giving the desired form to the rubber vulcanized. Steam has to be supplied for heating the molds and the rubber mix, during the \"cure.\" A \"cure\" is the successful completion of the chemical union or vulcanization of the rubber with the sulphur. The fact of a successful \"cure\" for practical purposes is established by a simple and short method called the thumb and tooth test. By this test, rubber chemists settle the fact and determine by the resulting product the satisfactory quality of the stock or the mix for vulcanization and they become expert at it. If by this test the product is not well united chemically, it is said to be \"under cured\" or \"over cured,\" and then the operator changes the ingredients or the time of the process. When it is important to determine with greater exactness the tensile strength and degree of elasticity or other qualities of the product, a special machine measure or test is used, but the thumb and tooth test is the frequently used way of knowing a cure and it is a satisfactory one for every day use in business.</p>\n<p>It has been long known that a \"cure\" can be hastened by mixing with the ingredients a small quantity of what <span class=\"star-pagination\">*368</span> is called an accelerator or vitalizer. Inorganic substances like lime or litharge were originally employed as such, but it was subsequently found that certain organic substances were more powerful or more \"active,\" as the term is, and they came into more general use. The heat to which the rubber mixed with sulphur is subjected has a deleterious effect upon the substance of the raw rubber, and the longer the heating, the greater the injury. An accelerator, as it lessens the time of the cure, not only increases the output of the equipment used but reduces the danger of deterioration of the product. An accelerator thus improves the elasticity, tensile strength, and other desirable commercial qualities of the finished product. It is not fully understood what the vitalizing or catalytic action of the accelerator is, but its existence and its results have long been known.</p>\n<p>The patentee in his specifications speaks of triphenylguanidine and compares its operation as an accelerator with that guanidine, the utility of which as an accelerator he claims to have discovered, called diphenylguanidine. Guanidines are a group of organic substances which have become prominent and important in this quest for useful accelerators. The monophenylguanidine and the diphenylguanidine and the triphenylguanidine are closely related chemically. Their long names, used to indicate the variation in the component elements, have been shortened so that it is usual to refer to diphenylguanidine by letters, as \"D.P.G.,\" and the triphenylguanidine as \"T.P.G.\"</p>\n<p>So closely do the chemical compositions of these two resemble each other that the petitioner contends that the patent is invalid because the utility of D.P.G. as an accelerator was plainly indicated by general chemical knowledge and did not involve patentable discovery after T.P.G. had proven to be a good one for this purpose. But we can not agree with this view. The catalytic action <span class=\"star-pagination\">*369</span> of an accelerator can not be forecast by its chemical composition, for such action is not understood and is not known except by actual test.</p>\n<p>The respondent attempts to show that the resulting improvement in the rubber product by the use of diphenylguanidine was something different from that in the use of other accelerators. The good results of the use of diphenylguanidine are chiefly or wholly due to its greater activity and the lessened time of the cure. The expert evidence seems to show that T.P.G. as an accelerator develops the same desirable qualities, set forth on behalf of respondent, in the vulcanized rubber as does D.P.G., except that the cure of the latter is more rapid with its to be expected advantages. Moreover, claims of peculiar usefulness of D.P.G. in other than its \"activity\" and speed as an accelerator, even if proven, could not in any degree affect the issue in this case. If employment of D.P.G. as a useful accelerator was a discovery by Weiss, prior to anyone else, Weiss, or his assignee, is entitled to all the advantages that flow from that increased activity or from any other quality in its use as such. <i>Roberts</i> v. <i>Ryer,</i> <span class=\"citation\" data-id=\"89158\"><a href=\"/opinion/89158/roberts-v-ryer/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 157; <i>Stow</i> v. <i>Chicago,</i> <span class=\"citation\" data-id=\"90497\"><a href=\"/opinion/90497/stow-v-chicago/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, 550; <i>Lovell Mfg. Co.</i> v. <i>Cary,</i> <span class=\"citation\" data-id=\"93517\"><a href=\"/opinion/93517/lovell-mfg-co-v-cary/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">623</span></a></span>, 634.</p>\n<p>It does not, on the other hand, give Weiss any more right to appropriate D.P.G. as an accelerator because he may have elaborated in his specifications other advantages from its use than if he had not mentioned them. Nor, on the other hand, does it minimize or affect the priority of completed discovery by some one else before Weiss that the prior discoverer may not have perceived and stated all the advantages of an earlier use of D.P.G. as an accelerator.</p>\n<p>Judge Hough, of the Second Circuit, truly said, therefore, that this patent meant, condensed in one sentence: \"I claim the use of D.P.G. as an accelerator, because I <span class=\"star-pagination\">*370</span> was the first person who observed its efficacy for that purpose.\" Similarly, the examiner in the Patent Office who allowed the patent said that Weiss' application was \"no more than a broad disclosure of the use of [D.P.G.] without disclosing any details other than those usually employed with accelerators of this class.\"</p>\n<p>The patent in suit was applied for November 12, 1921, and was granted March 28, 1922. Weiss had referred in the specifications of this patent to another patent of his which was applied for July 2, 1921, and granted July 11, 1922. This latter patent was for a process for making D.P.G. in large or commercial quantities. In the application for that patent, the patentee pointed out that before his process was discovered D.P.G. could not be made except in small quantities for chemical research because the cost was prohibitive. The validity of the Weiss patent for a process in making diphenylguanidine is not attacked. The new patented process by reason of the lessened cost has resulted in the very great use of D.P.G. for commercial purposes and has been very profitable. But the purpose of securing the patent in suit and maintaining its validity is more ambitious. It is not to protect and preserve the new process already being safely enjoyed, but it is to prevent the use of D.P.G. as an accelerator, however made by any process that may be subsequently discovered. It is to enlarge a monopoly of D.P.G. as an accelerator, and is thus in effect to discourage effort to find other and cheaper means of making it. What we have to decide here is not the priority of discovery of the cheap process of making the accelerator D.P.G., which it is conceded Weiss invented, but whether he was the first person to discover the efficacy of D.P.G. as an accelerator, made by any process, cheap or costly.</p>\n<p><span class=\"star-pagination\">*371</span> We feel it necessary to call attention to a lack of relevancy of Weiss' successful process patent in the case before us, because the majority opinion in the Circuit Court of Appeals seems to us erroneously to have confused the credit due to Weiss for the process patent, already conceded, with his right to his present claim of entire monopoly of the use of D.P.G. as an accelerator.</p>\n<p>The issues and the evidence in this case can not be considered and discussed without reference to a paper read by Dr. George Kratz, a rubber chemist, at the Philadelphia meeting of the American Chemical Society, between the 2nd and the 6th of September, 1919. It was entitled \"The Action of Certain Organic Accelerators in the Vulcanization of Rubber,\" and was a review of the comparative excellence of a number of well-known and used accelerators, as well as that of D.P.G. with T.P.G., in which he found D.P.G. to be very much more active than T.P.G. Then under an experimental part he described the kinds of rubber used, the proportions of rubber and sulphur in the mixture, and the manner in which the accelerator was incorporated and the method of vulcanization. He said:</p>\n<p>\"The rubber used was good quality, first latex, pale crepe, and the same lot was employed in all mixtures. All mixtures were made under standard conditions; the average time of each batch on the mill was 17.5 min. The same proportion of rubber and sulphur  92.5 parts rubber, and 7.5 parts sulphur  was employed in each instance, but the amount of accelerator was varied, according to the conditions of the experiment.</p>\n<p>\"All the accelerators soluble in alcohol were dissolved in the smallest quantity of this liquid and introduced into the rubber in solution. Those not soluble  and this applied to the anhydroformaldehyde bodies only  were <span class=\"star-pagination\">*372</span> ground to 100 mesh and added to the rubber with the sulphur. After mixing, the mixtures were allowed a recovery period of 24 hrs. before they were vulcanized. Vulcanization was carried on in a platen press of the usual type.\"</p>\n<p></p>\n<pre>\n   \"Table 1.  RELATIVE ACTIVITIES  THIOUREA SERIES.\n      \"<i>Parts required to Equal one Part Aniline.</i>\n    \"Aniline .................................... 1.000\n     Urea ....................................... 0.250\n     Thiourea ................................... 0.300\n     Monophenylthiourea ......................... 0.450\n     Diphenylthiourea ........................... 0.850\n     Monophenylguanidine (a) .................... 0.075\n     Diphenylguanidine (Sym.) ................... 0.075\n     Triphenylguanidine ......................... 0.500\"\n</pre>\n<p>The activities of the various substances were compared in the mixture previously mentioned  92.5 parts of rubber and 7.5 parts of sulphur  taking as a standard the effect obtained with one part of aniline, vulcanized for 90 min. at 148 C. The amounts of various substances in the urea series required to effect the same degree of vulcanization as obtained with one part of aniline are shown in Table 1.</p>\n<p>The paper thus shows that the activity and superiority of D.P.G. as an accelerator over T.P.G. is approximately as 7 is to 1.</p>\n<p>In the answer to the bill in this case, the Kratz paper was set up as a defense, but although read before September 6th, 1919, it was not published until April, 1920.</p>\n<p>Under  4886, Revised Statutes, a person who claims to have invented any patentable improvement, is not to be denied a patent because of any printed publication subsequent to his discovery, unless there was publication or public use or sale more than two years prior to his application. Kratz's article was not printed until less <span class=\"star-pagination\">*373</span> than two years before Weiss' application for a patent in November, 1921, and therefore the paper could not be used as a basis for defense against his patent, if his discovery was earlier than the publication. It nevertheless plays a very important part in understanding the facts in this case.</p>\n<p>The main and only issue here is divided, by reason of the evidence and the lines of argument pursued, into two parts. The first is the effect of that part of it devoted to Weiss' discovery and his reduction to practice. The second is that part devoted to Kratz's discovery and his reduction to practice.</p>\n<p><i>First.</i> It is contended by the petitioner that the file wrapper and evidence show, that the patent was secured by false evidence and is not entitled to the presumption of validity which ordinarily accompanies the grant. The examiner in the Patent Office three times rejected the Weiss application, the third time by a reference to the Kratz paper. The hearing on that reference was exparte. The third rejection was followed by acquiescence by the examiner because of two affidavits, one by Weiss and one by his fellow chemist Daniels, who claimed to have been with him at the time in the laboratory of the Republic Rubber Company of Youngstown. In these final affidavits, Weiss had said that D.P.G. was produced and actually used \"in the vulcanization of rubber goods\" during the early part of the year 1919, and Daniels said, \"These tests were also carried out in the compounding laboratory for the various departments of the Republic Rubber Company at Youngstown, Ohio, and the accelerator proved to be highly efficient in the actual vulcanization of rubber goods, such as hose, tires, belts, valves and other mechanical goods.\" It now appears, without contradiction, that the only rubber Weiss made during the early part of the year 1919 from D.P.G. was test slabs of rubber in which D.P.G. was the accelerator, and <span class=\"star-pagination\">*374</span> that in fact neither he nor anybody in the Rubber Company had vulcanized rubber goods, as Daniels described them, before the Kratz publication. But we do not think this would invalidate the patent, for the reason that the actual fact was that these test slabs of rubber with D.P.G. if proven to be properly vulcanized, as the evidence seems to show, were a demonstration of the utility of D.P.G. as an accelerator and were a completed and demonstrated discovery constituting reduction to practice. Production of rubber-goods for use or sale was not indispensable to the granting of the patent. Hence the affidavits, though perhaps reckless, were not the basis for it or essentially material to its issue. The reasonable presumption of validity furnished by the grant of the patent therefore would not seem to be destroyed.</p>\n<p>Then it is claimed that the reference to the Kratz paper, which was not attacked by the applicant for its insufficiency as a reference under  4886 of the Revised Statutes, should be treated as equivalent to a prior patent, the priority of which could only be overcome by evidence eliminating all reasonable doubt. <i>The Barbed Wire Patent,</i> 143 U.S. 275; <i>Deering</i> v. <i>Winona Harvester Works,</i> <span class=\"citation\" data-id=\"94037\"><a href=\"/opinion/94037/deering-v-winona-harvester-works/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 300; <i>Clark Thread Company</i> v. <i>Willimantic Linen Company,</i> <span class=\"citation\" data-id=\"93108\"><a href=\"/opinion/93108/clark-thread-co-v-willimantic-linen-co/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span>, 489. But the Kratz paper was not a prior patent, and while it may be that other circumstances such as a reference to a publication made before the application for the patent may have the effect to require the same convincing proof of earlier discovery to avoid its effect (<i>Westinghouse, etc. Co.</i> v. <i>Catskill, etc. Co.,</i> 121 Fed. 831, 834; <i>New England Motor Co.</i> v. <i>Sturtevant Co.,</i> 150 Fed. 131, 137; <i>Wendell</i> v. <i>American Laundry Machinery Co.,</i> 248 Fed. 698, 700), we do not think that the mere failure to invite the attention of the examiner to the defect of the reference under  4886, Revised Statutes, calls for the strict rule of proof <span class=\"star-pagination\">*375</span> to avoid the reference. This conclusion keeps the burden of proof on the defendant in attacking the patent on the ground of a prior use.</p>\n<p>It is also claimed that because the trial court in this cause found, after hearing the witnesses, the weight to be with the petitioner and against Weiss, assignor of respondent, its conclusions of fact, except for manifest error, are to be treated as unassailable. <i>Adamson</i> v. <i>Gilliland,</i> <span class=\"citation\" data-id=\"98836\"><a href=\"/opinion/98836/adamson-v-gilliland/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 353; <i>Davis</i> v. <i>Schwartz,</i> 155 U.S. 631; <i>Kimberly</i> v. <i>Arms,</i> 129 U.S. 512; <i>Tilghman</i> v. <i>Proctor,</i> <span class=\"citation\" data-id=\"92181\"><a href=\"/opinion/92181/tilghman-v-proctor/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 149; and <i>Mason</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100096\"><a href=\"/opinion/100096/mason-v-united-states/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 556. We do not think that this rule applies in the case before us, at least to its full extent, first, for the reason that the Circuit Court of Appeals, having considered all the evidence upon which the trial judge reached his conclusion, declined to approve of his findings, and second, because in the <i>National Aniline &amp; Chemical Co.</i> case, which is in conflict with the case here, the trial judge reached a different conclusion on the same issue and the same evidence which we have here. <i>Thomson Spot Welder Co.</i> v. <i>Ford Motor Co.,</i> <span class=\"citation\" data-id=\"100459\"><a href=\"/opinion/100459/thomson-spot-welder-co-v-ford-motor-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 447. We think, therefore, that the respondent is entitled under these conditions to retain a presumption of validity for his patent in the consideration of the case before us. This brings us then to the evidence which Weiss adduces in support of his first discovery of D.P.G. as an accelerator.</p>\n<p>Morris L. Weiss received a degree in chemistry from the Cooper Union of New York City late in 1917, and attended a course of chemical study in the Polytechnic of Brooklyn. He entered the employ of the Republic Rubber Company of Youngstown, Ohio, in October, 1917. That company manufactured rubber articles largely from shoddy or reclaimed rubber. It was seeking to find an improved accelerator in T.P.G. and was building a plant <span class=\"star-pagination\">*376</span> for its commercial use. Weiss, in addition to his usual work in T.P.G., became interested, in 1918 and 1919, in the possibilities of the use of D.P.G. as an accelerator, which he had inquired into because it was mentioned with T.P.G. among the guanidines in a text book of chemistry which he had read. He was required by the rules of the company to enter his experiments in a book called the \"X Book,\" kept for the purpose. During the term of his employment, prior to September 6, 1919 (the date of Kratz's reading his paper), this X Book showed three dated and recorded experiments with D.P.G. as an accelerator. Two of these were with a shoddy mixture, and there is doubt whether they showed the marked superiority of D.P.G. over T.P.G., as Weiss in another case seems to have admitted. But there was another test, with pure rubber, recorded in the X Book, of successful vulcanization by D.P.G., the date of which is in dispute. It was as follows:</p>\n<p></p>\n<pre>\n         Number X 2034\n         Made for Accelerator tests \n                             E\n                            50\n       <i>D.P.G.</i>                1\n       Sulphur               4\n       Zinc                 43\n       M.G.O.                2\n                           ___\n                           100\n       Cure              20/30\n       Stretch          14 1/2\n       Strength           3000\n       Set                 1/2\n       Date            2.10.19\n</pre>\n<p>As it appears now, the date is February 10, 1919. Weiss does not deny that the first figure of the date has been changed, but says that it was probably changed because it <span class=\"star-pagination\">*377</span> was made originally by mistake as a \"1,\" as on January 10, 1919, when it ought to have been as a \"2,\" as in February, and the change was only to make it one month later. It is contended on the other side, and it was testified by an expert on handwriting, and the District Judge so held, that the change was made from 9-10-19 to 2-10-19, which would carry the original and correct date of this test to the later date of September 10, 1919, or three or four days later than the reading of the paper by Dr. Kratz to the American Chemical Society, and after Weiss had been informed by his colleague Daniels of Kratz's blackboard statement of the results of his discoveries. Weiss says he made other tests between the first successful one and the reading of the Kratz paper, but they are not recorded under specific dates, nor are they in regular order. There is a record of many tests after the Kratz paper, but none others are shown to be before it except by Weiss' and Daniels' unassisted memory.</p>\n<p>Then, it is said he did not claim discovery until his application for this patent in November, 1921, while in an application for employment as a chemist at another rubber company in March, 1920, he did claim credit for the new process in commercially making D.P.G., but he attributed its importance to the revelation of the Kratz paper. His explanation is that he then supposed that accelerators were not patentable and he was absorbed in cheapening the production of D.P.G.</p>\n<p>Other circumstances are detailed at length in the brief of counsel to show that Weiss' real knowledge of the use of D.P.G. as an accelerator was prompted by Kratz's paper and could not be independent discovery on his part before his hearing of and reading it. But after full consideration of all the doubt-giving circumstances, we do not think that the attack on Weiss's proof of February 10, 1919, as the date when he first discovered by a completed <span class=\"star-pagination\">*378</span> experiment the successful use of D.P.G. as an accelerator in making rubber, has overcome the evidence given to support it and the presumption of its correctness from the patent itself.</p>\n<p><i>Second.</i> Kratz's discovery.  Dr. Kratz had been engaged in the chemistry of rubber and in its manufacture for more than seven years. He read his paper on D.P.G. and other accelerators in September, 1919. He had been employed as a chemist with the Diamond and Goodrich Companies, and, subsequently, with the Norwalk Tire and Rubber Co. of Connecticut, for several years, and after April, 1917, with the Falls Rubber Company, of Cuyahoga Falls, near Akron, Ohio. He had directed his efforts to the subject of vulcanization almost exclusively and was intimately familiar with the commercial practice therein. His first work with accelerators was as research chemist in 1913. On April 1, 1914, he went with the Norwalk Company in the capacity of chemist, and in April, 1917, he became chief chemist of the Falls Rubber Company.</p>\n<p>In 1916, while with the Norwalk Company, Kratz prepared D.P.G. and demonstrated its utility as a rubber accelerator by making test slabs of vulcanized or cured rubber with its use. Every time that he produced such a slab he recorded his test in cards which he left with the Norwalk Company, and kept a duplicate of his own. By these tests he arrived at figures representing the degree of superiority of D.P.G. over T.P.G. and other known accelerators, so that he could determine exactly how much D.P.G. it would be necessary to use to produce the same accelerating effect as would be produced by a larger amount of T.P.G., or of other accelerators, in the same time. This work was known to, and was participated in by, his associate in the Norwalk Company, his immediate superior and the chief chemist of the Company, Dr. Russell, <span class=\"star-pagination\">*379</span> who fully confirms Kratz's records and statement. This work was finally recorded in a carefully prepared contemporaneous report which Kratz left in the files of the Norwalk Company, and which is now produced by Dr. Russell in evidence before us. When Kratz left the Norwalk Company to go to the Falls Rubber Company, he took with him his record for his use in his future work, so that there are two records of the same thing. The report in 1916 was as follows:</p>\n   \"XI/1/16             G.D.K.\n       Relative Catalytic Effect of Compounds Related to\n                      Sulpho Carbaninide.\n<p>\"The following formula was used to try out the activity of various substances more or less closely related to sulphocarbaninide:</p>\n<p></p>\n<pre>\n      White Para .......................... 100\n      Zinc oxide .......................... 100\n      Sulphur .............................   5\n</pre>\n<p>\"The following effects were recorded and, in cases where an acceleration was produced, the amounts required to give a cure in one hour equal to the cure produced by 3% of S-Carb, were as follows [in the first column]:</p>\n<p></p>\n<pre>\n                                    | [As shown in\n                                    | Chemical Society\n                                    | Paper, Sept., 1919\n   \"Aniline ............... 3.50%   |    3.5\n   Di phenyl thio urea .... 3.0%    |    2.975\n   Mono phenyl thio urea .. 1.5%    |    1.575\n   Thio urea .............. 1.0%    |    1.050\n   Tri phenyl guanidine ... 1.75%   |    1.750\n   Di phenyl guanidine .... 0.25%   |    0.262\n   Urea ................... 0.33%\"  |    0.875]\n</pre>\n<p>These results were confirmed by Kratz at the Falls Rubber Company in 1918, and 1919, and were reported <span class=\"star-pagination\">*380</span> in his paper at the Chemical meeting in September of 1919 as shown in the second column above, multiplied by 3.5 in order to put them on the same basis.</p>\n<p>These values were determined by Kratz in some eight or nine tests, in 1916, with each of the substances named, for which test slabs were made in each instance, and the series was extended until the desired result was obtained. The first substance is aniline and the second is thio (diphenylthiourea). These substances were generally known and widely used as accelerators and therefore were used as standards of comparison. They show that Kratz's tests taught him in 1916 that D.P.G. was seven times as strong and as active as T.P.G. The report to the Norwalk Company also shows two different formulas by which Kratz made his own D.P.G. in 1916.</p>\n<p>In the fall of 1917, when Kratz was chief chemist of the Falls Company, he received a special order for 1,000 inner tubes for automobile tires. In filling three hundred tubes of this order of 1,000 tubes, which were made under Kratz's personal supervision  for he had then become chief chemist of the Falls Company  he used D.P.G. as an accelerator.</p>\n<p>A little later, in 1918 and 1919, Kratz conducted at the Falls plant a series of tests with D.P.G. closely paralleling the series of tests which he had made in 1916 at the Norwalk plant and confirming those already reported as above. At Norwalk he had used mostly zinc oxide as part of the rubber mix, and he desired to verify the results obtained in tests of the same accelerators in other compounds of rubber with other than zinc oxide. All this was part of the preparation of his paper on accelerators to be read before the 1919 meeting of the American Chemical Society. The year before, he had attended the 1918 meeting of the Society expecting to hear the subject discussed, but nothing was said, and so he and his assistant, <span class=\"star-pagination\">*381</span> Flower, gathered their material for a paper at the next meeting. That paper as read covered much more than the mere demonstration of the utility of D.P.G. as an accelerator. It dealt with a number of other accelerators also. The authenticity and reliability of Dr. Kratz's testimony about them is not questioned in this record. It is not too much to say that the report of Dr. Kratz's results made a great impression upon the rubber chemists of the country.</p>\n<p>The only lack of corroboration of Kratz and the only challenge to his testimony of fact in this case is in reference to his account of sending to a customer the 300 inner tubes for automobile tires accelerated by D.P.G. He says that they were sent to the purchaser whose name he gives and that they proved to be satisfactory, as he knew by having tagged them and having received approval of the whole lot by the purchaser. He says that this was a special order; that he had at the time a small supply of D.P.G. which he himself had made; that these 300 tubes exhausted his supply, and that in filling the remainder another accelerator was used. This sale and the use of D.P.G. as an accelerator took place in August, 1917, as shown by the memoranda that Kratz produces. The record of the shipment of the 1,000 tubes, the memorandum shipping order by Kratz and the O.K. by the President of the Falls Company are introduced.</p>\n<p>Kratz says he did not tell anyone of his use of D.P.G. in these 300 tubes. This is urged by respondent as a reason for discrediting it. Were this an isolated instance not taken out of the history of all of Kratz's relation to accelerators and to D.P.G., it might reasonably give rise to such question. But the undoubted fact that Kratz had demonstrated the utility of D.P.G. in his eight or nine tests in 1916 at Norwalk, and the corroboration of Dr. Russell as to his work there, and the memorandum which <span class=\"star-pagination\">*382</span> he had taken with him of the tests and of the report, to the Falls Rubber Company, and, indeed, the reflexive corroboration of his paper at Philadelphia, show undoubtedly that he knew the excellence of D.P.G. as an accelerator, and tend to confirm his account as to the 300 tube sale. It was not unnatural that with a small amount of D.P.G. he should try it in a special order of this kind from which he might confirm the conclusion he had already reached. The effort to disprove it was vague and inconclusive, which, it is only fair to say, was to be expected five years after the event.</p>\n<p>Kratz was not seeking a patent. He inferred, with reason, that D.P.G. would not make a successful business accelerator because of its then cost. He is wholly disinterested pecuniarily in the result of this case. The fact that he is the only witness is not fatal or any reason for denying the weight of his testimony in connection with other circumstances. <i>Reed</i> v. <i>Cutter,</i> 1 Story, 590, Fed. Cas. No. 11,645, 20 Fed. Cas. 435; <i>Coffin</i> v. <i>Ogden,</i> 18 Wall. 120; <i>Egbert</i> v. <i>Lippmann,</i> 104 U.S. 333.</p>\n<p>But even if we ignore this evidence of Kratz's actual use of D.P.G. in these rubber inner tubes which were sold, what he did at Norwalk, supported by the evidence of Dr. Russell, his chief, and by the indubitable records that are not challenged, leaves no doubt in our minds that he did discover in 1916 the strength of D.P.G. as an accelerator as compared with the then known accelerators, and that he then demonstrated it by a reduction of it to practice in production of cured or vulcanized rubber.</p>\n<p>This constitutes priority in this case. It was not followed by commercial use thereafter, because of the then cost of D.P.G. But this patent is for the mere discovery and application in the making of rubber of a particular accelerator. It was the fact that it would work with great activity as an accelerator that was the discovery, and <span class=\"star-pagination\">*383</span> that was all, and the necessary reduction to use is shown by instances making clear that it did so work, and was a completed discovery. <i>Bedford</i> v. <i>Hunt,</i> 1 Mason 302, Fed. Cas. No. 1217, 3 Fed. Cas. 37; <i>Reed</i> v. <i>Cutter, supra</i><i>; </i><i>Gayler</i> v. <i>Wilder,</i> 10 How. 477; <i>Coffin</i> v. <i>Ogden, supra</i><i>.</i></p>\n<p>It is said that these tests of Kratz were mere abandoned laboratory experiments. There was no abandonment in the sense that Kratz had given up what he was seeking for in demonstrating a new and effective accelerator in D.P.G. If he had been applying for a patent for the discovery, he clearly could have maintained proof of a reduction to practice. A process is reduced to practice when it is successfully performed. A machine is reduced to practice when it is assembled, adjusted and used. A manufacture is reduced to practice when it is completely manufactured. A composition of matter is reduced to practice when it is completely composed. Walker on Patents,  141a. <i>Hunter</i> v. <i>Stikeman,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">214</span></span>, 226; <i>Mason</i> v. <i>Hepburn,</i> <span class=\"citation\" data-id=\"100096\"><a href=\"/opinion/100096/mason-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">86</span></a></span>, 92; <i>Lindemeyr</i> v. <i>Hoffman,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">1</span></span>, 5; <i>Roe</i> v. <i>Hanson,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">559</span></span>, 564.</p>\n<p>Nor were the tests of Kratz abandoned laboratory experiments. If so, then the cure by Weiss, tested in February, 1919, was of the same character and was not of itself a reduction to use. Weiss showed his production of vulcanized rubber with D.P.G. in February, 1919, only by a so-called laboratory experiment. He demonstrated the value of D.P.G. as an accelerator by exactly the same kind of experiment as that which Kratz had used two years before. Weiss founded his claim on the cured slab of rubber which had been vulcanized with D.P.G., and this Kratz had done two years earlier with slabs of the same kind and composition deposited in the same way in a platen mold.</p>\n<p><span class=\"star-pagination\">*384</span> Kratz's method of testing his rubber slabs is criticized. As already said, it is the method known as the thumb and tooth test. This is not so exact a method in determining all the qualities that a test machine would show in the product, but it is, as already said, one very generally used for practical purposes in factories in determining that the vulcanization or cure is complete. It was the one by the use of which Kratz disclosed and demonstrated to the rubber chemists of the country who listened to him in September, 1919, that D.P.G. was an accelerator and how powerful it was as compared with others, and thereby revolutionized knowledge in the art, as the evidence abundantly shows, and as Weiss himself asserted in his application for employment in 1920. It is true that, in the test by Weiss of February 10, 1919, the details of tensile strength and time of cure and elasticity were disclosed by machine test, with more particularity, but the speed of the cure and the \"activity\" of D.P.G., and the fact of the cure, were clearly shown by the simpler test.</p>\n<p>It is a mistake to assume that reduction to use must necessarily be a commercial use. If Kratz discovered and completed, as we are convinced that he did, the first use of D.P.G. as an accelerator in making vulcanized rubber, he does not lose his right to use this discovery when he chooses to do so, for scientific purposes or purposes of publication, because he does not subsequently sell the rubber thus vulcanized, or use his discovery in trade, or does not apply for a patent for it. It is not an abandoned experiment because he confines his use of the rubber thus produced to his laboratory or to his lecture room. It is doubtless true that Kratz, by his course in respect to his discovery as to the use of D.P.G., has abandoned any claim as against the public for a patent, but that is a very different thing from saying that it <span class=\"star-pagination\">*385</span> was abandoned as against a subsequent discoverer or patentee.</p>\n<p>The conclusion we reach then is that, so far as this record shows, the first discovery that D.P.G. was a useful accelerator of the vulcanization of rubber was made by George Kratz and not by Weiss.</p>\n<p>We come then to the question of the validity of Claims 1, 5 and 9 of the patent, which seek to appropriate to the patentee the process of treating rubber by combining with the rubber compound \"a disubstituted guanidine.\" Now the class of disubstituted guanidines includes not only D.P.G. but all other derivatives of guanidine in which two of the hydrogen atoms of the guanidine nucleus have been substituted by other groups. The fact that disubstituted guanidines have been used as accelerators appeared in an article published by one Du Bose, July 15, 1919, a fact which would defeat the claims applied for November 24, 1921. Moreover, the experts show that there are between fifty and one hundred substances which answer this description, of which there is quite a number that are not accelerators at all. Weiss could certainly not claim the entire group of such compounds. He makes no showing that there is any general quality common to disubstituted guanidines which makes them all effective as accelerators. Claims for their exclusive use cannot therefore be sustained. This is shown by the decision of this Court in the <i>Incandescent Lamp Patent,</i> <span class=\"citation\" data-id=\"94270\"><a href=\"/opinion/94270/the-incandescent-lamp-patent/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, where the Court said, at page 475:</p>\n<p>\"If, as before observed, there were some general quality, running through the whole fibrous and textile kingdom, which distinguished it from every other, and gave it a peculiar fitness for the particular purpose, the man who discovered such quality might justly be entitled to a patent; but that is not the case here.\"</p>\n<p><i>Reversed.</i></p>\n</div>", "id": 101248, "judges": "Taft", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101248/", "sha1": "09bdf73524d0e1a4939f3e161b6643064c2f26dd", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:44"}