{"absolute_url": "/opinion/101246/swift-co-v-united-states/", "blocked": false, "citation": {"case_name": "Swift & Co. v. United States", "docket_number": "181", "document_uris": ["/api/rest/v2/document/101246/"], "federal_cite_one": "276 U.S. 311", "federal_cite_three": null, "federal_cite_two": null, "id": 85629, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85629/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 133, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1928-03-19", "date_modified": "2014-12-23T12:19:32.857426", "docket": "/api/rest/v2/docket/884054/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">276 U.S. 311</p>\n    <p class=\"case_cite\">48 S.Ct. 311</p>\n    <p class=\"case_cite\">72 L.Ed. 587</p>\n    <p class=\"parties\">SWIFT &amp; CO. et al.<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 181.</p>\n    <p class=\"date\">Reargued January 3, 4, 1928.</p>\n    <p class=\"date\">Decided March 19, 1928.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 311-313 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Charles E. Hughes, of New York City, Conrad H. Syme, and Charles A. Doughlas, both of Washington, D. C., and Henry Veeder, and Charles J. Faulkner, Jr., both of Chicago, Ill., for Swift &amp; Co. and others.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 313-317 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Wm. J. Donovan, Asst. Atty. Gen., for the United States.</p>\n      <p class=\"indent\">Mr. Wm. C. Breed, of New York City, for National Wholesale Grocers' ass'n.</p>\n      <p class=\"indent\">Mr. Edgar Watkins, of Atlanta, Ga., for American Wholesale Grocers' Ass'n.</p>\n      <p class=\"indent\">Mr. Justice BRANDEIS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents the question whether the consent decree entered February 27, 1920, with a view to preventing a long-feared monopoly in meat and other food products, is void.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On that day the United States filed in the Supreme Court of the District of Columbia, sitting in equity, a petition under section 4 of the Sherman Anti-Trust Act, July 2, 1890, c. 647, 26 Stat. 209 (15 USCA &#167; 4), to enjoin violations of that statute and of the Clayton Act, October 15, 1914, c. 323, 38 Stat. 730, 736. It named as defendants the five leading packers; namely, Swift &amp; Co., Armour &amp; Co., Morris &amp; Co., Wilson &amp; Co., Inc., and the Cudahy Packing Company. And it joined with them 80 other corporations and 50 individuals, all but four of whom were associated with some one of the five defendants above named. The petition charged the defendants with attempting to monopolize a large proportion of the food supply of the nation and with attempting to extend the monopoly by methods set forth. It stated that the purpose of the suit was to put an end to the monopoly described and to deprive the defendants of the instrumentalities by which they were perfecting their attempts to monopolize. It sought a comprehensive injunction and also the divestiture of the instrumentalities described.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Simultaneously with the filing of the petition, all the defendants filed answers which denied material allegations of the bill. There was filed at the same time a stipulation, signed by all the parties to the suit, which provided that the court might, without finding any fact, enter the proposed decree therein set forth. On the same day a decree in the form so agreed upon was entered. To this decree all parties filed assents. In its opening paragraph, the decree embodied a clause of the stipulation to the effect that, while the several corporations and individual defendants 'maintain the truth of their answers and assert their innocence of any violation of law in fact or intent, they nevertheless, desiring to avoid every appearance of placing themselves in a position of antagonism to the government, have consented and do consent to the making and entry of the decree now about to be entered without any findings of fact, upon condition that their consents to the entry of said decree shall not constitute or be considered an admission, and the rendition or entry of said decree, or the decree itself, shall not constitute or be considered and adjudication that the defendants or any of them have in fact violated any law of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The decree declared, among other things, that the court had jurisdiction of the persons and the subject-matter, and 'that the allegations of the petitioner state a cause of action against the defendants under the provisions' of the Sherman Anti-Trust Act and supplementary legislation. It granted comprehensive relief in accordance with the prayer of the bill. The details will be discussed later. The decree closed with this provision:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Eighteenth. That jurisdiction of this cause be, and is      hereby, retained by this court for the purpose of taking such      other action or adding at the foot of this decree such other      relief, if any, as may become necessary or appropriate for the carrying out and enforcement of this decree      and for the purpose of entertaining at any time hereafter any      application which the parties may make with respect to this      decree.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">None of the original parties to the suit made any application to the court between the date of the entry of the consent decree and November 5, 1924; but three intervening petitions were filed-that of the Southern Wholesale Grocers' Association, allowed September 10, 1921, that of the National Wholesale Grocers' Association, allowed November 5, 1921, and that of the California Co-operative Canneries, allowed September 13, 1924. See California Co-op. Canneries v. United States, 55 App. D. C. 36, 299 F. 908. On November 5, 1924, two motions to vacate the decree were filed in the cause. One was by Swift &amp; Co. and the subsidiary corporations and individual defendants associated with it; the other by Armour &amp; Co. and the subsidiary corporations and individual defendants associated with it. The allegations of the two motions were identical; and each prayed that the consent decree be declared void. The grounds of invalidity relied upon will be stated later. On May 1, 1925, the two motions to vacate the consent decree were overruled. From the order overruling them, Swift &amp; Co. and Armour &amp; Co., with their respective associates, took appeals to the Court of Appeals of the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On May 28, 1926, the United States filed in that court a motion to dismiss the appeals for want of jurisdiction, contending that an appeal lay only directly to this court. On January 3, 1927, the Court of Appeals of the District entered an order dismissing the appeals. Promptly thereafter, Swift &amp; Co., Armour &amp; Co., and their respective associates, moved that court to stay the mandate and to transfer the appeals to this Court, pursuant to the Act of September 14, 1922, c. 305, 42 Stat. 837, incorporated in the Judicial Code as &#167; 238(a). On January 31, 1927, the Court of Appeals vacated its opinion and order, and restored the case for reargument upon the question of its jurisdiction of the appeals and for argument on its jurisdiction to transfer the appeals to this court. Thereafter, having heard argument, the Court 13, 1925, c. 229, 43 Stat. 936. On October 17, court, under section 251 of the Judicial Code as existing prior to the Act of February 13, 1925, c. 229, 43 S. Stat. 936. On October 17, 1927, this court, having heard argument on the certificate, ordered that the entire record in the cause be sent here, as provided in the same section. On that record the case is before us. Many questions are presented.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">An objection of the government to the jurisdiction of this court must first be considered. The Expediting Act of February 11, 1903, c. 544, 32 Stat. 823, U. S. C. tit. 15, &#167; 29 (15 USCA &#167; 29), provides that, from a final decree in a suit in equity brought by the government under the Anti-Trust Act, an appeal lies only directly to this court. The government suggests that under the Expediting Act no appeal lay to the Court of Appeal from the order denying the motion to vacate; that the Court of Appeals consequently was powerless to certify questions relating to the merits; that this court by ordering up the record, as provided in section 251 of the Judicial Code, did not acquire jurisdiction to decide questions which could not lawfully have been certified under that section; that the case may not be treated as here on transfer, because the Court of Appeals of the District is not a Circuit Court of Appeals within the meaning of the Act of 1922; and that this court is therefore without power to pass on the merits of the cause. Swift and Armour answer that the motions to vacate the consent decree are not subject to the provisions of the Expediting Act because they are not a part of the suit filed February 27, 1920, under the Anti-Trust Act, but constitute a new suit. Compare Stevirmac Oil &amp; Gas Co. v. Dittman, 245 U. S. 210, 38 S. Ct. 116, 62 L. Ed. 248. The argument is that the original suit ended with the entry of the consent decree, or at all events, at the expiration of the term, or at the end of the 60 days from the entry of the decree allowed by the Expediting Act for an appeal. We need not inquire whether an independent suit to set aside a decree entered upon the Anti-Trust Act is subject to the provisions of the Expediting Act. The consent decree provided by paragraph eighteenth for 'entertaining at any time hereafter any application which the parties may make with respect to this decree.' Swift and Armour made these motions to vacate in the original suit; they arose out of the three proceedings for intervention filed after entry of the consent decree, and they were entitled in the original cause.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court of Appeals of the District was therefore without jurisdiction to entertain the appeals. We think, however, that it was a Circuit Court of Appeals within the meaning of the Transfer Act; and, as the judgment appealed from was entered before the effective date of the Act of February 13, 1925, the appeals should have been transferred to this Court. Compare Pascagoula National Bank v. Federal Reserve Bank of Atlanta, 269 U. S. 537, 46 S. Ct. 119, 70 L. Ed. 400; Salinger v. United States, 272 U. S. 542, 549, 47 S. Ct. 173, 71 L. Ed. 398; Rossi v. United States, 273 U. S. 636, 47 S. Ct. 90, 71 L. Ed. 815; Timken Roller Bearing Co. v. Pennsylvania R. R. Co., 274 U. S. 181, 186, 47 S. Ct. 550, 71 L. Ed. 989. The want of a formal order of transfer would not have been fatal to our taking jurisdiction of the whole case, had it come before us on writ of error or appeal. Wagner Electric Manufacturing Co. v. Lyndon, 262 U. S. 226, 231, 43 S. Ct. 589, 67 L. Ed. 961; Waggoner Estate v. Wichita County, 273 U. S. 113, 116, 47 S. Ct. 271, 71 L. Ed. 566. It is no more so now, when we have required the record to be sent up to us. We treat the case as here.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The decree sought to be vacated was entered with the defendants' consent. Under the English practice a consent decree could not be set aside by appeal or bill of review, except in case of clerical error. Webb v. Webb, 3 Swanst. 658; Bradish v. Gee, 1 Amb. 229; Daniell, Chancery Practice (6th Am. Ed.) 973-974. In this Court a somewhat more liberal rule has prevailed. Decrees entered by consent have been reviewed upon appeal or bill of review where there was a claim of lack of actual consent to the decree as entered (Pacific R. R. Co. v. Ketchum, 101 U. S. 289, 295, 25 L. Ed. 932; White v. Joyce, 158 U. S. 128, 147, 15 S. Ct. 788, 39 L. Ed. 921); or of fraud in its procurement (Thompson v. Maxwell Land Grant Co., 168 U. S. 451, 18 S. Ct. 121, 42 L. Ed. 539); or that there was lack of federal jurisdiction because of the citizenship of the parties. (Pacific R. R. Co. v. Ketchum, supra). Compare Fraenkl v. Cerecedo, 216 U. S. 295, 30 S. Ct. 322, 54 L. Ed. 486. But 'a decree, which appears by the record to have been rendered by consent is always affirmed, without considering the merits of the cause.' Nashville, Chattanooga &amp; St. Louis Ry. Co. v. United States, 113 U. S. 261, 266, 5 S. Ct. 460, 28 L. Ed. 971. Compare United States v. Babbitt, 104 U. S. 767, 26 L. Ed. 921; McGowan v. Parish, 237 U. S. 285, 295, 35 S. Ct. 543, 59 L. Ed. 955. Where, as here, the attack is not by appeal or by bill of review, but by a motion to vacate, filed more than four years after the entry of the decree, the scope of the inquiry may be even narrower. Compare Kennedy v. Georgia Bank, 8 How. 586, 611, 612, 12 L. Ed. 1209. It is not suggested by Swift and Armour that the decree is subject to infirmity because of any lack of formal consent, or fraud, or mistake. But eight reasons are relied on as showing that, in whole or in part, it was beyond the jurisdiction of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First. At the time the questions were certified, there was a contention that the Supreme Court of the District lacked jurisdiction of the Subject-matter, because it is not a District Court of the United States within the meaning of the Anti-Trust Act. After entry of the case in this court, that contention was disposed of by Federal Trade Commission v. Klesner, 274 U. S. 145, 47 S. Ct. 557, 71 L. Ed. 972. Now, it is conceded that the Supreme Court of the District has power to administer relief under the Anti-Trust Act; but the claim is made that in this proceeding it was without jurisdiction, because the petition was addressed to the 'Supreme Court of the District of Columbia, sitting in equity,' instead of to the special term of that court 'as the District Court of the United States.' The argument has compelled inquiry into legislation affecting the courts of the District, enacted from time to time during a long period. It would not be profitable to discuss the details of the legislation. We are of opinion that this suit under section 4 of the Anti-Trust Act (15 USCA &#167; 4), which could only have been brought in a court of equity, was properly brought in the Supreme Court of the District, sitting in equity. This conclusion has support in established practice in analogous cases.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second. It is contended that the Supreme Court lacked jurisdiction because there was no case or controversy within the meaning of section 2 of article 3 of the Constitution. Compare Lord v. Veazie, 8 How. 251, 12 L. Ed. 1067; Little v. Bowers, 134 U. S. 547, 10 S. Ct. 620, 33 L. Ed. 1016; South Spring Hill Gold Mining Co. v. Amador Medean Gold Mining Co., 145 U. S. 300, 12 S. Ct. 921, 36 L. Ed. 712; California v. San Pablo &amp; Tulare R. R. Co., 149 U. S. 308, 13 S. Ct. 876, 37 L. Ed. 747. The defendants concede that there was a case at the time when the government filed its petition and the defendants their answers; but they insist that the controversy had ceased before the decree was entered. The argument is that, as the government made no proof of facts to overcome the denials of the answers, and stipulated both that there need be no findings of fact and that the decree should not constitute or be considered an adjudication of guilt, it thereby abandoned all charges that the defendants had violated the law; and hence the decree was a nullity. The argument ignores the fact that a suit for an injunction deals primarily, not with past violations, but with threatened future ones; and that an injunction may issue to prevent future wrong, although no right has yet been violated. Vicksburg Waterworks Co. v. Vicksburg, 185 U. S. 65, 82, 22 S. Ct. 585, 46 L. Ed. 808; Pierce v. Society of Sisters, 268 U. S. 510, 536, 45 S. Ct. 571, 69 L. Ed. 1070, 39 A. L. R. 468. Moreover, the objection is one which is not open on a motion to vacate. The court had jurisdiction both of the general subject-matter-enforcement of the Anti-Trust Act-and of the parties. If it erred in deciding that there was a case or controversy, the error is one which could have been corrected only by an appeal or by a bill of review. Compare Pacific R. R. Co. v. Ketchum, 101 U. S. 289, 297, 25 L. Ed. 932. On a motion to vacate, the determination by the Supreme Court of the District that a case or controversy existed is not open to attack. Compare Cameron v. M'Roberts, 3 Wheat. 591, 4 L. Ed. 467; McCormick v. Sullivant, 10 Wheat. 192, 199, 6 L. Ed. 300; Kennedy v. Georgia Bank, 8 How. 586, 611, 612, 12 L. Ed. 1209; Des Moines Navigation Co. v. Iowa Homestead Co., 123 U. S. 552, 557, 8 S. Ct. 217, 31 L. Ed. 202; Dowell v. Applegate, 152 U. S. 327, 14 S. Ct. 611, 38 L. Ed. 463; Cutler v. Huston, 158 U. S. 423, 430, 15 S. Ct. 868, 39 L. Ed. 1040; New Orleans v. Fisher, 180 U. S. 185, 196, 21 S. Ct. 347, 45 L. Ed. 485; Chesapeake &amp; Ohio Ry. Co. v. McCabe, 213 U. S. 207, 29 S. Ct. 430, 53 L. Ed. 765. Third. It is contended that the consent decree was without jurisdiction because it was entered without the support of facts. The argument is that jurisdiction under the Anti-Trust Acts cannot be conferred by consent; that jurisdiction can exist only if the transactions complained of are in fact violations of the act; that merely to allege facts showing violation of the anti-trust laws is not sufficient; that the facts must also be established according to the regular course of chancery procedure; that this requires either admission or proof; and that here there was no admission but, on the contrary, a denial of the allegations of the bill, and a recital in the decree that the defendants maintain the truth of their answers, assert their innocence, and consent to the entry of the decree without any finding of fact, only upon condition that their consent shall not constitute or be considered an admission. The argument ignores both the nature of injunctions, already discussed, and the legal implications of a consent decree. The allegations of the bill not specifically denied may have afforded ample basis for a decree limited to future acts. Deputron v. Young, 134 U. S. 241, 250, 251, 10 S. Ct. 539, 33 L. Ed. 923. If the court erred in finding in these allegations a basis for fear of future wrong sufficient to warrant an injunction, its error was of a character ordinarily remediable on appeal. Such an error is waived by the consent to the decree. United States v. Babbitt, 104 U. S. 767, 26 L. Ed. 921; McGowan v. Parish, 237 U. S. 285, 295, 35 S. Ct. 543, 59 L. Ed. 955. Clearly it does not go to the power of the court to adjudicate between the parties. Voorhees v. Bank of the United States, 10 Pet. 449, 9 L. Ed. 490; Cooper v. Reynolds, 10 Wall. 308, 19 L. Ed. 931; Christianson v. King County, 239 U. S. 356, 372, 36 S. Ct. 114, 60 L. Ed. 327.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fourth. It is contended that, even if the decree is not void as a whole, parts of it must be set aside as being in excess of the court's jurisdiction. This is urged in respect to the first and the ninth paragraphs, which are said to be too vague and general. The first enjoins the corporation defendants from 'in any manner maintaining or entering into any contract, combination, or conspiracy * * * in restraint of trade or commerce among the several states, or from * * * monopolizing or attempting to monopolize * * * any part of such trade or commerce.' The ninth enjoins the corporation defendants from 'using any illegal trade practices of any nature whatsoever in relation to the conduct of any business in which they or any of them may be engaged.' It is insisted that, as a court's power is limited to restraining acts which violate or tend to violate laws, the acts to be enjoined must be set forth definitely; and that these paragraphs are so general in terms as to make the defendants liable to proceedings for contempt if they commit any breach of the law. The paragraphs, if standing alone, might be open on appeal to the objection that they are too general to be sanctioned. Compare Swift &amp; Co. v. United States, 196 U. S. 375, 396, 401, 25 S. Ct. 276, 49 L. Ed. 518. But they do not stand alone. They are to be read in connection with other paragraphs of the decree and with the allegations of the bill. Barnes v. Chicago, Milwaukee &amp; St. Paul Ry. Co., 122 U. S. 1, 14, 7 S. Ct. 1043, 30 L. Ed. 1128; City of Vicksburg v. Henson, 231 U. S. 259, 269, 34 S. Ct. 95, 58 L. Ed. 209. When so read, any uncertainties are removed. Moreover, the defendants by their consent lost the opportunity of raising the question on appeal. Obviously the generality of a court's decree does not render it subject to a motion to vacate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Fifth. It is contended that paragraphs second to eighth of the decree are void because of their comprehensiveness. These paragraphs enjoin the defendants from holding directly or indirectly (without the consent of the court) any interest in any public stockyard, or any stockyard terminal railroad, or any stockyard market journal published in the United States, and enjoin the defendants, except as there provided, from engaging or being interested in the business of manufacturing, buying, selling, or handling any one of 114 enumerated food products or any one of 30 other named articles of commerce; from selling meat at retail; from selling milk or cream; from holding any interest in any public cold storage plant; from using their distributive systems (including branch houses, refrigerator cars, route cars, and autotrucks) in any manner for the purpose of handling any of the many articles above referred to; and from having more than a half interest in or control of any business engaged in manufacturing, jobbing, selling, transporting, or delivering any one of most of the articles above referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The argument is that the power to issue an injunction is limited by the scope of the transactions prohibited by sections 1, 2, and 3 of the Anti-Trust Act (15 USCA &#167;&#167; 1-3); that the defendants are here enjoined, not only from remaining in these lawful businesses named, but also from ever re-entering them; that none of these 'unrelated' lines of business are unlawful in themselves; that none can be restrained unless, by a finding of the essential facts, the connection with the conspiracy is established; that no such facts have been found; that the parties cannot by consent confer jurisdiction to issue an injunction broader than the facts warrant; and that an injunction so broad as that entered involves usurpation by the judicial branch of the government of the function of Congress. Compare United States v. New York Coffee &amp; Sugar Exchange, 263 U. S. 611, 621, 44 S. Ct. 225, 68 L. Ed. 475. Here again, the defendants ignore the fact that by consenting to the entry of the decree, 'without any findings of fact,' they left to the court the power to construe the pleadings, and, in so doing, to find in them the existence of circumstances of danger which justified compelling the defendants to abandon all participation in these businesses, to divest themselves of their interest therein, and to abstain from acquiring any interest hereafter. Sixth. The defendants make a further contention concerning paragraphs second to eighth, which differs little from that just answered. It is urged that the decree is void, because it obliges the defendants to abandon completely certain business which are inherently lawful and forbids them from entering into other businesses which may be lawfully conducted; and that to do this is not merely unauthorized by, but is contrary to, the common law and the Anti-Trust Act. Compare Nordenfelt v. Maxim Nordenfelt Co. (1897) A. C. 535; United States v. Addyston Pipe &amp; Steel Co. (C. C. A.) 85 F. 271, 46 L. R. A. 122. But the court had jurisdiction of the subject-matter and of the parties. And even gross error in the decree would not render it void. Compare Ex parte Watkins, 3 Pet. 193, 7 L. Ed. 650; Ex parte Parks, 93 U. S. 18, 23 L. Ed. 650; Ex parte Parks, 93 U. S. 18, 23 L. Ed. 787; In re Coy, 127 U. S. 731, 756, 8 S. Ct. 1263, 32 L. Ed. 274.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Seventh. It is contended that the decree is void because the injunction is not limited to acts in interstate commerce. This objection is in essence like the two preceding ones. The argument is that each of the businesses named in paragraphs second to eighth is susceptible of being carried on in intrastate commerce alone; that some of these businesses, for instance retail meat markets, are distinctly intrastate in character; that there was no finding of an interweaving of intrastate and interstate transactions as in United States v. New York Central R. R. Co., 272 U. S. 457, 464, 47 S. Ct. 130, 71 L. Ed. 350, or that the intrastate transactions had any relation to interstate operations, as in Swift &amp; Co. v. United States, 196 U. S. 375, 397, 25 S. Ct. 276, 49 L. Ed. 518, and Stafford v. Wallace, 258 U. S. 495, 42 S. Ct. 397, 66 L. Ed. 735, 23 A. L. R. 229; and that, therefore, the prohibition of intrastate transactions was an overstepping of federal powers which renders the decree a nullity. Again, the argument fails to distinguish an error in decision from the want of power to decide. The allegations of a conspiracy to obstruct interstate commerce brought the case within the jurisdiction of the court. The Fair v. Kohler Die Co., 228 U. S. 22, 33 S. Ct. 410, 57 L. Ed. 716; Binderup v. Pathe Exchange, 263 U. S. 291, 304, 44 S. Ct. 96, 68 L. Ed. 308; Moore v. New York Cotton Exchange, 270 U. S. 593, 608, 46 S. Ct. 367, 70 L. Ed. 750, 45 A. L. R. 1370. Compare Chicago, Rock Island &amp; Pacific Ry. Co. v. Schendel, 270 U. S. 611, 616-617, 46 S. Ct. 420, 70 L. Ed. 757. If the court, in addition to enjoining acts that were admittedly interstate, enjoined some that were wholly intrastate and in no way related to the conspiracy to obstruct interstate commerce, it erred; and, had the defendants not waived such error by their consent, they might have had it corrected on appeal. But the error, if any, does not go to the jurisdiction of the court. The power to enjoin includes the power to enjoin too much. Compare Fauntleroy v. Lum, 210 U. S. 230, 28 S. Ct. 641, 52 L. Ed. 1039.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Eighth. Finally, it is urged that the decree is void, because the Attorney General had no power to agree to its entry. Compare Kelley v. Milan, 127 U. S. 139, 159, 8 S. Ct. 1101, 32 L. Ed. 77. The argument is that the utmost limit of his authority was to agree to a decree which would prohibit the defendants from doing specific acts which constitute contracting, combining, conspiring, or monopolizing in violating of the anti-trust law; that he was without authority to enter into a contract by which citizens of the United States were prohibited absolutely and forever from engaging in the lawful business of conducting stockyards, storage warehouses, or the manufacture and distribution of many named food and other products, and by which many corporations and individuals would be forever taken out of the field of competition with others engaged in the same lines of business. Whether it would follow that the defendants are entitled to have the decree vacated because of such lack of authority, we need not decide. For we do not find in the statutes defining the powers and duties of the Attorney General any such limitation on the exercise of his discretion as this contention involves. His authority to make determinations includes the power to make erroneous decisions as well as correct ones. Compare United States v. San Jacinto Tin Co., 125 U. S. 273, 278-280, 8 S. Ct. 850, 31 L. Ed. 747; Noble v. Union River Logging R. R. Co., 147 U. S. 165, 13 S. Ct. 271, 37 L. Ed. 123; Kern River Co. v. United States, 257 U. S. 147, 155, 42 S. Ct. 60, 66 L. Ed. 175; Ponzi v. Fessenden, 258 U. S. 254, 262, 42 S. Ct. 309, 66 L. Ed. 607, 22 A. L. R. 879.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice SUTHERLAND and Mr. Justice STONE took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Swift &amp; Co. v. United States, 196 U. S. 375, 25 S. Ct. 276, 49 L. Ed. 518; United States v. Armour &amp; Co. (D. C.) 142 F. 808; Stafford v. Wallace, 258 U. S. 495, 42 S. Ct. 397, 66 L. Ed. 735, 23 A. L. R. 229; Report of the Select Committee on the Transportation and Sale of Meat Products, 51st Cong. 1st Sess. Sen. Rep. No. 829; Report of the Commissioner of Corporations on the Beef Industry, 58th Cong. 3d Sess. H. R. Doc. No. 382; Message from the President of the United States transmitting Summary of Report of the Federal Trade Commission on the Meat Packing Industry, 65th Cong. 2d Sess. H. R. Doc. 1297; Report of the Federal Trade Commission on the Meat Packing Industry, 1918-1920; Report of the Federal Trade Commission on Private Car Lines, 1919, See, also, Hearings before the Committee on Agriculture of the House of Representatives, 66th Cong. 2d Sess. pp. 2309-2357; Letter from the Attorney General, 68th Cong. 1st Sess. Sen. Doc. No. 61; Letter from the Chairman of the Federal Trade Commission, 68th Cong. 2d Sess. Sen. Doc. No. 219.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Suits in equity under Revised Statutes, &#167; 4921 (35 USCA &#167; 70; Comp. St. &#167; 9467), to enjoin patent infringements, like suits in equity under the Anti- Trust Acts, are entertained by the Supreme Court of the District solely by virtue of its general powers as a District Court of the United States. Revised Statutes, &#167; 629(9) being 28 USCA &#167; 41(7); Act of March 3, 1911, c. 231, 36 Stat. 1087, 1167. These are commonly brought, as was the case at bar, in the equity term. See the original papers in Krupp v. Crozier, 32 App. D. C. 1, 15 Ann. Cas. 1108; Boynton v. Taggart, 40 App. D. C. 82; Tabulating Machine Co. v. Durand, 38 Wash. L. R. 552; Comptograph Co. v. Adder Machine Co., 41 App. D. C. 427; Hutchison Vapor Heating Corporation v. Mount, 48 App. D. C. 388. In United States v. Baltimore &amp; Ohio R. R. Co., 26 App. D. C. 581, it was held that a suit to collect penalties for violation of the Safety Appliance Act might be brought in the circuit term of the Supreme Court of the District, though the act provided for the bringing of suits 'in the District Court of the United States having jurisdiction in the locality where such violation shall have been committed.' Act of March 2, 1893, c. 196, 27 Stat. 531, 532 (45 USCA &#167;&#167; 1-7; Comp. St. &#167;&#167; 8605-8610, 8612).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>276 U.S. 311 (1928)</b></center>\n<center><h1>SWIFT &amp; COMPANY ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 181.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 3, 4, 1927.</center>\n<center>Reargued January 3, 4, 1928.</center>\n<center>Decided March 19, 1928.</center>\nCERTIFICATE FROM THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*313</span> <i>Mr. Charles E. Hughes,</i> with whom <i>Messrs. Charles A. Douglas, Conrad H. Syme, Henry Veeder,</i> and <i>Charles J. Faulkner, Jr.,</i> were on the brief, for Swift &amp; Company et al.</p>\n<p><i>Mr. William C. Breed,</i> with whom <i>Messrs. Sumner Ford</i> and <i>Edward A. Craighill, Jr.,</i> were on the brief, for the National Wholesale Grocers Association.</p>\n<p><i>Mr. Edgar Watkins,</i> with whom <i>Mr. Mac Asbill</i> was on the brief, for the American Wholesale Grocers Association at the first hearing only.</p>\n<p><span class=\"star-pagination\">*318</span> MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>This case presents the question whether the consent decree entered February 27, 1920, with a view to preventing <span class=\"star-pagination\">*319</span> a long feared monopoly in meat and other food products is void.<sup>[1]</sup></p>\n<p>On that day the United States filed in the Supreme Court of the District of Columbia, sitting in equity, a petition under § 4 of the Sherman Anti-Trust Act, July 2, 1890, c. 647, 26 Stat. 209, to enjoin violations of that statute and of the Clayton Act, October 15, 1914, c. 323, 38 Stat. 730, 736. It named as defendants the five leading packers; namely, Swift &amp; Company, Armour &amp; Company, Morris &amp; Company, Wilson &amp; Company (Inc.), and the Cudahy Packing Company. And it joined with them 80 other corporations and 50 individuals, all but four of whom were associated with some one of the five defendants above named. The petition charged the defendants with attempting to monopolize a large proportion of the food supply of the nation and with attempting to extend the monopoly by methods set forth. It stated that the purpose of the suit was to put an end to the monopoly described and to deprive the defendants of the instrumentalities by which they were perfecting their attempts to monopolize. It sought a comprehensive injunction and also the divestiture of the instrumentalities described.</p>\n<p><span class=\"star-pagination\">*320</span> Simultaneously with the filing of the petition, all the defendants filed answers which denied material allegations of the bill. There was filed at the same time a stipulation, signed by all the parties to the suit, which provided that the court might, without finding any fact, enter the proposed decree therein set forth. On the same day a decree in the form so agreed upon was entered. To this decree all parties filed assents. In its opening paragraph, the decree embodied a clause of the stipulation to the effect that while the several corporations and individual defendants \"maintain the truth of their answers and assert their innocence of any violation of law in fact or intent, they nevertheless, desiring to avoid every appearance of placing themselves in a position of antagonism to the Government, have consented and do consent to the making and entry of the decree now about to be entered without any findings of fact, upon condition that their consents to the entry of said decree shall not constitute or be considered an admission, and the rendition or entry of said decree, or the decree itself, shall not constitute or be considered an adjudication that the defendants or any of them have in fact violated any law of the United States.\"</p>\n<p>The decree declared, among other things, that the court had jurisdiction of the persons and the subject matter; and \"that the allegations of the petitioner state a cause of action against the defendants under the provisions\" of the Sherman Anti-Trust Act and supplementary legislation. It granted comprehensive relief in accordance with the prayer of the bill. The details will be discussed later. The decree closed with this provision: \"Eighteenth. That jurisdiction of this cause be, and is hereby, retained by this court for the purpose of taking such other action or adding at the foot of this decree such other relief, if any, as may become necessary or appropriate <span class=\"star-pagination\">*321</span> for the carrying out and enforcement of this decree and for the purpose of entertaining at any time hereafter any application which the parties may make with respect to this decree.\"</p>\n<p>None of the original parties to the suit made any application to the court between the date of the entry of the consent decree and November 5, 1924; but three intervening petitions were filed  that of the Southern Wholesale Grocers' Association, allowed September 10, 1921; that of the National Wholesale Grocers' Association, allowed November 5, 1921; and that of the California Cooperative Canneries, allowed September 13, 1924, see 299 Fed. 908. On November 5, 1924, two motions to vacate the decree were filed in the cause. One was by Swift &amp; Company and the subsidiary corporations and individual defendants associated with it; the other by Armour &amp; Company and the subsidiary corporations and individual defendants associated with it. The allegations of the two motions were identical; and each prayed that the consent decree be declared void. The grounds of invalidity relied upon will be stated later. On May 1, 1925, the two motions to vacate the consent decree were overruled. From the order overruling them, Swift &amp; Company and Armour &amp; Company, with their respective associates, took appeals to the Court of Appeals of the District of Columbia.</p>\n<p>On May 28, 1926, the United States filed in that court a motion to dismiss the appeals for want of jurisdiction, contending that an appeal lay only directly to this Court. On January 3, 1927, the Court of Appeals of the District entered an order dismissing the appeals. Promptly thereafter, Swift &amp; Company, Armour &amp; Company, and their respective associates, moved that court to stay the mandate and to transfer the appeals to this Court, pursuant to the Act of September 14, 1922, c. 305, 42 Stat. 837, incorporated in the Judicial Code as § 238(a). On <span class=\"star-pagination\">*322</span> January 31, 1927, the Court of Appeals vacated its opinion and order, and restored the case for reargument upon the question of its jurisdiction of the appeals and for argument on its jurisdiction to transfer the appeals to this Court. Thereafter, having heard argument, the Court of Appeals certified five questions to this Court, under § 251 of the Judicial Code as existing prior to the Act of February 13, 1925, c. 229, 43 Stat. 936. On October 17, 1927, this Court, having heard argument on the certificate, ordered that the entire record in the cause be sent here, as provided in the same section. On that record the case is before us. Many questions are presented.</p>\n<p>An objection of the Government to the jurisdiction of this Court must first be considered. The Expediting Act of February 11, 1903, c. 544, 32 Stat. 823, U.S.C., Title 15, § 29, provides that from a final decree in a suit in equity brought by the Government under the Anti-Trust Act, an appeal lies only directly to this Court. The Government suggests that under the Expediting Act no appeal lay to the Court of Appeals from the order denying the motion to vacate; that the Court of Appeals consequently was powerless to certify questions relating to the merits; that this Court by ordering up the record, as provided in § 251 of the Judicial Code, did not acquire jurisdiction to decide questions which could not lawfully have been certified under that section; that the case may not be treated as here on transfer, because the Court of Appeals of the District is not a circuit court of appeals within the meaning of the Act of 1922; and that this Court is therefore without power to pass on the merits of the cause. Swift and Armour answer that the motions to vacate the consent decree are not subject to the provisions of the Expediting Act because they are not a part of the suit filed February 27, 1920, under the Anti-Trust Act, but constitute a new suit. Compare <i>Stevirmac Oil</i> <span class=\"star-pagination\">*323</span> <i>&amp; Gas Co.</i> v. <i>Dittman,</i> 245 U.S. 210. The argument is that the original suit ended with the entry of the consent decree, or at all events, at the expiration of the term, or at the end of the 60 days from the entry of the decree allowed by the Expediting Act for an appeal. We need not enquire whether an independent suit to set aside a decree entered under the Anti-Trust Act is subject to the provisions of the Expediting Act. The consent decree provided by paragraph Eighteenth for \"entertaining at any time hereafter any application which the parties may make with respect to this decree.\" Swift and Armour made these motions to vacate in the original suit; they arose out of the three proceedings for intervention filed after entry of the consent decree; and they were entitled in the original cause.</p>\n<p>The Court of Appeals of the District was, therefore, without jurisdiction to entertain the appeals. We think, however, that it was a circuit court of appeals within the meaning of the Transfer Act; and, as the judgment appealed from was entered before the effective date of the Act of February 13, 1925, the appeals should have been transferred to this Court. Compare <i>Pascagoula National Bank</i> v. <i>Federal Reserve Bank,</i> 269 U.S. 537; <i>Salinger</i> v. <i>United States,</i> 272 U.S. 542, 549; <i>Rossi</i> v. <i>United States,</i> 273 U.S. 636; <i>Timken Roller Bearing Co.</i> v. <i>Pennsylvania R.R. Co.,</i> 274 U.S. 181, 186. The want of a formal order of transfer would not have been fatal to our taking jurisdiction of the whole case, had it come before us on writ of error or appeal. <i>Wagner Electric Manufacturing Co.</i> v. <i>Lyndon,</i> 262 U.S. 226, 231; <i>Waggoner Estate</i> v. <i>Wichita County,</i> 273 U.S. 113, 116. It is no more so now, when we have required the record to be sent up to us. We treat the case as here.</p>\n<p>The decree sought to be vacated was entered with the defendants' consent. Under the English practice a consent decree could not be set aside by appeal or bill of <span class=\"star-pagination\">*324</span> review, except in case of clerical error. <i>Webb</i> v. <i>Webb,</i> 3 Swanst. 658; <i>Bradish</i> v. <i>Gee,</i> 1 Amb. 229; Daniell, Chancery Practice, 6th Am. ed., *973-974. In this Court a somewhat more liberal rule has prevailed. Decrees entered by consent have been reviewed upon appeal or bill of review where there was a claim of lack of actual consent to the decree as entered, <i>Pacific R.R. Co.</i> v. <i>Ketchum,</i> 101 U.S. 289, 295; <i>White</i> v. <i>Joyce,</i> 158 U.S. 128, 147; or of fraud in its procurement, <i>Thompson</i> v. <i>Maxwell Land Grant Co.,</i> 168 U.S. 451; or that there was lack of federal jurisdiction because of the citizenship of the parties. <i>Pacific R.R. Co.</i> v. <i>Ketchum, supra</i><i>.</i> Compare <i>Fraenkl</i> v. <i>Cerecedo,</i> 216 U.S. 295. But \"a decree, which appears by the record to have been rendered by consent, is always affirmed, without considering the merits of the cause.\" <i>Nashville, Chattanooga &amp; St. Louis Ry. Co.</i> v. <i>United States,</i> 113 U.S. 261, 266. Compare <i>United States</i> v. <i>Babbitt,</i> 104 U.S. 767; <i>McGowan</i> v. <i>Parish,</i> 237 U.S. 285, 295. Where, as here, the attack is not by appeal or by bill of review, but by a motion to vacate, filed more than four years after the entry of the decree, the scope of the enquiry may be even narrower. Compare <i>Kennedy</i> v. <i>Georgia Bank,</i> 8 How. 586, 611-612. It is not suggested by Swift and Armour that the decree is subject to infirmity because of any lack of formal consent, or fraud, or mistake. But eight reasons are relied on as showing that, in whole or in part, it was beyond the jurisdiction of the court.</p>\n<p><i>First.</i> At the time the questions were certified, there was a contention that the Supreme Court of the District lacked jurisdiction of the subject matter, because it is not a district court of the United States within the meaning of the Anti-Trust Act. After entry of the case in this Court, that contention was disposed of by <i>Federal Trade Commission</i> v. <i>Klesner,</i> 274 U.S. 145. Now, it is conceded that the Supreme Court of the District has power <span class=\"star-pagination\">*325</span> to administer relief under the Anti-Trust Act; but the claim is made that in this proceeding it was without jurisdiction, because the petition was addressed to the \"Supreme Court of the District of Columbia, sitting in equity,\" instead of to the special term of that court \"as the District Court of the United States.\" The argument has compelled enquiry into legislation affecting the courts of the District, enacted from time to time during a long period. It would not be profitable to discuss the details of the legislation. We are of opinion that this suit under § 4 of the Anti-Trust Act, which could only have been brought in a court of equity, was properly brought in the Supreme Court of the District, sitting in equity. This conclusion has support in established practice in analogous cases.<sup>[2]</sup></p>\n<p><i>Second.</i> It is contended that the Supreme Court lacked jurisdiction because there was no case or controversy within the meaning of § 2 of Article III of the Constitution. Compare <i>Lord</i> v. <i>Veazie,</i> 8 How. 251; <i>Little</i> v. <i>Bowers,</i> 134 U.S. 547; <i>South Spring Hill Gold Mining Co.</i> <span class=\"star-pagination\">*326</span> v. <i>Amador Medean Gold Mining Co.,</i> 145 U.S. 300; <i>California</i> v. <i>San Pablo &amp; Tulare R.R. Co.,</i> 149 U.S. 308. The defendants concede that there was a case at the time when the Government filed its petition and the defendants their answers; but they insist that the controversy had ceased before the decree was entered. The argument is that, as the Government made no proof of facts to overcome the denials of the answers, and stipulated both that there need be no findings of fact and that the decree should not constitute or be considered an adjudication of guilt, it thereby abandoned all charges that the defendants had violated the law; and hence the decree was a nullity. The argument ignores the fact that a suit for an injunction deals primarily, not with past violations, but with threatened future ones; and that an injunction may issue to prevent future wrong, although no right has yet been violated. <i>Vicksburg Waterworks Co.</i> v. <i>Vicksburg,</i> 185 U.S. 65, 82; <i>Pierce</i> v. <i>Society of Sisters,</i> 268 U.S. 510, 536. Moreover, the objection is one which is not open on a motion to vacate. The court had jurisdiction both of the general subject matter  enforcement of the Anti-Trust Act  and of the parties. If it erred in deciding that there was a case or controversy, the error is one which could have been corrected only by an appeal or by a bill of review. Compare <i>Pacific R.R. Co.</i> v. <i>Ketchum,</i> 101 U.S. 289, 297. On a motion to vacate, the determination by the Supreme Court of the District that a case or controversy existed is not open to attack. Compare <i>Cameron</i> v. <i>M'Roberts,</i> 3 Wheat. 591; <i>McCormick</i> v. <i>Sullivant,</i> 10 Wheat. 192, 199; <i>Kennedy</i> v. <i>Georgia Bank,</i> 8 How. 586, 611-612; <i>Des Moines Navigation Co.</i> v. <i>Iowa Homestead Co.,</i> 123 U.S. 552, 557; <i>Dowell</i> v. <i>Applegate,</i> 152 U.S. 327; <i>Cutler</i> v. <i>Huston,</i> 158 U.S. 423, 430; <i>New Orleans</i> v. <i>Fisher,</i> 180 U.S. 185, 196; <i>Chesapeake &amp; Ohio Ry. Co.</i> v. <i>McCabe,</i> 213 U.S. 207.</p>\n<p><span class=\"star-pagination\">*327</span> <i>Third.</i> It is contended that the consent decree was without jurisdiction because it was entered without the support of facts. The argument is that jurisdiction under the Anti-Trust Acts cannot be conferred by consent; that jurisdiction can exist only if the transactions complained of are in fact violations of the Act; that merely to allege facts showing violation of the anti-trust laws is not sufficient; that the facts must also be established according to the regular course of chancery procedure; that this requires either admission or proof; and that, here, there was no admission but, on the contrary, a denial of the allegations of the bill, and a recital in the decree that the defendants maintain the truth of their answers, assert their innocence, and consent to the entry of the decree without any finding of fact, only upon condition that their consent shall not constitute or be considered an admission. The argument ignores both the nature of injunctions, already discussed, and the legal implications of a consent decree. The allegations of the bill not specifically denied may have afforded ample basis for a decree limited to future acts. <i>Deputron</i> v. <i>Young,</i> 134 U.S. 241, 250-251. If the court erred in finding in these allegations a basis for fear of future wrong sufficient to warrant an injunction, its error was of a character ordinarily remediable on appeal. Such an error is waived by the consent to the decree. <i>United States</i> v. <i>Babbitt,</i> 104 U.S. 767; <i>McGowan</i> v. <i>Parish,</i> 237 U.S. 285, 295. Clearly it does not go to the power of the court to adjudicate between the parties. <i>Voorhees</i> v. <i>Bank of the United States,</i> 10 Pet. 449; <i>Cooper</i> v. <i>Reynolds,</i> 10 Wall. 308; <i>Christianson</i> v. <i>King County,</i> 239 U.S. 356, 372.</p>\n<p><i>Fourth.</i> It is contended that even if the decree is not void as a whole, parts of it must be set aside as being in excess of the court's jurisdiction. This is urged in respect to the first and the ninth paragraphs, which are said to <span class=\"star-pagination\">*328</span> be too vague and general. The first enjoins the corporation defendants from \"in any manner maintaining or entering into any contract, combination, or conspiracy . . . in restraint of trade or commerce among the several States, or from . . . monopolizing or attempting to monopolize . . . any part of such trade or commerce.\" The ninth enjoins the corporation defendants from \"using any illegal trade practices of any nature whatsoever in relation to the conduct of any business in which they or any of them may be engaged.\" It is insisted that, as a court's power is limited to restraining acts which violate or tend to violate laws, the acts to be enjoined must be set forth definitely; and that these paragraphs are so general in terms as to make the defendants liable to proceedings for contempt if they commit any breach of the law. The paragraphs, if standing alone, might be open on appeal to the objection that they are too general to be sanctioned. Compare <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375, 396, 401. But they do not stand alone. They are to be read in connection with other paragraphs of the decree and with the allegations of the bill. <i>Barnes</i> v. <i>Chicago, Milwaukee &amp; St. Paul Ry. Co.,</i> 122 U.S. 1, 14; <i>City of Vicksburg</i> v. <i>Henson,</i> 231 U.S. 259, 269. When so read, any uncertainties are removed. Moreover, the defendants by their consent lost the opportunity of raising the question on appeal. Obviously the generality of a court's decree does not render it subject to a motion to vacate.</p>\n<p><i>Fifth.</i> It is contended that paragraphs second to eighth of the decree are void because of their comprehensiveness. These paragraphs enjoin the defendants from holding directly or indirectly (without the consent of the court) any interest in any public stockyard, or any stockyard terminal railroad, or any stockyard market journal published in the United States; and enjoin the defendants, except as there provided, from engaging or being interested in <span class=\"star-pagination\">*329</span> the business of manufacturing, buying, selling or handling any one of 114 enumerated food products or any one of 30 other named articles of commerce; from selling meat at retail; from selling milk or cream; from holding any interest in any public cold storage plant; from using their distributive systems (including branch houses, refrigerator cars, route cars, and auto trucks) in any manner for the purpose of handling any of the many articles above referred to; and from having more than a half interest in or control of any business engaged in manufacturing, jobbing, selling, transporting, or delivering any one of most of the articles above referred to.</p>\n<p>The argument is that the power to issue an injunction is limited by the scope of the transactions prohibited by §§ 1, 2 and 3 of the Anti-Trust Act; that the defendants are here enjoined, not only from remaining in these lawful businesses named, but also from ever re-entering them; that none of these \"unrelated\" lines of business are unlawful in themselves; that none can be restrained unless, by a finding of the essential facts, the connection with the conspiracy is established; that no such facts have been found; that the parties cannot by consent confer jurisdiction to issue an injunction broader than the facts warrant; and that an injunction so broad as that entered involves usurpation by the judicial branch of the Government of the function of Congress. Compare <i>United States</i> v. <i>New York Coffee &amp; Sugar Exchange,</i> 263 U.S. 611, 621. Here again, the defendants ignore the fact that by consenting to the entry of the decree. \"without any findings of fact,\" they left to the court the power to construe the pleadings, and, in so doing, to find in them the existence of circumstances of danger which justified compelling the defendants to abandon all participation in these businesses, to divest themselves of their interest therein, and to abstain from acquiring any interest hereafter.</p>\n<p><span class=\"star-pagination\">*330</span> <i>Sixth.</i> The defendants make a further contention concerning paragraphs second to eighth, which differs little from that just answered. It is urged that the decree is void, because it obliges the defendants to abandon completely certain businesses which are inherently lawful and forbids them from entering into other businesses which may be lawfully conducted; and that to do this is not merely unauthorized by, but is contrary to, the common law and the Anti-Trust Act. Compare <i>Nordenfelt</i> v. <i>Maxim Nordenfelt Co.,</i> [1894] A.C. 535; <i>United States</i> v. <i>Addystone Pipe &amp; Steel Co.,</i> 85 Fed. 271. But the court had jurisdiction of the subject matter and of the parties. And even gross error in the decree would not render it void. Compare <i>Ex parte Watkins,</i> 3 Pet. 193; <i>Ex parte Parks,</i> 93 U.S. 18; <i>In re Coy,</i> 127 U.S. 731, 756.</p>\n<p><i>Seventh.</i> It is contended that the decree is void because the injunction is not limited to acts in interstate commerce. This objection is in essence like the two preceding ones. The argument is that each of the businesses named in paragraphs second to eighth is susceptible of being carried on in intrastate commerce alone; that some of these businesses, for instance retail meat markets, are distinctly intrastate in character; that there was no finding of an interweaving of intrastate and interstate transactions as in <i>United States</i> v. <i>New York Central R.R. Co.,</i> 272 U.S. 457, 464, or that the intrastate transactions had any relation to interstate operations, as in <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375, 397, and <i>Stafford</i> v. <i>Wallace,</i> 258 U.S. 495; and that, therefore, the prohibition of intrastate transactions was an overstepping of federal powers which renders the decree a nullity. Again, the argument fails to distinguish an error in decision from the want of power to decide. The allegations of a conspiracy to obstruct interstate commerce brought the case within <span class=\"star-pagination\">*331</span> the jurisdiction of the court. <i>The Fair</i> v. <i>Kohler Die Co.,</i> 228 U.S. 22; <i>Binderup</i> v. <i>Pathe Exchange,</i> 263 U.S. 291, 304; <i>Moore</i> v. <i>New York Cotton Exchange,</i> 270 U.S. 593, 608. Compare <i>Chicago, Rock Island &amp; Pacific Ry. Co.</i> v. <i>Schendel,</i> 270 U.S. 611, 616-617. If the court, in addition to enjoining acts that were admittedly interstate, enjoined some that were wholly intrastate and in no way related to the conspiracy to obstruct interstate commerce, it erred; and had the defendants not waived such error by their consent, they might have had it corrected on appeal. But the error, if any, does not go to the jurisdiction of the court. The power to enjoin includes the power to enjoin too much. Compare <i>Fauntleroy</i> v. <i>Lum,</i> 210 U.S. 230.</p>\n<p><i>Eighth.</i> Finally, it is urged that the decree is void, because the Attorney General had no power to agree to its entry. Compare <i>Kelly</i> v. <i>Milan,</i> 127 U.S. 139, 159. The argument is that the utmost limit of his authority was to agree to a decree which would prohibit the defendants from doing specific acts which constitute contracting, combining, conspiring or monopolizing in violation of the anti-trust law; that he was without authority to enter into a contract by which citizens of the United States were prohibited absolutely and forever from engaging in the lawful business of conducting stockyards, storage warehouses, or the manufacture and distribution of many named food and other products, and by which many corporations and individuals would be forever taken out of the field of competition with others engaged in the same lines of business. Whether it would follow that the defendants are entitled to have the decree vacated because of such lack of authority, we need not decide. For we do not find in the statutes defining the powers and duties of the Attorney General any such limitation on the exercise of his discretion as this contention involves. His <span class=\"star-pagination\">*332</span> authority to make determinations includes the power to make erroneous decisions as well as correct ones. Compare <i>United States</i> v. <i>San Jacinto Tin Co.,</i> 125 U.S. 273, 278-280; <i>Noble</i> v. <i>Union River Logging R.R. Co.,</i> 147 U.S. 165; <i>Kern River Co.</i> v. <i>United States,</i> 257 U.S. 147, 155; <i>Ponzi</i> v. <i>Fessenden,</i> 258 U.S. 254, 262.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE SUTHERLAND and MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]   See <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375; <i>United States</i> v. <i>Armour &amp; Co.,</i> 142 Fed. 808; <i>Stafford</i> v. <i>Wallace,</i> 258 U.S. 495; Report of the Select Committee on the Transportation and Sale of Meat Products, 51st Cong., 1st Sess., Sen. Rep. No. 829; Report of the Commissioner of Corporations on the Beef Industry, 58th Cong., 3d Sess., H.R. Doc. No. 382; Message from the President of the United States transmitting Summary of Report of the Federal Trade Commission on the Meat Packing Industry, 65th Cong., 2d Sess., H.R. Doc. 1297; Report of the Federal Trade Commission on the Meat Packing Industry, 1918-1920; Report of the Federal Trade Commission on Private Car Lines, 1919. See also Hearings before the Committee on Agriculture of the House of Representatives, 66th Cong., 2d Sess., pp. 2309-2357; Letter from the Attorney General, 68th Cong., 1st Sess., Sen. Doc. No. 61; Letter from the Chairman of the Federal Trade Commission, 68th Cong., 2d Sess., Sen. Doc. No. 219.</p>\n<p>[2]   Suits in equity under Revised Statutes, § 4921, to enjoin patent infringements, like suits in equity under the Anti-Trust Acts, are entertained by the Supreme Court of the District solely by virtue of its general powers as a District Court of the United States. Revised Statutes, § 629(9); Act of March 3, 1911, c. 231, 36 Stat. 1087, 1167. These are commonly brought, as was the case at bar, in the equity term. See the original papers in <i>Krupp</i> v. <i>Crozier,</i> 32 App. D.C. 1; <i>Boynton</i> v. <i>Taggart,</i> 40 App. D.C. 82; <i>Tabulating Machine Co.</i> v. <i>Durand,</i> 38 Wash. L.R. 552; <i>Comptograph Co.</i> v. <i>Adder Machine Co.,</i> 41 App. D.C. 427; <i>Hutchison Vapor Heating Corporation</i> v. <i>Mouat,</i> 48 App. D.C. 388. In <i>United States</i> v. <i>Baltimore &amp; Ohio R.R. Co.,</i> 26 App. D.C. 581, it was held that a suit to collect penalties for violation of the Safety Appliance Act might be brought in the circuit term of the Supreme Court of the District, though the Act provided for the bringing of suits \"in the district court of the United States having jurisdiction in the locality where such violation shall have been committed.\" Act of March 2, 1893, c. 196, 27 Stat. 531, 532</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">311</span></span> (1928)</b></center>\n<center><h1>SWIFT &amp; COMPANY ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 181.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 3, 4, 1927.</center>\n<center>Reargued January 3, 4, 1928.</center>\n<center>Decided March 19, 1928.</center>\nCERTIFICATE FROM THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*313</span> <i>Mr. Charles E. Hughes,</i> with whom <i>Messrs. Charles A. Douglas, Conrad H. Syme, Henry Veeder,</i> and <i>Charles J. Faulkner, Jr.,</i> were on the brief, for Swift &amp; Company et al.</p>\n<p><i>Mr. William C. Breed,</i> with whom <i>Messrs. Sumner Ford</i> and <i>Edward A. Craighill, Jr.,</i> were on the brief, for the National Wholesale Grocers Association.</p>\n<p><i>Mr. Edgar Watkins,</i> with whom <i>Mr. Mac Asbill</i> was on the brief, for the American Wholesale Grocers Association at the first hearing only.</p>\n<p><span class=\"star-pagination\">*318</span> MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>This case presents the question whether the consent decree entered February 27, 1920, with a view to preventing <span class=\"star-pagination\">*319</span> a long feared monopoly in meat and other food products is void.<sup>[1]</sup></p>\n<p>On that day the United States filed in the Supreme Court of the District of Columbia, sitting in equity, a petition under § 4 of the Sherman Anti-Trust Act, July 2, 1890, c. 647, 26 Stat. 209, to enjoin violations of that statute and of the Clayton Act, October 15, 1914, c. 323, 38 Stat. 730, 736. It named as defendants the five leading packers; namely, Swift &amp; Company, Armour &amp; Company, Morris &amp; Company, Wilson &amp; Company (Inc.), and the Cudahy Packing Company. And it joined with them 80 other corporations and 50 individuals, all but four of whom were associated with some one of the five defendants above named. The petition charged the defendants with attempting to monopolize a large proportion of the food supply of the nation and with attempting to extend the monopoly by methods set forth. It stated that the purpose of the suit was to put an end to the monopoly described and to deprive the defendants of the instrumentalities by which they were perfecting their attempts to monopolize. It sought a comprehensive injunction and also the divestiture of the instrumentalities described.</p>\n<p><span class=\"star-pagination\">*320</span> Simultaneously with the filing of the petition, all the defendants filed answers which denied material allegations of the bill. There was filed at the same time a stipulation, signed by all the parties to the suit, which provided that the court might, without finding any fact, enter the proposed decree therein set forth. On the same day a decree in the form so agreed upon was entered. To this decree all parties filed assents. In its opening paragraph, the decree embodied a clause of the stipulation to the effect that while the several corporations and individual defendants \"maintain the truth of their answers and assert their innocence of any violation of law in fact or intent, they nevertheless, desiring to avoid every appearance of placing themselves in a position of antagonism to the Government, have consented and do consent to the making and entry of the decree now about to be entered without any findings of fact, upon condition that their consents to the entry of said decree shall not constitute or be considered an admission, and the rendition or entry of said decree, or the decree itself, shall not constitute or be considered an adjudication that the defendants or any of them have in fact violated any law of the United States.\"</p>\n<p>The decree declared, among other things, that the court had jurisdiction of the persons and the subject matter; and \"that the allegations of the petitioner state a cause of action against the defendants under the provisions\" of the Sherman Anti-Trust Act and supplementary legislation. It granted comprehensive relief in accordance with the prayer of the bill. The details will be discussed later. The decree closed with this provision: \"Eighteenth. That jurisdiction of this cause be, and is hereby, retained by this court for the purpose of taking such other action or adding at the foot of this decree such other relief, if any, as may become necessary or appropriate <span class=\"star-pagination\">*321</span> for the carrying out and enforcement of this decree and for the purpose of entertaining at any time hereafter any application which the parties may make with respect to this decree.\"</p>\n<p>None of the original parties to the suit made any application to the court between the date of the entry of the consent decree and November 5, 1924; but three intervening petitions were filed  that of the Southern Wholesale Grocers' Association, allowed September 10, 1921; that of the National Wholesale Grocers' Association, allowed November 5, 1921; and that of the California Cooperative Canneries, allowed September 13, 1924, see 299 Fed. 908. On November 5, 1924, two motions to vacate the decree were filed in the cause. One was by Swift &amp; Company and the subsidiary corporations and individual defendants associated with it; the other by Armour &amp; Company and the subsidiary corporations and individual defendants associated with it. The allegations of the two motions were identical; and each prayed that the consent decree be declared void. The grounds of invalidity relied upon will be stated later. On May 1, 1925, the two motions to vacate the consent decree were overruled. From the order overruling them, Swift &amp; Company and Armour &amp; Company, with their respective associates, took appeals to the Court of Appeals of the District of Columbia.</p>\n<p>On May 28, 1926, the United States filed in that court a motion to dismiss the appeals for want of jurisdiction, contending that an appeal lay only directly to this Court. On January 3, 1927, the Court of Appeals of the District entered an order dismissing the appeals. Promptly thereafter, Swift &amp; Company, Armour &amp; Company, and their respective associates, moved that court to stay the mandate and to transfer the appeals to this Court, pursuant to the Act of September 14, 1922, c. 305, 42 Stat. 837, incorporated in the Judicial Code as § 238(a). On <span class=\"star-pagination\">*322</span> January 31, 1927, the Court of Appeals vacated its opinion and order, and restored the case for reargument upon the question of its jurisdiction of the appeals and for argument on its jurisdiction to transfer the appeals to this Court. Thereafter, having heard argument, the Court of Appeals certified five questions to this Court, under § 251 of the Judicial Code as existing prior to the Act of February 13, 1925, c. 229, 43 Stat. 936. On October 17, 1927, this Court, having heard argument on the certificate, ordered that the entire record in the cause be sent here, as provided in the same section. On that record the case is before us. Many questions are presented.</p>\n<p>An objection of the Government to the jurisdiction of this Court must first be considered. The Expediting Act of February 11, 1903, c. 544, 32 Stat. 823, U.S.C., Title 15, § 29, provides that from a final decree in a suit in equity brought by the Government under the Anti-Trust Act, an appeal lies only directly to this Court. The Government suggests that under the Expediting Act no appeal lay to the Court of Appeals from the order denying the motion to vacate; that the Court of Appeals consequently was powerless to certify questions relating to the merits; that this Court by ordering up the record, as provided in § 251 of the Judicial Code, did not acquire jurisdiction to decide questions which could not lawfully have been certified under that section; that the case may not be treated as here on transfer, because the Court of Appeals of the District is not a circuit court of appeals within the meaning of the Act of 1922; and that this Court is therefore without power to pass on the merits of the cause. Swift and Armour answer that the motions to vacate the consent decree are not subject to the provisions of the Expediting Act because they are not a part of the suit filed February 27, 1920, under the Anti-Trust Act, but constitute a new suit. Compare <i>Stevirmac Oil</i> <span class=\"star-pagination\">*323</span> <i>&amp; Gas Co.</i> v. <i>Dittman,</i> 245 U.S. 210. The argument is that the original suit ended with the entry of the consent decree, or at all events, at the expiration of the term, or at the end of the 60 days from the entry of the decree allowed by the Expediting Act for an appeal. We need not enquire whether an independent suit to set aside a decree entered under the Anti-Trust Act is subject to the provisions of the Expediting Act. The consent decree provided by paragraph Eighteenth for \"entertaining at any time hereafter any application which the parties may make with respect to this decree.\" Swift and Armour made these motions to vacate in the original suit; they arose out of the three proceedings for intervention filed after entry of the consent decree; and they were entitled in the original cause.</p>\n<p>The Court of Appeals of the District was, therefore, without jurisdiction to entertain the appeals. We think, however, that it was a circuit court of appeals within the meaning of the Transfer Act; and, as the judgment appealed from was entered before the effective date of the Act of February 13, 1925, the appeals should have been transferred to this Court. Compare <i>Pascagoula National Bank</i> v. <i>Federal Reserve Bank,</i> 269 U.S. 537; <i>Salinger</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100951\"><a href=\"/opinion/100951/salinger-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">542</span></a></span>, 549; <i>Rossi</i> v. <i>United States,</i> 273 U.S. 636; <i>Timken Roller Bearing Co.</i> v. <i>Pennsylvania R.R. Co.,</i> <span class=\"citation\" data-id=\"101073\"><a href=\"/opinion/101073/timken-co-v-penna-rr-co/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span>, 186. The want of a formal order of transfer would not have been fatal to our taking jurisdiction of the whole case, had it come before us on writ of error or appeal. <i>Wagner Electric Manufacturing Co.</i> v. <i>Lyndon,</i> <span class=\"citation\" data-id=\"100214\"><a href=\"/opinion/100214/wagner-elec-mfg-co-v-lyndon/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 231; <i>Waggoner Estate</i> v. <i>Wichita County,</i> <span class=\"citation\" data-id=\"100992\"><a href=\"/opinion/100992/waggoner-estate-v-wichita-county/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 116. It is no more so now, when we have required the record to be sent up to us. We treat the case as here.</p>\n<p>The decree sought to be vacated was entered with the defendants' consent. Under the English practice a consent decree could not be set aside by appeal or bill of <span class=\"star-pagination\">*324</span> review, except in case of clerical error. <i>Webb</i> v. <i>Webb,</i> 3 Swanst. 658; <i>Bradish</i> v. <i>Gee,</i> 1 Amb. 229; Daniell, Chancery Practice, 6th Am. ed., *973-974. In this Court a somewhat more liberal rule has prevailed. Decrees entered by consent have been reviewed upon appeal or bill of review where there was a claim of lack of actual consent to the decree as entered, <i>Pacific R.R. Co.</i> v. <i>Ketchum,</i> <span class=\"citation\" data-id=\"90127\"><a href=\"/opinion/90127/pacific-r-co-v-ketchum/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, 295; <i>White</i> v. <i>Joyce,</i> <span class=\"citation\" data-id=\"94197\"><a href=\"/opinion/94197/white-v-joyce/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 147; or of fraud in its procurement, <i>Thompson</i> v. <i>Maxwell Land Grant Co.,</i> 168 U.S. 451; or that there was lack of federal jurisdiction because of the citizenship of the parties. <i>Pacific R.R. Co.</i> v. <i>Ketchum, supra</i><i>.</i> Compare <i>Fraenkl</i> v. <i>Cerecedo,</i> 216 U.S. 295. But \"a decree, which appears by the record to have been rendered by consent, is always affirmed, without considering the merits of the cause.\" <i>Nashville, Chattanooga &amp; St. Louis Ry. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"91286\"><a href=\"/opinion/91286/nashville-c-st-lr-co-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 266. Compare <i>United States</i> v. <i>Babbitt,</i> 104 U.S. 767; <i>McGowan</i> v. <i>Parish,</i> <span class=\"citation\" data-id=\"98438\"><a href=\"/opinion/98438/mcgowan-v-parish/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">285</span></a></span>, 295. Where, as here, the attack is not by appeal or by bill of review, but by a motion to vacate, filed more than four years after the entry of the decree, the scope of the enquiry may be even narrower. Compare <i>Kennedy</i> v. <i>Georgia Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">586</span></span>, 611-612. It is not suggested by Swift and Armour that the decree is subject to infirmity because of any lack of formal consent, or fraud, or mistake. But eight reasons are relied on as showing that, in whole or in part, it was beyond the jurisdiction of the court.</p>\n<p><i>First.</i> At the time the questions were certified, there was a contention that the Supreme Court of the District lacked jurisdiction of the subject matter, because it is not a district court of the United States within the meaning of the Anti-Trust Act. After entry of the case in this Court, that contention was disposed of by <i>Federal Trade Commission</i> v. <i>Klesner,</i> 274 U.S. 145. Now, it is conceded that the Supreme Court of the District has power <span class=\"star-pagination\">*325</span> to administer relief under the Anti-Trust Act; but the claim is made that in this proceeding it was without jurisdiction, because the petition was addressed to the \"Supreme Court of the District of Columbia, sitting in equity,\" instead of to the special term of that court \"as the District Court of the United States.\" The argument has compelled enquiry into legislation affecting the courts of the District, enacted from time to time during a long period. It would not be profitable to discuss the details of the legislation. We are of opinion that this suit under § 4 of the Anti-Trust Act, which could only have been brought in a court of equity, was properly brought in the Supreme Court of the District, sitting in equity. This conclusion has support in established practice in analogous cases.<sup>[2]</sup></p>\n<p><i>Second.</i> It is contended that the Supreme Court lacked jurisdiction because there was no case or controversy within the meaning of § 2 of Article III of the Constitution. Compare <i>Lord</i> v. <i>Veazie,</i> 8 How. 251; <i>Little</i> v. <i>Bowers,</i> 134 U.S. 547; <i>South Spring Hill Gold Mining Co.</i> <span class=\"star-pagination\">*326</span> v. <i>Amador Medean Gold Mining Co.,</i> 145 U.S. 300; <i>California</i> v. <i>San Pablo &amp; Tulare R.R. Co.,</i> 149 U.S. 308. The defendants concede that there was a case at the time when the Government filed its petition and the defendants their answers; but they insist that the controversy had ceased before the decree was entered. The argument is that, as the Government made no proof of facts to overcome the denials of the answers, and stipulated both that there need be no findings of fact and that the decree should not constitute or be considered an adjudication of guilt, it thereby abandoned all charges that the defendants had violated the law; and hence the decree was a nullity. The argument ignores the fact that a suit for an injunction deals primarily, not with past violations, but with threatened future ones; and that an injunction may issue to prevent future wrong, although no right has yet been violated. <i>Vicksburg Waterworks Co.</i> v. <i>Vicksburg,</i> <span class=\"citation\" data-id=\"95632\"><a href=\"/opinion/95632/vicksburg-waterworks-co-v-vicksburg/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">65</span></a></span>, 82; <i>Pierce</i> v. <i>Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 536. Moreover, the objection is one which is not open on a motion to vacate. The court had jurisdiction both of the general subject matter  enforcement of the Anti-Trust Act  and of the parties. If it erred in deciding that there was a case or controversy, the error is one which could have been corrected only by an appeal or by a bill of review. Compare <i>Pacific R.R. Co.</i> v. <i>Ketchum,</i> <span class=\"citation\" data-id=\"90127\"><a href=\"/opinion/90127/pacific-r-co-v-ketchum/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, 297. On a motion to vacate, the determination by the Supreme Court of the District that a case or controversy existed is not open to attack. Compare <i>Cameron</i> v. <i>M'Roberts,</i> 3 Wheat. 591; <i>McCormick</i> v. <i>Sullivant,</i> <span class=\"citation\" data-id=\"85460\"><a href=\"/opinion/85460/mccormick-v-sullivant/\"><span class=\"volume\">10</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">192</span></a></span>, 199; <i>Kennedy</i> v. <i>Georgia Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">586</span></span>, 611-612; <i>Des Moines Navigation Co.</i> v. <i>Iowa Homestead Co.,</i> <span class=\"citation\" data-id=\"92067\"><a href=\"/opinion/92067/des-moines-nav-r-co-v-iowa-homestead-co/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 557; <i>Dowell</i> v. <i>Applegate,</i> 152 U.S. 327; <i>Cutler</i> v. <i>Huston,</i> <span class=\"citation\" data-id=\"94226\"><a href=\"/opinion/94226/cutler-v-huston/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 430; <i>New Orleans</i> v. <i>Fisher,</i> <span class=\"citation\" data-id=\"95405\"><a href=\"/opinion/95405/new-orleans-v-fisher/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 196; <i>Chesapeake &amp; Ohio Ry. Co.</i> v. <i>McCabe,</i> 213 U.S. 207.</p>\n<p><span class=\"star-pagination\">*327</span> <i>Third.</i> It is contended that the consent decree was without jurisdiction because it was entered without the support of facts. The argument is that jurisdiction under the Anti-Trust Acts cannot be conferred by consent; that jurisdiction can exist only if the transactions complained of are in fact violations of the Act; that merely to allege facts showing violation of the anti-trust laws is not sufficient; that the facts must also be established according to the regular course of chancery procedure; that this requires either admission or proof; and that, here, there was no admission but, on the contrary, a denial of the allegations of the bill, and a recital in the decree that the defendants maintain the truth of their answers, assert their innocence, and consent to the entry of the decree without any finding of fact, only upon condition that their consent shall not constitute or be considered an admission. The argument ignores both the nature of injunctions, already discussed, and the legal implications of a consent decree. The allegations of the bill not specifically denied may have afforded ample basis for a decree limited to future acts. <i>Deputron</i> v. <i>Young,</i> <span class=\"citation\" data-id=\"92724\"><a href=\"/opinion/92724/deputron-v-young/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 250-251. If the court erred in finding in these allegations a basis for fear of future wrong sufficient to warrant an injunction, its error was of a character ordinarily remediable on appeal. Such an error is waived by the consent to the decree. <i>United States</i> v. <i>Babbitt,</i> 104 U.S. 767; <i>McGowan</i> v. <i>Parish,</i> <span class=\"citation\" data-id=\"98438\"><a href=\"/opinion/98438/mcgowan-v-parish/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">285</span></a></span>, 295. Clearly it does not go to the power of the court to adjudicate between the parties. <i>Voorhees</i> v. <i>Bank of the United States,</i> 10 Pet. 449; <i>Cooper</i> v. <i>Reynolds,</i> 10 Wall. 308; <i>Christianson</i> v. <i>King County,</i> <span class=\"citation\" data-id=\"98588\"><a href=\"/opinion/98588/christianson-v-king-county/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 372.</p>\n<p><i>Fourth.</i> It is contended that even if the decree is not void as a whole, parts of it must be set aside as being in excess of the court's jurisdiction. This is urged in respect to the first and the ninth paragraphs, which are said to <span class=\"star-pagination\">*328</span> be too vague and general. The first enjoins the corporation defendants from \"in any manner maintaining or entering into any contract, combination, or conspiracy . . . in restraint of trade or commerce among the several States, or from . . . monopolizing or attempting to monopolize . . . any part of such trade or commerce.\" The ninth enjoins the corporation defendants from \"using any illegal trade practices of any nature whatsoever in relation to the conduct of any business in which they or any of them may be engaged.\" It is insisted that, as a court's power is limited to restraining acts which violate or tend to violate laws, the acts to be enjoined must be set forth definitely; and that these paragraphs are so general in terms as to make the defendants liable to proceedings for contempt if they commit any breach of the law. The paragraphs, if standing alone, might be open on appeal to the objection that they are too general to be sanctioned. Compare <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/opinion/96205/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 396, 401. But they do not stand alone. They are to be read in connection with other paragraphs of the decree and with the allegations of the bill. <i>Barnes</i> v. <i>Chicago, Milwaukee &amp; St. Paul Ry. Co.,</i> <span class=\"citation\" data-id=\"91956\"><a href=\"/opinion/91956/barnes-v-chicago-m-st-pr-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14; <i>City of Vicksburg</i> v. <i>Henson,</i> <span class=\"citation\" data-id=\"98001\"><a href=\"/opinion/98001/mayor-of-vicksburg-v-henson/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 269. When so read, any uncertainties are removed. Moreover, the defendants by their consent lost the opportunity of raising the question on appeal. Obviously the generality of a court's decree does not render it subject to a motion to vacate.</p>\n<p><i>Fifth.</i> It is contended that paragraphs second to eighth of the decree are void because of their comprehensiveness. These paragraphs enjoin the defendants from holding directly or indirectly (without the consent of the court) any interest in any public stockyard, or any stockyard terminal railroad, or any stockyard market journal published in the United States; and enjoin the defendants, except as there provided, from engaging or being interested in <span class=\"star-pagination\">*329</span> the business of manufacturing, buying, selling or handling any one of 114 enumerated food products or any one of 30 other named articles of commerce; from selling meat at retail; from selling milk or cream; from holding any interest in any public cold storage plant; from using their distributive systems (including branch houses, refrigerator cars, route cars, and auto trucks) in any manner for the purpose of handling any of the many articles above referred to; and from having more than a half interest in or control of any business engaged in manufacturing, jobbing, selling, transporting, or delivering any one of most of the articles above referred to.</p>\n<p>The argument is that the power to issue an injunction is limited by the scope of the transactions prohibited by §§ 1, 2 and 3 of the Anti-Trust Act; that the defendants are here enjoined, not only from remaining in these lawful businesses named, but also from ever re-entering them; that none of these \"unrelated\" lines of business are unlawful in themselves; that none can be restrained unless, by a finding of the essential facts, the connection with the conspiracy is established; that no such facts have been found; that the parties cannot by consent confer jurisdiction to issue an injunction broader than the facts warrant; and that an injunction so broad as that entered involves usurpation by the judicial branch of the Government of the function of Congress. Compare <i>United States</i> v. <i>New York Coffee &amp; Sugar Exchange,</i> <span class=\"citation\" data-id=\"100334\"><a href=\"/opinion/100334/united-states-v-coffee-exchange/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, 621. Here again, the defendants ignore the fact that by consenting to the entry of the decree. \"without any findings of fact,\" they left to the court the power to construe the pleadings, and, in so doing, to find in them the existence of circumstances of danger which justified compelling the defendants to abandon all participation in these businesses, to divest themselves of their interest therein, and to abstain from acquiring any interest hereafter.</p>\n<p><span class=\"star-pagination\">*330</span> <i>Sixth.</i> The defendants make a further contention concerning paragraphs second to eighth, which differs little from that just answered. It is urged that the decree is void, because it obliges the defendants to abandon completely certain businesses which are inherently lawful and forbids them from entering into other businesses which may be lawfully conducted; and that to do this is not merely unauthorized by, but is contrary to, the common law and the Anti-Trust Act. Compare <i>Nordenfelt</i> v. <i>Maxim Nordenfelt Co.,</i> [1894] A.C. 535; <i>United States</i> v. <i>Addystone Pipe &amp; Steel Co.,</i> 85 Fed. 271. But the court had jurisdiction of the subject matter and of the parties. And even gross error in the decree would not render it void. Compare <i>Ex parte Watkins,</i> 3 Pet. 193; <i>Ex parte Parks,</i> 93 U.S. 18; <i>In re Coy,</i> <span class=\"citation\" data-id=\"92299\"><a href=\"/opinion/92299/in-re-coy/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, 756.</p>\n<p><i>Seventh.</i> It is contended that the decree is void because the injunction is not limited to acts in interstate commerce. This objection is in essence like the two preceding ones. The argument is that each of the businesses named in paragraphs second to eighth is susceptible of being carried on in intrastate commerce alone; that some of these businesses, for instance retail meat markets, are distinctly intrastate in character; that there was no finding of an interweaving of intrastate and interstate transactions as in <i>United States</i> v. <i>New York Central R.R. Co.,</i> <span class=\"citation\" data-id=\"100942\"><a href=\"/opinion/100942/united-states-v-ny-cent-rr/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, 464, or that the intrastate transactions had any relation to interstate operations, as in <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/opinion/96205/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 397, and <i>Stafford</i> v. <i>Wallace,</i> 258 U.S. 495; and that, therefore, the prohibition of intrastate transactions was an overstepping of federal powers which renders the decree a nullity. Again, the argument fails to distinguish an error in decision from the want of power to decide. The allegations of a conspiracy to obstruct interstate commerce brought the case within <span class=\"star-pagination\">*331</span> the jurisdiction of the court. <i>The Fair</i> v. <i>Kohler Die Co.,</i> 228 U.S. 22; <i>Binderup</i> v. <i>Pathe Exchange,</i> <span class=\"citation\" data-id=\"100295\"><a href=\"/opinion/100295/binderup-v-pathe-exchange-inc/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></a></span>, 304; <i>Moore</i> v. <i>New York Cotton Exchange,</i> <span class=\"citation\" data-id=\"100836\"><a href=\"/opinion/100836/moore-v-new-york-cotton-exchange/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 608. Compare <i>Chicago, Rock Island &amp; Pacific Ry. Co.</i> v. <i>Schendel,</i> <span class=\"citation\" data-id=\"100837\"><a href=\"/opinion/100837/chicago-ri-pr-co-v-schendel/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, 616-617. If the court, in addition to enjoining acts that were admittedly interstate, enjoined some that were wholly intrastate and in no way related to the conspiracy to obstruct interstate commerce, it erred; and had the defendants not waived such error by their consent, they might have had it corrected on appeal. But the error, if any, does not go to the jurisdiction of the court. The power to enjoin includes the power to enjoin too much. Compare <i>Fauntleroy</i> v. <i>Lum,</i> 210 U.S. 230.</p>\n<p><i>Eighth.</i> Finally, it is urged that the decree is void, because the Attorney General had no power to agree to its entry. Compare <i>Kelly</i> v. <i>Milan,</i> <span class=\"citation\" data-id=\"92237\"><a href=\"/opinion/92237/kelley-v-milan/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 159. The argument is that the utmost limit of his authority was to agree to a decree which would prohibit the defendants from doing specific acts which constitute contracting, combining, conspiring or monopolizing in violation of the anti-trust law; that he was without authority to enter into a contract by which citizens of the United States were prohibited absolutely and forever from engaging in the lawful business of conducting stockyards, storage warehouses, or the manufacture and distribution of many named food and other products, and by which many corporations and individuals would be forever taken out of the field of competition with others engaged in the same lines of business. Whether it would follow that the defendants are entitled to have the decree vacated because of such lack of authority, we need not decide. For we do not find in the statutes defining the powers and duties of the Attorney General any such limitation on the exercise of his discretion as this contention involves. His <span class=\"star-pagination\">*332</span> authority to make determinations includes the power to make erroneous decisions as well as correct ones. Compare <i>United States</i> v. <i>San Jacinto Tin Co.,</i> <span class=\"citation\" data-id=\"92193\"><a href=\"/opinion/92193/united-states-v-san-jacinto-tin-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 278-280; <i>Noble</i> v. <i>Union River Logging R.R. Co.,</i> 147 U.S. 165; <i>Kern River Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99870\"><a href=\"/opinion/99870/kern-river-co-v-united-states/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 155; <i>Ponzi</i> v. <i>Fessenden,</i> <span class=\"citation\" data-id=\"99948\"><a href=\"/opinion/99948/ponzi-v-fessenden/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 262.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE SUTHERLAND and MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]   See <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/opinion/96205/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>; <i>United States</i> v. <i>Armour &amp; Co.,</i> 142 Fed. 808; <i>Stafford</i> v. <i>Wallace,</i> 258 U.S. 495; Report of the Select Committee on the Transportation and Sale of Meat Products, 51st Cong., 1st Sess., Sen. Rep. No. 829; Report of the Commissioner of Corporations on the Beef Industry, 58th Cong., 3d Sess., H.R. Doc. No. 382; Message from the President of the United States transmitting Summary of Report of the Federal Trade Commission on the Meat Packing Industry, 65th Cong., 2d Sess., H.R. Doc. 1297; Report of the Federal Trade Commission on the Meat Packing Industry, 1918-1920; Report of the Federal Trade Commission on Private Car Lines, 1919. See also Hearings before the Committee on Agriculture of the House of Representatives, 66th Cong., 2d Sess., pp. 2309-2357; Letter from the Attorney General, 68th Cong., 1st Sess., Sen. Doc. No. 61; Letter from the Chairman of the Federal Trade Commission, 68th Cong., 2d Sess., Sen. Doc. No. 219.</p>\n<p>[2]   Suits in equity under Revised Statutes, § 4921, to enjoin patent infringements, like suits in equity under the Anti-Trust Acts, are entertained by the Supreme Court of the District solely by virtue of its general powers as a District Court of the United States. Revised Statutes, § 629(9); Act of March 3, 1911, c. 231, 36 Stat. 1087, 1167. These are commonly brought, as was the case at bar, in the equity term. See the original papers in <i>Krupp</i> v. <i>Crozier,</i> 32 App. D.C. 1; <i>Boynton</i> v. <i>Taggart,</i> 40 App. D.C. 82; <i>Tabulating Machine Co.</i> v. <i>Durand,</i> 38 Wash. L.R. 552; <i>Comptograph Co.</i> v. <i>Adder Machine Co.,</i> 41 App. D.C. 427; <i>Hutchison Vapor Heating Corporation</i> v. <i>Mouat,</i> 48 App. D.C. 388. In <i>United States</i> v. <i>Baltimore &amp; Ohio R.R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">581</span></span>, it was held that a suit to collect penalties for violation of the Safety Appliance Act might be brought in the circuit term of the Supreme Court of the District, though the Act provided for the bringing of suits \"in the district court of the United States having jurisdiction in the locality where such violation shall have been committed.\" Act of March 2, 1893, c. 196, 27 Stat. 531, 532</p>\n\n</div>", "id": 101246, "judges": "Brandeis", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101246/", "sha1": "947078187e5159c9069bbfa1c32ad07129c6545e", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:44"}