{"absolute_url": "/opinion/92949/north-v-peters/", "blocked": false, "citation": {"case_name": "North v. Peters", "docket_number": "148", "document_uris": ["/api/rest/v2/document/92949/"], "federal_cite_one": "138 U.S. 271", "federal_cite_three": null, "federal_cite_two": null, "id": 77329, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77329/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-02-02", "date_modified": "2014-12-21T01:31:08.898043", "docket": "/api/rest/v2/docket/773248/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">138 U.S. 271</p>\n    <p class=\"case_cite\">11 S.Ct. 346</p>\n    <p class=\"case_cite\">34 L.Ed. 936</p>\n    <p class=\"parties\">NORTH<br>v.<br>PETERS.</p>\n    <p class=\"date\">February 2, 1891.</p>\n    <p class=\"date\">This suit was brought in November, 1883, by Andrew Peters against J. M. North, sheriff of Lincoln county, Dak., (now in the state of South Dakota,) in a district court of that territory, to compel the defendant to surrender certain merchandise which he had seized and levied upon as the property of the firm of P. M. Lund &amp; Co., and to restrain and enjoin him from again seizing and levying upon the same property as the property of that firm, all of which the plaintiff himself claimed to own. The amended complaint alleged that plaintiff was, and since November 12, 1883, had been, the owner of a stock of merchandise worth $10,000, which was situated in a store lately occupied by P. M. Lund &amp; Co., in Canton, Dak. T.; that on November 15, 1883, the clerk of the court in which this suit was brought issued pretended and informal writs of attachment against the property of Lund &amp; Co., and was about to issue many more such writs for the purpose of annoying and vexing plaintiff; that the defendant, the sheriff of the county, had maliciously and excessively levied those writs upon the property of plaintiff, above described, well knowing it to be plaintiff's property, and threatened to levy many more, and had entered into a conspiracy with divers persons to annoy, oppress, and defraud the plaintiff; that neither sai Lu nd &amp; Co. nor any one else but plaintiff had any right, title, or interest in and to said property; that the property levied upon had been purchased for the current season, and was of a perishable nature; that plaintiff had to borrow some money in order to make the purchase, and depended on his sales to repay the same; that he was an old man, with a family partly dependent upon him for support, and had always borne a good name and credit which was about to be destroyed by the acts of the defendant, complained of; that unless the sheriff was restrained from levying those writs, irreparable injury and damage would result to him; that he feared he would not be able to give the bonds required to retake the property; that the sheriff's official bond was inadequate to afford him protection; that if he was not allowed to pursue his business peaceably, the injury to him could not be amply compensated in damages; that the property was situated in a wooden building, among a row of similar buildings, and was insured for $8,000; that, by reason of the premises, the insurance companies were about to cancel said insurance, and other companies would refuse to carry the risk, by reason of the litigation; that if the property should be destroyed by fire, great and irreparable damage would result to the plaintiff; that plaintiff was the <i>bona fide</i> owner of the property levied upon, having purchased it from Lund &amp; Co., together with the good-will and trade of that firm, for a valuable consideration, and before purchasing caused the records of the county to be searched to ascertain whether there were any claims, liens, or incumbrances against the property; and that the records were clear from any such claims or liens, and Lund &amp; Co. informed plaintiff that there was nothing due for the property, but that the same was free and clear. The prayer of the bill was for an injunction to restrain the defendant, or any one acting through or for him, from interfering with the property in any way whatever, and to compel him to surrender and replace the property which he had already levied upon, and for other and further relief. Upon the filing of the complaint, accompanied by an affidavit of the plaintiff setting forth a more detailed account of the injury complained of, the court issued a temporary restraining order. The defendant thereupon filed his answer, denying all the material averments of the bill, except the one relating to the levy upon the property. With respect to that averment, by way of justification, he alleged that, as sheriff of Lincoln county, he had received certain specified writs of attachment directed to him, requiring him to attach the property of Lund &amp; Co., and that, under and by virtue of those writs, he had levied upon the property described in the complaint, as the property of Lund &amp; Co.; and that it was in fact the property of Lund &amp; Co., having been transferred to the plaintiff by a pretended and fraudulent sale made for the purpose of putting it beyond the reach of the creditors of Lund &amp; Co., who had sued out the writs of attachment, which sale was known to plaintiff to be fraudulent. The case coming on for trial, the question as to the validity of the sale from Lund &amp; Co. to the plaintiff was, by order of the court, submitted to a jury, which found the issue in favor of the plaintiff, thus recognizing the validity of the sale. At the trial the allegations of fraud, malice, oppression, and collusion, on the part of the defendant, were stricken from the complaint, upon the motion of plaintiff's attorney, and no evidence was introduced tending to show that the writs of attachment were pretended and informal. The defendant then moved to dismiss the complaint and action, which motion the court overruled, and, upon consideration of the verdict of the jury and arguments of counsel, it made and filed the following findings of fact and conclusions of law:</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">'(1) On the 13th day of November, 1883, one P. M. Lund was the owner of property described in the plaintiff's complaint. (2) On said 13th day of November, 1883, said Lund sold and conveyed the said property to the plaintiff, and he, plaintiff, entered into immediate possession thereof. (3) That said sale by Lund to Peters, the plaintiff, was made by Lund for the purpose of putting said property and proceeds thereof beyond the reach of his (Lund's) creditors, and to defraud said creditors. (4) That the plaintiff at the time of purchase of said property from said P. M. Lund had no knowledge of Lund's purpose in the disposition of said goods. (5) That the defendant is, and at the time of said sale and transfer of said property was, sheriff of said Lincoln county; that on the 15th and 16th days of November, 1883, he, the said defendant, as sheriff aforesaid, levied upon the said property as the property of said Lund, the same then being in the possession of the plaintiff, under and by virtue of certain warrants of attachment issued out of this court at the suit of various creditors of said Lund, being the same warrants of attachment the enforcement of which against said property is sought to be enjoined in this action. (6) That at the trial by the jury of the question of fact, as hereinbefore stated, all the allegations of fraud, malice, oppression, and collusion on the part of the defendant were stricken from the plaintiff's complaint on the motion of plaintiff's attorney. (7) That no evidence was adduced that the plaintiff would suffer any irreparable injury in consequence of the seizure by the sheriff of said property.</p>\n      <p class=\"indent\">'Conclusions of law: (1) That the verdict of the jury heretofore rendered in this case on the question of fact, as herein stated, is but an advisory verdict, and should be received and accepted only as such by the court in determining the issues in this action. (2) Under the pleadings and proofs herein the plaintiff is entitled to the relief demanded in his complaint; that the preliminary injunction heretofore issued should be made perpetual and final in accordance with the prayer of plaintiff's petition. Let judgment be entered accordingly.'</p>\n      <p class=\"indent\">Judgment was entered in accordance with the findings and conclusions of law. Afterwards a motion for a new trial was denied by the court, at which time the court found the following facts and conclusions of law, in addition to those theretofore found, to-wit:</p>\n      <p class=\"indent\">'<i>First</i>. That the purchase by plaintiff from P. M. Lund of the goods and chattels mentioned in the complaint included the good-will of the business heretofore carried on by the said Lund under the name of P. M. Lund &amp; Co. <i>Second</i>. That the consideration for the said sale and transfer from the said P. M. Lund to the plaintiff was the sum of ten thousand three hundred and eighty dollars, then and there paid by plaintiff to said Lund, and that said consideration was fairly adequate. <i>Third</i>. That at the time of the seizure by the defendant of the goods and chattels mentioned in the complaint and composing the former stock of P. M. Lund &amp; Co. the plaintiff was in possession thereof as the owner, conducting a profitable business as a retail merchant, and that the acts and threatened acts of the defendant, under and by virtue of the said attachments mentioned and referred to in the pleadings, would, unless restrained by the court, necessarily destroy plaintiff's said business, and deprive him of the probable profits that might be realized therefrom, and that it would be extremely difficult to ascertain or estimate the pecuniary detriment which the plaintiff would sustain thereby. <i>Fourth</i>. That the said goods and chattels mentioned in the complaint, and the plaintiff's said business, comprised his entire property and pecuniary resources. <i>Fifth</i>. That it is admitted by the pleadings and appears as a fact that at the time referred to in the complaint the defendant, as sheriff of Lincoln county, seized the said goods and chattels, under and by virtue of sundry warrants of attachment sued out against the property of P. M. Lund; that the defendant, assuc h sheriff, then had in his hands many more such attachments against the said Lund which he threatened to levy upon the said goods and chattels, and that numerous other creditors of said Lund were then threatening to sue out and place in the hands of defendant additional warrants of attachment for the purpose of having the same levied upon the said goods and chattels as the property of the said Lund.</p>\n      <p class=\"indent\">'Conclusions of law: (1) That it would be extremely difficult to ascertain the amount of compensation which would afford the plaintiff adequate relief from the acts done and threatened to be done by the defendant. (2) That it is necessary to restrain the acts threatened to be done by the defendant to prevent a multiplicity of judicial proceedings. (3) That the plaintiff is entitled to the relief demanded in the complaint.'</p>\n      <p class=\"indent\">An appeal was taken to the supreme court of the territory, which, on October 9, 1886, rendered a judgment affirming the judgment of the court below, without delivering any opinion in the case. An appeal from that judgment brings the case here.</p>\n      <p class=\"indent\"><i>F. B. Dodge</i> and <i>Enoch Totten</i>, for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 277-280 intentionally omitted]</p>\n      <p class=\"indent\"><i>J. W. Taylor</i>, for appellee.</p>\n      <p class=\"indent\">Mr. Justice LAMAR, after stating the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">There are 32 assignments of error found in the record, which it is not necessary to discuss in detail. We are of opinion that the findings of fact by the district court, taken in connection with the verdict of the jury upon the sole issue submitted to it, entitled the appellee to the equitable relief sought, and are sufficient to sustain the judgment of the supreme court of the territory. They fully establish the allegations of the complaint that the appellee, Peters, was the true owner of the stock of merchandise levied upon and seized as the property of P. M. Lund &amp; Co.; that he bought the stock from Lund &amp; Co., paying the adequate consideration of $10,000 and upwards for the entire stock, including the good-will of the business carried on by Lund &amp; Co. at the same stand; that, though Lund &amp; Co. sold the stock for the purpose of defrauding their creditors, the appellee was no party to the fraud, and had no knowledge of the purpose of Lund &amp; Co. in disposing of said stock and business; that, at the time the appellant North, as sheriff of the county of Lincoln, levied upon the goods and merchandise, the appellee was in possession of them, and was conducting a profitable business; that the acts of the sheriff, in levying upon and seizing the property, by virtue of the writs of attachment, described in the complaint, and the threatened acts, under and by virtue of other writs, unless restrained by the court, would have destroyed the appellee's business; that it would be extremely difficult to ascertain or estimate the pecuniary injury the appellee would sustain; that the merchandise and the business above mentioned comprised all the property owned by the appellee, and all his pecuniary resources; that the appellant, North, as sheriff of Lincoln county, at the time the suit was brought, had in his hands a large number of writs of attachment, which he threatened to levy upon the merchandise belonging to the appellee; and that creditors of P. M. Lund &amp; Co. were about to sue out writs of attachment, and place them in defendant's hands to be levied on the same property. Upon these facts the judgment of the supreme court of the territory must be affirmed, unless the appellant can show some legal ground for making this particular case an exception to the general rules upon the subject of equitable relief.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The main ground relied on by the appellant is that the relief sought should be refused, because the appellee had a plain, adequate, and complete remedy at law; to-wit, either the action of trespass or replevin. The answer to this is that the measure of damages in an action of trespass could not have exceeded the value of the property seized, with interest thereon from the date of the seizure; and that the only remedy in an action of replevin would havebee n limited to a recovery of the property, and damages for its detention, with costs. It does not need argument to show that neither of these actions would afford as complete, prompt, and efficient a remedy for the destruction of the business which, with the goods levied upon, constituted the appellee's entire estate and pecuniary resources, as would be furnished by a court of equity in preventing such an injury. The case of Watson v. Sutherland, 5 Wall. 74, 78, 79, is, in its material facts, similar to this case. In that case a bill was filed by one Sutherland to enjoin the further prosecution of certain writs of <i>Fieri facias</i> levied by the sheriff, Watson, on a lot of goods claimed to belong exclusively to the plaintiff, so as to prevent what the plaintiff alleged to be an irreparable injury; to-wit, the ruin of his business as a merchant. The defense set up was, as in this case, that the injunction should have been refused, because the action of trespass furnished a complete and adequate remedy at law. In answer the court, Mr. Justice DAVIS delivering the opinion, said: 'How could Sutherland be compensated at law, for the injuries he would suffer, should the grievances of which he complains be consummated? * * * Commercial ruin to Sutherland might therefore be the effect of closing his store and selling his goods, and yet the common law fail to reach the mischief. To prevent a consequence like this, a court of equity steps in, arrests the proceedings <i>in limine</i>; brings the parties before it; hears their allegations and proofs; and decrees, either that the proceedings shall be unrestrained, or else perpetually enjoined.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is further argued by the appellant that the district court, after making and filing the first findings of fact and conclusions of law, and ordering judgment thereon, which was duly entered, had not the power, after the term had closed, to make additional findings in support of its judgment, upon a motion for a new trial. We think this point not well taken. The appellant, in support of his motion for a new trial, claimed that the court had omitted to find upon certain material issues in the case. The court refused to grant the motion, and made additional findings more explicitly responsive to the questions presented by the pleadings. We are of opinion that the court, if, in the consideration of such a motion, it considers that material findings have been omitted or imperfectly stated, has authority to make such additional findings as will cure the omission, so that its record will be amended, and made to conform to the truth. When the court below made its decree, it made a concurrent order giving the defendant (the appellant) until a certain day within which to prepare and serve his motion for a new trial. The record, therefore, had not passed out of the control of the court by appeal when those additional findings were made. Counsel for appellant is mistaken in saying that the rule of practice, under the Dakota Code of Civil Procedure, (sections 266, 267,) as established by the decisions of the supreme court of that territory, does not allow the trial court to make additional findings after judgment has been ordered and entered. The cases cited are inapplicable, and do not sustain the position assumed. None of them were cases in which the trial court made additional findings, and that question was not presented in any of them. In the case of Dole v. Burleigh, 1 Dak. 227, 46 N. W. Rep. 692, on which counsel for appellant mainly relies, the trial court omitted to find upon a material issue presented by the pleadings, but it made no additional findings. The court laid down and applied the long-established principle, nowhere controverted, that the findings of fact by a court, like a special verdict, must decide every point in issue, and that the omission to find any material fact in issue is an error which in validates the judgment. A remark of the judge, in his opinion, favoring the view taken by appellant, is <i>obiter</i>, nd  contrary to adjudged cases, on like questions, in the highest courts of those states whose statutory provisions respecting the trial by the court of questions of fact correspond in almost every particular with sections 266, 267, Code Dak., supra. Those authorities hold that the omission to file findings of fact, judgment having been entered, is an irregularity which the court has authority to cure by supplying additional amendments until an appeal is taken, or a bill of exceptions is settled and signed by the judge. Williams v. Ely, 13 Wis. 1; Pratalongo v. Larco, 47 Cal. 378; Ogburn v. Conner, 46 Cal. 346; Bosquett v. Crane, 51 Cal. 505; Hayes v. Wetherbee, 60 Cal. 396; Swanstrom v. Marvin, 38 Minn. 359, 37 N. W. Rep. 455; Vermule v. Shaw, 4 Cal. 214.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A further ground relied on by the appellant is that there was no proper party defendant of record against whom the court had jurisdiction to proceed; and that the defendant below, acting in the capacity of sheriff, had no material interest in the subject-matter of the suit, and was not, therefore, the proper defendant thereto. We think there is no merit in this proposition. By the terms of the writs of attachment the sheriff was commanded to levy upon and attach personal property belonging to P. M. Lund &amp; Co. Those writs did not authorize him to seize the property of any other person; and when he did seize other property he became a trespasser, and was not protected by the law. The rule in this respect was tersely stated by Mr. Justice MILLER, who delivered the opinion of the court in Buck v. Colbath, 3 Wall. 334, 343, 344. Speaking of the variety of writs, orders, or processes of the court, under which property may be seized by an officer, the learned justice divided them into two general classes: (1) 'Those in which the process or order of the court describes the property to be seized, and which contain a direct command to the officer to take possession of that particular property;' and, (2) 'those in which the officer is directed to levy the process upon property of one of the parties to the litigation, sufficient to satisfy the demand against him, without describing any specific property to be thus taken.' Referring to the second class he said: 'In the other class of writs to which we have referred, the officer has a very large and important field for the exercise of his judgment and discretion&#8212;<i>First</i>, in ascertaining that the property on which he proposes to levy, is the property of the person against whom the writ is directed; <i>secondly</i>, that it is property which, by law, is subject to be taken under the writ; and, <i>thirdly</i>, as to the quantity of such property necessary to be seized in the case in hand. In all these particulars he is bound to exercise his own judgment, and is legally responsible to any person for the consequences of any error or mistake in its exercise to his prejudice. He is so liable to plaintiff, to defendant, or to any third person whom his erroneous action in the premises may injure; and, what is more important to our present inquiry, the court can afford him no protection against the parties so injured, for the court is in no wise responsible for the manner in which he exercises that discretion which the law reposes in him, and in no one else.' See, also, Cooley, Torts, 396. In a case where the officer has exceeded his authority, he may be proceeded against either by an action for damages, if such remedy be sufficient, or by a writ of injunction to restrain the continued wrongdoing; and it is not essential that the plaintiffs in the writs be joined as parties defendant, where, as in this case, it does not appear, either from the pleadings or the proofs, that they advised or directed the sheriff to seize the particular property, as the property of their judgment debtor. In our opinion injunction was the proper remedy, the remedy at law being wholly inadequate to prevent or repair the injuries set forth in the pleadings, and stated in the findings of the court. e h ave not deemed it necessary to discuss the jurisdictional question raised by the appellee. It is clear that the appeal in this case was allowed by the proper court; that all the proceedings relative to the perfecting of an appeal were taken within two years from the date of entering the judgment of the court below; and that the enabling act admitting the two Dakotas, Montana, and Washington territories as states authorizes us to proceed to hear and determine cases of this character.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>138 U.S. 271 (1891)</b></center>\n<center><h1>NORTH<br>\nv.<br>\nPETERS.</h1></center>\n<center>No. 148.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 13, 1891.</center>\n<center>Decided February 2, 1891.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF DAKOTA.\n<p><span class=\"star-pagination\">*277</span> <i>Mr. Enoch Totten,</i> (with whom was <i>Mr. Frederic B. Dodge</i> on the brief,) for appellant.</p>\n<p><i>Mr. J.W. Taylor</i> for appellee.</p>\n<p><span class=\"star-pagination\">*280</span> MR. JUSTICE LAMAR, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>There are thirty-two assignments of error found in the record, which it is not necessary to discuss in detail.</p>\n<p>We are of opinion that the findings of fact by the District Court, taken in connection with the verdict of the jury upon the sole issue submitted to it, entitled the appellee to the equitable relief sought, and are sufficient to sustain the judgment of the Supreme Court of the Territory. They fully establish the allegations of the complaint, that the appellee, Peters, was the true owner of the stock of merchandise, levied upon and seized as the property of P.M. Lund &amp; Co.; that he bought the stock from Lund &amp; Co., paying the adequate consideration of $10,000, and upwards, for the entire stock, including the good-will of the business carried on by Lund &amp; Co. at the same stand; that, though Lund &amp; Co. sold the stock for the purpose of defrauding their creditors, the appellee was no party to the fraud, and had no knowledge of the purpose of Lund &amp; Co. in disposing of said stock and business; that, at the time the appellant, North, as sheriff of the county of Lincoln, levied upon the goods and merchandise, the appellee was in possession of them, and was conducting a profitable business; that the acts of the sheriff, in levying upon and seizing <span class=\"star-pagination\">*281</span> the property, by virtue of the writs of attachment, described in the complaint, and the threatened acts, under and by virtue of other writs, unless restrained by the court, would have destroyed the appellee's business; that it would be extremely difficult to ascertain or estimate the pecuniary injury the appellee would sustain; that the merchandise and the business above mentioned comprised all the property owned by the appellee, and all his pecuniary resources; that the appellant, North, as sheriff of Lincoln County, at the time the suit was brought, had in his hands a large number of writs of attachment, which he threatened to levy upon the merchandise belonging to the appellee; and that creditors of P.M. Lund &amp; Co. were about to sue out writs of attachment, and place them in defendant's hands to be levied on the same property.</p>\n<p>Upon these facts the judgment of the Supreme Court of the Territory must be affirmed, unless the appellant can show some legal ground for making this particular case an exception to the general rules upon the subject of equitable relief.</p>\n<p>The main ground relied on by the appellant is, that the relief sought should be refused, because the appellee had a plain, adequate and complete remedy at law, to wit, either the action of trespass or replevin. The answer to this is, that the measure of damages in an action of trespass could not have exceeded the value of the property seized, with interest thereon from the date of the seizure; and that the only remedy in an action of replevin would have been limited to a recovery of the property, and damages for its detention, with costs. It does not need argument to show that neither of these actions would afford as complete, prompt and efficient a remedy for the destruction of the business which, with the goods levied upon, constituted the appellee's entire estate and pecuniary resources, as would be furnished by a court of equity in preventing such an injury. The case of <i>Watson</i> v. <i>Sutherland,</i> 5 Wall. 74, 78, 79, is, in its material facts, similar to this case. In that case a bill was filed by one Sutherland to enjoin the further prosecution of certain writs of <i>fieri facias</i> levied by the sheriff, Watson, on a lot of goods claimed to belong exclusively to the plaintiff, so as to prevent what the plaintiff <span class=\"star-pagination\">*282</span> alleged to be an irreparable injury, to wit, the ruin of his business as a merchant. The defence set up was, as in this case, that the injunction should have been refused, because the action of trespass furnished a complete and adequate remedy at law. In answer, the court, Mr. Justice Davis delivering the opinion, said: \"How could Sutherland be compensated at law, for the injuries he would suffer, should the grievances of which he complains be consummated? ... Commercial ruin to Sutherland might, therefore, be the effect of closing his store and selling his goods, and yet the common law fail to reach the mischief. To prevent a consequence like this, a court of equity steps in, arrests the proceedings <i>in limine;</i> brings the parties before it; hears their allegations and proofs, and decrees, either that the proceedings shall be unrestrained, or else perpetually enjoined.\"</p>\n<p>It is further argued by the appellant that the District Court, after making and filing the first findings of fact and conclusions of law, and ordering judgment thereon, (which was duly entered,) had not the power, after the term had closed, to make additional findings in support of its judgment, upon a motion for a new trial. We think this point not well taken. The appellant, in support of his motion for a new trial, claimed that the court had omitted to find upon certain material issues in the case. The court refused to grant the motion, and made additional findings, more explicitly responsive to the questions presented by the pleadings. We are of opinion that the court, if, in the consideration of such a motion, it considers that material findings have been omitted or imperfectly stated, has authority to make such additional findings as will cure the omission, so that its record will be amended, and made to conform to the truth. When the court below made its decree, it made a concurrent order giving the defendant (the appellant) until a certain day within which to prepare and serve his motion for a new trial. The record, therefore, had not passed out of the control of the court by appeal when those additional findings were made.</p>\n<p>Counsel for appellant is mistaken in saying that the rule of practice, under the Dakota Code of Civil Procedure (secs. 266, <span class=\"star-pagination\">*283</span> 267), as established by the decisions of the Supreme Court of that Territory, does not allow the trial court to make additional findings after judgment has been ordered and entered. The cases cited are inapplicable and do not sustain the position assumed. None of them were cases in which the trial court made additional findings, and that question was not presented in any of them. In the case of <i>Dole</i> v. <i>Burleigh,</i> 1 Dakota, 227, on which counsel for appellant mainly relies, the trial court omitted to find upon a material issue presented by the pleadings, but it made no additional findings. The court laid down and applied the long-established principle, nowhere controverted, that the findings of fact by a court, like a special verdict, must decide every point in issue, and that the omission to find any material fact in issue is an error which invalidates the judgment. A remark of the judge, in his opinion, favoring the view taken by appellant is <i>obiter,</i> and contrary to adjudged cases, on like questions, in the highest courts of those States whose statutory provisions respecting the trial by the court of questions of fact correspond in almost every particular with §§ 266, 267 of the Dakota Code, <i>supra.</i> Those authorities hold that the omission to file findings of fact, judgment having been entered, is an irregularity which the court has authority to cure by supplying additional amendments until an appeal is taken, or a bill of exceptions is settled and signed by the judge. <i>Williams</i> v. <i>Ely,</i> 13 Wisconsin, 1; <i>Pratalongo</i> v. <i>Larco,</i> 47 California, 378; <i>Ogburn</i> v. <i>Conner,</i> 46 California, 346; <i>Bosquett</i> v. <i>Crane,</i> 51 California, 505; <i>Hayes</i> v. <i>Wetherbee,</i> 60 California, 396; <i>Swanstrom</i> v. <i>Marvin,</i> 38 Minnesota, 359; <i>Vermule</i> v. <i>Shaw,</i> 4 California, 214.</p>\n<p>A further ground relied on by the appellant is, that there was no proper party defendant of record against whom the court had jurisdiction to proceed; and that the defendant below, acting in the capacity of sheriff, had no material interest in the subject matter of the suit, and was not, therefore, the proper defendant thereto. We think there is no merit in this proposition.</p>\n<p>By the terms of the writs of attachment the sheriff was commanded to levy upon and attach personal property belonging <span class=\"star-pagination\">*284</span> to P.M. Lund &amp; Co. Those writs did not authorize him to seize the property of any other person; and when he did seize other property he became a trespasser, and was not protected by the law. The rule in this respect was tersely stated by Mr. Justice Miller, who delivered the opinion of the court in <i>Buck</i> v. <i>Colbath,</i> 3 Wall. 334, 343, 344. Speaking of the variety of writs, orders, or processes of the court, under which property may be seized by an officer, the learned justice divided them into two general classes: (1) \"Those in which the process or order of the court describes the property to be seized, and which contain a direct command to the officer to take possession of that particular property;\" and, (2), \"Those in which the officer is directed to levy the process upon property of one of the parties to the litigation, sufficient to satisfy the demand against him, without describing any specific property to be thus taken.\" Referring to the second class he said: \"In the other class of writs to which we have referred, the officer has a very large and important field for the exercise of his judgment and discretion. <i>First,</i> in ascertaining that the property on which he proposes to levy, is the property of the person against whom the writ is directed; <i>secondly,</i> that it is property which, by law, is subject to be taken under the writ; and, <i>thirdly,</i> as to the quantity of such property necessary to be seized in the case in hand. In all these particulars he is bound to exercise his own judgment, and is legally responsible to any person for the consequences of any error or mistake in its exercise to his prejudice. He is so liable to plaintiff, to defendant, or to any third person whom his erroneous action in the premises may injure. And what is more important to our present inquiry, the court can afford him no protection against the parties so injured; for the court is in nowise responsible for the manner in which he exercises that discretion which the law reposes in him, and in no one else.\" See also Cooley on Torts, 396.</p>\n<p>In a case where the officer has exceeded his authority, he may be proceeded against either by an action for damages, if such remedy be sufficient, or by a writ of injunction to restrain the continued wrongdoing; and it is not essential that <span class=\"star-pagination\">*285</span> the plaintiffs in the writs be joined as parties defendant, where, as in this case, it does not appear, either from the pleadings or the proofs, that they advised or directed the sheriff to seize the particular property, as the property of their judgment debtor. In our opinion injunction was the proper remedy, the remedy at law being wholly inadequate to prevent or repair the injuries set forth in the pleadings, and stated in the findings of the court.</p>\n<p>We have not deemed it necessary to discuss the jurisdictional question raised by the appellee. It is clear that the appeal in this case was allowed by the proper court; that all the proceedings relative to the perfecting of an appeal were taken within two years from the date of entering the judgment of the court below; and that the enabling act admitting the two Dakotas, Montana and Washington Territories as States authorizes us to proceed to hear and determine cases of this character.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></span> (1891)</b></center>\n<center><h1>NORTH<br>\nv.<br>\nPETERS.</h1></center>\n<center>No. 148.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 13, 1891.</center>\n<center>Decided February 2, 1891.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF DAKOTA.\n<p><span class=\"star-pagination\">*277</span> <i>Mr. Enoch Totten,</i> (with whom was <i>Mr. Frederic B. Dodge</i> on the brief,) for appellant.</p>\n<p><i>Mr. J.W. Taylor</i> for appellee.</p>\n<p><span class=\"star-pagination\">*280</span> MR. JUSTICE LAMAR, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>There are thirty-two assignments of error found in the record, which it is not necessary to discuss in detail.</p>\n<p>We are of opinion that the findings of fact by the District Court, taken in connection with the verdict of the jury upon the sole issue submitted to it, entitled the appellee to the equitable relief sought, and are sufficient to sustain the judgment of the Supreme Court of the Territory. They fully establish the allegations of the complaint, that the appellee, Peters, was the true owner of the stock of merchandise, levied upon and seized as the property of P.M. Lund &amp; Co.; that he bought the stock from Lund &amp; Co., paying the adequate consideration of $10,000, and upwards, for the entire stock, including the good-will of the business carried on by Lund &amp; Co. at the same stand; that, though Lund &amp; Co. sold the stock for the purpose of defrauding their creditors, the appellee was no party to the fraud, and had no knowledge of the purpose of Lund &amp; Co. in disposing of said stock and business; that, at the time the appellant, North, as sheriff of the county of Lincoln, levied upon the goods and merchandise, the appellee was in possession of them, and was conducting a profitable business; that the acts of the sheriff, in levying upon and seizing <span class=\"star-pagination\">*281</span> the property, by virtue of the writs of attachment, described in the complaint, and the threatened acts, under and by virtue of other writs, unless restrained by the court, would have destroyed the appellee's business; that it would be extremely difficult to ascertain or estimate the pecuniary injury the appellee would sustain; that the merchandise and the business above mentioned comprised all the property owned by the appellee, and all his pecuniary resources; that the appellant, North, as sheriff of Lincoln County, at the time the suit was brought, had in his hands a large number of writs of attachment, which he threatened to levy upon the merchandise belonging to the appellee; and that creditors of P.M. Lund &amp; Co. were about to sue out writs of attachment, and place them in defendant's hands to be levied on the same property.</p>\n<p>Upon these facts the judgment of the Supreme Court of the Territory must be affirmed, unless the appellant can show some legal ground for making this particular case an exception to the general rules upon the subject of equitable relief.</p>\n<p>The main ground relied on by the appellant is, that the relief sought should be refused, because the appellee had a plain, adequate and complete remedy at law, to wit, either the action of trespass or replevin. The answer to this is, that the measure of damages in an action of trespass could not have exceeded the value of the property seized, with interest thereon from the date of the seizure; and that the only remedy in an action of replevin would have been limited to a recovery of the property, and damages for its detention, with costs. It does not need argument to show that neither of these actions would afford as complete, prompt and efficient a remedy for the destruction of the business which, with the goods levied upon, constituted the appellee's entire estate and pecuniary resources, as would be furnished by a court of equity in preventing such an injury. The case of <i>Watson</i> v. <i>Sutherland,</i> <span class=\"citation\" data-id=\"87811\"><a href=\"/opinion/87811/watson-v-sutherland/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">74</span></a></span>, 78, 79, is, in its material facts, similar to this case. In that case a bill was filed by one Sutherland to enjoin the further prosecution of certain writs of <i>fieri facias</i> levied by the sheriff, Watson, on a lot of goods claimed to belong exclusively to the plaintiff, so as to prevent what the plaintiff <span class=\"star-pagination\">*282</span> alleged to be an irreparable injury, to wit, the ruin of his business as a merchant. The defence set up was, as in this case, that the injunction should have been refused, because the action of trespass furnished a complete and adequate remedy at law. In answer, the court, Mr. Justice Davis delivering the opinion, said: \"How could Sutherland be compensated at law, for the injuries he would suffer, should the grievances of which he complains be consummated? ... Commercial ruin to Sutherland might, therefore, be the effect of closing his store and selling his goods, and yet the common law fail to reach the mischief. To prevent a consequence like this, a court of equity steps in, arrests the proceedings <i>in limine;</i> brings the parties before it; hears their allegations and proofs, and decrees, either that the proceedings shall be unrestrained, or else perpetually enjoined.\"</p>\n<p>It is further argued by the appellant that the District Court, after making and filing the first findings of fact and conclusions of law, and ordering judgment thereon, (which was duly entered,) had not the power, after the term had closed, to make additional findings in support of its judgment, upon a motion for a new trial. We think this point not well taken. The appellant, in support of his motion for a new trial, claimed that the court had omitted to find upon certain material issues in the case. The court refused to grant the motion, and made additional findings, more explicitly responsive to the questions presented by the pleadings. We are of opinion that the court, if, in the consideration of such a motion, it considers that material findings have been omitted or imperfectly stated, has authority to make such additional findings as will cure the omission, so that its record will be amended, and made to conform to the truth. When the court below made its decree, it made a concurrent order giving the defendant (the appellant) until a certain day within which to prepare and serve his motion for a new trial. The record, therefore, had not passed out of the control of the court by appeal when those additional findings were made.</p>\n<p>Counsel for appellant is mistaken in saying that the rule of practice, under the Dakota Code of Civil Procedure (secs. 266, <span class=\"star-pagination\">*283</span> 267), as established by the decisions of the Supreme Court of that Territory, does not allow the trial court to make additional findings after judgment has been ordered and entered. The cases cited are inapplicable and do not sustain the position assumed. None of them were cases in which the trial court made additional findings, and that question was not presented in any of them. In the case of <i>Dole</i> v. <i>Burleigh,</i> 1 Dakota, 227, on which counsel for appellant mainly relies, the trial court omitted to find upon a material issue presented by the pleadings, but it made no additional findings. The court laid down and applied the long-established principle, nowhere controverted, that the findings of fact by a court, like a special verdict, must decide every point in issue, and that the omission to find any material fact in issue is an error which invalidates the judgment. A remark of the judge, in his opinion, favoring the view taken by appellant is <i>obiter,</i> and contrary to adjudged cases, on like questions, in the highest courts of those States whose statutory provisions respecting the trial by the court of questions of fact correspond in almost every particular with §§ 266, 267 of the Dakota Code, <i>supra.</i> Those authorities hold that the omission to file findings of fact, judgment having been entered, is an irregularity which the court has authority to cure by supplying additional amendments until an appeal is taken, or a bill of exceptions is settled and signed by the judge. <i>Williams</i> v. <i>Ely,</i> 13 Wisconsin, 1; <i>Pratalongo</i> v. <i>Larco,</i> 47 California, 378; <i>Ogburn</i> v. <i>Conner,</i> 46 California, 346; <i>Bosquett</i> v. <i>Crane,</i> 51 California, 505; <i>Hayes</i> v. <i>Wetherbee,</i> 60 California, 396; <i>Swanstrom</i> v. <i>Marvin,</i> 38 Minnesota, 359; <i>Vermule</i> v. <i>Shaw,</i> 4 California, 214.</p>\n<p>A further ground relied on by the appellant is, that there was no proper party defendant of record against whom the court had jurisdiction to proceed; and that the defendant below, acting in the capacity of sheriff, had no material interest in the subject matter of the suit, and was not, therefore, the proper defendant thereto. We think there is no merit in this proposition.</p>\n<p>By the terms of the writs of attachment the sheriff was commanded to levy upon and attach personal property belonging <span class=\"star-pagination\">*284</span> to P.M. Lund &amp; Co. Those writs did not authorize him to seize the property of any other person; and when he did seize other property he became a trespasser, and was not protected by the law. The rule in this respect was tersely stated by Mr. Justice Miller, who delivered the opinion of the court in <i>Buck</i> v. <i>Colbath,</i> <span class=\"citation\" data-id=\"87715\"><a href=\"/opinion/87715/buck-v-colbath/\"><span class=\"volume\">3</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">334</span></a></span>, 343, 344. Speaking of the variety of writs, orders, or processes of the court, under which property may be seized by an officer, the learned justice divided them into two general classes: (1) \"Those in which the process or order of the court describes the property to be seized, and which contain a direct command to the officer to take possession of that particular property;\" and, (2), \"Those in which the officer is directed to levy the process upon property of one of the parties to the litigation, sufficient to satisfy the demand against him, without describing any specific property to be thus taken.\" Referring to the second class he said: \"In the other class of writs to which we have referred, the officer has a very large and important field for the exercise of his judgment and discretion. <i>First,</i> in ascertaining that the property on which he proposes to levy, is the property of the person against whom the writ is directed; <i>secondly,</i> that it is property which, by law, is subject to be taken under the writ; and, <i>thirdly,</i> as to the quantity of such property necessary to be seized in the case in hand. In all these particulars he is bound to exercise his own judgment, and is legally responsible to any person for the consequences of any error or mistake in its exercise to his prejudice. He is so liable to plaintiff, to defendant, or to any third person whom his erroneous action in the premises may injure. And what is more important to our present inquiry, the court can afford him no protection against the parties so injured; for the court is in nowise responsible for the manner in which he exercises that discretion which the law reposes in him, and in no one else.\" See also Cooley on Torts, 396.</p>\n<p>In a case where the officer has exceeded his authority, he may be proceeded against either by an action for damages, if such remedy be sufficient, or by a writ of injunction to restrain the continued wrongdoing; and it is not essential that <span class=\"star-pagination\">*285</span> the plaintiffs in the writs be joined as parties defendant, where, as in this case, it does not appear, either from the pleadings or the proofs, that they advised or directed the sheriff to seize the particular property, as the property of their judgment debtor. In our opinion injunction was the proper remedy, the remedy at law being wholly inadequate to prevent or repair the injuries set forth in the pleadings, and stated in the findings of the court.</p>\n<p>We have not deemed it necessary to discuss the jurisdictional question raised by the appellee. It is clear that the appeal in this case was allowed by the proper court; that all the proceedings relative to the perfecting of an appeal were taken within two years from the date of entering the judgment of the court below; and that the enabling act admitting the two Dakotas, Montana and Washington Territories as States authorizes us to proceed to hear and determine cases of this character.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 92949, "judges": "Lamar, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92949/", "sha1": "94efe9c61b55cf1d004524ac1ed3efcb19e247f8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:40"}