{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "138 U.S. 262", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92948/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Beardsley v. Beardsley", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "119", 
    "id": 77328, 
    "resource_uri": "/api/rest/v2/citation/77328/"
  }, 
  "id": 92948, 
  "blocked": false, 
  "judges": "Brewer, After Stating the Case as Above Reported", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1891-02-02", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>138 U.S. 262 (1891)</b></center>\n<center><h1>BEARDSLEY<br>\nv.<br>\nBEARDSLEY.</h1></center>\n<center>No. 119.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 12, 1890.</center>\n<center>Decided February 2, 1891.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*264</span> <i>Mr. A.H. Garland, Mr. John M. Moore</i> and <i>Mr. H.J. May</i> for appellant.</p>\n<p><i>Mr. Daniel W. Jones</i> and <i>Mr. Thomas B. Martin</i> for appellee.</p>\n<p><span class=\"star-pagination\">*265</span> MR. JUSTICE BREWER, after stating the case as above reported, delivered the opinion of the court.</p>\n<p>The first and principal question in this case arises on the contract of January 1, 1882. By the appellant it is claimed that this is a mere executory contract, an agreement to sell; by the appellee, that it is an executed contract, a sale with reservation of security. The distinction is obvious, and the significance important. If an agreement to sell, the moving party must be the purchaser. If a sale, an executed contract with reservation of security, the moving party is the vendor, the one retaining security. If an agreement to sell, the moving party, the purchaser, must within a reasonable time tender performance or make excuse therefor. If an executed contract, <span class=\"star-pagination\">*266</span> a completed sale, then the moving party is the vendor, the security holder, and he assumes all the burdens and risks of delay. What, therefore, is the significance and import of this instrument? This, as claimed by the appellant, is not to be determined by any separate clause, but by the instrument as a whole. The rule is well stated by Mr. Justice Strong, delivering the opinion of this court in <i>Heryford</i> v. <i>Davis,</i> 102 U.S. 235, 243, 244, where he says: \"The answer to this question is not to be found in any name which the parties may have given to the instrument, and not alone in any particular provisions it contains, disconnected from all others, but in the ruling intention of the parties, gathered from all the language they have used. It is the legal effect of the whole which is to be sought for. The form of the instrument is of little account.\"</p>\n<p>It is not always easy to determine whether an instrument is a contract of sale or one to sell; yet certain rules of interpretation have become established. These rules are noticed in the opinion delivered in the <i>Elgee Cotton Cases,</i> 22 Wall. 180, 188. Two of these rules have no application here, as they refer to those steps necessary to put the property into a deliverable state, or the determination of the price by weighing, measuring and testing. The third only is significant, which is there stated in these words: \"Where the buyer is by the contract bound to do anything as a consideration, either precedent or concurrent, on which the passing of the property depends, the property will not pass until the condition be fulfilled, even though the goods may have been actually delivered into the possession of the buyer.\"</p>\n<p>Tested by this rule, this instrument must be adjudged not a contract to sell, but a sale with reservation of security. Note the language of the instrument: \"which is sold.\" Again \"which, though standing in my name, belongs to him.\" These words imply nothing executory, but something executed. It is not that the vendor will sell, but has sold. Not that the title remains in the vendor, yet to be transferred, but that it already has been transferred. The ownership, equitable if not legal, is in the vendee. It is not that the stock belongs to the <span class=\"star-pagination\">*267</span> vendee, upon payment, as appeared in the case of <i>French</i> v. <i>Hay,</i> 22 Wall. 231, but that it is now his, subject to a lien. Its meaning is, therefore, that of a sale, with retention of the legal title as security for purchase money. It is an equitable mortgage, and the rights created and assumed by it are like those created and assumed when the owner of real estate conveys by deed to a purchaser, and takes back a mortgage as security for the unpaid purchase money. Under those circumstances action is the duty of the vendor and mortgagee, and delay imperils no right of the purchaser and mortgagor. We have little doubt as to the significance of this contract, and hold that its effect was to make the appellee one-third owner with the appellant of the stock of the railroad company. Such, obviously, is the import, and, therefore, such must be adjudged the intention of the parties by this contract. With this construction of the instrument, it is unnecessary to consider the various suggestions made by counsel for appellant upon the theory that the contract was purely executory, a mere contract to sell. Taking it as an executed contract, one by which the ownership passed to the appellee, with a reservation of title simply as security for the purchase money \u0097 in other words, an equitable mortgage \u0097 we pass to the second and most difficult matter in the case.</p>\n<p>Appellant contends that it was a mere stock transaction, while appellee contends that it is not only in harmony with, but a part of, the full arrangement between the brothers, to wit, a joint interest in the railroad enterprise, on the basis of a two-thirds' share in the appellant and a one-third in the appellee. The instrument, by itself considered, expresses a stock transaction. If that was the extent of the arrangement between the brothers, then the appellant might enter into subsequent contracts with the railroad company, or any new corporations organized by the parties interested in the old company, without thereby interesting his brother in such contracts, or entitling him to a share in the proceeds thereof. He, of course, could not deprive him of any interest in the corporation, or the corporate property, evidenced by his ownership of stock; but ownership of stock of a corporation does <span class=\"star-pagination\">*268</span> not of right give a proportional interest with every contractor in the contracts made by him with the corporation. Was this instrument part and parcel of a general arrangement between the brothers that they should be jointly interested in the railroad enterprise, looking at it as a whole, in proportions of one-third and two-thirds? Along this line of inquiry there is a painful contradiction between the brothers, the two parties who alone fully understood their relations, and who are necessarily the principal witnesses concerning them. In a general way, it may be said that the testimony of appellee is, that the understanding between the brothers was that they were to be jointly interested in the whole enterprise in the proportion stated; while, on the other hand, that of the appellant is, that there was no talk or thought of partnership, or unity of ownership, and all that was thought of or agreed upon between them was expressed by the written contract \u0097 a mere contract to sell stock. A great deal of testimony was introduced as to what was apparent to other parties employed on this railroad as to the relations between the brothers, and as to what they knew and understood to be those relations. The significance of such testimony is limited. The brothers were in fact engaged in the operation and extension of the road, each holding a position in the corporate management. If there was a personal arrangement between them, it is not strange that the terms and the extent of it were not known by the employés, or disclosed to or talked of with them. Obviously, during the years 1882 to 1886, the relations between the brothers were harmonious, and neither thought of misunderstanding or difference. That they consulted together, often, about the enterprise, appears from the testimony of the appellant as well as that of the appellee, and, while the appellant limits the effect of his testimony by the statement that he also consulted with the other employés, the fact remains conceded by him, and asserted by appellee, that during those years they consulted about the operation, the management, and the extension of the railroad enterprise. In the midst of this unpleasant contradiction we notice these significant facts: After the completion of the ten miles of narrow-gauge road provided for by <span class=\"star-pagination\">*269</span> the original organization, the enterprise grew larger in the contemplation of its promoters and owners. A broadening of the road from a narrow to a standard gauge, and an extension eastward and westward, became their scheme. For this, two corporations were organized; one, as stated, looking to its extension eastward, and the other to a like extension westward. In the organization of these corporations, four hundred shares were taken by the appellant and two hundred by the appellee. This is upon the same basis of interest claimed by appellee in the whole railroad enterprise. These two subscriptions covered practically the entire stock, so that the new corporations were owned as the original. Interpreting these transactions, it must be borne in mind that neither brother was putting into this enterprise, to any extent, his individual property. The thought was to make the enterprise pay for itself, and out of it, and out of local aid, and out of their efforts to promote it and secure outside assistance, the accomplishment of the scheme, with its resultant benefits, was contemplated. So that, when into these new enterprises the brothers passed, with the same proportional interests as in the old, it is very significant, in the face of disputed testimony, as to their unity of interest in the whole railroad enterprise.</p>\n<p>Further than this, the letter of appellant to appellee, of date February 7, 1886, and after differences had arisen between the brothers, is worthy of note. In that letter, after referring to the fact that Alderman and himself had undertaken to build the road, that thereafter Alderman desired to sell, and that he had purchased his interest, he says: \"Some time after this Mr. Alderman desired to sell me his interest in the road, but I declined to purchase it. In the course of the next six months I declined it several times. Later, Colonel Paramore, of the Texas and St. Louis Railway, wrote me that Mr. Alderman had offered him his interest at $12,000, and that he was considering the purchase. Finding this, if carried out, would involve us in trouble with the Iron Mountain Railway, I wrote Mr. Alderman, that day, saying I would take his interest at $12,000, and by return mail he advised me that he considered it sold to me. After I had purchased this interest you importuned me to let <span class=\"star-pagination\">*270</span> you have it. This I declined to do, but I finally consented to let you have two-thirds of the purchase, you to pay me $8000, with interest from the time of my purchase, and at the same rate I paid Mr. Alderman, stock to remain in my hands until paid for. Previous to this time the road had been legally valued at $100,000, and stock to that amount had been issued or was ordered to be issued. At the time of your purchase you represented that you expected to get a considerable sum of money from a mine in California, and you would pay this on the purchase. So far, however, I believe you have not paid anything. Some time afterwards, knowing that, as our understanding was purely verbal, you would have no rights what ever in case of my death, I made a written memorandum showing that you were entitled to one-third of the stock then standing in my name, or $33,333, subject, however, to a payment of $8000, with interest as aforesaid. This memorandum I gave you, and I presume you still have it. Here the business part of our transactions, so far as interest in the property is concerned, rests.\"</p>\n<p>Now, the transactions between appellant and Alderman were not mere stock transactions. They were jointly interested in the construction contract, and by the completion thereof became practically joint owners of the road. That their relations to the corporation were evidenced by stock certificates, does not preclude the fact that, as between themselves, they were joint owners. So, when Alderman sold to him his one-half interest, and he transferred to his brother the two-thirds of that one-half interest, the significance of it, as expressed by the appellant himself, was something more than a mere stock transaction. As he says in his letter, after purchasing Alderman's interest he consented to let appellee have two-thirds of such purchase. It is difficult to believe, that, by this transaction, nothing more was meant than a transfer of stock. Obviously, he understood that two-thirds of Alderman's interest passed to appellee. Suppose Alderman had not sold, can it be doubted that equity would regard them as jointly the owners of this property, although their ownership was evidenced by separate shares of stock? Would equity tolerate <span class=\"star-pagination\">*271</span> any transaction by which appellant, securing the influence of a few shares of stock held by the nominal directors, should obtain bonds or contracts by which the value of the stock would be substantially destroyed, and he become the real owner? Bonds issued might be valid in law, and apparently prior to the stock; contracts might give superior rights; yet, is it not clear that equity would interfere if he, by collusion with the resident directors, attempted to ignore Alderman and create in himself a supremacy of ownership? That which is true when there was equality of ownership between himself and Alderman is also true when, by a subdivision of Alderman's interest, a like ownership as between himself and his brother was established on a different basis.</p>\n<p>We conclude, therefore, that the Circuit Court was right, when, in view of this contract and the other testimony, it adjudged that the relationship between the brothers was not that of mere stockholders in a corporation, but that of joint owners in a common enterprise, the profits and losses of which were to be shared between them in the proportion of their respective interests. If that be, as we think, the true interpretation of the relations between them, we do not understand that the appellant presents any substantial objection to the form and terms of the decree. It is, therefore,</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BROWN did not sit in this case and took no part in its decision.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></span> (1891)</b></center>\n<center><h1>BEARDSLEY<br>\nv.<br>\nBEARDSLEY.</h1></center>\n<center>No. 119.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 12, 1890.</center>\n<center>Decided February 2, 1891.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*264</span> <i>Mr. A.H. Garland, Mr. John M. Moore</i> and <i>Mr. H.J. May</i> for appellant.</p>\n<p><i>Mr. Daniel W. Jones</i> and <i>Mr. Thomas B. Martin</i> for appellee.</p>\n<p><span class=\"star-pagination\">*265</span> MR. JUSTICE BREWER, after stating the case as above reported, delivered the opinion of the court.</p>\n<p>The first and principal question in this case arises on the contract of January 1, 1882. By the appellant it is claimed that this is a mere executory contract, an agreement to sell; by the appellee, that it is an executed contract, a sale with reservation of security. The distinction is obvious, and the significance important. If an agreement to sell, the moving party must be the purchaser. If a sale, an executed contract with reservation of security, the moving party is the vendor, the one retaining security. If an agreement to sell, the moving party, the purchaser, must within a reasonable time tender performance or make excuse therefor. If an executed contract, <span class=\"star-pagination\">*266</span> a completed sale, then the moving party is the vendor, the security holder, and he assumes all the burdens and risks of delay. What, therefore, is the significance and import of this instrument? This, as claimed by the appellant, is not to be determined by any separate clause, but by the instrument as a whole. The rule is well stated by Mr. Justice Strong, delivering the opinion of this court in <i>Heryford</i> v. <i>Davis,</i> <span class=\"citation\" data-id=\"90239\"><a href=\"/opinion/90239/heryford-v-davis/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 243, 244, where he says: \"The answer to this question is not to be found in any name which the parties may have given to the instrument, and not alone in any particular provisions it contains, disconnected from all others, but in the ruling intention of the parties, gathered from all the language they have used. It is the legal effect of the whole which is to be sought for. The form of the instrument is of little account.\"</p>\n<p>It is not always easy to determine whether an instrument is a contract of sale or one to sell; yet certain rules of interpretation have become established. These rules are noticed in the opinion delivered in the <i>Elgee Cotton Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">180</span></span>, 188. Two of these rules have no application here, as they refer to those steps necessary to put the property into a deliverable state, or the determination of the price by weighing, measuring and testing. The third only is significant, which is there stated in these words: \"Where the buyer is by the contract bound to do anything as a consideration, either precedent or concurrent, on which the passing of the property depends, the property will not pass until the condition be fulfilled, even though the goods may have been actually delivered into the possession of the buyer.\"</p>\n<p>Tested by this rule, this instrument must be adjudged not a contract to sell, but a sale with reservation of security. Note the language of the instrument: \"which is sold.\" Again \"which, though standing in my name, belongs to him.\" These words imply nothing executory, but something executed. It is not that the vendor will sell, but has sold. Not that the title remains in the vendor, yet to be transferred, but that it already has been transferred. The ownership, equitable if not legal, is in the vendee. It is not that the stock belongs to the <span class=\"star-pagination\">*267</span> vendee, upon payment, as appeared in the case of <i>French</i> v. <i>Hay,</i> <span class=\"citation\" data-id=\"89068\"><a href=\"/opinion/89068/french-v-hay/\"><span class=\"volume\">22</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">231</span></a></span>, but that it is now his, subject to a lien. Its meaning is, therefore, that of a sale, with retention of the legal title as security for purchase money. It is an equitable mortgage, and the rights created and assumed by it are like those created and assumed when the owner of real estate conveys by deed to a purchaser, and takes back a mortgage as security for the unpaid purchase money. Under those circumstances action is the duty of the vendor and mortgagee, and delay imperils no right of the purchaser and mortgagor. We have little doubt as to the significance of this contract, and hold that its effect was to make the appellee one-third owner with the appellant of the stock of the railroad company. Such, obviously, is the import, and, therefore, such must be adjudged the intention of the parties by this contract. With this construction of the instrument, it is unnecessary to consider the various suggestions made by counsel for appellant upon the theory that the contract was purely executory, a mere contract to sell. Taking it as an executed contract, one by which the ownership passed to the appellee, with a reservation of title simply as security for the purchase money \u0097 in other words, an equitable mortgage \u0097 we pass to the second and most difficult matter in the case.</p>\n<p>Appellant contends that it was a mere stock transaction, while appellee contends that it is not only in harmony with, but a part of, the full arrangement between the brothers, to wit, a joint interest in the railroad enterprise, on the basis of a two-thirds' share in the appellant and a one-third in the appellee. The instrument, by itself considered, expresses a stock transaction. If that was the extent of the arrangement between the brothers, then the appellant might enter into subsequent contracts with the railroad company, or any new corporations organized by the parties interested in the old company, without thereby interesting his brother in such contracts, or entitling him to a share in the proceeds thereof. He, of course, could not deprive him of any interest in the corporation, or the corporate property, evidenced by his ownership of stock; but ownership of stock of a corporation does <span class=\"star-pagination\">*268</span> not of right give a proportional interest with every contractor in the contracts made by him with the corporation. Was this instrument part and parcel of a general arrangement between the brothers that they should be jointly interested in the railroad enterprise, looking at it as a whole, in proportions of one-third and two-thirds? Along this line of inquiry there is a painful contradiction between the brothers, the two parties who alone fully understood their relations, and who are necessarily the principal witnesses concerning them. In a general way, it may be said that the testimony of appellee is, that the understanding between the brothers was that they were to be jointly interested in the whole enterprise in the proportion stated; while, on the other hand, that of the appellant is, that there was no talk or thought of partnership, or unity of ownership, and all that was thought of or agreed upon between them was expressed by the written contract \u0097 a mere contract to sell stock. A great deal of testimony was introduced as to what was apparent to other parties employed on this railroad as to the relations between the brothers, and as to what they knew and understood to be those relations. The significance of such testimony is limited. The brothers were in fact engaged in the operation and extension of the road, each holding a position in the corporate management. If there was a personal arrangement between them, it is not strange that the terms and the extent of it were not known by the employés, or disclosed to or talked of with them. Obviously, during the years 1882 to 1886, the relations between the brothers were harmonious, and neither thought of misunderstanding or difference. That they consulted together, often, about the enterprise, appears from the testimony of the appellant as well as that of the appellee, and, while the appellant limits the effect of his testimony by the statement that he also consulted with the other employés, the fact remains conceded by him, and asserted by appellee, that during those years they consulted about the operation, the management, and the extension of the railroad enterprise. In the midst of this unpleasant contradiction we notice these significant facts: After the completion of the ten miles of narrow-gauge road provided for by <span class=\"star-pagination\">*269</span> the original organization, the enterprise grew larger in the contemplation of its promoters and owners. A broadening of the road from a narrow to a standard gauge, and an extension eastward and westward, became their scheme. For this, two corporations were organized; one, as stated, looking to its extension eastward, and the other to a like extension westward. In the organization of these corporations, four hundred shares were taken by the appellant and two hundred by the appellee. This is upon the same basis of interest claimed by appellee in the whole railroad enterprise. These two subscriptions covered practically the entire stock, so that the new corporations were owned as the original. Interpreting these transactions, it must be borne in mind that neither brother was putting into this enterprise, to any extent, his individual property. The thought was to make the enterprise pay for itself, and out of it, and out of local aid, and out of their efforts to promote it and secure outside assistance, the accomplishment of the scheme, with its resultant benefits, was contemplated. So that, when into these new enterprises the brothers passed, with the same proportional interests as in the old, it is very significant, in the face of disputed testimony, as to their unity of interest in the whole railroad enterprise.</p>\n<p>Further than this, the letter of appellant to appellee, of date February 7, 1886, and after differences had arisen between the brothers, is worthy of note. In that letter, after referring to the fact that Alderman and himself had undertaken to build the road, that thereafter Alderman desired to sell, and that he had purchased his interest, he says: \"Some time after this Mr. Alderman desired to sell me his interest in the road, but I declined to purchase it. In the course of the next six months I declined it several times. Later, Colonel Paramore, of the Texas and St. Louis Railway, wrote me that Mr. Alderman had offered him his interest at $12,000, and that he was considering the purchase. Finding this, if carried out, would involve us in trouble with the Iron Mountain Railway, I wrote Mr. Alderman, that day, saying I would take his interest at $12,000, and by return mail he advised me that he considered it sold to me. After I had purchased this interest you importuned me to let <span class=\"star-pagination\">*270</span> you have it. This I declined to do, but I finally consented to let you have two-thirds of the purchase, you to pay me $8000, with interest from the time of my purchase, and at the same rate I paid Mr. Alderman, stock to remain in my hands until paid for. Previous to this time the road had been legally valued at $100,000, and stock to that amount had been issued or was ordered to be issued. At the time of your purchase you represented that you expected to get a considerable sum of money from a mine in California, and you would pay this on the purchase. So far, however, I believe you have not paid anything. Some time afterwards, knowing that, as our understanding was purely verbal, you would have no rights what ever in case of my death, I made a written memorandum showing that you were entitled to one-third of the stock then standing in my name, or $33,333, subject, however, to a payment of $8000, with interest as aforesaid. This memorandum I gave you, and I presume you still have it. Here the business part of our transactions, so far as interest in the property is concerned, rests.\"</p>\n<p>Now, the transactions between appellant and Alderman were not mere stock transactions. They were jointly interested in the construction contract, and by the completion thereof became practically joint owners of the road. That their relations to the corporation were evidenced by stock certificates, does not preclude the fact that, as between themselves, they were joint owners. So, when Alderman sold to him his one-half interest, and he transferred to his brother the two-thirds of that one-half interest, the significance of it, as expressed by the appellant himself, was something more than a mere stock transaction. As he says in his letter, after purchasing Alderman's interest he consented to let appellee have two-thirds of such purchase. It is difficult to believe, that, by this transaction, nothing more was meant than a transfer of stock. Obviously, he understood that two-thirds of Alderman's interest passed to appellee. Suppose Alderman had not sold, can it be doubted that equity would regard them as jointly the owners of this property, although their ownership was evidenced by separate shares of stock? Would equity tolerate <span class=\"star-pagination\">*271</span> any transaction by which appellant, securing the influence of a few shares of stock held by the nominal directors, should obtain bonds or contracts by which the value of the stock would be substantially destroyed, and he become the real owner? Bonds issued might be valid in law, and apparently prior to the stock; contracts might give superior rights; yet, is it not clear that equity would interfere if he, by collusion with the resident directors, attempted to ignore Alderman and create in himself a supremacy of ownership? That which is true when there was equality of ownership between himself and Alderman is also true when, by a subdivision of Alderman's interest, a like ownership as between himself and his brother was established on a different basis.</p>\n<p>We conclude, therefore, that the Circuit Court was right, when, in view of this contract and the other testimony, it adjudged that the relationship between the brothers was not that of mere stockholders in a corporation, but that of joint owners in a common enterprise, the profits and losses of which were to be shared between them in the proportion of their respective interests. If that be, as we think, the true interpretation of the relations between them, we do not understand that the appellant presents any substantial objection to the form and terms of the decree. It is, therefore,</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BROWN did not sit in this case and took no part in its decision.</p>\n</div>", 
  "sha1": "05d3a4ee4e98160e63cb01cadc251d8ef69ffbcb", 
  "date_modified": "2014-12-21T01:31:08.936677", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92948/beardsley-v-beardsley/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/62811/", 
  "html": "<p class=\"case_cite\">138 U.S. 262</p>\n    <p class=\"case_cite\">11 S.Ct. 318</p>\n    <p class=\"case_cite\">34 L.Ed. 928</p>\n    <p class=\"parties\">BEARDSLEY<br>v.<br>BEARDSLEY.</p>\n    <p class=\"date\">February 2, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Statement of Case from pages 262-264 intentionally omitted]</p>\n      <p class=\"indent\"><i>J. M. Moore, A. H. Garland</i>, and <i>Heber J. May</i>, for appellant.</p>\n      <p class=\"indent\"><i>Daniel W. Jones</i>, for appellee.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The first and principal question in this case arises on the contract of January 1, 1882. By the appellant it is claimed that this is a mere executory contract, an agreement to sell; by the appellee, that it is an executed contract, a sale with reservation of security. The distinction is obvious, and the significance important. If an agreement to sell, the moving party must be the purchaser. If a sale, an executed contract with reservation of security, the moving party is the vendor, the one retaining security. If an agreement to sell, the moving party, the purchaser, must within a reasonable time tender performance or make excuse therefor. If an executed contract, a completed sale, then the moving party is the vendor, the security holder, and he assumes all the burdens and risks of delay. What, therefore, is the significance and import of this instrument? This, as claimed by the appellant, is not to be determined by any separate clause, but by the instrument as a whole. The rule is well stated by Mr. Justice STRONG, delivering the opinion of this court, in Heryford v. Davis, 102 U. S. 235, 243, where he says: 'The answer to this question is not to be found in any name which the parties may have given to the instrument, and not alone in any particular provisions it contains, disconnected from all others, but in the ruling intention of the parties, gathered from all the language they have used. It is the legal effect of the whole which is to be sought for. The form of the instrument is of little account.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is not always easy to determine whether an instrument is a contract of sale or one to sell; yet certain rules of interpretation have become established. These rules are noticed in the opinion delivered in the Elgee Cotton Cases, 22 Wall. 180, 188. Two of these rules have no application here, as they refer to those steps necessary to put the property into a deliverable state, or the determination of the price by weighing, measuring, and testing. The third only is significant, which is there stated in these words: 'Where the buyer is by the contract bound to do anything as a consideration, either precedent or concurrent, on which the passing of the property depends, the propety will not pass until the condition befulfilled, even though the goods may have been actually delivered into the possession of the buyer.' Tested by this rule, this instrument must be adjudged, not a contract to sell, but a sale with reservation of security. Note the language of the instrument, 'which is sold.' Again, 'which, though standing in my name, belongs to him.' These words imply nothing executory, but something executed. It is not that the vendor will sell, but has sold. Not that the title remains in the vendor, yet to be transferred, but that it already has been transferred. The ownership, equitable if not legal, is in the vendee. It is not that the stock belongs to the vedee , upon payment, as appeared in the case of French v. Hay, 22 Wall. 231, but that it is now his, subject to a lien. Its meaning is therefore that of a sale, with retention of the legal title as security for purchase money. It is an equitable mortgage, and the rights created and assumed by it are like those created and assumed when the owner of real estate conveys by deed to a purchaser, and takes back a mortgage as security for the unpaid purchase money. Under those circumstances action is the duty of the vendor and mortgagee, and delay imperils no right of the purchaser and mortgagor. We have little doubt as to the significance of this contract, and hold that its effect was to make the appellee one-third owner with the appellant of the stock of the railroad company. Such, obviously, is the import, and therefore such must be adjudged the intention of the parties by this contract. With this construction of the instrument, it is unnecessary to consider the various suggestions made by counsel for appellant upon the theory that the contract was purely executory, a mere contract to sell. Taking it as an executed contract, one by which the ownership passed to the appellee, with a reservation of title simply as security for the purchase money, in other words, an equitable mortgage,&#8212;we pass to the second and most difficult matter in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant contends that it was a mere stock transaction, while appellee contends that it is not only in harmony with, but a part of, the full arrangement between the brothers, to-wit, a joint interest in the railroad enterprise, on the basis of a two-thirds share in the appellant, and a one-third in the appellee. The instrument, by itself considered, expresses a stock transaction. If that was the extent of the arrangement between the brothers, then the appellant might enter into subsequent contracts with the railroad company, or any new corporations organized by the parties interested in the old company, without thereby interesting his brother in such contracts, or entitling him to a share in the proceeds thereof. He, of course, could not deprive him of any interest in the corporation, or the corporate property, evidenced by his ownership of stock; but ownership of stock of a corporation does not of right give a proportional interest with every contractor in the contracts made by him with the corporation. Was this instrument part and parcel of a general arrangement between the brothers that they should be jointly interested in the railroad enterprise, looking at it as a whole, in proportions of one-third and two-thirds? Along this line of inquiry there is a painful contradiction between the brothers, the two parties who alone fully understood their relations, and who are necessarily the principal witnesses concerning them. In a general way, it may be said that the testimony of appellee is that the understanding between the brothers was that they were to be jointly interested in the whole enterprise in the proportion stated; while, on the other hand, that of the appellant is that there was no talk or thought of partnership, or unity of ownership, and all that was thought of or agreed upon between them was expressed by the written contract,&#8212;a mere contract to sell stock. A great deal of testimony was introduced as to what was apparent to other parties employed on this railroad as to the relations between the brothers, and as to what they knew and understood to be those relations. The significance of such testimony is limited. The brothers were in fact engaged in the operation and extension of the road, each holding a position in the corporate management. If there was a personal arrangement between them, it is not strange that the terms and the extent of it were not known by the employes, or disclosed to or talked of with them. Obviously, during the years 1882 to 1886, the relations between the brothers were harmonious, and neither thought of misunderstanding or difference. That they consulted together, often, about the enterprise, appears fom  the testimony of the appellant as well as that of the appellee, and, while the appellant limits the effect of his testimony by the statement that he also consulted with the other employes, the fact remains conceded by him, and asserted by appellee, that during those years they consulted about the operation, the management, and the extension of the railroad enterprise. In the midst of this unpleasant contradiction we notice these significant facts: After the completion of the 10 miles of narrow-gauge road provided for by the original organization, the enterprise grew larger in the contemplation of its promoters and owners. A broadening of the road from a narrow to a standard gauge, and an extension eastward and westward, became their scheme. For this, two corporations were organized; one, as stated, looking to its extension eastward, and the other to a like extension westward. In the organization of these corporations, 400 shares were taken by the appellant and 200 by the appellee. This is upon the same basis of interest claimed by appellee in the whole railroad enterprise. These two subscriptions covered practically the entire stock, so that the new corporations were owned as the original. Interpreting these transactions, it must be borne in mind that neither brother was putting into this enterprise, to any extent, his individual property. The thought was to make the enterprise pay for itself, and out of it, and out of local aid, and out of their efforts to promote it and secure outside assistance, the accomplishment of the scheme, with its resultant benefits, was contemplated. So that, when into these new enterprises the brothers passed, with the same proportional interests as in the old, it is very significant, in the face of disputed testimony, as to their unity of interest in the whole railroad enterprise.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Further than this, the letter of appellant to appellee, of date February 7, 1886, and after differences had arisen between the brothers, is worthy of note. In that letter, after referring to the fact that Alderman and himself had undertaken to build the road, that thereafter Alderman desired to sell, and that he had purchased his interest, he says: 'Some time after this Mr. Alderman desired to sell me his interest in the road, but I declined to purchase it. In the course of the next six months I declined it several times. Later, Col. Paramore, of the Texas &amp; St. Louis Railway, wrote me that Mr. Alderman had offered him his interest at $12,000, and that he was considering the purchase. Finding this, if carried out, would involve us in trouble with the Iron Mountain Railway, I wrote Mr. Alderman that day, saying I would take his interest at $12,000, and by return mail he advised me that he considered it sold to me. After I had purchased this interest you importuned me to let you have it. This I declined to do, but I finally consented to let you have two-thirds of the purchase, you to pay me $8,000, with interest from the time of my purchase, and at the same rate I paid Mr. Alderman, stock to remain in my hands until paid for. Previous to this time the road had been legally valued at $100,000, and stock to that amount had been issued or was ordered to be issued. At the time of your purchase you represented that you expected to get a considerable sum of money from a mine in California, and you would pay this on the purchase. So far, however, I believe you have not paid anything. Some time afterwards, knowing that, as our understanding was purely verbal, you would have no rights whatever in case of my death, I made a written memorandum showing that you were entitled to one-third of the stock then standing in my name, or $33,333, subject, however, to a payment of $8,000, with interest as aforesaid. This memorandum I gave you, and I presume you still have it. Here the business part of our transactions, so far as interest in the property is concerned, rests.' Now, the transactions between appellant and Alderman were not mere stock transactions. Thy w ere jointly interested in the construction contract, and by the completion thereof became practically joint owners of the road. That their relations to the corporation were evidenced by stock certificates does not preclude the fact that, as between themselves, they were joint owners. So, when Alderman sold to him his one-half interest, and he transferred to his brother the two-thirds of that one-half interest, the significance of it, as expressed by the appellant himself, was something more than a mere stock transaction. As he says in his letter, after purchasing Alderman's interest he consented to let appellee have two-thirds of such purchase. It is difficult to believe that, by this transaction, nothing more was meant than a transfer of stock. Obviously, he understood that two-thirds of Alderman's interest passed to appellee. Suppose Alderman had not sold, can it be doubted that equity would regard them as jointly the owners of this property, although their ownership was evidenced by separate shares of stock? Would equity tolerate any transaction by which appellant, securing the influence of a few shares of stock held by the nominal directors, should obtain bonds orcontracts by which the value of the stock would be substantially destroyed, and he become the real owner? Bonds issued might by valid in law, and apparently prior to the stock; contracts might give superior rights; yet is it not clear that equity would interfere if he, by collusion with the resident directors, attempted to ignore Alderman and create in himself a supremacy of ownership? That which is true when there was equality of ownership between himself and Alderman is also true when, by a subdivision of Alderman's interest, a like ownership, as between himself and his brother, was established on a different basis. We conclude, therefore, that the circuit court was right when, in view of this contract and the other testimony, it adjudged that the relationship between the brothers was not that of mere stockholders in a corporation, but that of joint owners in a common enterprise, the profits and losses of which were to be shared between them in the proportion of their respective interests. If that be, as we think, the true interpretation of the relations between them, we do not understand that the appellant presents any substantial objection to the form and terms of the decree. It is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">BROWN, J., did not sit in this case, and took no part in its decision.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92948/"
}