{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "138 U.S. 461", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92968/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "In Re Graham", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "1332", 
    "id": 77348, 
    "resource_uri": "/api/rest/v2/citation/77348/"
  }, 
  "id": 92968, 
  "blocked": false, 
  "judges": "Field, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1891-03-02", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>138 U.S. 461 (1891)</b></center>\n<center><h1>In re GRAHAM, Petitioner.</h1></center>\n<center>No. 1332.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 29, 1891.</center>\n<center>Decided March 2, 1891.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF WISCONSIN.\n<p><span class=\"star-pagination\">*462</span> <i>Mr. Rublee A. Cole</i> began argument for the petitioner; but, on the statement of the case, the court declined to hear further argument.</p>\n<p><i>Mr. J.L. O'Connor,</i> Attorney General of the State of Wisconsin, and <i>Mr. Robert M. La Follette</i> filed a brief in opposition.</p>\n<p>MR. JUSTICE FIELD, after stating the case, delivered the opinion of the court.</p>\n<p>It is undoubtedly the general rule that a judgment rendered by a court in a criminal case must conform strictly to the statute, and that any variation from its provisions, either in the character or the extent of punishment inflicted, renders the judgment absolutely void; but it seems that under the law of Wisconsin a judgment in a criminal case which merely exceeds in the time of punishment prescribed by the sentence that which is authorized by law, is not absolutely void, but only erroneous, and that the error must be corrected on appeal and cannot be corrected by a writ of <i>habeas corpus.</i> It would seem that a distinction is there made between those cases in which the judgment is irregular, as being in excess of the time prescribed, and those in which it is void as changing the nature of the punishment from that authorized by the law; and that in the former class, until the time is reached which is prescribed by statute as the limit of the power of the court to punish the prisoner, he has no remedy by <i>habeas corpus.</i></p>\n<p>If such be the law of the State, as would appear by this decision and the argument of counsel, we do not see that we <span class=\"star-pagination\">*463</span> have any right to interfere. That the prisoner should not have been sentenced for any time in excess of ten years, is very evident. When the ten years have expired it is probable the court will order the prisoner's discharge, but until then he has no right to ask the annulment of the entire judgment. Such being the ruling of the State court, and there being nothing in it repugnant to any principle of natural justice, we think that the reason given for a refusal of the writ of <i>habeas corpus</i> in the court below at the present time was a sound one.</p>\n<p>Nor is the doctrine of the Wisconsin court peculiar to the courts of that State. In New York it has been held that a judgment in a criminal case, which in the punishment it imposed exceeded that prescribed by statute, was not void except for the excess, where such excess could be omitted in the execution of the judgment. Thus in <i>The People</i> v. <i>Baker,</i> 89 N.Y. 460, 467, the relator was tried and convicted of a crime for which he was sentenced to be imprisoned in the penitentiary for one year, and to pay a fine of $500, and to stand committed until the fine was paid. Contending that the offence, of which he was convicted, was shown by the minutes of the court to have been merely an assault and battery for which he could have been at most sentenced to be imprisoned for one year and to pay a fine of $250 only, he applied to a judge of the Superior Court of Buffalo for a writ of <i>habeas corpus</i> to be discharged from imprisonment. That court refused to discharge him, and the general term of the court having affirmed the ruling, the case was taken to the Court of Appeals of the State. In sustaining the decision that court held that if the relator was only convicted of a simple assault and battery he would not be entitled to his discharge, for then the sentence to imprisonment for one year was authorized and legal, observing that this was a separate portion of the sentence, complete in itself, and the remainder of the sentence could be held void and disregarded; and that the whole sentence was not illegal and void because of the excess, adding that such was the settled law of the State.</p>\n<p>But were the general doctrine of other States against that held by the highest court of Wisconsin, it is not perceived how <span class=\"star-pagination\">*464</span> we could interfere with the imprisonment of the plaintiff in error. When the highest court of a State holds that a judgment of one of its inferior courts imposing punishment in a criminal case is valid and binding to the extent in which the law of the State authorized the punishment, and only void for the excess, we cannot treat it as wholly void, there being no principle of federal law invaded in such ruling.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></span> (1891)</b></center>\n<center><h1>In re GRAHAM, Petitioner.</h1></center>\n<center>No. 1332.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 29, 1891.</center>\n<center>Decided March 2, 1891.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF WISCONSIN.\n<p><span class=\"star-pagination\">*462</span> <i>Mr. Rublee A. Cole</i> began argument for the petitioner; but, on the statement of the case, the court declined to hear further argument.</p>\n<p><i>Mr. J.L. O'Connor,</i> Attorney General of the State of Wisconsin, and <i>Mr. Robert M. La Follette</i> filed a brief in opposition.</p>\n<p>MR. JUSTICE FIELD, after stating the case, delivered the opinion of the court.</p>\n<p>It is undoubtedly the general rule that a judgment rendered by a court in a criminal case must conform strictly to the statute, and that any variation from its provisions, either in the character or the extent of punishment inflicted, renders the judgment absolutely void; but it seems that under the law of Wisconsin a judgment in a criminal case which merely exceeds in the time of punishment prescribed by the sentence that which is authorized by law, is not absolutely void, but only erroneous, and that the error must be corrected on appeal and cannot be corrected by a writ of <i>habeas corpus.</i> It would seem that a distinction is there made between those cases in which the judgment is irregular, as being in excess of the time prescribed, and those in which it is void as changing the nature of the punishment from that authorized by the law; and that in the former class, until the time is reached which is prescribed by statute as the limit of the power of the court to punish the prisoner, he has no remedy by <i>habeas corpus.</i></p>\n<p>If such be the law of the State, as would appear by this decision and the argument of counsel, we do not see that we <span class=\"star-pagination\">*463</span> have any right to interfere. That the prisoner should not have been sentenced for any time in excess of ten years, is very evident. When the ten years have expired it is probable the court will order the prisoner's discharge, but until then he has no right to ask the annulment of the entire judgment. Such being the ruling of the State court, and there being nothing in it repugnant to any principle of natural justice, we think that the reason given for a refusal of the writ of <i>habeas corpus</i> in the court below at the present time was a sound one.</p>\n<p>Nor is the doctrine of the Wisconsin court peculiar to the courts of that State. In New York it has been held that a judgment in a criminal case, which in the punishment it imposed exceeded that prescribed by statute, was not void except for the excess, where such excess could be omitted in the execution of the judgment. Thus in <i>The People</i> v. <i>Baker,</i> <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">460</span></span>, 467, the relator was tried and convicted of a crime for which he was sentenced to be imprisoned in the penitentiary for one year, and to pay a fine of $500, and to stand committed until the fine was paid. Contending that the offence, of which he was convicted, was shown by the minutes of the court to have been merely an assault and battery for which he could have been at most sentenced to be imprisoned for one year and to pay a fine of $250 only, he applied to a judge of the Superior Court of Buffalo for a writ of <i>habeas corpus</i> to be discharged from imprisonment. That court refused to discharge him, and the general term of the court having affirmed the ruling, the case was taken to the Court of Appeals of the State. In sustaining the decision that court held that if the relator was only convicted of a simple assault and battery he would not be entitled to his discharge, for then the sentence to imprisonment for one year was authorized and legal, observing that this was a separate portion of the sentence, complete in itself, and the remainder of the sentence could be held void and disregarded; and that the whole sentence was not illegal and void because of the excess, adding that such was the settled law of the State.</p>\n<p>But were the general doctrine of other States against that held by the highest court of Wisconsin, it is not perceived how <span class=\"star-pagination\">*464</span> we could interfere with the imprisonment of the plaintiff in error. When the highest court of a State holds that a judgment of one of its inferior courts imposing punishment in a criminal case is valid and binding to the extent in which the law of the State authorized the punishment, and only void for the excess, we cannot treat it as wholly void, there being no principle of federal law invaded in such ruling.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "sha1": "0b1ada93480f0e923ead9951e697f8872ff6b9a7", 
  "date_modified": "2014-12-21T01:31:09.688215", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92968/in-re-graham/", 
  "citation_count": 6, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/367252/", 
  "html": "<p class=\"case_cite\">138 U.S. 461</p>\n    <p class=\"case_cite\">11 S.Ct. 363</p>\n    <p class=\"case_cite\">34 L.Ed. 1051</p>\n    <p class=\"parties\">GRAHAM<br>v.<br>WEEKS, Warden of the Wisconsin State-Prison.</p>\n    <p class=\"date\">March 2, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Rublee A. Cole</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>R. M. La Follette</i>, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice FIELD, after stating the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is undoubtedly the general rule that a judgment rendered by a court in a criminal case must conform strictly to the statute, and that any variation from its provisions, either in the character or the extent of punishment inflicted, renders the judgment absolutely void; but it seems that under the law of Wisconsin a judgment in a criminal case, which merely exceeds in the time of punishment prescribed by the sentence that which is authorized by law, is not absolutely void, but only erroneous, and that the error must be corrected on appeal, and cannot be corrected by a writ of <i>habeas corpus</i>. It would seem that a distinction is there made between those cases in which the judgment is irregular, as being in excess of the time prescribed, and those in which it is void, as changing the nature of the punishment from that authorized by the law; and that in the former class, until the time is reached which is prescribed by statute as the limit of the power of the court to punish the prisoner, he has no remedy by <i>habeas corpus</i>. If such be the law of the state, as would appear by this decision and the argument of counsel, we do not see that we have any right to interfere. That the prisoner should not have been sentenced for any time in excess of 10 years is very evident. When the 10 years have expired it is probable the court will order the prisoner's discharge, but until then he has no right to ask the annulment of the entire judgment. Such being the ruling of the state court, and there being nothing in it repugnant to any principle of natural justice, we think that the reason given for a refusal of the writ of <i>habeas corpus</i> in the court below at the present time was a sound one. Nor is the doctrine of the Wisconsin court peculiar to the courts of that state. In New York it has been held that a judgment in a criminal case, which in the punishment it imposed exceeded that prescribed by statute, was not void except for the excess, where such excess could be omitted in the execution of the judgment. Thus in People v. Baker, 89 N. Y. 460, 467, the relator was tried and convicted of a crime for which he was sentenced to be imprisoned in the penitentiary for one year, and to pay a fine of $500, and to stand committed until the fine was paid. Contending that the offense of which he was convicted was shown by the minutes of the court to have been merely an assault and battery for which he could have been at most sentenced to be imprisoned for one year, and to pay a fine of $250 only, he applied to a judge of the superior court of Buffalo for a writ of <i>habeas corpus</i> to be discharged from imprisonment. That court refused to discharge him, and, the general term of the court having affirmed the ruling, the case was taken to the court of appeals of the state. In sustaining the decision, tha co urt held that if the relator was only convicted of a simple assault and battery he would not be entitled to his discharge, for then the sentence to imprisonment for one year was authorized and legal; observing that this was a separate portion of the sentence, complete in itself, and the remainder of the sentence could be held void and disregarded, and that the whole sentence was not illegal and void because of the excess, adding that such was the settled law of the state. But, were the general doctrine of other states against that held by the highest court of Wisconsin, it is not perceived how we could interfere with the imprisonment of the plaintiff in error. When the highest court of a state holds that a judgment of one of its inferior courts imposing punishment in a criminal case is valid and binding to the extent in which the law of the state authorized the punishment, and only void for the excess, we cannot treat it as wholly void, there being no principle of federal law invaded in such ruling. Judgment affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92968/"
}