{"absolute_url": "/opinion/93007/bayne-v-wiggins/", "blocked": false, "citation": {"case_name": "Bayne v. Wiggins", "docket_number": "151", "document_uris": ["/api/rest/v2/document/93007/"], "federal_cite_one": "139 U.S. 210", "federal_cite_three": null, "federal_cite_two": null, "id": 77387, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77387/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-03-16", "date_modified": "2014-12-21T01:31:10.990095", "docket": "/api/rest/v2/docket/367200/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">139 U.S. 210</p>\n    <p class=\"case_cite\">11 S.Ct. 521</p>\n    <p class=\"case_cite\">35 L.Ed. 144</p>\n    <p class=\"parties\">BAYNE <i>et al.</i><br>v.<br>WIGGINS <i>et ux.</i></p>\n    <p class=\"date\">March 16, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>R. Brown</i> and <i>M. F. Elliott</i>, for plaintiffs in error.</p>\n      <p class=\"indent\"><i>S. A. Davenport</i>, for defendants in error.</p>\n      <p class=\"indent\">GRAY, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action of <i>assumpsit</i> by D. B. Wiggins and Jane M. Wiggins, his wife, citizens of New York, against S. G. Bayne, J. M. Fuller, and T. J. Melvin, citizens of Pennsylvania. The declaration alleged that on November 21, 1883, Mrs. Wiggins sold, and the defendants agreed to buy, a tract of land owned by her, and situated in Lafayette township and McKean county in the state of Pennsylvania, for the price of $10,000, payable one-half on delivery of the deed, one-fourth in three months, and the other fourth in six months, with interest; and that on November 28, 1883, she delivered to them a good and sufficient deed of the land, and possession of the same. The evidence introduced by the plaintiffs at the trial was to the following effect: Wiggins and wife resided near Buffalo, New York, and she was seised of the land in question under a recorded deed. On November 21, 1883, at Bradford, in Pennsylvania, and in the office of the First National Bank of Bradford, of which Bayne was president and Fuller vice-president, Wigginsmad e an oral agreement with Bayne and Fuller to sell the land for the price of $10,000, half in cash, (of which the sum of $250 was at once paid to him,) and the other half in notes, payable in three and six months, with interest; and the following memorandum of their agreement was drawn up by Bayne, signed by his direction by the cashier of the bank and delivered to Wiggins: 'Bradford, Pa., November 21, 1883. Received $4,750 from Bayne, Fuller, and Melvin, which is the cash payment on a lot of 70 acres of land sold to them by D. B. Wiggins for $10,000; the balance to be paid in notes and money as agreed on by both parties. I am to remit this money and the notes spoken of to said D. B. Wiggins on his forwarding a good deed of said land. The notes are to be $2,500 at 3 months, and $2,500 at 6 months, both with interest. W. W. BELL, Cashier.' Melvin was not present at that time, but afterwards admitted, in conversation with Wiggins and another person, that Bayne, Fuller, and himself were the purchasers; and Bell acted as their agent, and one Hayes, at Buffalo, as the plaintiff's agent throughout the subsequent transactions. On November 23d Wiggins and wife executed at Buffalo a deed to Bayne, Fuller, and Melvin, dated November 22d, of the land, describing it fully by metes and bounds, and expressed to be in consideration of the payment of $10,000, and acknowledged it before a notary public; but that deed was insufficient, under the law of Pennsylvania, to pass the title, because the notary's certificate did not state that he had made known its contents to the wife. Pa. St. Feb. 24, 1770, &#167;&#167; 2, 3; 1 Dall. Laws, 536, 537; 1 Purd. Dig. (11th Ed.) 568, 569; Watson v. Mercer, 6 Serg. &amp; R. 49; Hornbeck v. Association, 88 Pa. St. 64; Transit Co. v. Sheedy, 103 Pa. St. 492. On the same day Hayes sent that deed to Bell in a letter, saying: 'I inclose for collection and remittance, deed of J. M. and D. B. Wiggins, for which please remit us your draft on New York, $4,750, and two notes given by Bayne, Fuller, and Melvin, $2,500 each, at 3 and 6 months, with interest, to order D. B. Wiggins.' On Saturday, November 24th, Bell replied to Hayes: 'Yours of 23d inst, is at hand. The search is taking longer than expected, but will probably be completed by Monday.' On Tuesday, November 27th, Bell wrote to Hayes, inclosing an unsigned deed, sustantially similar to the first one, except that the certificate of acknowledgment was according to the law of Pennsylvania; and saying in his letter: 'I inclose a deed that Bayne, Fuller, and Melvin's attorney wishes executed in place of the one sent by you, on receipt of which I will forward money, notes, and old deed. This is a Pennsylvania form, and the other is a New York one.' On November 28th Wiggins and wife signed this deed, and he sent it through Hayes to Bell; and it came back on November 29th, together with the first deed, and a letter from Bell to Hayes, which was given in evidence, dated November 29th, in which Bell said: 'By request of Bayne, Fuller, and Melvin I return deed of D. B. Wiggins to you. Their attorney has written Mr. Wiggins, giving the reasons for so doing.' There was also given in evidence a letter dated November 27th, and postmerked 'Bradford, November 29th,' to Wiggins, from the defendants' attorney, saying: 'Bayne, Fuller, and Melvin decline absolutely to purchase the 80 acres of land in Lafayette, this county, and ask you to at once refund the money paid, and return receipt given. They have been put in possession of the facts in detail as to the means used by yourself in collusion with others to try and induce them to make the purchase. In addition to this, the title to the land is not good, and they decline to accept the deed offered, and have directed the same to be returned. Prompt action on your part is demanded. If you do not at once return the money and receipt, I have advised them to promptly take such action as the facts now in their possession certainly justify.' On November 30th Wiggins wentto Bradford, saw Bayne and Fuller, tendered them the second deed, and demanded the money and notes, in accordance with the original contract, and they refused to give them or to accept the deed. The defendants relied on the provisions of the statute of frauds of Pennsylvania, copied in the margin;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and requested the court to instruct the jury that 'the contract for the sale of the premises described in the plaintiffs' declaration being in parol, and there being no evidence that any possession thereof was taken by the defendants under and pursuant to the contract, there can be no recovery of the purchase price by the vendor, unless the contract was fully executed by the delivery of a good and indefeasible deed for the land accepted by the vendees.' The court instructed the jury accordingly, but with this qualification: that if the first deed&#8212;the one of November 22, 1883&#8212;was accepted by the defendants, and at their request the plaintiffs executed, and on November 28, 1883, transmitted to Bell a second deed, and on November 30, 1883, such second deed was tendered by the plaintiffs to two of the defendants, namely, Bayne and Fuller, this was a sufficient execution of the contract, notwithstanding the first deed was defective. The jury returned a verdict for the plaintiffs in the sum of $11,300, upon which judgment was rendered; and the defendants, having duly excepted to the instructions, sued out this writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It may be admitted that the original memorandum of November 21st, signed by Bell in the presence and by the authority or assent of both parties, which stated a sale by Wiggins to the defendants of 'a lot of seventy acres of land,' and specified the terms of payment in cash and notes, was not of itself a sufficient memorandum to satisfy the statute of frauds, because it in no way described or gave any means of identifying the land sold. The deed to the defendants, executed by the plaintiffs on November 23d, was not acknowledged so as to take effect as a conveyance, nor accepted as such by the defendants; but it contained a full description of the land by metes and bounds, and it was sent to the defendants' agent by the plaintiffs' agent in a letter demanding payment of part of the price in money, and of the rest in notes, in the terms of the original memorandum. The defendants' agent replied on the next day that he had received that letter; and three days later, in further response, wrote another letter, inclosing a form of deed substantially like the first one, but with a sufficient certificate of acknowledgment, requesting that this deed might be executed instead of the other, and promising, on receipt of it, to 'forward money, notes, and old deed.' This letter of the defendants' agent, read in connection with the other writings which had passed between the parties, unequivocally refers to the first deed, which fully described the land sold, and to the money and notes to be given in payment therefor, as specified in the letter which inclosed that deed. In the light of the undisputed facts, its language could apply to nothing else. It thus, by necessary reference, embodies a definite statement of the contract actually made by the parties, both as to the property to be conveyed, and as to the terms of payment; and, taken together with that deed and that letter, constitutes a sufficient memorandum, signed by both parties or their agents, to take the case out of the statute of frauds. Beck with v. Talbot, 95 U.S. 289; Ridgway v. Wharton, 6 H. L. Cas. 238; McFarson's Appeal, 11 Pa. St. 503, 510; Tripp v. Bishop, 56 Pa. St. 424. For this reason the defendants cannot have been prejudiced by the instructions given to the jury; and it becomes unnecessary to consider whether, under the statute of frauds of Pennsylvania, as expounded by the supreme court of that state, the memorandum of a contract for the sale of land need by signed by the buyer, as well as by the seller, in order to maintain such an action as this. See Browne, St. Frauds, (4th d.)  &#167; 226, and cases there cited. Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> By the statute of Pennsylvania of March 21, 1772, 'all leases, estates, interests of freehold or term of years, or any uncertain interest of, in, or out of any messuages, manors, lands, tenements, or hereditaments, made or created by livery and seisin only, or by parol, and not put it writing and signed by the parties so making or creating the same, or their agents thereunto lawfully authorized by writing, shall have the force and effect of leases or estates at will only, and shall not, either in law or equity, be deemed or taken to have any other or greater force or effect, any consideration for making any such parol leases or estates, or any former law or usage to the contrary notwithstanding; except, nevertheless, all leases not exceeding the term of three years from the making thereof. And, moreover, no leases, estates, or interests, either of freehold or terms of years, or any uncertain interest of, in, to, or out of any messuages, manors, lands, tenements, or hereditaments shall at any time be assigned, granted, or surrendered, unless it be by deed or note in writing, signed by the party so assigning, granting, or surrendering the same, or their agents thereto lawfully authorized by writing, or by act and operation of law.' 1 Dall. Laws, 640; 1 Purd. Dig. (11th Ed.) 830, 831.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>139 U.S. 210 (1891)</b></center>\n<center><h1>BAYNE<br>\nv.<br>\nWIGGINS.</h1></center>\n<center>No. 151.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1891.</center>\n<center>Decided March 2, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF PENNSYLVANIA.\n<p><i>Mr. M.F. Elliott</i> for plaintiffs in error. <i>Mr. R. Brown</i> and <i>Mr. F.E. Watrous</i> were also on the brief.</p>\n<p><span class=\"star-pagination\">*211</span> <i>Mr. S.A. Davenport</i> for defendants in error.</p>\n<p>MR. JUSTICE GRAY delivered the opinion of the court.</p>\n<p>This was an action of assumpsit by D.B. Wiggins and Jane M. Wiggins, his wife, citizens of New York, against S.G. Bayne, J.M. Fuller and T.J. Melvin, citizens of Pennsylvania.</p>\n<p>The declaration alleged that on November 21, 1883, Mrs. Wiggins sold, and the defendants agreed to buy, a tract of land, owned by her, and situated in Lafayette township and McKean County in the State of Pennsylvania, for the price of $10,000, payable one-half on delivery of the deed, one fourth in three months and the other fourth in six months, with interest; and that on November 28, 1883, she delivered to them a good and sufficient deed of the land, and possession of the same.</p>\n<p>The evidence introduced by the plaintiffs at the trial was to the following effect:</p>\n<p>Wiggins and wife resided near Buffalo in New York; and she was seized of the land in question under a recorded deed.</p>\n<p>On November 21, 1883, at Bradford in Pennsylvania, and in the office of the First National Bank of Bradford, of which Bayne was president and Fuller vice-president, Wiggins made an oral agreement with Bayne and Fuller to sell the land for the price of $10,000, half in cash (of which the sum of $250 was at once paid to him) and the other half in notes payable in three and six months, with interest; and the following memorandum of their agreement was drawn up by Bayne, signed by his direction by the cashier of the bank, and delivered to Wiggins:</p>\n<p>\"Bradford, Pa., November 21, 1883. Received $4750 from Bayne, Fuller and Melvin, which is the cash payment on a lot of 70 acres of land sold to them by D.B. Wiggins for $10,000; the balance to be paid in notes and money, as agreed on by both parties. I am to remit this money and the notes spoken of to said D.B. Wiggins on his forwarding a good deed of said land. The notes are to be $2500 at three months <span class=\"star-pagination\">*212</span> and $2500 at 6 months, both with interest. W.W. Bell, Cashier.\"</p>\n<p>Melvin was not present at that time, but afterwards admitted, in conversation with Wiggins and another person, that Bayne, Fuller and himself were the purchasers; and Bell acted as their agent, and one Hayes at Buffalo as the plaintiffs' agent, throughout the subsequent transactions.</p>\n<p>On November 23, Wiggins and wife executed at Buffalo a deed to Bayne, Fuller and Melvin, dated November 22, of the land, describing it fully by metes and bounds, and expressed to be in consideration of the payment of $10,000; and acknowledged it before a notary public. But that deed was insufficient, under the law of Pennsylvania, to pass the title, because the notary's certificate did not state that he had made known its contents to the wife. Penn. Stat. February 24, 1770, §§ 2, 3; 1 Dall. Laws, 536, 537; 1 Purdon's Digest (11th ed.) 568, 569; <i>Watson</i> v. <i>Mercer,</i> 6 Sergeant &amp; Rawle, 49; <i>Hornbeck</i> v. <i>Mutual Building &amp; Loan Association,</i> 88 Penn. St. 64; <i>Enterprise Transit Company</i> v. <i>Sheedy,</i> 103 Penn. St. 492.</p>\n<p>On the same day, Hayes sent that deed to Bell in a letter, saying: \"I enclose for collection and remittance deed of J.M. and D.B. Wiggins, for which please remit us your draft on New York, $4750, and two notes given by Bayne, Fuller and Melvin, $2500 each, at 3 and 6 months, with interest, to order D.B. Wiggins.\"</p>\n<p>On Saturday, November 24, Bell replied to Hayes: \"Yours of 23d inst. is at hand. The search is taking longer than expected, but will probably be completed by Monday.\"</p>\n<p>On Tuesday, November 27, Bell wrote to Hayes, inclosing an unsigned deed, substantially similar to the first one, except that the certificate of acknowledgment was according to the law of Pennsylvania; and saying in his letter: \"I enclose a deed that Bayne, Fuller and Melvin's attorney wishes executed in place of the one sent by you, on receipt of which I will forward money, notes and old deed. This is a Pennsylvania form, and the other is a New York one.\"</p>\n<p>On November 28, Wiggins and wife signed this deed, and <span class=\"star-pagination\">*213</span> he sent it through Hayes to Bell; and it came back on November 29, together with the first deed, and a letter from Bell to Hayes, which was given in evidence, dated November 29, in which Bell said: \"By request of Bayne, Fuller and Melvin I return deed of D.B. Wiggins to you. Their attorney has written Mr. Wiggins giving the reason for so doing.\"</p>\n<p>There was also given in evidence a letter, dated November 27, and postmarked Bradford, November 29, to Wiggins from the defendants' attorney, saying: \"Bayne, Fuller and Melvin decline absolutely to purchase the 80 acres of land in Lafayette, this county, and ask you at once [to] refund the money paid and return receipt given. They have been put in possession of the facts in detail as to the means used by yourself in collusion with others to try and induce them to make the purchase. In addition to this the title to the land is not good, and they decline to accept the deed offered and have directed the same to be returned. Prompt action on your part is demanded. If you do not at once return the money and receipt, I have advised them to promptly take such action as the facts now in their possession certainly justify.\"</p>\n<p>On November 30, Wiggins went to Bradford, saw Bayne and Fuller, tendered them the second deed, and demanded the money and notes, in accordance with the original contract, and they refused to give them or to accept the deed.</p>\n<p>The defendants relied on the provisions of the statute of frauds of Pennsylvania, copied in the margin;<sup>[1]</sup> and requested <span class=\"star-pagination\">*214</span> the court to instruct the jury that \"the contract for the sale of the premises described in the plaintiffs' declaration being in parol, and there being no evidence that any possession thereof was taken by the defendants under and pursuant to the contract, there can be no recovery of the purchase price by the vendor, unless the contract was fully executed by the delivery of a good and indefeasible deed for the land accepted by the vendees.\"</p>\n<p>The court instructed the jury accordingly, but with this qualification, that if the first deed, the one of November 22, 1883, was accepted by the defendants, and at their request the plaintiffs executed and on November 28, 1883, transmitted to Bell a second deed, and on November 30, 1883, such second deed was tendered by the plaintiffs to two of the defendants, namely, Bayne and Fuller, this was a sufficient execution of the contract, notwithstanding the first deed was defective.</p>\n<p>The jury returned a verdict for the plaintiffs in the sum of $11,300, upon which judgment was rendered; and the defendants, having duly excepted to the instructions, sued out this writ of error.</p>\n<p>It may be admitted that the original memorandum of November 21, signed by Bell in the presence and by the authority or assent of both parties, which stated a sale by Wiggins to the defendants of \"a lot of seventy acres of land,\" and specified the terms of payment in cash and notes, was not of itself a sufficient memorandum to satisfy the statute of frauds, because it in no way described or gave any means of identifying the land sold.</p>\n<p>The deed to the defendants, executed by the plaintiffs on November 23, was not acknowledged so as to take effect as a conveyance, nor accepted as such by the defendants. But it contained a full description of the land by metes and bounds; and it was sent to the defendants' agent by the plaintiffs' <span class=\"star-pagination\">*215</span> agent in a letter demanding payment of part of the price in money, and of the rest in notes, in the terms of the original memorandum. The defendants' agent replied on the next day that he had received that letter; and three days later, in further response, wrote another letter, inclosing a form of deed substantially like the first one, but with a sufficient certificate of acknowledgment, requesting that this deed might be executed instead of the other, and promising, on receipt of it, to \"forward money, notes and old deed.\"</p>\n<p>This letter of the defendants' agent, read in connection with the other writings which had passed between the parties, unequivocally refers to the first deed, which fully described the land sold, and to the money and notes to be given in payment therefor, as specified in the letter which inclosed that deed. In the light of the undisputed facts, its language could apply to nothing else. It thus, by necessary reference, embodies a definite statement of the contract actually made by the parties, both as to the property to be conveyed, and as to the terms of payment; and, taken together with that deed and that letter, constitutes a sufficient memorandum, signed by both parties or their agents, to take the case out of the statute of frauds. <i>Beckwith</i> v. <i>Talbot,</i> 95 U.S. 289; <i>Ridgway</i> v. <i>Wharton,</i> 6 H.L. Cas. 238; <i>McFarson's Appeal,</i> 11 Penn. St. 503, 510; <i>Tripp</i> v. <i>Bishop,</i> 56 Penn. St. 424.</p>\n<p>For this reason, the defendants cannot have been prejudiced by the instructions given to the jury; and it becomes unnecessary to consider whether, under the statute of frauds of Pennsylvania, as expounded by the Supreme Court of that State, the memorandum of a contract for the sale of land need be signed by the buyer, as well as by the seller, in order to maintain such an action as this. See Browne on Statute of Frauds (4th ed.) § 226, and cases there cited.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  By the statute of Pennsylvania of March 21, 1772, \"All leases, estates, interests of freehold or term of years, or any uncertain interest, of, in or out of any messuages, manors, lands, tenements or hereditaments, made or created by livery and seisin only, or by parol, and not put in writing and signed by the parties so making or creating the same, or their agents thereunto lawfully authorized by writing, shall have the force and effect of leases or estates at will only, and shall not, either in law or equity, be deemed or taken to have any other or greater force or effect, any consideration for making any such parol leases or estates, or any former law or usage, to the contrary notwithstanding; except, nevertheless, all leases not exceeding the term of three years from the making thereof. And moreover, no leases, estates or interests either of freehold or terms of years, or any uncertain interest of, in, to or out of any messuages, manors, lands, tenements or hereditaments, shall at any time be assigned, granted or surrendered, unless it be by deed or note in writing, signed by the party so assigning, granting or surrendering the same, or their agents thereto lawfully authorized by writing, or by act and operation of law.\" 1 Dall. Laws, 640; 1 Purdon's Digest (11th ed.) 830, 831.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></span> (1891)</b></center>\n<center><h1>BAYNE<br>\nv.<br>\nWIGGINS.</h1></center>\n<center>No. 151.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1891.</center>\n<center>Decided March 2, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF PENNSYLVANIA.\n<p><i>Mr. M.F. Elliott</i> for plaintiffs in error. <i>Mr. R. Brown</i> and <i>Mr. F.E. Watrous</i> were also on the brief.</p>\n<p><span class=\"star-pagination\">*211</span> <i>Mr. S.A. Davenport</i> for defendants in error.</p>\n<p>MR. JUSTICE GRAY delivered the opinion of the court.</p>\n<p>This was an action of assumpsit by D.B. Wiggins and Jane M. Wiggins, his wife, citizens of New York, against S.G. Bayne, J.M. Fuller and T.J. Melvin, citizens of Pennsylvania.</p>\n<p>The declaration alleged that on November 21, 1883, Mrs. Wiggins sold, and the defendants agreed to buy, a tract of land, owned by her, and situated in Lafayette township and McKean County in the State of Pennsylvania, for the price of $10,000, payable one-half on delivery of the deed, one fourth in three months and the other fourth in six months, with interest; and that on November 28, 1883, she delivered to them a good and sufficient deed of the land, and possession of the same.</p>\n<p>The evidence introduced by the plaintiffs at the trial was to the following effect:</p>\n<p>Wiggins and wife resided near Buffalo in New York; and she was seized of the land in question under a recorded deed.</p>\n<p>On November 21, 1883, at Bradford in Pennsylvania, and in the office of the First National Bank of Bradford, of which Bayne was president and Fuller vice-president, Wiggins made an oral agreement with Bayne and Fuller to sell the land for the price of $10,000, half in cash (of which the sum of $250 was at once paid to him) and the other half in notes payable in three and six months, with interest; and the following memorandum of their agreement was drawn up by Bayne, signed by his direction by the cashier of the bank, and delivered to Wiggins:</p>\n<p>\"Bradford, Pa., November 21, 1883. Received $4750 from Bayne, Fuller and Melvin, which is the cash payment on a lot of 70 acres of land sold to them by D.B. Wiggins for $10,000; the balance to be paid in notes and money, as agreed on by both parties. I am to remit this money and the notes spoken of to said D.B. Wiggins on his forwarding a good deed of said land. The notes are to be $2500 at three months <span class=\"star-pagination\">*212</span> and $2500 at 6 months, both with interest. W.W. Bell, Cashier.\"</p>\n<p>Melvin was not present at that time, but afterwards admitted, in conversation with Wiggins and another person, that Bayne, Fuller and himself were the purchasers; and Bell acted as their agent, and one Hayes at Buffalo as the plaintiffs' agent, throughout the subsequent transactions.</p>\n<p>On November 23, Wiggins and wife executed at Buffalo a deed to Bayne, Fuller and Melvin, dated November 22, of the land, describing it fully by metes and bounds, and expressed to be in consideration of the payment of $10,000; and acknowledged it before a notary public. But that deed was insufficient, under the law of Pennsylvania, to pass the title, because the notary's certificate did not state that he had made known its contents to the wife. Penn. Stat. February 24, 1770, §§ 2, 3; 1 Dall. Laws, 536, 537; 1 Purdon's Digest (11th ed.) 568, 569; <i>Watson</i> v. <i>Mercer,</i> 6 Sergeant &amp; Rawle, 49; <i>Hornbeck</i> v. <i>Mutual Building &amp; Loan Association,</i> 88 Penn. St. 64; <i>Enterprise Transit Company</i> v. <i>Sheedy,</i> 103 Penn. St. 492.</p>\n<p>On the same day, Hayes sent that deed to Bell in a letter, saying: \"I enclose for collection and remittance deed of J.M. and D.B. Wiggins, for which please remit us your draft on New York, $4750, and two notes given by Bayne, Fuller and Melvin, $2500 each, at 3 and 6 months, with interest, to order D.B. Wiggins.\"</p>\n<p>On Saturday, November 24, Bell replied to Hayes: \"Yours of 23d inst. is at hand. The search is taking longer than expected, but will probably be completed by Monday.\"</p>\n<p>On Tuesday, November 27, Bell wrote to Hayes, inclosing an unsigned deed, substantially similar to the first one, except that the certificate of acknowledgment was according to the law of Pennsylvania; and saying in his letter: \"I enclose a deed that Bayne, Fuller and Melvin's attorney wishes executed in place of the one sent by you, on receipt of which I will forward money, notes and old deed. This is a Pennsylvania form, and the other is a New York one.\"</p>\n<p>On November 28, Wiggins and wife signed this deed, and <span class=\"star-pagination\">*213</span> he sent it through Hayes to Bell; and it came back on November 29, together with the first deed, and a letter from Bell to Hayes, which was given in evidence, dated November 29, in which Bell said: \"By request of Bayne, Fuller and Melvin I return deed of D.B. Wiggins to you. Their attorney has written Mr. Wiggins giving the reason for so doing.\"</p>\n<p>There was also given in evidence a letter, dated November 27, and postmarked Bradford, November 29, to Wiggins from the defendants' attorney, saying: \"Bayne, Fuller and Melvin decline absolutely to purchase the 80 acres of land in Lafayette, this county, and ask you at once [to] refund the money paid and return receipt given. They have been put in possession of the facts in detail as to the means used by yourself in collusion with others to try and induce them to make the purchase. In addition to this the title to the land is not good, and they decline to accept the deed offered and have directed the same to be returned. Prompt action on your part is demanded. If you do not at once return the money and receipt, I have advised them to promptly take such action as the facts now in their possession certainly justify.\"</p>\n<p>On November 30, Wiggins went to Bradford, saw Bayne and Fuller, tendered them the second deed, and demanded the money and notes, in accordance with the original contract, and they refused to give them or to accept the deed.</p>\n<p>The defendants relied on the provisions of the statute of frauds of Pennsylvania, copied in the margin;<sup>[1]</sup> and requested <span class=\"star-pagination\">*214</span> the court to instruct the jury that \"the contract for the sale of the premises described in the plaintiffs' declaration being in parol, and there being no evidence that any possession thereof was taken by the defendants under and pursuant to the contract, there can be no recovery of the purchase price by the vendor, unless the contract was fully executed by the delivery of a good and indefeasible deed for the land accepted by the vendees.\"</p>\n<p>The court instructed the jury accordingly, but with this qualification, that if the first deed, the one of November 22, 1883, was accepted by the defendants, and at their request the plaintiffs executed and on November 28, 1883, transmitted to Bell a second deed, and on November 30, 1883, such second deed was tendered by the plaintiffs to two of the defendants, namely, Bayne and Fuller, this was a sufficient execution of the contract, notwithstanding the first deed was defective.</p>\n<p>The jury returned a verdict for the plaintiffs in the sum of $11,300, upon which judgment was rendered; and the defendants, having duly excepted to the instructions, sued out this writ of error.</p>\n<p>It may be admitted that the original memorandum of November 21, signed by Bell in the presence and by the authority or assent of both parties, which stated a sale by Wiggins to the defendants of \"a lot of seventy acres of land,\" and specified the terms of payment in cash and notes, was not of itself a sufficient memorandum to satisfy the statute of frauds, because it in no way described or gave any means of identifying the land sold.</p>\n<p>The deed to the defendants, executed by the plaintiffs on November 23, was not acknowledged so as to take effect as a conveyance, nor accepted as such by the defendants. But it contained a full description of the land by metes and bounds; and it was sent to the defendants' agent by the plaintiffs' <span class=\"star-pagination\">*215</span> agent in a letter demanding payment of part of the price in money, and of the rest in notes, in the terms of the original memorandum. The defendants' agent replied on the next day that he had received that letter; and three days later, in further response, wrote another letter, inclosing a form of deed substantially like the first one, but with a sufficient certificate of acknowledgment, requesting that this deed might be executed instead of the other, and promising, on receipt of it, to \"forward money, notes and old deed.\"</p>\n<p>This letter of the defendants' agent, read in connection with the other writings which had passed between the parties, unequivocally refers to the first deed, which fully described the land sold, and to the money and notes to be given in payment therefor, as specified in the letter which inclosed that deed. In the light of the undisputed facts, its language could apply to nothing else. It thus, by necessary reference, embodies a definite statement of the contract actually made by the parties, both as to the property to be conveyed, and as to the terms of payment; and, taken together with that deed and that letter, constitutes a sufficient memorandum, signed by both parties or their agents, to take the case out of the statute of frauds. <i>Beckwith</i> v. <i>Talbot,</i> 95 U.S. 289; <i>Ridgway</i> v. <i>Wharton,</i> 6 H.L. Cas. 238; <i>McFarson's Appeal,</i> 11 Penn. St. 503, 510; <i>Tripp</i> v. <i>Bishop,</i> 56 Penn. St. 424.</p>\n<p>For this reason, the defendants cannot have been prejudiced by the instructions given to the jury; and it becomes unnecessary to consider whether, under the statute of frauds of Pennsylvania, as expounded by the Supreme Court of that State, the memorandum of a contract for the sale of land need be signed by the buyer, as well as by the seller, in order to maintain such an action as this. See Browne on Statute of Frauds (4th ed.) § 226, and cases there cited.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  By the statute of Pennsylvania of March 21, 1772, \"All leases, estates, interests of freehold or term of years, or any uncertain interest, of, in or out of any messuages, manors, lands, tenements or hereditaments, made or created by livery and seisin only, or by parol, and not put in writing and signed by the parties so making or creating the same, or their agents thereunto lawfully authorized by writing, shall have the force and effect of leases or estates at will only, and shall not, either in law or equity, be deemed or taken to have any other or greater force or effect, any consideration for making any such parol leases or estates, or any former law or usage, to the contrary notwithstanding; except, nevertheless, all leases not exceeding the term of three years from the making thereof. And moreover, no leases, estates or interests either of freehold or terms of years, or any uncertain interest of, in, to or out of any messuages, manors, lands, tenements or hereditaments, shall at any time be assigned, granted or surrendered, unless it be by deed or note in writing, signed by the party so assigning, granting or surrendering the same, or their agents thereto lawfully authorized by writing, or by act and operation of law.\" 1 Dall. Laws, 640; 1 Purdon's Digest (11th ed.) 830, 831.</p>\n\n</div>", "id": 93007, "judges": "Gray", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93007/", "sha1": "01bfc2436c88d46e51937de82dced70eeb20951d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:47"}