{"absolute_url": "/opinion/93021/peake-v-new-orleans/", "blocked": false, "citation": {"case_name": "Peake v. New Orleans", "docket_number": "852", "document_uris": ["/api/rest/v2/document/93021/"], "federal_cite_one": "139 U.S. 342", "federal_cite_three": null, "federal_cite_two": null, "id": 77401, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77401/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-03-30", "date_modified": "2014-12-21T01:31:13.501915", "docket": "/api/rest/v2/docket/367059/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">139 U.S. 342</p>\n    <p class=\"case_cite\">11 S.Ct. 541</p>\n    <p class=\"case_cite\">139 U.S. 377</p>\n    <p class=\"case_cite\">35 L.Ed. 131</p>\n    <p class=\"parties\">PEAKE <i>et al.</i><br>v.<br>CITY OF NEW ORLEANS, (three cases.)<br>UNITED STATES <i>ex rel.</i> PEAKE<br>v.<br>CITY OF NEW ORLEANS.</p>\n    <p class=\"date\">March, 1891.</p>\n    <div class=\"prelims\">\n      <p>[343]</p>\n      <p>On March 18, 1858, the state of Louisiana passed an act to levee,</p>\n      <p>drain, and reclaim certain lands situate in the parishes of</p>\n      <p>Orleans and Jefferson, comprising the cities of New Orleans,</p>\n      <p>Jefferson, and Carrollton, the whole area thereof being 26,026</p>\n      <p>acres. These lands were separated into three districts, entitled</p>\n      <p>'draining districts.' To carry this act into effect a board of</p>\n      <p>commissioners was appointed for each district. They were given</p>\n      <p>full power to do the work, each in its district. Payment was</p>\n      <p>provided for in this way: The commissioners were to prepare a plan</p>\n      <p>of the district to be drine d, showing the work to be done, the</p>\n      <p>subdivision of the ground into lots, blocks, etc., with the names</p>\n      <p>of the several owners thereof, and to deposit such plans in the</p>\n      <p>office of the recorder of mortgages in the parish in which the</p>\n      <p>lands were situated. After publication, the several district</p>\n      <p>courts within whiose jurisdiction the lands to be drained were</p>\n      <p>situated were directed to decree that each portion of the property</p>\n      <p>situated within the limits mentioned in the notices is subject to</p>\n      <p>a first mortgage lien and privilege in favor of such board of</p>\n      <p>commissioners for such amount as might be assessed upon the</p>\n      <p>property for its propertion of the cost of draining, with interest</p>\n      <p>thereon at 6 per centum per annum from demand thereof. The decree</p>\n      <p>was to be recorded in the office of the recorder of mortgages, and</p>\n      <p>the lien and privilege mentioned therein were declared to 'take</p>\n      <p>precedence over all</p>\n      <p>[344]</p>\n      <p>mortgages, liens, and privileges whatsoever, whether tacit,</p>\n      <p>conventional, legal, or judicial, and shall attach to said</p>\n      <p>property until the amount assessed, and the interest thereon,</p>\n      <p>shall have been paid in full.' The commissioners were thereafter</p>\n      <p>to levy such uniform assessments upon the superficial or square</p>\n      <p>foot within the drainage section as might be necessary for payment</p>\n      <p>of the work. This statute also provided that, on non-payment of</p>\n      <p>the assessment, judgment might be recovered therefor in any court</p>\n      <p>of competent jurisdiction, and the land so assessed sold according</p>\n      <p>to law. An appropriation of $81,000 of the swamp-land fund was</p>\n      <p>made by the legislature for the purpose of aiding in carrying out</p>\n      <p>the purposes of this statute. By a supplemen tary statute, of</p>\n      <p>March 17, 1859, the several boards of commissioners were</p>\n      <p>authorized to issue bonds, to be designated 'draining bonds.' By these bonds it was contemplated that money should be raised at once for the payment of the work, in anticipation of the collection of the assessments. On March 1, 1861, another statute was passed, providing a summary remedy for the collection of these assessments. This statute declared that the homologation of the tableaux of assessment should operate as a judgment against the property assessed, and the owners thereof, on which execution might issue as on judgments rendered in the ordinary mode of proceeding. Some work was done under these statutes by the direction of the commissioners, but the exact act amount is not disclosed, though evidently but an inconsiderable fragment of that which was contemplated. The boards of commissioners made plans and assessments in their several districts, as required. The assessment rolls were approved and homologated, and judgments rendered against the parcels of land and the owners thereof as the same were described in the assessment rolls. As the assessment was to be upon the superficial foot, obviously, within the limits of the city of New Orleans, some portion of the assessment would rest upon the streets and other public grounds; and in the tableaux the city of New Orleans was named as the owner thereof, and judgments were rendered against it, as owner, for sums amounting in the several districts to $719,926.63.</p>\n      <p class=\"indent\">On March 2, 1869, an act was passed to repeal the laws creating the draining districts, and turning over to the mayors of the cities of New Orleans, Jefferson, and Carrollton, and to the police jury of the parish of Jefferson, the control of the work and the possession of the property. Nothing seems to have been done under this act, and it is significant only as a declaration of the legislature of the failure of the boards theretofore created under prior statutes. On March 16, 1870, an act was passed uniting the cities of New Orleans and Jefferson into one city,&#8212;the city of New Orleans.</p>\n      <p class=\"indent\">On February 24, 1871, the legislature passed an act entitled 'An act to provide for the drainage of New Orleans.' This act empowered the Mississippi &amp; Mexican Gulf Ship Canal Company to excavate draining canals and build protection levees within the corporate limits of New Orleans and Carrolton . The location of these levees and canals, whether large or small, was to be designated by the board of administrators of New Orleans; and all lands to be acquired for such purposes were to be held by such board for the benefit of that city. To provide funds for paying for this work, all property and rights acquired and held under prior statutes, by drainage commissioners or others, for the purposes of carrying into effect the drainage system, including therein real estate, plans, books, and all uncollected assessments, were transferred to the board of administrators of the city of New Orleans; and all assessments theretofore made were confirmed, and, in addition, the board was authorized to make an assessment of two mills per superficial foot upon the lands within the draining districts. The statute also provided that all moneys so collected should be placed to the credit of the Mississippi &amp; Mexican Gulf Ship Canal Company, and held as funds to be applied only for the drainage in accordance with the provisions of the act, and held in trust for the payment of such company, and ultimately for the benefit of the city of New Orleans, should the Same not be required for the purposes of same not be required for the purposes of that should be paid&#8212;50 cents per cubic yard&#8212;for the work to be done. In pursuance of this act, W. H. Bell, the surveyor of the city of New Orleans, devised a scheme for draining the lands, and prepared a plan of the work, which was entitled: 'Chart of draining sections of New Orleans, showing present canals, with proposed protection levees and reservoir canals, May, 1872.' He made an estimate of the cost, which, after itemizing different portions, closed with the statement that 'the whole work ought not to cost over three million of dollars.' On April 21, 1871, the city council of the city of New Orleans passed an ordinance, (ordinance No. 814,) which recited that the provisions of the act of 1871 made it mandatory upon the council to provide for an extensive system of drainage, and to recognize the claims and accounts of and make settlements with the Mississippi &amp; Mexican Gulf Ship Canal Company for performing such work; and that the city council deemed certain portions of said act unconstitutional, as depriving it of its proper control of the drainage system, and of its right voluntarily to contract for the work and agree on the price therefor; yet, in view of the importance of the work and the needs of the city, it ordained that 'all matters appertaining to drainage, and the protection of the city from inundation, be placed under the immediate charge of the administrator of improvements, aided by the city surveyor,' and directed a plan to be made, etc., of the work. Section 4 reads as follows: 'The city shall issue warrants for the payment of the work, as required by the act of the legislature, and, in case of non-realization or non-collection of assets provided for therein, the same to bear eight per cent, per annum interest; the said warrants to be issued with the understanding, to be inscribed therein or indorsed thereon, that they shall not be enforceable by suit and judgment, but, if not paid within one year out of the proceeds of the draining tax and assets, they shall be fundable in bonds of the city, bearing eight per cent, interest, payable semi-annually, having ten years to run, and with due provision for retiring the same, and securing the punctual payment of interest and gradual extinction of the principal. The city shall have power to sell said bonds or give the same in payment of the work performed, but no sale or exchange shall be made at a price less than eighty cents on the dollar, exclusive of interest; and any holder of any fundable warrant, after thirty days' notice, if not paid in money, may demand bonds for the same at eighty cents on the dollar.'</p>\n      <p class=\"indent\">On April 26, 1872, an act was passed by the legislature, making provisions for the debt of the city of New Orleans. Section 13 reads as follows: 'That for unond ed debts existing December 31, 1871, and unpaid at the time of the passage of this act, or caused by receipts of certificates of 1871 for revenues proper of 1872, and for excavations and levees, drainage machinery, and revetments authorized by law or required for the protection of the city from overflow or inundation, the city may issue from time to time, as they may be required, bonds of the denominations of five hundred and one thousand dollars, having fifty years to run, and bearing seven per cent. interest, principal and interest payable in gold in New York and New Orleans, and at any other points that the council may designate, with quarterly coupons, and that the bonds thus issued shall be called 'the new consolidated debt of New Orleans.' No bonds shall be issued but by authority of the council, nor for a lower rate than ninety cents on the dollar. All issued for excavations and levees authorized by Act No. 30 of 1871, or by drainage laws previously enacted, shall be marked 'drainage series,' and all taxes collected for drainage, and not required for the payment of drainage warrants, shall be devoted to the purchase from the lowest bidder of bonds issued for drainage; no bid to be accepted above par, and the right reserved to the council to reject all unsatisfactory bids.'</p>\n      <p class=\"indent\">The canal company entered upon its work, but, becoming embarrassed, on May 22, 1872, assigned all its rights to Warren Van Norden. By state of March 23, 1874, the city of Carrollton was annexed to the city of New Orleans, so that the whole drainage district came within the limits of the latter city. The canal company, or its assignee, proceeded with the work, continuing it from July 21, 1871, to May 26, 1876. By January 1, 1875, the cost of the work performed amounted to $1,713,635.35. During that time the city officials issued drainage warrants to the amount of $1,422,263.69, and the holders of the warrants exchanged them for bonds indorsed 'new consolidated gold bonds, drainage series,' at 90 cents on the dollar. On January 1, 1875, by amendment to the constitution of the state, the city of New Orleans was forbidden to increase its municipal debt in any manner or form, or under any pertext. This amendment, in terms, allowed the exchange of old for new bonds, and permitted the issue of drainage warrants, payable only from drainage taxes, and not otherwise. On February 24, 1876, an act of the legislature was passed, authorizing the purchase by the city from the canal company and its assignee of all their rights, under prior statutes, and all tools, implements, and machinery in their possession or belonging to them, and the payment for the same in drainage warrants of the same character and payable in the same way as those provided in the act of 1871. At that time the work done by the company and its assignee amounted to $2,242,514.78. On June 7, 1876, the city of New Orleans purchased, as authorized, the rights and property above described; the consideration for the same being $300,000 in drainage warrants. Little, if any, work was done thereafter by the city, and the abandonment of the work resulted in largely destroying the value of that which had been done, the rusting and decay of the machinery and tools, and the inundation and overflow of the portions of the lands attempted to be drained. The complainant, being a <i>bona fide</i> holder of some of the warrants issued to the canal company after the passageof this constitutional amendment above referred to, commenced his action at law, and recovered a judgment, which reads as follows: 'It is ordered, adjudged, and decreed that the plaintiff, James Wallace Peake, do have after the passage of this constitutional the city of New Orleans, as provided by Act No. 30 of 1871, as successor of the drainage commissioners established under Acts 165 of 1858 and 191 of 1859, and the various acts of the legislature of Louisiana supplementary thereto and amendatory thereof, the sum of six thousand dollars, ($6,000,) with eight per cent. interest thereon from July 9, 1875, and costs of suit, both the sum recovered and costs of suit to be paid out of said drainage fund.' Thereafter this bill was filed in behalf of himself, as well as all other parties interested.</p>\n      <p class=\"indent\">FULLER, C. J., and HARLAN and LAMAR, JJ., dissenting.</p>\n      <p class=\"indent\"><i>Richard De Gray, Thos. J. Semmes</i>, and <i>Grover Cleveland</i>, for appellants.</p>\n      <p class=\"indent\"><i>Carleton Hunt</i>, for appellee.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts as above delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The bill in equity in this case was based on the judgment at law. That judgment determined the direct liabilities between the parties. It absolved the defendant from any primary obligation of debtor to creditor. It left it chargeable only as trustee of a fund out of which plaintiff's claim was to be paid. It was like a judgment which, in fact against an estate, is nominally entered against the administrator thereof, to be satisfied out of the property of the estate, and not out of the individual property of the administrator. The propriety of this judgment has not been questioned. No proceeding for review or reversal has been instituted. It has been accepted by the complainant as a correct adjudication of the rights between the parties; and in passing it may be observed that its adjudication of rights was unquestionably correct. The scope of the entire legislation, from its inception in 1858 to its close in 1872, was local improvements for the benefit of adjacent property, with payment only through special assessments, and did not contemplate a work of general benefit, whose expense was chargeable to the municipality at large. The legislation of 1858, 1859, and 1861, under which the work was commenced, ignored the municipality entirely. It subdivided an area, of which the city was a portion, into draining districts, and cast upon a board of commissioners for each draining district the responsibility of the work and the assessments. The scheme was one of special assessments, as distinguished from municipal tax for general benefits. The distinction between the two is obvious and well recognized. It is stated by Cooley in his work on Taxation, page 416: 'The general levy of taxes is understood to exact contributions in return for the general benefits of government, and it promises nothing to the persons taxed beyond what may be anticipated from an administration of the laws for individual protection and the general public good. Special assessments, on the other hand, are made upon the assumption that a portion of the community is to be specially and peculiarly benefited in the enhancement of the value of property peculiarly situated as regards a contemplated expenditure of public funds; and, in addition to the general levy, they demand that special contributions, in consideration of special benefit, shall be made by the persons receiving it. The justice of demanding the special contribution is supposed to be evident in the fact that the persons who are to make it, while they are made to bear the cost of public work, are at the same time to suffer no pecuniary loss thereby; their property being increased in value by the expenditure to an amount at least equal to the sum they are required to pay. This is the idea that underlies all these levies.' While the acts of 1871 and 1872 bring the municipal defendant into a scheme for subsequent duties, they do not bring it in as a primary debtor, for whose benefit the work is to be done, but simply as the agency by which the special assessments are to be collected,&#8212;the trustee, as it were, of the special assessments for the benefit of the contractor. So that, while the judgment at law measures the rights and obligations of the parties to this bill in equity, if we were at liberty to look beyond the judgment to the antecedent facts, we should be compelled to hold that the judgment rightfully determined those obligations; that the city never was chargeable with the burden of primary indebtedness, but stood to the plaintiff only as assessor and collector of the special ases sments. Properly accepting this judgment at law as an adjudication of the measure of his rights against the city, the complainant charges the defendant with three violations of duty, out of which he claims a recovery. He charges, in the <i>first</i> place, that the city did not collect these assessments when it ought to and could have done so. <i>Secondly</i>, he says that, as owner of streets and public grounds, it was directly liable to the drainage fund for a large amount, which it has not paid, and that, therefore, its failure as collector to collect from itself as debtor to the fund authorizes a court of equity to proceed directly against it for those unpaid assessments. And, <i>thirdly</i>, he says that by the purchase under the authority of the act of 1876 the city assumed the duty of completing the contemplated work; that, failing to do so, it became responsible for all injuries resulting from such non-completion; and that, in consequence of such non-completion, anticipated collections failed, and special assessments became non-collectible, and the failure becomes a proper ground of recovery against the city for any amount which could have been, but was not, collected.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before considering these matters, it should be premised that to the extent that the city of New Orleans may be considered a trustee it is a compulsory, and not a voluntary and contractual, trustee. The legislation of February 24, 1871, by which for the first time it became connected with these local improvements and assessments, gave it no option as to price or party, but, prescribing and naming both, gave it simply discretion as to the places and extent of the work. It authorized and empowered the canal company to dig the works, and fixed the price therefor. The obligations cast upon the city were purely statutory; and while they were, in respect to the party doing the work, and the collection of assessments, somewhat in the nature of a trust, they are more to be regarded as statutory obligations, a failure to discharge which puts less strain on the moral sense. Indeed, the statute connects rather the officers of the city than the city itself with the work. It is true, the act provides that the title to the lands necessary for the works shall be procured and held for the benefit of the city of New Orleans; but it requires that such title shall be so procured and held by the board of administrators of the city. It also provides that the extent and nature of all improvements shall be designated by such board, and that such board shall be required to build and run all works and drainage machines necessary to lift the water from the drainage canals over into Lake Pontchartrain, and to do all other work* necessary to facilitate the work of the contractor selected and employed by the state. The administrator of accounts was directed to draw the warrants on the administrator of finance for the work done. All the assets and assessments accumulated and made under the prior statutes were transferred to the board of administrators of the city. The prior assessments were confirmed and made exigible at such time and in such manner as the board of administrators might designate, and such board was authorized to make an assessment of two mills per superficial foot. So that, while the title of the act is 'to provide for the drainage of New Orleans,' and while the city comes into the statute as a party to be ultimately benefited, and whose officers are charged with the administration, yet nowhere in its sections is the burden and duty of the work cast upon the municipality as such. The paramount idea of the statute seems to be, not the casting of a duty upon the city, to be discharged in such manner and by such means as it shall select, but rather to transfer from the boards of the original draining districts to certain officers and agents of the city the duty of carrying into effect the drainage system. We do not mean to be understood as affirming that no duty or liability was cast upon the city y t his statute as such, or that the action of the city council thereafter, and on April 27, 1871, was not within at least the implication of the statute. All we mean to say is that neither the full power nor the general duty was cast upon the city, and that the designation of its board of administrators as the agency to carry on the work of drainage already undertaken by statutory direction by the local boards of separate districts placed upon the city enly a limited responsibility for that which such board might do or omit to do. The significance of these observations is clear. There is wide divergence in the authorities as to the circumstances under which the liability of a city to a contractor for local improvements arises in case of the non-payment of the special assessments. Into that field of inquiry we do not care to enter. See 1 Dill. Mun. Corp. (4th Ed.) &#167; 481 and following, and notes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">If ever there was a case in which the responsibility of a city should be narrowed, this is one. By the legislation of the state it was denuded of all freedom of action. It had no choice of contractor or price. Neither the property to be taxed, nor the means or method of collecting the assessments, was intrusted to its discretion. This is not a case in which there was a failure on the part of the legislative body&#8212;the city council&#8212;to prescribe and provide sufficient machinery for the collection of assessments. No superintendence of the financial department, whether as to the property to be assessed, the amount of the assessment, or the collection thereof, was intrusted to the municipality. All this financial power was placed directly, by state action, without its consent, in one of its official boards. Thus denuded of freedom of action it may properly insist upon the narrowest limits of responsibility. If the financial duty was devolved, without its consent, upon one of its administrative boards, and such board was derelict of duty, it may properly say to a complaining party, 'Your remedy was <i>mandamus</i> to compel prompt and efficient action by that board.' In respect to a kindred question,&#8212;the neglect of the city council,&#8212;Judge Dillon pertinently asks: 'Why should all be taxed for the failure of the council to do its duty in a case where the contractor has a plain remedy by <i>mandamus</i> to compel the council to make the necessary assessment, and proceed in the collection thereof with the requisite diligence?' Section 482, 1 Dill. Mun. Corp. (4th Ed.) If that suggestion be pertinent where the derelicton is that of the city council,&#8212;the legislative assembly of a city, the body charged primarily with the duty of making suitable provision for the discharge of all municipal obligations,&#8212;how much more is it true when such general legislative assembly is without power, and charged with no duty, and full responsibility rests with a separate administrative board. The contractor is specially interested in the full and prompt discharge of its duty by this administrative board. The remedy of <i>mandamus</i> is open to him to compel its action. On what principle of right and justice can be ignore this remedy, and charge the municipality, and burden all the tax-payers of the city? But, supposing the dereliction of this board of administrators was an omission on the part of the city, what then, under the facts of this case, would be the measure of liability? It will be noticed that neither expressly nor by implication was there any guaranty of payment, as appeared in the case of Memphis v. Brown, 20 Wall. 289. Whatever obligations were assumed were only those of collection. The mere fact of non-collection does not prove dereliction of duty. From 1858 to 1871 this drainage work, with the duty of assessment and collection, was vested in certain local boards. The total assessments during those years amounted to $1,433,152.25. The amount collected in cash and warrants was $334,941.62. In addition, there was transferred to the commissioners, on non-payment of assessments, lands ofthe  nominal value of $171,239.11; or a total collection of about half a million on a million and a half of assessments. It stands to reason, and scarcely needs the support of testimony, that during these many years the available assessments were collected, and that what remained&#8212;which was the large bulk&#8212;was charged upon property not worth the assessment, and for that reason was not collectible. The testimony of Mr. Guthrie, who was the representative of the canal company and its assignee, is 'that he would not take the property bought in by the commissioners for non-payment of assessments and pay the taxes thereon.' If they, during these many years, were unable to collect but a small fraction of the assessments in cash, if the property they took was not worth the taxes, what can be said of the balance, or the possibility of enforcing the collection of assessments thereon? Further than that, we are not limited to mere matters of inference. It appears affirmatively that the city provided an office and officers for the collection of these taxes; and, according to the testimony given by the assignee of the canal company, the officer in charge was diligent in his efforts to collect the tax. It appears also that the canal company had an agent to look after this matter of collection of taxes, who offered all reasonable inducements to secure their payment. Again, the assignee of the canal company, pursuing the remedy which was open to him, of <i>mandamus</i> to compel the seizure and sale under proper writs of the real estate subject to these assessments for the payment of certain warrants, secured an order of the court therefor. Fifteen hundred and seventy-one writs were issued in obedience thereto, and the gross proceeds of these writs was $32,466.69. It needs not the supporting testimony of the agent of such assignee to induce the belief that the most available property was that pursued by these proceedings. Still further, the efforts to collect were largely hindered by two decisions of the supreme court of Louisiana,&#8212;one in the case of Succession of Irwin, 33 La. Ann. 63, by which practically the creation of the fourth drainage district, and the assessments therein, were declared null and void; and the other in the case of Davidson v. City of New Orleans, 34 La. Ann. 170, in which it was ruled 'that a judgment for a drainage tax will not be enforced when it is shown that the property, for from being benefited, was injured by the alleged drainage.' When to all these is added the fact that large portions of these draining districts were swamp and overflowed lands; when one of the burdens of complaint here is that the city, by failing to complete this work of drainage, had left the lands in such condition as to be of practically no value, it is obvious that, if the duty of collection rested primarily and absolutely on the city, it would be difficult to hold it derelict of duty therein, and renders very pertinent the language of the learned circuit court which decided this case in the court below, (38 Fed. Rep. 779:) 'As to failure to collect, when these assessments were handed over to the city to collect they had been assessed 13 years, and for that period had been in the hands of commissioners created expressly for the conduct of the drainage system, and with no other business. If such bureaus had failed to collect for such a period, the inference is strongly forced upon us that the assessments were substantially uncollectible, especially by a municipal corporation, herself crushed by debts. This is corroborated by the outcome of the <i>mandamus</i> proceedings taken by Van Norden, transferee of the company, and as warrant holder, to compel the city to issue writs of <i>fieri facias</i> against the owners in 1876. To the application for that writ the city answered that the cost of the proceeding would equal, in her opinion, the amount realized. The result showed her estimate to be nearly correct, for the cost of the 125 writs selected by the warrant holders, and therefore presumably the bst  for the purpose, was $34,000, and the amount collected under them only $36,000.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The second contention is that the city was itself a debtor to this drainage fund for nearly $700,000; that it had misappropriated a portion of the fund which it did receive; that as trustee of these assessments it was its duty to collect from itself as debtor to such fund; and that, having failed so to do, it can be properly charged in this proceeding. Considerable discussion took place on the argument, and is also found in the briefs, as to whether streets and other public property can be subjected to a lien for a share of the cost of local improvements, or whether the city stands in such relation to these properties that it can be held liable as owner. It is unnecessary to enter into the merits of this discussion. It may be that streets and other public grounds cannot be sold for non-payment of assessments for local improvements or other taxes, and it may be that the city is not technically their owner, and yet, at the same time, it may be true that the city, as representing the public, may, under proper proceedings, be charged as debtor for the proportion of the cost of local improvements, which, by the rule established, would fall upon such public property. Neither do we need to examine the various decisions of the supreme court of Louisiana, cited by counsel, or seek to determine what is the law of that state in respect to this matter. For the purposes of this case we assume that the various assessment proceedings, taken in connection with the decision of the supreme court approving the homeologation of the tableaux, operated, if not to cast a specific lien upon the streets and other public grounds, at least to charge upon the city an obligation to the drainage fund for that share of the total cost of the drainage determined by the proportion of the superficial feet of streets and other public grounds to the entire area of the drainage districts. Upon that assumption the obligation of the city to the drainage fund amounted to several hundred thousand dollars. Assuming that to be true, the contention of appellee is that it has paid into that fund far more than such amount. It is admitted that the city has issued $1,600,000 of its own bonds, taking up thereby a proportionate amount of the drainage warrants. It is not questioned by complainant that, if this issue of bonds is to be taken as a payment of its indebtedness to the drainage fund, its obligations to that fund have been fully discharged, and, in addition, that the amount of such contribution in excess of its obligations to that fund more than covers all alleged misappropriations thereof. In other words, the $1,600,000 exceeds both the obligations of the city to the fund and its alleged misappropriation of any part thereof. But the contention of complainant is that there is nothing in the legislation, the ordinance, the warrants, the bonds, or other proceedings, which expresses an intent to make this contribution one in discharge of such indebtedness; and that, if it simply gave these bonds to the fund, if other and ultimate corporate benefit was the consideration of their issue, it cannot be affirmed that they were intended or ought to be taken as payment of the original obligation created by the assessment proceedings. The answer to this view is clear and just. It is true that ordinance number 814, which provides for the refunding of warrants into city bonds, contains no declaration that such refunding shall be in discharge of the city's obligation as assessee to the drainage fund, and that the assessment proceedings contain no receipt or release of the city as assessee by reason of its issue of bonds. On the face of the record there is no discharge of the city's obligation as assessee, and if we rest upon the letter it perhaps could not be denied that the city is still a debtor to that fund; but equity looks beyond the form to the substance of things, and these are substantial facts: For 13 years a drainage system had been inforce, in respect to which the city had no duty and no obligation other than as supposed owned and assessee of certain public grounds. The assessment proceedings had proceeded so far that there was a large apparent obligation of the city to the drainage fund. In 1871 an act of the legislature is passed, empowering the canal company to complete the work, transferring to a subordinate administrative body of the city all assessments theretofore made, and imposing upon it the further duty of assessment and collection. No provision is made by the legislative act for payment for the work done or to be done other wise than through the collection of these local assessments. In that emergency the city, by ordinance, says to the contractor named by the state: 'Go on with the work, and if the warrants issued in payment therefor be not satisfied out of the assessment collections at the end of the year, they may be exchanged for city bonds.' The work progresses, and warrants are issued and exchanged for city bonds, which have passed into the markets of the world, and remain the undisputed obligations of the city, and to an amount far in excess of all the assessments charged against the city. In other words, the city, as assessee, owing the drainage fund a certain debt, puts into that fund twice the amount of the debt. Can any creditors of that fund thereafter equitably charge the city as debtor to that fund, because when it put its moneys into that fund it did not in express language say, 'I put these in in discharge of my indebtedness?' It will be borne in mind that no new consideration passed from the contractor for this contribution of the city to the drainage fund. No legislative act contemplated direct obligation on the part of the city. From first to last all meant local improvement, to be paid by special assessments; and the contractor, all these years, had only legislative authority to look to the special assessments for payment. Its contract was entered into and performed with knowledge that the only legal right it had for payment consisted in these assessments. Without further consideration the city put into this fund these bonds, and they were accepted by the contractor. It is doubtless true that the motive of the city was to anticipate the collection of the assessments, and to put into the hands of the contractor available assets to insure speedy performance of the work, but the obligation of the contractor was to do the work, and it gave no new obligation,* no new consideration, to the city or any other party, for these bonds. To say after this contribution of the city to this fund,&#8212;a contribution without consideration except in discharge of its debt to the fund,&#8212;that because it was not expressed that the contribution was to be taken as in discharge of the indebtedness, a court of equity will permit the contractor or its assignees to treat the contribution as a donation, and charge the contributor as a debtor, would be a mockery of justice, and an insult to equity. It must be borne in mind that a city is not like a private individual, with absolute freedom of contract and donation. It is simply the representative of the citizens and tax-payers, a trustee for their interests. It has no general powers of donation, and its contribution to a fund can never be considered as a donation when there is an indebtedness to that fund to be discharged. Indeed, if there were no indebtedness, the contribution, as a whole, might well be considered as <i>ultra vires</i>, and if, by the issue of negotiable securities to that fund, an indefeasible obligation had been assumed by the city, it might in equity hold that fund as debtor to it for such amount. Much stress is placed by counsel for appellant on this point, and large reliance is placed on the fact that in these bond trans actions there was no declaration of an intent to apropriate them to the payment of the city's indebtedness as assessee; but, as we have indicated, such omission does not militate against the rights created by the contribtio n. If the city, as assessee, owed this fund $700,000, it may rightfully answer to any demand of the contractor or its assignees that it pay such amount into the fund, 'I have already paid it;' and it is no reply to that answer to say, 'When you paid it you did not declare that you paid it in discharge of that indebtedness.' It is enough that the city paid it, and paid it without other consideration than the discharge of its indebtedness. We think this contention of the appellant must also fail.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The remaining proposition is that, under the authority of the act of February 24, 1876, the city purchased from the canal company and its transferee all rights, franchises, and privileges possessed, and all tools, machinery, and apparatus belonging to said company or its transferee; that, having made such purchase, it abandoned the work then incomplete; and that the failure to complete the work left large portions of the realty within the drainage districts of comparatively no value, and thus rendered impossible the collection of the asessments. One satisfactory answer to this is that the testimony indicates that if the work contemplated had been completed the property would have still remained in its valueless condition of swamp and overflowed lands, without other and further work. It would, to say the least, be ignoring the significance of a large amount of testimony to hold that, if the work as contemplated had been finished, the lands would have been drained and made valuable; but we do not base our decision upon the results of a completion of the contemplated work. We rather place it upon the other ground, that a municipality which abandons a contemplated and intended work of public improvements, assumes thereby no obligation to any parties who have invested on the faith and expectation of benefit from the completion of the work. When a city or state contracts with an individual or company for the doing of certain work, the right remains to the contracting parties, at any time, to abandon that work. No obligation arises to third parties, who become interested in one way or another in the completion of the work. There is no guaranty that the contracting parties may not at any time abandon it; or, abandoning it, that any contingent, further, and speculative liability will arise in favor of such third parties. When the city bought out the contractor it did not assume his debts. A municipality may, with the consent of its contractor, at any time abandon contracted work. Such abandonment does not make the city liable for the debts of the contractor. So, when the city purchases from the contractor his property invested and his rights existing in the contract, such purchase creates no assumption of his debts. Having purchased, it may abandon the work; and creditors of the contractor cannot charge it as debtor on the theory that, if the work had been completed, their claims would have become of value. Into every contract between a municipality and an individual there enters, as between a contract between two private individuals, the right of determination at any time by agreement of parties; and such abandon ment creates, as to third parties, no other or higher rights as against either the contracting parties than existed at the time of the mutually agreed upon abandonment. This contention, also, of complainant must fail.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have given this case long consideration. The multitude of facts presented, the large interests involved, and the learned and cogent arguments of counsel, have compelled such consideration. We appreciate fully the appeal made by the distinguished counsel for complainant in closing his argument with this quotation from the opinion of three of the justices of this court in Meriwether v. Garrett, 102 U. S. 472, 520: 'It is certainly of the highest importance to the people of every state that it should make provision, not merely for the payment of its own indebtedness, but for the payment of the indebtedness of its different municipalities He sitation to do this is weakness; refusal to do it is dishonor. Infidelity to engagements causes loss of character to the individual; it entails reproach upon the state.' And we trust that this court will never falter in its duty of brushing a way all false pretenses, and holding every municipality obedient to the spirit as well as the letter of all its contract obligations. At the same time it is equally the duty of this court, as of all others, to see to it that no burden is cast upon tax-payers, citizens of a municipality, which does not spring from that which is justly and equitably a debt of the municipality; and when a contract for local improvements is entered into the contractor must look to the special assessments, and to them alone, for his compensation, and if they fail, without dereliction or wrong on the part of the city, neither justice nor equity will tolerate that it be charged as debtor therefor. The decree will be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The conclusions above stated compel an affirmance of the judgment in the case between the same parties numbered 459, and by stipulation cases numbered 41 and 460 are to be controlled by this decision, and the same orders will therefore be entered in them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">BROWN, J., did not hear the arguments in these cases, and takes no part in their decision.</p>\n    </div>\n    <p class=\"indent\">HARLAN, J. (<i>dissenting</i>.)</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Chief Justice, Mr. Justice LAMAR, and myself are unable to assent to the opinion of the court in this cause, and I will state as briefly as possible the view we take of the three controlling questions involved: Whether the city became debtor to the drainage fund for the assessments on the streets and other public places; whether it is liable, as trustee, for the individual assessments uncollected; and whether its debt and liability, if any, has been discharged, either directly by payment, or indirectly by an equitable set-off.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Did the city of New Orleans become debtor to the drainage fund for the assessments upon the streets, squares, and other public areas? Counsel for the appellee contend that it did not; and in support of that position rely upon several propositions the first of which only demands notice.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is contended that, as the city of New Orleans and the parish of Jefferson were not by the acts of 1858, 1859, and 1861 expressly declared liable, or given anything to do with the execution of the works in question, which works were of the kind usually constructed at the expense of the individuals benefited, the legislature did not intend that the city and parish should be numbered among the contributors, and that, as a general rule, such assessments are not construed to include public property.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The questions raised on this proposition involve the powers, capacities, and liabilities of the city of New Orleans, a municipal corporation of the state of Louisiana, and consequently a part of its governmental machinery, a fact to be kept steadily in view when questions of the legislative power are being examined; and furthermore, the conclusions of the supreme court of Louisiana on those questions, even if they are different from the usual holdings, (and we do not mean to imply that they are,) should have great, if not controlling, weight with this court. It seems to us that this point has been settled by that tribunal. The case at bar does not present the first instance in the history of New Orleans of the experiment of drainage based on area taxation. In the year 1835 a company was incorporated for that purpose, in which the city was a stockholder. The company taxed every foot of land, including streets, etc. Litigation ensued. The point of liability was directly raised and distinctly decided. The supreme court sustained the tax on the streets and said: 'The large proportion of the expense by which this burden is thrown upon the city for these streets meets in some measure that equity which has been urged upon our consideration, that, as the work has been undertaken for the public good, the public ought to bear the carg e of it, notwithstanding the benefit to the owner of the soil.' In re New Orleans Draining Co., 11 La. Ann. 343.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Indeed, what could be more just than that a local assessment, directly beneficial to all, should, in some form and to some extent, at least, be provided for by a general contribution? Why should the cost of it be defrayed by one species of property alone? And how obtain that contribution more simply than by an assessment on the public property, although such assessment may not be enforceable by a sale, and must be otherwise provided for?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The decision above quoted was made in the year 1856. Two years later the first of the statutes now under consideration&#8212;that of 1858&#8212;was passed. It is hardly conceivable that the legislature which passed that act were ignorant of the decision of 1856, or of the construction placed upon the statute of 1835. Or that, knowing it, they still intended to produce a different result in the act of 1858, not by adopting different, but by reproducing almost the identical, terms. The latter statute is substantially, indeed almost literally, a reproduction of the former; and that former statute had just been construed by the supreme court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the case of Marquez v. New Orleans, 13 La. Ann. 319, the court held that the city, as the owner of the middle ground, or public promenade, running along the center of Claiborne street, was liable for one-half of the cost of improving that street, and in the case of cross-streets was liable for the whole cost, since as to these parts there were no abutting owners. The city was treated, and the case decided, exactly as if it were an individual proprietor.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">So, also, in the cases of Correjolles v. Succession of Foucher, 26 La. Ann. 362, and of Paving Co. v. Gogreve, 41 La. Ann. 251, 5 South. Rep. 848, a question arose in respect to the ownership by the city of the public places, and the same conclusion was reached. How these cases may be reconciled with that of Xiques v. Bujac, 7 La. Ann. 503, cited by the counsel for appellee to the point that public places are not held in fee, and that the term 'title' is not applicable to them, or whether they overrule it, and all similar questions, are immaterial inquiries. The court, in the four cases cited, held the city to be a proprietor, in the contemplation of the laws providing for local assessments, and in the absence of any express statutory direction on that point: and such is the exact question here. We therefore consider that question settled; especially when considered in connection with the fact that these assessments have been reduced to judgments, and confirmed by courts of competent jurisdiction, the validity of which, as well as the regularity of the assessments, have been recognized and approved by the supreme court of Louisiana. State v. Administrators, 27 La. Ann. 497.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We now advert to the claim of the appellant that the city is liable for the drainage fund as delinquent trustee. That liability is asserted on three distinct grounds: (1) Because the city unjustifiably failed to collect the assessments due the fund; (2) because if failed, as subrogee of the original contractor, to continue the work of drainage, and thus secure, under the decisions of the Louisiana courts, the collectibility of the assessments; (3) because she has paid out moneys belonging to the fund for purposes not permitted by the law. A short outline of some of the history of these matters will be proper.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The act of 1858 established the first, second, and third drainage districts; organized a district board in each, with full control of the drainage in that district; gave the board the power to levy a uniform assessment per square foot on the land to be drained, not to exceed $350,000 in the aggregate in each district; made the assessments first lines on the lands assessed; provided, in case of non-payment, that judgment therefore should be recoverable in any court of competent jurisdiction; that lands be sold for arrearages, costs, and interest; and that the respective boards might urc hase the same, and hold or dispose of them for the benefit of the districts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The act of 1859 authorized the boards to borrow $350,000 for each district, and to issue bonds therefor; and directed the boards, on issuing bonds, to make assessments in conformity to the act of 1858, to be collected in not less than 10 annual installments, and to be applied exclusively to the payment or purchase of such bonds, and the payment of the interest thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The act of 1861 provided that copies of the assessments made as above should be filed in certain designated courts, and, after notice, approved and homologated, and that they should then constitute judgments against the property assessed and the owners thereof, on which executions might issue as on judgments rendered in the ordinary mode, and that 10 per cent. be added to pay counsel fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under these statutes has boards organized, made the assessments, caused some of them to be homologated, collected a portion of the money, and did some of the work. Until 1869 they continued to exist and to be more or less active in discharging their duties. The system, however, did not prove satisfactory, by reason of the absence of responsibility and of unity of action on the part of the several boards. The act of 1869, therefore consolidated the districts, abolished the boards, and appointed a commissioner, who was to succeed to their property, collect the assessments, and levy and collect others on such parts of the district as were not included in the tableaux turned over to him. The commissioner, however, was not to do the work. That was to be done by a company, which was to receive all the collections in return for certain work.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By the act of 1871 an entirely new scheme was devised. The Mississippi &amp; Mexican Gulf Ship Canal Company was authorized to do the work needed; the city board of administrators was empowered to locate the canals and levees, and required to build and run the machines necessary to lift the water over from the canals into the lake; the city surveyor to furnish the company monthly estimates of the work done, on which warrants were to be issued by the city auditor; the city treasurer to pay those warrants from any funds in the treasury to the credit of the company; and, if there was not the money necessary, to indorse the date of presentation, the warrant to bear interest therefrom. To provide the necessary funds, all the assets and the assessments provided for by the acts of 1858, and the various acts supplementary thereto, were transferred to the city, and the city was subrogated to all the rights, powers, and faculties thereby conferred. The city was expressly required to collect the assessments (which were, at the same time made exigible and confirmed) in time to provide for the payment of the warrants. It was authorized to assess those lands in the three original districts, and such others included in the levees, as had not been already assessed; the assessments to be enforced as in the prior acts. All moneys collected were to be passed to the credit of the company for the payment only of the drainage of New Orleans and Carrollton; and all property, not money, received, to be held in trust, primarily for the same purpose, and finally, if not so needed, for the city.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Such were the circumstances under which the city became the administrator and trustee of this important interest and fund, and such were the duties imposed upon her by those capacities.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">What, now, were the assets committed to her administration, and for which there must manifestly be some sort of an account? They were:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(1) A balance uncollected of a levy</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">made in the first district, by the</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">original board........... $ 500,714 43</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(2) Ditto in the second district. 289,907 40</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(3) Levy made by the city, under the</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">act of 1871, in the third district. 627,589 95</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(4) Ditto in the fourth district. 281,416 81</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>----------</p>\n    </div>\n    <p class=\"indent\">Total amount chargeable..... $1,699,628 58</p>\n    <p class=\"indent\">This sum includes the assessments</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">against the city, on account of public</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">places, admitted never to have been</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">paid, unless by issuance of bonds (of</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">which hereafter)............. 697,836 28</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>----------</p>\n    </div>\n    <p class=\"indent\">Leaving due on account of</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">individual assessments.... $1,001,792 30 These large assets having come to the hands of the city for the purposes of a great public trust, it was bound to relieve itself of the charge assumed by it in some way consistent with the rule of reasonable diligence. In view of its antecedent agency, and its co-operative action in the creation of the trust, and its more than willing acceptance of it, added to the fact that it was the party to be ultimately benefited, we are not prepared to accept the theory that it was a compulsory, and not a voluntary or contractual trustee, a failure to discharge whose obligations puts less strain upon the moral sense than if the obligations had been purely statutory. And in this connection it is well to observe that this bill was filed for the purpose of an accounting. A trustee, city or not,&#8212;it is immaterial,&#8212;receives large assets, of which its own liability forms a considerable part; and the simple question is, how shall it relieve itself of the charge? How does the city do so in this case? Not by collection and disbursement according to the law and her duty, for it is conceded that about $1,400,000 was never collected; but&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">(1) By a claim that the assessments were greater than the value of the lands, and, therefore, that they could not be collected from the lands. To this proposition there are several answers: <i>First</i>. As well argued by counsel for the appellee, it cannot be generally true in fact, since the lands are those on which the great city of New Orleans is built, and the assessments ranged from $69 to $140 per acre. <i>Second</i>. In those instances in which the assessment was greater than the value of the lands, if there were any such, then the statute made provision by which the lands themselves, on failure of the owners to pay, should be sold and bought in by the city for the fund; and the duty of the city was to do this,&#8212;in fact, it was done by the original board of the fifteenth district in the case of the asylum property. <i>Third</i>. The statutes also provided, as has been seen, that personal executions should be issued against the owners for arrearages, damages, and costs; and there is no showing, in our opinion, of anything like reasonable diligence in the use of this valuable right,&#8212;a right which the supreme court of the state, in 1874, recognized and adjudged. We are impressed with the conviction that, although under the act of 1871 it was the duty of the city to press the collection of these funds at the rate of about $25,000 per month, yet it did nothing more than keep an office open at which the assessees might voluntarily pay or not pay, as they wished.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">(2) By a claim that the decision of the supreme court in the Succession of Irwin, 33 La. Ann. 63, held that certain personal judgments obtained by the summary processes given by the act of 1871 were void, and nullified the homologation of the tableaux for the entire fourth district. This decision was not rendered until the year 1881, the city then having had charge of this matter for 10 years. The decision cannot, of course, be successfully offered as an apology for the antecedent supineness of so long a period. Prior to that, the Louisiana courts had been enforcing the statute of 1871, as we have already shown. And, further, in regard to the Irwin Case, if it was of such grave import as to effectually prevent the collection of these moneys, then it was probably violative of contract rights, and on proper proceedings could have been avoided. If it was not of such import, then it is no answer to the obligation of the city to make the collections aforesaid. In fact, the testimony in this case would indicate that the city was deliberately obstructing, not forwarding, the collection o th ese funds.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In December, 1873, after having failed to collect the taxes to pay the warrants when due, the city adopted an ordinance allowing the taxes to be paid in warrants, thus compelling the contractor to sell at a discount, or get no money at all. After collecting only $88,000 in three and a half years, with warrants falling due at the rate of $25,000 a month, and making no effort to collect except to keep an office, and never having issued an execution up to January, 1875, the city then denied the right of the warrant holders to have execution, and resisted the <i>mandamus</i> that resulted in the judgment of the supreme court sustaining such right. The city did not make any effort worthy of mention to collect the tax from the owners independent of the land. After the purchase of the plant from the contractor in 1876, under the statute passed to that end, and the subrogation of the city to all the right of such contractor, it deliberately abandoned the work, let the canals already dug fill up, and the boats and other appliances, for which about $300,000 of warrants were issued, rot unused. By reason of that abandonment, and the consequent non-completion of the system, the supreme court of Louisiana decided, in the case of Davidson v. City of New Orleans, 34 La. Ann. 170, that the tax could not be enforced. In 1881, pending the decision of the Davidson Case, the mayor, by direction of the council, issued a proclamation advising the non-payment of drainage taxes until the validity thereof should be passed on by the supreme court, notwithstanding the previous judicial history of these transactions. In 1883 the council appointed a committee to investigate and report whether any drainage taxes were being collected, and by what authority; and published in their proceedings the report whereby it was declared the large amount of taxes due and outstanding were not collectible, and in which was set forth the method by which the assignees might get relieved from the assessments.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Such are substantially the charges made by the appellant to show that the city, after seeking and accepting the trust, was opposing its execution, instead of enforcing it.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(3) By a claim that the decision of the supreme court in the case of Davidson v. City of New Orleans, 32 La. Ann. 1245, to the effect that a judgment for a drainage tax will not be enforced where it is shown that the property received no benefit from the drainage, was a great hindrance, as its effect was to release from their liability for the assessment more than half of the first and third drainage districts, and almost the whole of the second. The ground of the decision was the abandonment by the city of the work it was charged to do. It is manifest that the city cannot relieve itself of the obligation to collect the assessments avoided by its own default. To meet this proposition, the appellee contends that the cost of completion would have been so great that the assessments would have been more than exhausted in completing the work, and the outstanding debt would have remained still unpaid. There were and are uncollected $1,423,235.31, including about $700,000 of the city's own assessment which should, under the circumstances, be considered money in hand. The appellee states the amount necessary to have completed the system, as projected, 'at nearly or quite $700,000.' The dues of the city alone would have completed the work according to appellant's own statement and have left a balance for the benefit of warrant holders of about $725,000.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">But the appellee also claims that when completed there would still have been lands in the district unbenefited on which the total assessments would have amounted to $500,000, and that these assessments, according to the Davidson Case, would not have been collectible. If all that were correct, and if the city had no other resources for finishing of work than these assessments, still a margin of about $225,000 would have been left for the benefit of warrant holders. On the other hand, hwev er, we cannot yield assent to the Davidson decision. We cannot and do not accept the proposition that, where the legislature passes on the necessity of a great public work like this, and organizes a district for its prosecution, the assessments made are void unless the property assessed is directly and evidently benefited. What question of that kind may exist is a question of the district, not of the individual properties. The Davidson decision would wreck every work of a like character we ever knew. The entire levee systems of the Mississippi river would be swept away at once, for the taxes would be void as to all lands above overflow from the river unleveed, and as to all those which lie so low as to remain wet and untillable in the absence of a supplemental system of drainage, even after the completion of the levees. Admit the principle that these general assessments or taxes are to be brought to the test of particular benefits, and the most unexpected and disastrous consequences would follow. Moreover, our criticism on the Irwin Case, as to its violation of contract rights already fixed, applies to the Davidson Case, if possible, with even greater force.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(4) By a claim that the constitutional amendment of 1874, which took effect on the 21st of January, 1875, in terms declared 'that the city of New Orleans shall not hereafter increase her debt in any manner or form, or under any pretext.' An answer to this claim we do not think necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The next point calling for our consideration is the proposition of appellee that the liability, if it existed, has been discharged, either directly by payment, or indirectly by an equitable set-off. It was upon this ground the circuit court proceeded, and upon this ground the opinion of the majority rests. This claim is based upon the fact that, proceeding under Act No. 73 of 1872, the city retired about $1,600,000 of drainage warrants by issuing for them its own 7 per cent. 50-year gold bonds. The claim resolves itself into two heads,&#8212;one of payment, and one of set-off. But in order to consider either it will be necessary to advert again to the history of those bonds. The act of 1858, inaugurating the drainage enterprise, provided, as we have seen, for the expenses by an assessment on lands, to be a lien on them reducible to judgment. The act of 1859 authorized the issue of the bonds by the commissioners of each district, not to exceed $350,000 in each district, to the payment and purchase of which, and the payment of interest thereon, the assessments were exclusively devoted. Then followed the act of 1861, which made the assessments personal liabilities on which, when reduced to judgment, common executions might issue. Then the act of 1869 abolished the several boards of commissioners, in order to get rid of the obstruction arising from want of harmony among them, appointed a commissioner for the entire territory, and ordered the construction of the drainage canals to be paid from the assessments so collected. Then came the act of 1871. It provides for certain canals and levees to be dug and constructed by the Mississippi &amp; Mexican Gulf Ship Canal Company; for the supervision of the work, and the administration of the funds, by the city; and for the application of the assessments, when collected, only to drainage. Here first appears the direction to draw warrants on account of work done; and it is directed that if warrants were not paid on presentation they should draw 8 per cent. interest. Provision was made for assessments in addition to those already levied.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">During all this there was evidently felt the pressure of the actual fact that the assessments were not collected with sufficient regularity and promptness to meet the urgent demands of a scheme so extensive, as well as of the want of a more acceptable security to contractors for the large expenditures entailed. Therefore, two months after the passage of the act of 1871, the city ordinance provided that, 'in case the warrants issued for drainag wo rks to be done by the Mississippi and Mexican Gulf Ship Company should not be paid within one year out of the proceeds of the drainage taxes and assessments, they should be fundable in bonds of the city, bearing eight per cent. interest, payable semi-annually, having ten years to run, and with due provision for retiring the same, and securing the punctual payment of interest and gradual extinction of principal.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Then followed Act No. 73 of 1872. This is the statute under which the bonds in fact issued, and an analysis of which is indispensable here. Its objects, as expressed in its title, were: 'To authorize the council of the city of New Orleans to levy a police tax; to regulate the levies of taxes, the proceedings of tax suits, and the jurisdiction of the district courts for the parish of Orleans in reference thereto; to define and punish forgery in certain cases; to authorize the funding of the floating debt; to consolidate, limit, and provide for the debt of the city of New Orleans, principal and interest; to authorize a tax for the support of the city government, and to establish a fiscal agency, defining its duties, and for the better enforcement of the collection of all taxes.'</p>\n    </div>\n    <p class=\"indent\">Section 13 of the act runs thus:</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">'Sec. 13. Be it further enacted, etc., that for unbonded debts existing December 31, 1871, and unpaid at the time of the passage of this act, or caused by receipts of certificates of 1871 for revenues proper of 1872, and for excavations and levees, drainage machinery, and revetments authorized by law, or required for the protection of the city from overflow and inundation, the city may issue from time to time, as they may be required, bonds of the denominations of five hundred and one thousand dollars, having fifty years to run, and bearing seven per cent. interest, principal and interest payable in gold in New York or New Orleans, and at any other points that the council may designate, with quarterly coupons, and that the bonds thus issued shall be called 'the new consolidated debt of New Orleans.' No bonds shall be issued but by authority of the council, nor for a lower rate than ninety cents on the dollar. All issued for excavations and levees, authorized by act No. 30 of 1871, or by drainage laws previously enacted, shall be marked 'Drainage Series;' and all taxes collected for drainage, and not required for the payment of drainage warrants, shall be devoted to the purchase from the lowest bidder of bonds issued for drainage; no bid to be accepted above par, and the right reserved to the council to reject all unsatisfactory bids.'</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Proceeding under this statute, the city issued about $1,600,000 of the drainage bonds, taking up therewith warrants issued for work done. It is claimed that in issuing those bonds the city thereby paid off both its own assessed dues to the drainage fund, as well as discharged any liability it may have been under on account of its non-feasance or misfeasance as statutory trustee of the fund. We cannot accept that view.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It seems to us clear that it was not the intention of the legislature that such should be the effect of the issue of those bonds. That intontion must, of course, control, as it is a question of the power of the municipality to issue negotiable bonds. The section authorized a series of bonds to be issued, and directed 'that the bonds thus issued shall be called 'the new consolidated debt of New Orleans.\" They were to constitute one debt, the consolidated debt; not a variety of debts, nor even two distinct debts; and the statute manifestly proceeded on the idea that this one consolidated debt is to be paid, as all city debts are paid, out of the property of the city, and that without any express declaration to that effect. U. S. v. City of New Orleans, 98 U. S. 381. The purposes for which the bonds were to be issued were: (1) For unbonded debts existing December 31, 1871, and unpaid at the time of the passage of the act, or cansed by receipts of certificates of 1871, (2) 'for revenues proper of 1872; (3 ) 'and for excavations and levees, drainage machinery, and revetments authorized by law, or required for the protection of the city from overflow or inundation;' one as well as the other, one no less than the other.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Now, certain of those bonds were to be marked 'Drainage Bonds.' What bonds, and why? The statute in words answers: 'All issued for the excavations and levees authorized by act No. 30 of 1871, or by drainage laws previously enacted.' No bonds could be lawfully so marked except such as were issued 'for excavations and levees;' not for drainage machinery or revetments; not even for excavations and levees to be thereafter made, unless they were such as the statutes named authorized; not for excavations and levees previously made, since they were already settled for by warrants, whatever such warrants might be worth; still less for the debts or liabilities of the city, however they may have been incurred. The city could not properly thus mark and bonds issued for any purposes except those expressly limited in the statute, those issued in payment for excavations and levees authorized to be made by the act of 1871, and the preceding acts. And why? For a reason entirely in harmony with the whole tendency of the entire series of statutes and with the requirements of good faith to the contractors working under those statutes,&#8212;for the purpose of expediting the work, and of giving increased value to those particular bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The appellee contends that these bonsp have only the force of warrants, and could only be paid out of the proceeds of the assessments already made, notwithstanding they had 50 years to run before payment could be demanded at all. Not so. They were privileged bonds in the series. And, basides the general liability of the city, the statute provided that all the proceeds of assessments not needed to pay off warrants, if any, coming in, (and in doing which the issue of that class was, <i>pro tanto</i>, prevented, and rendered unnecessary,) should be an additional special fund with which the city should purchase said bonds before maturity at a price agreed on, not exceeding par, thereby giving the bondholders, or some of them, if there were any such excess of receipts, an option to get their money before maturity. Whether a sound one or not, such was clearly the scheme, and it presupposed the continued existence and the continued collection of the assessments after the issue of the bonds, and plainly excludes the idea that such issue is to extinguish the assessments, or any of them. Not an intimation is given of any difference between one class of assessments and another, those of the city and those of individuals. Therefore the city had no power to issue such bonds for the purpose of paying the assessments. It had, perhaps, the power to issue bonds of the unmarked sort for that purpose, if Van Norden, the transferee of the company's rights, had consented to receive them for that purpose; but it was not claimed that this was done or tried. The question is as to the effect of the issuing of the marked bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Moreover, in issuing these bonds the city had no intention to pay its assessments thereby; nor were they received with any such intention or understanding by the receiver of them. This is amply shown by the following facts:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(1) It was the regular custom to mark on the assessment rolls all the payments made. No such entry was made in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">(2) The issue of bonds, after they were authorized, was always and largely in excess of the homologated judgments against the city on its assessments.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(3) Judgments were being constantly rendered against the city on her assessment, after she had issued bonds far ahead of even her claimed liability; yet she never presented any claim for payment.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">(4) The city administrator of public accounts, in his report to the city council, July 1, 1872, said that the city had already issued certificates for $485,081 of the new consolidated bonds, drainage series; and he states the amount due by the city for the tre ets to be $763,378.69, the total amount originally assessed against the city. On the theory of payment it would have been only $258,297.69. To constitute payment, money or some other valuable thing must be delivered by the debtor to the creditor for the purpose of extinguishing the debt, and the creditor must receive it for the same purpose. Dodge v. Trust Co., 93 U. S. 386; Ketchum v. Duncan, 96 U. S. 659; Carter v. Burr, 113 U. S. 737, 5 Sup. Ct. Rep 713; Wood v. Safe-Deposit Co., 128 U. S. 416, 9 Sup. Ct. Rep. 131; Queen v. Ashwell, 16 Q. B. Div. 224. These views are reinforced, if they need reinforcement, by the fact that the real question of payment or no payment lies between the city in its ordinary municipal capacity on the one hand and the city in its extraordinary capacity as statutory trustee on the other. Payment is a contract implying both proposal and acceptance; and, under such conditions, could the city have made such a contract without a clear stautory authority? We think not. If the legislature had designed to authorize the city to extinguish its own liability in this manner, it would have said so.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The remaining point to be noticed is that of the equitable set-off. The argument of the appellee on this line is as follows: That act of 1872 was only an enabling act to terminate the power of the municipality to issue bonds of the same tenor as the warrants which were taken up; that is to say, payable out of the drainage fund, if that should suffice. The case, as here regarded, then, is clearly that of a trustee who has by error issued securities for the advantage of the <i>cestui que trust</i>. Having so issued the securities, it must result inevitably that the city is to be credited with the amount to the extent of which she has relieved the fund.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">It is obvious that the entire force of this argument rests on the proposition that the drainage bonds were to be issued payable only out of the drainage fund, and did not import, as contemplated by the statute, any direct liability on the city; also that there was no error in the act of issuing the bonds. We have already, in the preceding passage, analyzed the statute, and shown that, according to our view, a direct liability on the city was exactly what was intended, the provision as to the drainage fund in connection with those bonds being merely a cumulative provision for them. That view, of course, disposes of this argument, since it denies the major premise.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Outside of the statute we will mention one or two facts confirmatory of the view that it was not the intention to have the drainage bonds paid from the assessments: <i>First</i>, assessments in 1872 were less by or about $200,000 than the known sum needed to complete the system devised by the act of 1871; <i>secondly</i>, although the assessments were collected while the bonds were issued, so slowly and meagerly, as we have seen, that fact, overwhelming if they were to constitute the only resource for payment, seemed not to have the slightest effect on either the city or the contractor in this matter; and, <i>finally</i>, the fact that the bonds were made payable 50 years after date seems of itself a sufficient contradicition of the idea that the only source for payment at that late date was these assessments.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We are therefore of the opinion that the court below erred in dismissing the bill. We think an account should have been stated on the basis indicated herein in its general outlines. The city was trustee by statute, and can be called to account by any person in interest. Exactly how the decree, when rendered, and the ascertainment of liability thereby made should have been enforced, it is hardly worth while to discuss in a dissenting opinion. The usual remedy is by <i>mandamus</i> where a public body cannot be subjected to ordinary process. That is a matter of detail only. The fact that the public property could not be sold on execution is no reason for absolving the city altogether from liability. The city should at least have pad w hat it itself owed on the assessments in question.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Upon these grounds we feel constrained to withhold our assent from the opinion and judgment of the court.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>139 U.S. 342 (1891)</b></center>\n<center><h1>PEAKE<br>\nv.<br>\nNEW ORLEANS.</h1></center>\n<center>No. 852.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 27, 28, 29, 1890.</center>\n<center>Decided March 9, 1891.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*349</span> <i>Mr. Richard DeGray</i> for appellant.</p>\n<p><i>Mr. Grover Cleveland</i> for appellant and for John Crossley &amp; Sons, Limited, holders of drainage warrants.</p>\n<p><i>Mr. Carleton Hunt</i> for appellee.</p>\n<p><i>Mr. Thomas J. Semmes</i> for appellant.</p>\n<p>MR. JUSTICE BREWER, after stating the facts as above, delivered the opinion of the court.</p>\n<p>The bill in equity in this case was based on the judgment at law. That judgment determined the direct liabilities between the parties. It absolved the defendant from any primary obligation of debtor to creditor. It left it chargeable only as trustee of a fund out of which plaintiff's claim was to be paid. It was like a judgment, which in fact against an estate is nominally entered against the administrator thereof, to be satisfied out of the property of the estate and not out of the individual property of the administrator. The propriety of this judgment has not been questioned. No proceeding for review or reversal has been instituted. It has been accepted by the complainant as a correct adjudication of the rights between the parties; and in passing, it may be observed that its adjudication of rights was unquestionably correct. The scope of the entire legislation, from its inception in 1858 to its close in 1872, was local improvements for the benefit of adjacent property, with payment only through special assessments; and did not contemplate a work of general benefit, whose expense was chargeable to the municipality at large. The legislation of 1858, 1859 and 1861, under which the work was commenced, ignored the municipality entirely. It subdivided an area, of which the city was a portion, into draining districts, and cast upon a board of commissioners for each draining district the responsibility of the work and the assessments. The scheme was one of special assessments, as distinguished from municipal tax for general benefits. The distinction between the two is obvious and well recognized. It is stated by Cooley <span class=\"star-pagination\">*350</span> in his work on Taxation, page 416: \"The general levy of taxes is understood to exact contributions in return for the general benefits of government, and it promises nothing to the persons taxed, beyond what may be anticipated from an administration of the laws for individual protection and the general public good. Special assessments, on the other hand, are made upon the assumption that a portion of the community is to be specially and peculiarly benefited, in the enhancement of the value of property peculiarly situated as regards a contemplated expenditure of public funds; and, in addition to the general levy, they demand that special contributions, in consideration of special benefit, shall be made by the persons receiving it. The justice of demanding the special contribution is supposed to be evident in the fact that the persons who are to make it, while they are made to bear the cost of public work, are at the same time to suffer no pecuniary loss thereby; their property being increased in value by the expenditure to an amount at least equal to the sum they are required to pay. This is the idea that underlies all these levies.\"</p>\n<p>While the acts of 1871 and 1872 bring the municipal defendant into a scheme for subsequent duties, they do not bring it in as a primary debtor, for whose benefit the work is to be done, but simply as the agency by which the special assessments are to be collected; the trustee, as it were, of the special assessments for the benefit of the contractor. So that while the judgment at law measures the rights and obligations of the parties to this bill in equity, if we were at liberty to look beyond the judgment to the antecedent facts, we should be compelled to hold that the judgment rightfully determined those obligations; that the city never was chargeable with the burden of primary indebtedness, but stood to the plaintiff only as assessor and collector of the special assessments. Properly accepting this judgment at law as an adjudication of the measure of his rights against the city, the complainant charges the defendant with three violations of duty out of which he claims a recovery. He charges, in the first place, that the city did not collect these assessments when it ought to and could have done so. Secondly, he says that as owner of streets and public <span class=\"star-pagination\">*351</span> grounds it was directly liable to the drainage fund for a large amount, which it has not paid; and that, therefore, its failure as collector to collect from itself as debtor to the fund, authorizes a court of equity to proceed directly against it for those unpaid assessments. And, thirdly, he says that by the purchase under the authority of the act of 1876 the city assumed the duty of completing the contemplated work; that, failing to do so, it became responsible for all injuries resulting from such non-completion; and that, in consequence of such non-completion, anticipated collections failed and special assessments became non-collectible, and the failure becomes a proper ground of recovery against the city for any amount which could have been, but was not, collected.</p>\n<p>Before considering these matters, it should be premised that to the extent that the city of New Orleans may be considered a trustee, it is a compulsory, and not a voluntary and contractual trustee. The legislation of February 24, 1871, by which, for the first time, it became connected with these local improvements and assessments, gave it no option as to price or party, but, prescribing and naming both, gave it simply discretion as to the places and extent of the work. It authorized and empowered the canal company to dig the works and fixed the price therefor. The obligations cast upon the city were purely statutory, and while they were, in respect to the party doing the work, and the collection of assessments, somewhat in the nature of a trust, they are more to be regarded as statutory obligations, a failure to discharge which puts less strain on the moral sense. Indeed, the statute connects rather the officers of the city than the city itself with the work. It is true the act provides that the title to the lands necessary for the works shall be procured and held for the benefit of the city of New Orleans; but it requires that such title shall be so procured and held by the board of administrators of the city. It also provides that the extent and nature of all improvements shall be designated by such board; and that such board shall be required to build and run all works and drainage machines necessary to lift the water from the drainage canals over into Lake Pontchartrain, and to do all other work necessary <span class=\"star-pagination\">*352</span> to facilitate the work of the contractor selected and employed by the State. The administrator of accounts was directed to draw the warrants on the administrator of finance for the work done. All the assets and assessments accumulated and made under the prior statutes were transferred to the board of administrators of the city. The prior assessments were confirmed and made exigible at such time and in such manner as the board of administrators might designate; and such board was authorized to make an assessment of two mills per superficial foot. So, that, while the title of the act is, \"to provide for the drainage of New Orleans,\" and while the city comes into the statute as a party to be ultimately benefited, and whose officers are charged with the administration, yet, nowhere in its sections is the burden and duty of the work cast upon the municipality as such. The paramount idea of the statute seems to be not the casting of a duty upon the city, to be discharged in such manner and by such means as it shall select, but rather to transfer from the boards of the original draining districts to certain officers and agents of the city the duty of carrying into effect the drainage system.</p>\n<p>We do not mean to be understood as affirming that no duty or liability was cast upon the city by this statute as such, or that the action of the city council thereafter and on April 27, 1871, was not within at least the implication of the statute. All we mean to say is, that neither the full power nor the general duty was cast upon the city, and that the designation of its board of administrators as the agency to carry on the work of drainage already undertaken by statutory direction by the local boards of separate districts placed upon the city only a limited responsibility for that which such board might do or omit to do.</p>\n<p>The significance of these observations is clear. There is wide divergence in the authorities as to the circumstances under which the liability of a city to a contractor for local improvements arises in case of the non-payment of the special assessments. Into that field of inquiry we do not care to enter. See 1 Dillon on Municipal Corporations, 4th ed., sections 481 and following, and notes.</p>\n<p><span class=\"star-pagination\">*353</span> If ever there was a case in which the responsibility of a city should be narrowed, this is one. By the legislation of the State, it was denuded of all freedom of action. It had no choice of contractor or price. Neither the property to be taxed, nor the means or method of collecting the assessments, was intrusted to its discretion. This is not a case in which there was a failure on the part of the legislative body, the city council, to prescribe and provide sufficient machinery for the collection of assessments. No superintendence of the financial department, whether as to the property to be assessed, the amount of the assessment or the collection thereof, was intrusted to the municipality. All this financial power was placed directly, by state action, without its consent, in one of its official boards. Thus denuded of freedom of action, it may properly insist upon the narrowest limits of responsibility. If the financial duty was devolved, without its consent, upon one of its administrative boards, and such board was derelict of duty, it may properly say to a complaining party, your remedy was mandamus, to compel prompt and efficient action by that board. In respect to a kindred question, the neglect of the city council, Judge Dillon pertinently asks, \"why should all be taxed for the failure of the council to do its duty in a case where the contractor has a plain remedy, by mandamus, to compel the council to make the necessary assessment and proceed in the collection thereof with the requisite diligence?\" Section 482, 1 Dillon on Municipal Corporations, 4th ed.</p>\n<p>If that suggestion be pertinent where the dereliction is that of the city council, the legislative assembly of a city, the body charged primarily with the duty of making suitable provision for the discharge of all municipal obligations, how much more is it true when such general legislative assembly is without power and charged with no duty, and full responsibility rests with a separate administrative board? The contractor is specially interested in the full and prompt discharge of its duty by this administrative board. The remedy of mandamus is open to him to compel its action. On what principle of right and justice can he ignore this remedy and charge the municipality and burden all the taxpayers of the city?</p>\n<p><span class=\"star-pagination\">*354</span> But supposing the dereliction of this board of administrators was an omission on the part of the city, what then, under the facts of this case, would be the measure of liability? It will be noticed that neither expressly nor by implication was there any guaranty of payment, as appeared in the case of <i>Memphis</i> v. <i>Brown,</i> 20 Wall. 289. Whatever obligations were assumed were only those of collection. The mere fact of non-collection does not prove dereliction of duty. From 1858 to 1871 this drainage work, with the duty of assessment and collection, was vested in certain local boards. The total assessments during those years amounted to $1,433,152.25. The amount collected in cash and warrants was $334,941.62. In addition, there was transferred to the commissioners, on non-payment of assessments, lands of the nominal value of $171,239.11; or a total collection of about half a million on a million and a half of assessments. It stands to reason, and scarcely needs the support of testimony, that during these many years the available assessments were collected; and that what remained, which was the large bulk, was charged upon property not worth the assessment, and for that reason was not collectible. The testimony of Mr. Guthrie, who was the representative of the canal company and its assignee, is \"that he would not take the property bought in by the commissioners for non-payment of assessments, and pay the taxes thereon.\" If they, during these many years, were unable to collect but a small fraction of the assessments in cash, if the property they took was not worth the taxes, what can be said of the balance, or the possibility of enforcing the collection of assessments thereon?</p>\n<p>Further than that, we are not limited to mere matters of inference. It appears affirmatively that the city provided an office and officers for the collection of these taxes; and, according to the testimony given by the assignee of the canal company, the officer in charge was diligent in his efforts to collect the tax. It appears, also, that the canal company had an agent to look after this matter of collection of taxes, who offered all reasonable inducements to secure their payment. Again, the assignee of the canal company, pursuing the remedy <span class=\"star-pagination\">*355</span> which was open to him, of mandamus to compel the seizure and sale, under proper writs, of the real estate subject to these assessments for the payment of certain warrants, secured an order of the court therefor. Fifteen hundred and seventy-one writs were issued in obedience thereto, and the gross proceeds of these writs was $32,466.69. It needs not the supporting testimony of the agent of such assignee to induce the belief that the most available property was that pursued by these proceedings. Still further, the efforts to collect were largely hindered by two decisions of the Supreme Court of Louisiana. One, in the case of <i>The </i><i>Succession of Irwin,</i> 33 La. Ann. 63, by which practically the creation of the fourth drainage district, and the assessments therein, were declared null and void; and the other, in the case of <i>Davidson</i> v. <i>The City,</i> 34 La. Ann. 170, in which it was ruled \"that a judgment for a drainage tax will not be enforced when it is shown that the property, far from being benefited, was injured by the alleged drainage.\"</p>\n<p>When to all these is added the fact that large portions of these draining districts were swamp and overflowed lands; when one of the burdens of complaint here is, that the city, by failing to complete this work of drainage, had left the lands in such condition as to be of practically no value; it is obvious that if the duty of collection rested primarily and absolutely on the city, it would be difficult to hold it derelict of duty therein, and renders very pertinent the language of the learned Circuit Court which decided this case in the court below, (38 Fed. Rep. 779,): \"As to failure to collect, when these assessments were handed over to the city to collect they had been assessed 13 years, and for that period had been in the hands of commissioners created expressly for the conduct of the drainage system, and with no other business. If such bureaus had failed to collect for such a period, the inference is strongly forced upon us that the assessments were substantially uncollectible, especially by a municipal corporation, herself crushed by debts. This is corroborated by the outcome of the mandamus proceedings taken by Van Norden, transferee of the company, and as warrant-holder, to compel the city to <span class=\"star-pagination\">*356</span> issue writs of <i>fieri facias</i> against the owners in 1876. To the application for that writ the city answered that the cost of the proceeding would equal, in her opinion, the amount realized. The result showed her estimate to be nearly correct; for the cost of the 125 writs selected by the warrant-holders, and therefore presumably the best for the purpose, was $34,000, and the amount collected under them only $36,000.\"</p>\n<p>The second contention is that the city was itself a debtor to this drainage fund for nearly $700,000; that it had misappropriated a portion of the fund which it did receive; that as trustee of these assessments it was its duty to collect from itself as debtor to such fund; and that having failed so to do it can be properly charged in this proceeding. Considerable discussion took place on the argument, and is also found in the briefs, as to whether streets and other public property can be subjected to a lien for a share of the cost of local improvements, or whether the city stands in such relation to these properties that it can be held liable as owner. It is unnecessary to enter into the merits of this discussion. It may be that streets and other public grounds cannot be sold for non-payment of assessments for local improvements or other taxes, and it may be that the city is not technically their owner, and yet, at the same time, it may be true that the city, as representing the public, may, under proper proceedings, be charged as debtor for the proportion of the cost of local improvements, which, by the rule established, would fall upon such public property.</p>\n<p>Neither do we need to examine the various decisions of the Supreme Court of Louisiana, cited by counsel, or seek to determine what is the law of that State in respect to this matter. For the purposes of this case we assume that the various assessment proceedings, taken in connection with the decision of the Supreme Court approving the homologation of the tableaux, operated, if not to cast a specific lien upon the streets and other public grounds, at least to charge upon the city an obligation to the drainage fund for that share of the total cost of the drainage determined by the proportion of the superficial feet of streets and other public grounds to the entire area of <span class=\"star-pagination\">*357</span> the drainage districts. Upon that assumption the obligation of the city to the drainage fund amounted to several hundred thousand dollars. Assuming that to be true, the contention of appellee is that it has paid into that fund far more than such amount. It is admitted that the city has issued sixteen hundred thousand dollars of its own bonds, taking up thereby a proportionate amount of the drainage warrants. It is not questioned by complainant that if this issue of bonds is to be taken as a payment of its indebtedness to the drainage fund, its obligations to that fund have been fully discharged, and, in addition, that the amount of such contribution in excess of its obligations to that fund more than covers all alleged misappropriation thereof. In other words, the sixteen hundred thousand dollars exceeds both the obligations of the city to the fund and its alleged misappropriation of any part thereof. But the contention of complainant is that there is nothing in the legislation, the ordinance, the warrants, the bonds, or other proceedings, which expresses an intent to make this contribution one in discharge of such indebtedness; and that, if it simply gave these bonds to the fund, if other and ultimate corporate benefit was the consideration of their issue, it cannot be affirmed that they were intended or ought to be taken as payment of the original obligation created by the assessment proceedings. The answer to this view is clear and just. It is true that ordinance number 814, which provides for the refunding of warrants into city bonds, contains no declaration that such refunding shall be in discharge of the city's obligation, as assessee, to the drainage fund; and that the assessment proceedings contain no receipt or release of the city as assessee, by reason of its issue of bonds. On the face of the record there is no discharge of the city's obligation as assessee; and if we rest upon the letter, it perhaps could not be denied that the city is still a debtor to that fund; but equity looks beyond the form to the substance of things, and these are substantial facts: For thirteen years a drainage system had been in force, in respect to which the city had no duty and no obligation other than as supposed owner and assessee of certain public grounds. The assessment proceedings had proceeded <span class=\"star-pagination\">*358</span> so far that there was a large apparent obligation of the city to the drainage fund. In 1871 an act of the legislature is passed, empowering the canal company to complete the work, transferring to a subordinate administrative body of the city all assessments theretofore made, and imposing upon it the further duty of assessment and collection. No provision is made by the legislative act for payment for the work done or to be done, otherwise than through the collection of these local assessments. In that emergency the city, by ordinance, says to the contractor named by the State, go on with the work, and if the warrants issued in payment therefor be not satisfied out of the assessment collections at the end of the year, they may be exchanged for city bonds. The work progresses, and warrants are issued and exchanged for city bonds, which have passed into the markets of the world and remain the undisputed obligations of the city, and to an amount far in excess of all the assessments charged against the city. In other words, the city, as assessee, owing the drainage fund a certain debt, puts into that fund twice the amount of the debt. Can any creditors of that fund thereafter equitably charge the city as debtor to that fund, because when it put its moneys into that fund it did not in express language say, I put these in in discharge of my indebtedness? It will be borne in mind that no new consideration passed from the contractor for this contribution of the city to the drainage fund. No legislative act contemplated direct obligation on the part of the city. From first to last all meant local improvement, to be paid by special assessments; and the contractor, all these years, had only legislative authority to look to the special assessments for payment. Its contract was entered into and performed, with knowledge that the only legal right it had for payment consisted in these assessments. Without further consideration, the city put into this fund these bonds, and they were accepted by the contractor. It is doubtless true that the motive of the city was to anticipate the collection of the assessments, and to put into the hands of the contractor available assets to insure speedy performance of the work, but the obligation of the contractor was to do the work, and it gave no new obligation, <span class=\"star-pagination\">*359</span> no new consideration, to the city or any other party, for these bonds. To say after this contribution of the city to this fund, a contribution without consideration except in discharge of its debt to the fund, that because it was not expressed that the contribution was to be taken as in discharge of the indebtedness, a court of equity will permit the contractor or its assignees to treat the contribution as a donation and charge the contributor as a debtor, would be a mockery of justice and an insult to equity. It must be borne in mind that a city is not like a private individual, with absolute freedom of contract and donation. It is simply the representative of the citizens and taxpayers, a trustee for their interests; it has no general powers of donation, and its contribution to a fund can never be considered as a donation when there is an indebtedness to that fund to be discharged. Indeed, if there were no indebtedness, the contribution, as a whole, might well be considered as <i>ultra vires,</i> and, if by the issue of negotiable securities to that fund an indefeasible obligation had been assumed by the city, it might in equity hold that fund as debtor to it for such amount. Much stress is placed by counsel for appellant on this point, and large reliance is placed on the fact that in these bond transactions there was no declaration of an intent to appropriate them to the payment of the city's indebtedness, as assessee, but, as we have indicated, such omission does not militate against the rights created by the contribution. If the city, as assessee, owed this fund seven hundred thousand dollars, it may rightfully answer to any demand of the contractor, or its assignees, that it pay such amount into the fund, I have already paid it, and it is no reply to that answer to say, when you paid it you did not declare that you paid it in discharge of that indebtedness. It is enough that the city paid it, and paid it without other consideration than the discharge of its indebtedness. We think this contention of the appellant must also fail.</p>\n<p>The remaining proposition is, that under the authority of the act of February 24, 1876, the city purchased from the canal company and its transferee all rights, franchises and privileges possessed, and all tools, machinery and apparatus <span class=\"star-pagination\">*360</span> belonging to said company or its transferee; that having made such purchase, it abandoned the work then incomplete; and that the failure to complete the work left large portions of the realty within the drainage districts of comparatively no value, and thus rendered impossible the collection of the assessments. One satisfactory answer to this is, that the testimony indicates that if the work contemplated had been completed the property would have still remained in its valueless condition of swamp and overflowed lands, without other and further work. It would, to say the least, be ignoring the significance of a large amount of testimony, to hold that, if the work as contemplated had been finished, the lands would have been drained and made valuable; but we do not base our decision upon the results of a completion of the contemplated work; we rather place it upon the other ground  that a municipality which abandons a contemplated and intended work of public improvements, assumes thereby no obligation to any parties who have invested on the faith and expectation of benefit from the completion of the work. When a city or State contracts with an individual or company for the doing of certain work, the right remains to the contracting parties, at any time, to abandon that work; no obligation arises to third parties, who become interested in one way or another in the completion of the work; there is no guaranty that the contracting parties may not at any time abandon it; or abandoning it, that any contingent, further, and speculative liability will arise in favor of such third parties. When the city bought out the contractor, it did not assume his debts. A municipality may, with the consent of its contractor, at any time abandon contracted work. Such abandonment does not make the city liable for the debts of the contractor. So when the city purchases from the contractor his property invested, and his rights existing in the contract, such purchase creates no assumption of his debts. Having purchased, it may abandon the work; and creditors of the contractor cannot charge it as debtor on the theory that if the work had been completed their claims would have become of value. Into every contract between a municipality and an individual there enters, as between a contract between <span class=\"star-pagination\">*361</span> two private individuals, the right of determination at any time by agreement of parties, and such abandonment creates, as to third parties, no other or higher rights as against either the contracting parties than existed at the time of the mutually agreed upon abandonment. This contention, also, of complainant must fail.</p>\n<p>We have given this case long consideration. The multitude of facts presented, the large interests involved and the learned and cogent arguments of counsel have compelled such consideration. We appreciate fully the appeal made by the distinguished counsel for complainant in closing his argument with this quotation from the opinion of three of the justices of this court in <i>Merriwether</i> v. <i>Garrett,</i> 102 U.S. 472, 520: \"It is certainly of the highest importance to the people of every State that it should make provision, not merely for the payment of its own indebtedness, but for the payment of the indebtedness of its different municipalities. Hesitation to do this is weakness; refusal to do it is dishonor. Infidelity to engagements causes loss of character to the individual; it entails reproach upon the State.\" And we trust that this court will never falter in its duty of brushing away all false pretences, and holding every municipality obedient to the spirit as well as the letter of all its contract obligations. At the same time it is equally the duty of this court, as of all others, to see to it that no burden is cast upon taxpayers, citizens of a municipality, which does not spring from that which is justly and equitably a debt of the municipality; and, when a contract for local improvements is entered into, the contractor must look to the special assessments, and to them alone, for his compensation, and if they fail, without dereliction or wrong on the part of the city, neither justice nor equity will tolerate that it be charged as debtor therefor.</p>\n<p>The decree will be</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN, with whom concurred MR. CHIEF JUSTICE FULLER and MR. JUSTICE LAMAR, dissenting.</p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE LAMAR and myself are unable to assent to the opinion of the court in this cause, and <span class=\"star-pagination\">*362</span> I will state as briefly as possible the view we take of the three controlling questions involved: Whether the city became debtor to the drainage fund for the assessments on the streets and other public places; whether it is liable as trustee for the individual assessments uncollected; and whether its debt and liability, if any, has been discharged either directly by payment or indirectly by an equitable set-off.</p>\n<p>Did the city of New Orleans become debtor to the drainage fund for the assessments upon the streets, squares and other public areas? Counsel for the appellee contend that it did not; and in support of that position rely upon several propositions, the first of which only demands notice.</p>\n<p>It is contended that as the city of New Orleans and the parish of Jefferson were not by the acts of 1858, 1859 and 1861 expressly declared liable, or given anything to do with the execution of the works in question  which works were of the kind usually constructed at the expense of the individuals benefited  the legislature did not intend that the city and parish should be numbered among the contributors, and that as a general rule such assessments are not construed to include public property.</p>\n<p>The questions raised on this proposition involve the powers, capacities and liabilities of the city of New Orleans, a municipal corporation of the State of Louisiana, and consequently a part of its governmental machinery; a fact to be kept steadily in view when questions of the legislative power are being examined. And furthermore, the conclusions of the Supreme Court of Louisiana on those questions, even if they are different from the usual holdings (and we do not mean to imply that they are) should have great, if not controlling, weight with this court. It seems to us that this point has been settled by that tribunal. The case at bar does not present the first instance in the history of New Orleans of the experiment of drainage based on area taxation. In the year 1835 a company was incorporated for that purpose, in which the city was a stockholder. The company taxed every foot of land, including streets, etc. Litigation ensued. The point of liability was directly raised and distinctly decided. The Supreme Court <span class=\"star-pagination\">*363</span> sustained the tax on the streets and said: \"The large proportion of the expense by which this burden is thrown upon the city for these streets meets, in some measure, that equity which has been urged upon our consideration, that as the work has been undertaken for the public good, the public ought to bear the charge of it, notwithstanding the benefit to the owner of the soil.\" <i>Draining Company, petitioner,</i> 11 La. Ann. 338, 343.</p>\n<p>Indeed, what could be more just than that a local assessment, directly beneficial to all, should, in some form and to some extent, at least, be provided for by a general contribution? Why should the cost of it be defrayed by one species of property alone? And how obtain that contribution more simply than by an assessment on the public property, although such assessment may not be enforceable by a sale, and must be otherwise provided for?</p>\n<p>The decision above quoted was made in the year 1856. Two years later the first of the statutes now under consideration, that of 1858, was passed. It is hardly conceivable that the legislature which passed that act were ignorant of the decision of 1856, or of the construction placed upon the statute of 1835. Or that, knowing it, they still intended to produce a different result in the act of 1858, not by adopting different but by reproducing almost the identical terms. The latter statute is substantially, indeed almost literally, a reproduction of the former; and that former statute had just been construed by the Supreme Court.</p>\n<p>In the case of <i>Marquez</i> v. <i>New Orleans,</i> 13 La. Ann. 319, the court held that the city as the owner of the middle ground, or public promenade, running along the centre of Claiborne Street, was liable for one-half of the cost of improving that street, and in the case of cross streets, was liable for the whole cost, since as to these parts there were no abutting owners. The city was treated, and the case decided, exactly as if it were an individual proprietor.</p>\n<p>So also in the cases of <i>Correjolles</i> v. <i>Succession of Fanchor,</i> 26 La. Ann. 362, and of <i>Barber Paving Co.</i> v. <i>Gogreve,</i> 41 La. Ann. 251, a question arose in respect to the ownership by the city of the public places, and the same conclusion was <span class=\"star-pagination\">*364</span> reached. How these cases may be reconciled with that of <i>Xiques</i> v. <i>Bujac,</i> 7 La. Ann. 498, 503, cited by the counsel for appellee to the point that public places are not held in fee, and that the term \"title\" is not applicable to them, or whether they overrule it and all similar questions, are immaterial inquiries. The court, in the four cases cited, held the city to be a proprietor, in the contemplation of the laws providing for local assessments, and in the absence of any express statutory direction on that point; and such is the exact question here. We therefore consider that question settled; especially when considered in connection with the fact that these assessments have been reduced to judgments and confirmed by courts of competent jurisdiction, the validity of which as well as the regularity of the assessments has been recognized and approved by the Supreme Court of Louisiana. <i>State of Louisiana ex rel. Van Norden</i> v. <i>Mayor &amp;c. of New Orleans,</i> 27 La. Ann. 497.</p>\n<p>We now advert to the claim of the appellant that the city is liable for the drainage fund, as delinquent trustee. That liability is asserted, on three distinct grounds: 1st, because the city unjustifiably failed to collect the assessments due the fund; 2d, because it failed, as subrogee of the original contractor, to continue the work of drainage, and thus secure, under the decisions of the Louisiana courts, the collectibility of the assessments; 3d, because she has paid out moneys belonging to the fund for purposes not permitted by the law. A short outline of some of the history of these matters will be proper.</p>\n<p>The act of 1858 established the first, second and third drainage districts; organized a district board in each, with full control of the drainage in that district; gave the board the power to levy a uniform assessment per square foot on the land to be drained, not to exceed $350,000 in the aggregate, in each district; made the assessments first liens on the lands assessed; provided, in case of non-payment, that judgment therefor should be recoverable in any court of competent jurisdiction; that lands be sold for arrearages, costs and interest; and that the respective boards might purchase the same, and hold or dispose of them for the benefit of the districts.</p>\n<p><span class=\"star-pagination\">*365</span> The act of 1859 authorized the boards to borrow $350,000 for each district and to issue bonds therefor; and directed the boards, on issuing bonds, to make assessments in conformity to the act of 1858, to be collected in not less than ten annual instalments, and to be applied exclusively to the payment or purchase of such bonds, and the payment of the interest thereon.</p>\n<p>The act of 1861 provided that copies of the assessments made as above should be filed in certain designated courts, and, after notice, approved and homologated, and that they should then constitute judgments against the property assessed and the owners thereof, on which executions might issue as on judgments rendered in the ordinary mode, and that ten per cent be added to pay counsel fees and costs.</p>\n<p>Under these statutes the boards organized, made the assessments, caused some of them to be homologated, collected a portion of the money and did some of the work. Until 1869 they continued to exist and to be more or less active in discharging their duties. The system, however, did not prove satisfactory by reason of the absence of responsibility and of unity of action on the part of the several boards. The act of 1869, therefore, consolidated the districts, abolished the boards, and appointed a commissioner, who was to succeed to their property, collect the assessments and levy and collect others on such parts of the district as were not included in the tableaux turned over to him. The commissioner, however, was not to do the work. That was to be done by a company, which was to receive all the collections in return for certain work.</p>\n<p>By the act of 1871 an entirely new scheme was devised. The Mississippi and Mexican Gulf Ship Canal Company was authorized to do the work needed; the city board of administrators was empowered to locate the canals and levees, and required to build and run the machines necessary to lift the water over from the canals into the lake; the city surveyor to furnish the company monthly estimates of the work done, on which warrants were to be issued by the city auditor; the city treasurer to pay those warrants from any funds in the treasury to the credit of the company; and, if there was not the money <span class=\"star-pagination\">*366</span> necessary, to endorse the date of presentation, the warrant to bear interest therefrom. To provide the necessary funds, all the assets and the assessments provided for by the acts of 1858, and the various acts supplementary thereto, were transferred to the city, and the city was subrogated to all the rights, powers and faculties thereby conferred. The city was expressly required to collect the assessments, (which were, at the same time made exigible and confirmed,) in time to provide for the payment of the warrants. It was authorized to assess those lands in the three original districts, and such others included in the levees, as had not been already assessed; the assessments to be enforced as in the prior acts. All moneys collected were to be passed to the credit of the company, for the payment <i>only</i> of the drainage of New Orleans and Carrollton; and all property, not money, received, to be held in trust, primarily for the same purpose, and finally, if not so needed, for the city.</p>\n<p>Such were the circumstances under which the city became the administrator and trustee of this important interest and fund: and such were the duties imposed upon her by those capacities.</p>\n<p>What, now, were the assets committed to her administration, and for which there must manifestly be some sort of an account? They were:</p>\n<p></p>\n<pre>\n  1. A balance uncollected of a levy made in the\n       first district, by the original board ........    $500,714 42\n  2. Ditto in the second district ...................     289,907 40\n  3. Levy made by the city, under the act of 1871,\n        in the third district .......................     627,589 95\n  4. Ditto in the fourth district ...................     281,416 81\n                                                       _____________\n          Total amount chargeable ...................  $1,699,628 58\n  This sum includes the assessments against the\n    city, on account of public places, admitted never\n    to have been paid, unless by issuance of bonds\n    (of which hereafter) ............................     697,836 28\n       Leaving due on account of individual            _____________\n         assessments ................................  $1,001,792 30\n</pre>\n<p><span class=\"star-pagination\">*367</span> These large assets, having come to the hands of the city for the purposes of a great public trust, it was bound to relieve itself of the charge assumed by it in some way consistent with the rule of reasonable diligence. In view of its antecedent agency, and its coperative action in the creation of the trust and its more than willing acceptance of it, added to the fact that it was the party to be ultimately benefited, we are not prepared to accept the theory that it was a compulsory and not a voluntary or contractual trustee, a failure to discharge whose obligations puts less strain upon the moral sense than if the obligations had been purely statutory. And in this connection, it is well to observe that this bill was filed for the purpose of an accounting. A trustee, city or not  it is immaterial  receives large assets, of which its own liability forms a considerable part; and the simple question is, how shall it relieve itself of the charge? How does the city do so in this case? Not by collection and disbursement according to the law and her duty, for it is conceded that about $1,400,000 was never collected. But </p>\n<p>(1) By a claim that the assessments were greater than the value of the lands, and, therefore, that they could not be collected from the lands. To this proposition there are several answers: First, as well argued by counsel for the appellee, it cannot be generally true in fact, since the lands are those on which the great city of New Orleans is built, and the assessments ranged from $69 to $140 per acre; second, in those instances in which the assessment was greater than the value of the lands, if there were any such, then the statute made provision by which the lands themselves, on failure of the owners to pay, should be sold and bought in by the city for the fund, and the duty of the city was to do this  in fact, it was done by the original board of the 15th district in the case of the asylum property; third, the statutes also provided, as has been seen, that personal executions should be issued against the owners for arrearages, damages and costs, and there is no showing, in our opinion, of anything like reasonable diligence in the use of this valuable right  a right which the Supreme Court of the State, in 1874, recognized and adjudged. <span class=\"star-pagination\">*368</span> We are impressed with the conviction that, although under the act of 1871, it was the duty of the city to press the collection of these funds at the rate of about $25,000 per month, yet it did nothing more than keep an office open at which the assessees might voluntarily pay, or not pay, as they wished.</p>\n<p>(2) By a claim that the decision of the Supreme Court in the <i>Succession of Irwin,</i> 33 La. Ann. 63, held that certain personal judgments obtained by the summary processes given by the act of 1871 were void, and nullified the homologation of the tableaux for the entire fourth district. This decision was not rendered until the year 1881, the city then having had charge of this matter for ten years. The decision cannot, of course, be successfully offered as an apology for the antecedent supineness of so long a period. Prior to that, the Louisiana courts had been enforcing the statute of 1871, as we have already shown. And, further, in regard to the Irwin case, if it was of such grave import as to effectually prevent the collection of these moneys, then it was probably violative of contract rights, and on proper proceedings could have been avoided. If it was not of such import, then it is no answer to the obligation of the city to make the collections aforesaid. In fact, the testimony in this case would indicate that the city was deliberately obstructing, not forwarding, the collection of these funds.</p>\n<p>In December, 1873, after having failed to collect the taxes to pay the warrants when due, the city adopted an ordinance allowing the taxes to be paid in warrants, thus compelling the contractor to sell at a discount or get no money at all. After collecting only $88,000 in three and a half years, with warrants falling due at the rate of $25,000 a month, and making no effort to collect except to keep an office, and never having issued an execution up to January, 1875, the city then <i>denied</i> the right of the warrant holders to have execution, and resisted the mandamus that resulted in the judgment of the Supreme Court sustaining such right. The city did not make any effort, worthy of mention, to collect the tax from the owners independent of the land. After the purchase of the plant from the contractor in 1876, under the statute passed to that end, and the subrogation of the city to all the right of such contractor, <span class=\"star-pagination\">*369</span> it deliberately abandoned the work, let the canals already dug fill up and the boats and other appliances, for which about $300,000 of warrants were issued, rot unused. By reason of that abandonment and the consequent non-completion of the system the Supreme Court of Louisiana decided, in the case of <i>Davidson</i> v. <i>The City of New Orleans,</i> 34 La. Ann. 170, that the tax could not be enforced. In 1881, pending the decision of the Davidson case, the mayor, by direction of the council, issued a proclamation advising the non-payment of drainage taxes until the validity thereof should be passed on by the Supreme Court, notwithstanding the previous judicial history of these transactions. In 1883 the council appointed a committee to investigate and report whether any drainage taxes were being collected and by what authority, and published in their proceedings the report whereby it was declared the large amount of taxes due and outstanding were not collectible, and in which was set forth the method by which the assignees might get relieved from the assessments.</p>\n<p>Such are substantially the charges made by the appellant to show that the city, after seeking and accepting the trust, was opposing its execution, instead of enforcing it.</p>\n<p>(3) By a claim that the decision of the Supreme Court in the case of <i>Davidson</i> v. <i>New Orleans,</i> 32 La. Ann. 245, to the effect that a judgment for a drainage tax will not be enforced where it is shown that the property received no benefit from the drainage, was a great hindrance, as its effect was to release from their liability for the assessment more than half of the first and third drainage districts and almost the whole of the second. The ground of the decision was the abandonment by the city of the work it was charged to do. It is manifest that the city cannot relieve itself of the obligation to collect the assessments avoided by its own default. To meet this proposition the appellee contends that the cost of completion would have been so great that the assessments would have been more than exhausted in completing the work, and the outstanding debt would have remained still unpaid. There were and are uncollected $1,423,235.31, including about $700,000 of the city's own assessment which should, under the circumstances, <span class=\"star-pagination\">*370</span> be considered money in hand. The appellee states the amount necessary to have completed the system, as projected, \"at nearly or quite $700,000.\" The dues of the city alone would have completed the work according to appellant's own statement and have left a balance for the benefit of warrant holders of about $725,000.</p>\n<p>But the appellee also claims that when completed there would still have been lands in the district unbenefited, on which the total assessments would have amounted to $500,000, and that these assessments, according to the Davidson case, would not have been collectible. If all that were correct, and if the city had no other resources for finishing of work than these assessments, still a margin of about $225,000 would have been left for the benefit of warrant holders. On the other hand, however, we cannot yield assent to the Davidson decision. We cannot and do not accept the proposition that where the legislature passes on the necessity of a great public work like this, and organizes a district for its prosecution, the assessments made are void unless the property assessed is directly and evidently benefited. What question of that kind may exist, is a question of the <i>district,</i> not of the individual properties. The Davidson decision would wreck every work of a like character we ever knew. The entire levee systems of the Mississippi River would be swept away at once, for the taxes would be void as to all lands above overflow from the river unleveed, and as to all those which lie so low as to remain wet and untillable in the absence of a supplemental system of drainage, even after the completion of the levees. Admit the principle that these general assessments or taxes are to be brought to the test of particular benefits, and the most unexpected and disastrous consequences would follow. Moreover, our criticism on the Irwin case, as to its violation of contract rights already fixed, applies to the Davidson case, if possible, with even greater force.</p>\n<p>(4) By a claim that the constitutional amendment of 1874, which took effect on the 21st of January, 1875, in terms declared \"that the city of New Orleans shall not hereafter increase her debt in any manner or form, or under any pretext.\" An answer to this claim we do not think necessary</p>\n<p><span class=\"star-pagination\">*371</span> The next point calling for our consideration is the proposition of appellee that the liability, if it existed, has been discharged, either directly by payment, or indirectly by an equitable set-off. It was upon this ground the Circuit Court proceeded, and upon this ground the opinion of the majority rests. This claim is based upon the fact that, proceeding under act No. 73 of 1872, the city retired about $1,600,000 of drainage warrants by issuing for them its own seven per cent fifty-year gold bonds. The claim resolves itself into two heads, one of payment and one of set-off. But in order to consider either it will be necessary to advert again to the history of those bonds. The act of 1858, inaugurating the drainage enterprise, provided, as we have seen, for the expenses by an assessment on lands to be a lien on them reducible to judgment. The act of 1859 authorized the issue of the bonds by the commissioners of each district, not to exceed $350,000 in each district, to the payment and purchase of which, and the payment of interest thereon, the assessments were exclusively devoted. Then followed the act of 1861, which made the assessments personal liabilities, on which, when reduced to judgment, common executions might issue. Then the act of 1869 abolished the several boards of commissioners, in order to get rid of the obstruction arising from want of harmony among them, appointed a commissioner for the entire territory, and ordered the construction of the drainage canals to be paid from the assessments so collected. Then came the act of 1871. It provides for certain canals and levees to be dug and constructed by the Mississippi and Mexican Gulf Ship Canal Company; for the supervision of the work, and the administration of the funds by the city; and for the application of the assessments when collected only to drainage. Here first appears the direction to draw warrants on account of work done; and it is directed that if warrants were not paid, on presentation, they should draw eight per cent interest. Provision was made for assessments in addition to those already levied.</p>\n<p>During all this there was evidently felt the pressure of the actual fact that the assessments were not collected with sufficient regularity and promptness to meet the urgent demands <span class=\"star-pagination\">*372</span> of a scheme so extensive, as well as of the want of a more acceptable security to contractors for the large expenditures entailed. Therefore, two months after the passage of the act of 1871, the city ordinance provided that, \"in case the warrants issued for drainage works to be done by the Mississippi and Mexican Gulf Ship Company should not be paid within one year out of the proceeds of the drainage taxes and assessments, they should be fundable in bonds of the city, bearing eight per cent interest, payable semi-annually, having ten years to run, and with due provision for retiring the same, and securing the punctual payment of interest and gradual extinction of principal.\"</p>\n<p>Then followed act No. 73 of 1872. This is the statute under which the bonds in fact issued, and an analysis of which is indispensable here. Its objects, as expressed in its title, were, \"To authorize the council of the city of New Orleans to levy a police tax; to regulate the levies of taxes, the proceedings of tax suits, and the jurisdiction of the District Courts for the parish of Orleans in reference thereto; to define and punish forgery in certain cases; to authorize the funding of the floating debt; to consolidate, limit and provide for the debt of the city of New Orleans, principal and interest; to authorize a tax for the support of the city government, and to establish a fiscal agency, defining its duties, and for the better enforcement of the collection of all taxes.\"</p>\n<p>Section 13 of the act runs thus:</p>\n<p>\"SEC. 13. <i>Be it further enacted,</i> etc., That for unbonded <i>debts</i> existing December 31, 1871, and unpaid at the time of the passage of this act, or <i>caused</i> by receipts of certificates of 1871, for revenues proper of 1872, and for excavations and levees, drainage machinery and revetments authorized by law or required for the protection of the city from overflow and inundation the city may issue from time to time, as they may be required, bonds of the denominations of five hundred and one thousand dollars, having fifty years to run, and bearing seven per cent interest, principal and interest payable in gold in New York or New Orleans, and at any other points that the council may designate, with quarterly coupons, and that <span class=\"star-pagination\">*373</span> the bonds thus issued shall be called the new consolidated debt of New Orleans. No bonds shall be issued but by authority of the council, nor for a lower rate than ninety cents on the dollar; all issued for excavations and levees, authorized by act No. 30 of 1871, or by drainage laws previously enacted, shall be marked \"Drainage Series,\" and all taxes collected for drainage, and not required for the payment of drainage warrants, shall be devoted to the purchase from the lowest bidder of bonds issued for drainage; no bid to be accepted above par, and the right reserved to the council to reject all unsatisfactory bids.\"</p>\n<p>Proceeding under this statute, the city issued about $1,600,000 of the drainage bonds, taking up therewith warrants issued for work done. It is claimed that in issuing those bonds the city thereby <i>paid off</i> both its own assessed dues to the drainage fund, as well as discharged any liability it may have been under on account of its non-feasance or mis-feasance as statutory trustee of the fund. We cannot accept that view.</p>\n<p>It seems to us clear that it was not the intention of the legislature that such should be the effect of the issue of those bonds. That intention must of course control, as it is a question of the power of the municipality to issue negotiable bonds. The section authorized a series of bonds to be issued, and directed \"that the bonds thus issued shall be called the new consolidated debt of New Orleans.\" They were to constitute <i>one</i> debt, the <i>consolidated</i> debt, not a variety of debts, nor even two distinct debts; and the statute manifestly proceeded on the idea that this one consolidated debt is to be paid, as all city debts are paid, out of the property of the city, and that without any express declaration to that effect. <i>United States</i> v. <i>New Orleans,</i> 98 U.S. 381. The purposes for which the bonds were to be issued were: (1) for unbonded debts existing December 31, 1871, and unpaid at the time of the passage of the act, or caused by receipts of certificates of 1871; (2) \"for revenues proper of 1872;\" (3) \"and for excavations and levees, drainage machinery and revetments authorized by law, or required for the protection of the city from <span class=\"star-pagination\">*374</span> overflow or inundation;\" one as well as the other, one no less than the other.</p>\n<p>Now, certain of those bonds were to be marked \"Drainage Bonds.\" What bonds, and why? The statute in words answers: \"All issued for the excavations and levees authorized by act No. 30 of 1871, or by drainage laws previously enacted.\" No bonds could be lawfully so marked, except such as were issued \"for excavations and levees;\" not for drainage machinery or revetments; not even for excavations and levees to be thereafter made, unless they were such as the statutes named authorized; not for excavations and levees previously made, since they were already settled for by warrants, whatever such warrants might be worth; still less for the debts or liabilities of the city, however they may have been incurred. The city could not properly thus mark any bonds issued for any purposes except those expressly limited in the statute  those issued in payment for excavations and levees authorized to be made by the act of 1871, and the preceding acts. And why? For a reason entirely in harmony with the whole tendency of the entire series of statutes, and with the requirements of good faith to the contractors working under those statutes; for the purpose of expediting the work, and of giving increased value to those particular bonds.</p>\n<p>The appellee contends that these bonds have only the force of warrants, and could only be paid out of the proceeds of the assessments already made, notwithstanding they had fifty years to run before payment could be demanded at all. Not so; they were privileged bonds in the series. And, beside the general liability of the city, the statute provided that all the proceeds of assessments not needed to pay off warrants, if any, coming in, (and in doing which the issue of that class was, <i>pro tanto,</i> prevented and rendered unnecessary,) should be an additional special fund with which the city should <i>purchase</i> said bonds before maturity at a price agreed on not exceeding par, thereby giving the bondholders, or some of them, if there were any such excess of receipts, an option to get their money before maturity. Whether a sound one or not, such was clearly the scheme, and it presupposed the continued existence <span class=\"star-pagination\">*375</span> and the continued collection of the assessments after the issue of the bonds; and plainly excludes the idea that such issue is to extinguish the assessments, or any of them. Not an intimation is given of any difference between one class of assessments and another; those of the city and those of individuals. Therefore, the city had no power to issue such bonds for the purpose of paying the assessments. It had, perhaps, the power to issue bonds of the unmarked sort for that purpose, if Van Norden, the transferee of the company's rights, had consented to receive them for that purpose; but it was not claimed that this was done or tried. The question is, as to the effect of the issuing of the marked bonds.</p>\n<p>Moreover, in issuing these bonds the city had no intention to pay its assessments thereby; nor were they received with any such intention or understanding by the receiver of them. This is amply shown by the following facts:</p>\n<p>(1) It was the regular custom to mark on the assessment rolls all the payments made. No such entry was made in this case.</p>\n<p>(2) The issue of bonds, after they were authorized, was always and largely in excess of the homologated judgments against the city on its assessments.</p>\n<p>(3) Judgments were being constantly rendered against the city on her assessments, after she had issued bonds far ahead of even her claimed liability, yet she never presented any claim for payment.</p>\n<p>(4) The city administrator of public accounts in his report to the city council, July 1, 1872, said that the city had already issued certificates for $485,081 of the new consolidated bonds, drainage series; and he states the amount due by the city for the streets to be $763,378.69, the total amount originally assessed against the city. On the theory of payment it would have been only $258,297.69. To constitute payment, money or some other valuable thing must be delivered by the debtor to the creditor for the purpose of extinguishing the debt, and the creditor must receive it for the same purpose. <i>Dodge</i> v. <i>Freedman's Sav. &amp; Trust Co.,</i> 93 U.S. 379, 386; <i>Ketchum</i> v. <i>Duncan,</i> 96 U.S. 659; <i>Carter</i> v. <i>Burr,</i> 113 U.S. <span class=\"star-pagination\">*376</span> 737; <i>Wood</i> v. <i>Guarantee Trust Co.,</i> 128 U.S. 416; <i>Queen</i> v. <i>Ashwell,</i> 16 Q.B.D. 190, 224. These views are reinforced, if they need reinforcement, by the fact that the real question of payment or no payment lies between the city in its ordinary municipal capacity on the one hand and the city in its extraordinary capacity as statutory trustee on the other. Payment is a contract implying both proposal and acceptance; and under such conditions could the city have made such a contract without a clear statutory authority? We think not. If the legislature had designed to authorize the city to extinguish its own liability in this manner, it would have said so.</p>\n<p>The remaining point to be noticed is that of the equitable set-off. The argument of the appellee on this line is as follows: The act of 1872 was only an enabling act to terminate the power of the municipality to issue bonds of the same tenor as the warrants which were taken up; that is to say, payable out of the drainage fund if that should suffice. The case, as here regarded then, is clearly that of a trustee, who has, by error, issued securities for the advantage of the <i>cestui que trust.</i> Having so issued the securities, it must result, inevitably, that the city is to be credited with the amount to the extent of which she has relieved the fund.</p>\n<p>It is obvious that the entire force of this argument rests on the proposition that the drainage bonds were to be issued, payable only out of the drainage fund, and did not import, as contemplated by the statute, any direct liability on the city; also, that there was no error in the act of issuing the bonds. We have already, in the preceding passage, analyzed the statute, and shown that, according to our view, a direct liability on the city was exactly what was intended, the provision as to the drainage fund in connection with those bonds being merely a cumulative provision for them. That view, of course, disposes of this argument, since it denies the major premise.</p>\n<p>Outside of the statute we will mention one or two facts confirmatory of the view that it was not the intention to have the drainage bonds paid from the assessments. First, assessments in 1872 were less by or about $200,000 than the known sum needed to complete the system devised by the act of <span class=\"star-pagination\">*377</span> 1871; secondly, although the assessments were collected while the bonds were issued, so slowly and meagrely, as we have seen, that fact, overwhelming if they were to constitute the only resource for payment, seemed not to have the slightest effect on either the city or the contractor in this matter; and, finally, the fact, that the bonds were made payable fifty years after date seems of itself a sufficient contradiction of the idea that the only source for payment at that late date was these assessments.</p>\n<p>We are, therefore, of the opinion that the court below erred in dismissing the bill. We think an account should have been stated on the basis indicated herein in its general outlines. The city was trustee by statute, and can be called to account by any person in interest. Exactly how the decree, when rendered, and the ascertainment of liability thereby made should have been enforced, it is hardly worth while to discuss in a dissenting opinion. The usual remedy is by mandamus where a public body cannot be subjected to ordinary process. That is a matter of detail only. The fact that the public property could not be sold on execution is no reason for absolving the city altogether from liability. The city should at least have paid what it itself owed on the assessments in question.</p>\n<p>Upon these grounds we feel constrained to withhold our assent from the opinion and judgment of the court.</p>\n<p>MR. JUSTICE BROWN did not hear argument in this case, and takes no part in its decision.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></span> (1891)</b></center>\n<center><h1>PEAKE<br>\nv.<br>\nNEW ORLEANS.</h1></center>\n<center>No. 852.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 27, 28, 29, 1890.</center>\n<center>Decided March 9, 1891.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*349</span> <i>Mr. Richard DeGray</i> for appellant.</p>\n<p><i>Mr. Grover Cleveland</i> for appellant and for John Crossley &amp; Sons, Limited, holders of drainage warrants.</p>\n<p><i>Mr. Carleton Hunt</i> for appellee.</p>\n<p><i>Mr. Thomas J. Semmes</i> for appellant.</p>\n<p>MR. JUSTICE BREWER, after stating the facts as above, delivered the opinion of the court.</p>\n<p>The bill in equity in this case was based on the judgment at law. That judgment determined the direct liabilities between the parties. It absolved the defendant from any primary obligation of debtor to creditor. It left it chargeable only as trustee of a fund out of which plaintiff's claim was to be paid. It was like a judgment, which in fact against an estate is nominally entered against the administrator thereof, to be satisfied out of the property of the estate and not out of the individual property of the administrator. The propriety of this judgment has not been questioned. No proceeding for review or reversal has been instituted. It has been accepted by the complainant as a correct adjudication of the rights between the parties; and in passing, it may be observed that its adjudication of rights was unquestionably correct. The scope of the entire legislation, from its inception in 1858 to its close in 1872, was local improvements for the benefit of adjacent property, with payment only through special assessments; and did not contemplate a work of general benefit, whose expense was chargeable to the municipality at large. The legislation of 1858, 1859 and 1861, under which the work was commenced, ignored the municipality entirely. It subdivided an area, of which the city was a portion, into draining districts, and cast upon a board of commissioners for each draining district the responsibility of the work and the assessments. The scheme was one of special assessments, as distinguished from municipal tax for general benefits. The distinction between the two is obvious and well recognized. It is stated by Cooley <span class=\"star-pagination\">*350</span> in his work on Taxation, page 416: \"The general levy of taxes is understood to exact contributions in return for the general benefits of government, and it promises nothing to the persons taxed, beyond what may be anticipated from an administration of the laws for individual protection and the general public good. Special assessments, on the other hand, are made upon the assumption that a portion of the community is to be specially and peculiarly benefited, in the enhancement of the value of property peculiarly situated as regards a contemplated expenditure of public funds; and, in addition to the general levy, they demand that special contributions, in consideration of special benefit, shall be made by the persons receiving it. The justice of demanding the special contribution is supposed to be evident in the fact that the persons who are to make it, while they are made to bear the cost of public work, are at the same time to suffer no pecuniary loss thereby; their property being increased in value by the expenditure to an amount at least equal to the sum they are required to pay. This is the idea that underlies all these levies.\"</p>\n<p>While the acts of 1871 and 1872 bring the municipal defendant into a scheme for subsequent duties, they do not bring it in as a primary debtor, for whose benefit the work is to be done, but simply as the agency by which the special assessments are to be collected; the trustee, as it were, of the special assessments for the benefit of the contractor. So that while the judgment at law measures the rights and obligations of the parties to this bill in equity, if we were at liberty to look beyond the judgment to the antecedent facts, we should be compelled to hold that the judgment rightfully determined those obligations; that the city never was chargeable with the burden of primary indebtedness, but stood to the plaintiff only as assessor and collector of the special assessments. Properly accepting this judgment at law as an adjudication of the measure of his rights against the city, the complainant charges the defendant with three violations of duty out of which he claims a recovery. He charges, in the first place, that the city did not collect these assessments when it ought to and could have done so. Secondly, he says that as owner of streets and public <span class=\"star-pagination\">*351</span> grounds it was directly liable to the drainage fund for a large amount, which it has not paid; and that, therefore, its failure as collector to collect from itself as debtor to the fund, authorizes a court of equity to proceed directly against it for those unpaid assessments. And, thirdly, he says that by the purchase under the authority of the act of 1876 the city assumed the duty of completing the contemplated work; that, failing to do so, it became responsible for all injuries resulting from such non-completion; and that, in consequence of such non-completion, anticipated collections failed and special assessments became non-collectible, and the failure becomes a proper ground of recovery against the city for any amount which could have been, but was not, collected.</p>\n<p>Before considering these matters, it should be premised that to the extent that the city of New Orleans may be considered a trustee, it is a compulsory, and not a voluntary and contractual trustee. The legislation of February 24, 1871, by which, for the first time, it became connected with these local improvements and assessments, gave it no option as to price or party, but, prescribing and naming both, gave it simply discretion as to the places and extent of the work. It authorized and empowered the canal company to dig the works and fixed the price therefor. The obligations cast upon the city were purely statutory, and while they were, in respect to the party doing the work, and the collection of assessments, somewhat in the nature of a trust, they are more to be regarded as statutory obligations, a failure to discharge which puts less strain on the moral sense. Indeed, the statute connects rather the officers of the city than the city itself with the work. It is true the act provides that the title to the lands necessary for the works shall be procured and held for the benefit of the city of New Orleans; but it requires that such title shall be so procured and held by the board of administrators of the city. It also provides that the extent and nature of all improvements shall be designated by such board; and that such board shall be required to build and run all works and drainage machines necessary to lift the water from the drainage canals over into Lake Pontchartrain, and to do all other work necessary <span class=\"star-pagination\">*352</span> to facilitate the work of the contractor selected and employed by the State. The administrator of accounts was directed to draw the warrants on the administrator of finance for the work done. All the assets and assessments accumulated and made under the prior statutes were transferred to the board of administrators of the city. The prior assessments were confirmed and made exigible at such time and in such manner as the board of administrators might designate; and such board was authorized to make an assessment of two mills per superficial foot. So, that, while the title of the act is, \"to provide for the drainage of New Orleans,\" and while the city comes into the statute as a party to be ultimately benefited, and whose officers are charged with the administration, yet, nowhere in its sections is the burden and duty of the work cast upon the municipality as such. The paramount idea of the statute seems to be not the casting of a duty upon the city, to be discharged in such manner and by such means as it shall select, but rather to transfer from the boards of the original draining districts to certain officers and agents of the city the duty of carrying into effect the drainage system.</p>\n<p>We do not mean to be understood as affirming that no duty or liability was cast upon the city by this statute as such, or that the action of the city council thereafter and on April 27, 1871, was not within at least the implication of the statute. All we mean to say is, that neither the full power nor the general duty was cast upon the city, and that the designation of its board of administrators as the agency to carry on the work of drainage already undertaken by statutory direction by the local boards of separate districts placed upon the city only a limited responsibility for that which such board might do or omit to do.</p>\n<p>The significance of these observations is clear. There is wide divergence in the authorities as to the circumstances under which the liability of a city to a contractor for local improvements arises in case of the non-payment of the special assessments. Into that field of inquiry we do not care to enter. See 1 Dillon on Municipal Corporations, 4th ed., sections 481 and following, and notes.</p>\n<p><span class=\"star-pagination\">*353</span> If ever there was a case in which the responsibility of a city should be narrowed, this is one. By the legislation of the State, it was denuded of all freedom of action. It had no choice of contractor or price. Neither the property to be taxed, nor the means or method of collecting the assessments, was intrusted to its discretion. This is not a case in which there was a failure on the part of the legislative body, the city council, to prescribe and provide sufficient machinery for the collection of assessments. No superintendence of the financial department, whether as to the property to be assessed, the amount of the assessment or the collection thereof, was intrusted to the municipality. All this financial power was placed directly, by state action, without its consent, in one of its official boards. Thus denuded of freedom of action, it may properly insist upon the narrowest limits of responsibility. If the financial duty was devolved, without its consent, upon one of its administrative boards, and such board was derelict of duty, it may properly say to a complaining party, your remedy was mandamus, to compel prompt and efficient action by that board. In respect to a kindred question, the neglect of the city council, Judge Dillon pertinently asks, \"why should all be taxed for the failure of the council to do its duty in a case where the contractor has a plain remedy, by mandamus, to compel the council to make the necessary assessment and proceed in the collection thereof with the requisite diligence?\" Section 482, 1 Dillon on Municipal Corporations, 4th ed.</p>\n<p>If that suggestion be pertinent where the dereliction is that of the city council, the legislative assembly of a city, the body charged primarily with the duty of making suitable provision for the discharge of all municipal obligations, how much more is it true when such general legislative assembly is without power and charged with no duty, and full responsibility rests with a separate administrative board? The contractor is specially interested in the full and prompt discharge of its duty by this administrative board. The remedy of mandamus is open to him to compel its action. On what principle of right and justice can he ignore this remedy and charge the municipality and burden all the taxpayers of the city?</p>\n<p><span class=\"star-pagination\">*354</span> But supposing the dereliction of this board of administrators was an omission on the part of the city, what then, under the facts of this case, would be the measure of liability? It will be noticed that neither expressly nor by implication was there any guaranty of payment, as appeared in the case of <i>Memphis</i> v. <i>Brown,</i> 20 Wall. 289. Whatever obligations were assumed were only those of collection. The mere fact of non-collection does not prove dereliction of duty. From 1858 to 1871 this drainage work, with the duty of assessment and collection, was vested in certain local boards. The total assessments during those years amounted to $1,433,152.25. The amount collected in cash and warrants was $334,941.62. In addition, there was transferred to the commissioners, on non-payment of assessments, lands of the nominal value of $171,239.11; or a total collection of about half a million on a million and a half of assessments. It stands to reason, and scarcely needs the support of testimony, that during these many years the available assessments were collected; and that what remained, which was the large bulk, was charged upon property not worth the assessment, and for that reason was not collectible. The testimony of Mr. Guthrie, who was the representative of the canal company and its assignee, is \"that he would not take the property bought in by the commissioners for non-payment of assessments, and pay the taxes thereon.\" If they, during these many years, were unable to collect but a small fraction of the assessments in cash, if the property they took was not worth the taxes, what can be said of the balance, or the possibility of enforcing the collection of assessments thereon?</p>\n<p>Further than that, we are not limited to mere matters of inference. It appears affirmatively that the city provided an office and officers for the collection of these taxes; and, according to the testimony given by the assignee of the canal company, the officer in charge was diligent in his efforts to collect the tax. It appears, also, that the canal company had an agent to look after this matter of collection of taxes, who offered all reasonable inducements to secure their payment. Again, the assignee of the canal company, pursuing the remedy <span class=\"star-pagination\">*355</span> which was open to him, of mandamus to compel the seizure and sale, under proper writs, of the real estate subject to these assessments for the payment of certain warrants, secured an order of the court therefor. Fifteen hundred and seventy-one writs were issued in obedience thereto, and the gross proceeds of these writs was $32,466.69. It needs not the supporting testimony of the agent of such assignee to induce the belief that the most available property was that pursued by these proceedings. Still further, the efforts to collect were largely hindered by two decisions of the Supreme Court of Louisiana. One, in the case of <i>The </i><i>Succession of Irwin,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">63</span></span>, by which practically the creation of the fourth drainage district, and the assessments therein, were declared null and void; and the other, in the case of <i>Davidson</i> v. <i>The City,</i> <span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">34</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">170</span></a></span>, in which it was ruled \"that a judgment for a drainage tax will not be enforced when it is shown that the property, far from being benefited, was injured by the alleged drainage.\"</p>\n<p>When to all these is added the fact that large portions of these draining districts were swamp and overflowed lands; when one of the burdens of complaint here is, that the city, by failing to complete this work of drainage, had left the lands in such condition as to be of practically no value; it is obvious that if the duty of collection rested primarily and absolutely on the city, it would be difficult to hold it derelict of duty therein, and renders very pertinent the language of the learned Circuit Court which decided this case in the court below, (38 Fed. Rep. 779,): \"As to failure to collect, when these assessments were handed over to the city to collect they had been assessed 13 years, and for that period had been in the hands of commissioners created expressly for the conduct of the drainage system, and with no other business. If such bureaus had failed to collect for such a period, the inference is strongly forced upon us that the assessments were substantially uncollectible, especially by a municipal corporation, herself crushed by debts. This is corroborated by the outcome of the mandamus proceedings taken by Van Norden, transferee of the company, and as warrant-holder, to compel the city to <span class=\"star-pagination\">*356</span> issue writs of <i>fieri facias</i> against the owners in 1876. To the application for that writ the city answered that the cost of the proceeding would equal, in her opinion, the amount realized. The result showed her estimate to be nearly correct; for the cost of the 125 writs selected by the warrant-holders, and therefore presumably the best for the purpose, was $34,000, and the amount collected under them only $36,000.\"</p>\n<p>The second contention is that the city was itself a debtor to this drainage fund for nearly $700,000; that it had misappropriated a portion of the fund which it did receive; that as trustee of these assessments it was its duty to collect from itself as debtor to such fund; and that having failed so to do it can be properly charged in this proceeding. Considerable discussion took place on the argument, and is also found in the briefs, as to whether streets and other public property can be subjected to a lien for a share of the cost of local improvements, or whether the city stands in such relation to these properties that it can be held liable as owner. It is unnecessary to enter into the merits of this discussion. It may be that streets and other public grounds cannot be sold for non-payment of assessments for local improvements or other taxes, and it may be that the city is not technically their owner, and yet, at the same time, it may be true that the city, as representing the public, may, under proper proceedings, be charged as debtor for the proportion of the cost of local improvements, which, by the rule established, would fall upon such public property.</p>\n<p>Neither do we need to examine the various decisions of the Supreme Court of Louisiana, cited by counsel, or seek to determine what is the law of that State in respect to this matter. For the purposes of this case we assume that the various assessment proceedings, taken in connection with the decision of the Supreme Court approving the homologation of the tableaux, operated, if not to cast a specific lien upon the streets and other public grounds, at least to charge upon the city an obligation to the drainage fund for that share of the total cost of the drainage determined by the proportion of the superficial feet of streets and other public grounds to the entire area of <span class=\"star-pagination\">*357</span> the drainage districts. Upon that assumption the obligation of the city to the drainage fund amounted to several hundred thousand dollars. Assuming that to be true, the contention of appellee is that it has paid into that fund far more than such amount. It is admitted that the city has issued sixteen hundred thousand dollars of its own bonds, taking up thereby a proportionate amount of the drainage warrants. It is not questioned by complainant that if this issue of bonds is to be taken as a payment of its indebtedness to the drainage fund, its obligations to that fund have been fully discharged, and, in addition, that the amount of such contribution in excess of its obligations to that fund more than covers all alleged misappropriation thereof. In other words, the sixteen hundred thousand dollars exceeds both the obligations of the city to the fund and its alleged misappropriation of any part thereof. But the contention of complainant is that there is nothing in the legislation, the ordinance, the warrants, the bonds, or other proceedings, which expresses an intent to make this contribution one in discharge of such indebtedness; and that, if it simply gave these bonds to the fund, if other and ultimate corporate benefit was the consideration of their issue, it cannot be affirmed that they were intended or ought to be taken as payment of the original obligation created by the assessment proceedings. The answer to this view is clear and just. It is true that ordinance number 814, which provides for the refunding of warrants into city bonds, contains no declaration that such refunding shall be in discharge of the city's obligation, as assessee, to the drainage fund; and that the assessment proceedings contain no receipt or release of the city as assessee, by reason of its issue of bonds. On the face of the record there is no discharge of the city's obligation as assessee; and if we rest upon the letter, it perhaps could not be denied that the city is still a debtor to that fund; but equity looks beyond the form to the substance of things, and these are substantial facts: For thirteen years a drainage system had been in force, in respect to which the city had no duty and no obligation other than as supposed owner and assessee of certain public grounds. The assessment proceedings had proceeded <span class=\"star-pagination\">*358</span> so far that there was a large apparent obligation of the city to the drainage fund. In 1871 an act of the legislature is passed, empowering the canal company to complete the work, transferring to a subordinate administrative body of the city all assessments theretofore made, and imposing upon it the further duty of assessment and collection. No provision is made by the legislative act for payment for the work done or to be done, otherwise than through the collection of these local assessments. In that emergency the city, by ordinance, says to the contractor named by the State, go on with the work, and if the warrants issued in payment therefor be not satisfied out of the assessment collections at the end of the year, they may be exchanged for city bonds. The work progresses, and warrants are issued and exchanged for city bonds, which have passed into the markets of the world and remain the undisputed obligations of the city, and to an amount far in excess of all the assessments charged against the city. In other words, the city, as assessee, owing the drainage fund a certain debt, puts into that fund twice the amount of the debt. Can any creditors of that fund thereafter equitably charge the city as debtor to that fund, because when it put its moneys into that fund it did not in express language say, I put these in in discharge of my indebtedness? It will be borne in mind that no new consideration passed from the contractor for this contribution of the city to the drainage fund. No legislative act contemplated direct obligation on the part of the city. From first to last all meant local improvement, to be paid by special assessments; and the contractor, all these years, had only legislative authority to look to the special assessments for payment. Its contract was entered into and performed, with knowledge that the only legal right it had for payment consisted in these assessments. Without further consideration, the city put into this fund these bonds, and they were accepted by the contractor. It is doubtless true that the motive of the city was to anticipate the collection of the assessments, and to put into the hands of the contractor available assets to insure speedy performance of the work, but the obligation of the contractor was to do the work, and it gave no new obligation, <span class=\"star-pagination\">*359</span> no new consideration, to the city or any other party, for these bonds. To say after this contribution of the city to this fund, a contribution without consideration except in discharge of its debt to the fund, that because it was not expressed that the contribution was to be taken as in discharge of the indebtedness, a court of equity will permit the contractor or its assignees to treat the contribution as a donation and charge the contributor as a debtor, would be a mockery of justice and an insult to equity. It must be borne in mind that a city is not like a private individual, with absolute freedom of contract and donation. It is simply the representative of the citizens and taxpayers, a trustee for their interests; it has no general powers of donation, and its contribution to a fund can never be considered as a donation when there is an indebtedness to that fund to be discharged. Indeed, if there were no indebtedness, the contribution, as a whole, might well be considered as <i>ultra vires,</i> and, if by the issue of negotiable securities to that fund an indefeasible obligation had been assumed by the city, it might in equity hold that fund as debtor to it for such amount. Much stress is placed by counsel for appellant on this point, and large reliance is placed on the fact that in these bond transactions there was no declaration of an intent to appropriate them to the payment of the city's indebtedness, as assessee, but, as we have indicated, such omission does not militate against the rights created by the contribution. If the city, as assessee, owed this fund seven hundred thousand dollars, it may rightfully answer to any demand of the contractor, or its assignees, that it pay such amount into the fund, I have already paid it, and it is no reply to that answer to say, when you paid it you did not declare that you paid it in discharge of that indebtedness. It is enough that the city paid it, and paid it without other consideration than the discharge of its indebtedness. We think this contention of the appellant must also fail.</p>\n<p>The remaining proposition is, that under the authority of the act of February 24, 1876, the city purchased from the canal company and its transferee all rights, franchises and privileges possessed, and all tools, machinery and apparatus <span class=\"star-pagination\">*360</span> belonging to said company or its transferee; that having made such purchase, it abandoned the work then incomplete; and that the failure to complete the work left large portions of the realty within the drainage districts of comparatively no value, and thus rendered impossible the collection of the assessments. One satisfactory answer to this is, that the testimony indicates that if the work contemplated had been completed the property would have still remained in its valueless condition of swamp and overflowed lands, without other and further work. It would, to say the least, be ignoring the significance of a large amount of testimony, to hold that, if the work as contemplated had been finished, the lands would have been drained and made valuable; but we do not base our decision upon the results of a completion of the contemplated work; we rather place it upon the other ground  that a municipality which abandons a contemplated and intended work of public improvements, assumes thereby no obligation to any parties who have invested on the faith and expectation of benefit from the completion of the work. When a city or State contracts with an individual or company for the doing of certain work, the right remains to the contracting parties, at any time, to abandon that work; no obligation arises to third parties, who become interested in one way or another in the completion of the work; there is no guaranty that the contracting parties may not at any time abandon it; or abandoning it, that any contingent, further, and speculative liability will arise in favor of such third parties. When the city bought out the contractor, it did not assume his debts. A municipality may, with the consent of its contractor, at any time abandon contracted work. Such abandonment does not make the city liable for the debts of the contractor. So when the city purchases from the contractor his property invested, and his rights existing in the contract, such purchase creates no assumption of his debts. Having purchased, it may abandon the work; and creditors of the contractor cannot charge it as debtor on the theory that if the work had been completed their claims would have become of value. Into every contract between a municipality and an individual there enters, as between a contract between <span class=\"star-pagination\">*361</span> two private individuals, the right of determination at any time by agreement of parties, and such abandonment creates, as to third parties, no other or higher rights as against either the contracting parties than existed at the time of the mutually agreed upon abandonment. This contention, also, of complainant must fail.</p>\n<p>We have given this case long consideration. The multitude of facts presented, the large interests involved and the learned and cogent arguments of counsel have compelled such consideration. We appreciate fully the appeal made by the distinguished counsel for complainant in closing his argument with this quotation from the opinion of three of the justices of this court in <i>Merriwether</i> v. <i>Garrett,</i> <span class=\"citation\" data-id=\"90262\"><a href=\"/opinion/90262/meriwether-v-garrett/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 520: \"It is certainly of the highest importance to the people of every State that it should make provision, not merely for the payment of its own indebtedness, but for the payment of the indebtedness of its different municipalities. Hesitation to do this is weakness; refusal to do it is dishonor. Infidelity to engagements causes loss of character to the individual; it entails reproach upon the State.\" And we trust that this court will never falter in its duty of brushing away all false pretences, and holding every municipality obedient to the spirit as well as the letter of all its contract obligations. At the same time it is equally the duty of this court, as of all others, to see to it that no burden is cast upon taxpayers, citizens of a municipality, which does not spring from that which is justly and equitably a debt of the municipality; and, when a contract for local improvements is entered into, the contractor must look to the special assessments, and to them alone, for his compensation, and if they fail, without dereliction or wrong on the part of the city, neither justice nor equity will tolerate that it be charged as debtor therefor.</p>\n<p>The decree will be</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN, with whom concurred MR. CHIEF JUSTICE FULLER and MR. JUSTICE LAMAR, dissenting.</p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE LAMAR and myself are unable to assent to the opinion of the court in this cause, and <span class=\"star-pagination\">*362</span> I will state as briefly as possible the view we take of the three controlling questions involved: Whether the city became debtor to the drainage fund for the assessments on the streets and other public places; whether it is liable as trustee for the individual assessments uncollected; and whether its debt and liability, if any, has been discharged either directly by payment or indirectly by an equitable set-off.</p>\n<p>Did the city of New Orleans become debtor to the drainage fund for the assessments upon the streets, squares and other public areas? Counsel for the appellee contend that it did not; and in support of that position rely upon several propositions, the first of which only demands notice.</p>\n<p>It is contended that as the city of New Orleans and the parish of Jefferson were not by the acts of 1858, 1859 and 1861 expressly declared liable, or given anything to do with the execution of the works in question  which works were of the kind usually constructed at the expense of the individuals benefited  the legislature did not intend that the city and parish should be numbered among the contributors, and that as a general rule such assessments are not construed to include public property.</p>\n<p>The questions raised on this proposition involve the powers, capacities and liabilities of the city of New Orleans, a municipal corporation of the State of Louisiana, and consequently a part of its governmental machinery; a fact to be kept steadily in view when questions of the legislative power are being examined. And furthermore, the conclusions of the Supreme Court of Louisiana on those questions, even if they are different from the usual holdings (and we do not mean to imply that they are) should have great, if not controlling, weight with this court. It seems to us that this point has been settled by that tribunal. The case at bar does not present the first instance in the history of New Orleans of the experiment of drainage based on area taxation. In the year 1835 a company was incorporated for that purpose, in which the city was a stockholder. The company taxed every foot of land, including streets, etc. Litigation ensued. The point of liability was directly raised and distinctly decided. The Supreme Court <span class=\"star-pagination\">*363</span> sustained the tax on the streets and said: \"The large proportion of the expense by which this burden is thrown upon the city for these streets meets, in some measure, that equity which has been urged upon our consideration, that as the work has been undertaken for the public good, the public ought to bear the charge of it, notwithstanding the benefit to the owner of the soil.\" <i>Draining Company, petitioner,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">338</span></span>, 343.</p>\n<p>Indeed, what could be more just than that a local assessment, directly beneficial to all, should, in some form and to some extent, at least, be provided for by a general contribution? Why should the cost of it be defrayed by one species of property alone? And how obtain that contribution more simply than by an assessment on the public property, although such assessment may not be enforceable by a sale, and must be otherwise provided for?</p>\n<p>The decision above quoted was made in the year 1856. Two years later the first of the statutes now under consideration, that of 1858, was passed. It is hardly conceivable that the legislature which passed that act were ignorant of the decision of 1856, or of the construction placed upon the statute of 1835. Or that, knowing it, they still intended to produce a different result in the act of 1858, not by adopting different but by reproducing almost the identical terms. The latter statute is substantially, indeed almost literally, a reproduction of the former; and that former statute had just been construed by the Supreme Court.</p>\n<p>In the case of <i>Marquez</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"1468823\"><a href=\"/opinion/1468823/the-new-orleans/\"><span class=\"volume\">13</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">319</span></a></span>, the court held that the city as the owner of the middle ground, or public promenade, running along the centre of Claiborne Street, was liable for one-half of the cost of improving that street, and in the case of cross streets, was liable for the whole cost, since as to these parts there were no abutting owners. The city was treated, and the case decided, exactly as if it were an individual proprietor.</p>\n<p>So also in the cases of <i>Correjolles</i> v. <i>Succession of Fanchor,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">362</span></span>, and of <i>Barber Paving Co.</i> v. <i>Gogreve,</i> <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">251</span></span>, a question arose in respect to the ownership by the city of the public places, and the same conclusion was <span class=\"star-pagination\">*364</span> reached. How these cases may be reconciled with that of <i>Xiques</i> v. <i>Bujac,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">498</span></span>, 503, cited by the counsel for appellee to the point that public places are not held in fee, and that the term \"title\" is not applicable to them, or whether they overrule it and all similar questions, are immaterial inquiries. The court, in the four cases cited, held the city to be a proprietor, in the contemplation of the laws providing for local assessments, and in the absence of any express statutory direction on that point; and such is the exact question here. We therefore consider that question settled; especially when considered in connection with the fact that these assessments have been reduced to judgments and confirmed by courts of competent jurisdiction, the validity of which as well as the regularity of the assessments has been recognized and approved by the Supreme Court of Louisiana. <i>State of Louisiana ex rel. Van Norden</i> v. <i>Mayor &amp;c. of New Orleans,</i> 27 La. Ann. 497.</p>\n<p>We now advert to the claim of the appellant that the city is liable for the drainage fund, as delinquent trustee. That liability is asserted, on three distinct grounds: 1st, because the city unjustifiably failed to collect the assessments due the fund; 2d, because it failed, as subrogee of the original contractor, to continue the work of drainage, and thus secure, under the decisions of the Louisiana courts, the collectibility of the assessments; 3d, because she has paid out moneys belonging to the fund for purposes not permitted by the law. A short outline of some of the history of these matters will be proper.</p>\n<p>The act of 1858 established the first, second and third drainage districts; organized a district board in each, with full control of the drainage in that district; gave the board the power to levy a uniform assessment per square foot on the land to be drained, not to exceed $350,000 in the aggregate, in each district; made the assessments first liens on the lands assessed; provided, in case of non-payment, that judgment therefor should be recoverable in any court of competent jurisdiction; that lands be sold for arrearages, costs and interest; and that the respective boards might purchase the same, and hold or dispose of them for the benefit of the districts.</p>\n<p><span class=\"star-pagination\">*365</span> The act of 1859 authorized the boards to borrow $350,000 for each district and to issue bonds therefor; and directed the boards, on issuing bonds, to make assessments in conformity to the act of 1858, to be collected in not less than ten annual instalments, and to be applied exclusively to the payment or purchase of such bonds, and the payment of the interest thereon.</p>\n<p>The act of 1861 provided that copies of the assessments made as above should be filed in certain designated courts, and, after notice, approved and homologated, and that they should then constitute judgments against the property assessed and the owners thereof, on which executions might issue as on judgments rendered in the ordinary mode, and that ten per cent be added to pay counsel fees and costs.</p>\n<p>Under these statutes the boards organized, made the assessments, caused some of them to be homologated, collected a portion of the money and did some of the work. Until 1869 they continued to exist and to be more or less active in discharging their duties. The system, however, did not prove satisfactory by reason of the absence of responsibility and of unity of action on the part of the several boards. The act of 1869, therefore, consolidated the districts, abolished the boards, and appointed a commissioner, who was to succeed to their property, collect the assessments and levy and collect others on such parts of the district as were not included in the tableaux turned over to him. The commissioner, however, was not to do the work. That was to be done by a company, which was to receive all the collections in return for certain work.</p>\n<p>By the act of 1871 an entirely new scheme was devised. The Mississippi and Mexican Gulf Ship Canal Company was authorized to do the work needed; the city board of administrators was empowered to locate the canals and levees, and required to build and run the machines necessary to lift the water over from the canals into the lake; the city surveyor to furnish the company monthly estimates of the work done, on which warrants were to be issued by the city auditor; the city treasurer to pay those warrants from any funds in the treasury to the credit of the company; and, if there was not the money <span class=\"star-pagination\">*366</span> necessary, to endorse the date of presentation, the warrant to bear interest therefrom. To provide the necessary funds, all the assets and the assessments provided for by the acts of 1858, and the various acts supplementary thereto, were transferred to the city, and the city was subrogated to all the rights, powers and faculties thereby conferred. The city was expressly required to collect the assessments, (which were, at the same time made exigible and confirmed,) in time to provide for the payment of the warrants. It was authorized to assess those lands in the three original districts, and such others included in the levees, as had not been already assessed; the assessments to be enforced as in the prior acts. All moneys collected were to be passed to the credit of the company, for the payment <i>only</i> of the drainage of New Orleans and Carrollton; and all property, not money, received, to be held in trust, primarily for the same purpose, and finally, if not so needed, for the city.</p>\n<p>Such were the circumstances under which the city became the administrator and trustee of this important interest and fund: and such were the duties imposed upon her by those capacities.</p>\n<p>What, now, were the assets committed to her administration, and for which there must manifestly be some sort of an account? They were:</p>\n<p></p>\n<pre>\n  1. A balance uncollected of a levy made in the\n       first district, by the original board ........    $500,714 42\n  2. Ditto in the second district ...................     289,907 40\n  3. Levy made by the city, under the act of 1871,\n        in the third district .......................     627,589 95\n  4. Ditto in the fourth district ...................     281,416 81\n                                                       _____________\n          Total amount chargeable ...................  $1,699,628 58\n  This sum includes the assessments against the\n    city, on account of public places, admitted never\n    to have been paid, unless by issuance of bonds\n    (of which hereafter) ............................     697,836 28\n       Leaving due on account of individual            _____________\n         assessments ................................  $1,001,792 30\n</pre>\n<p><span class=\"star-pagination\">*367</span> These large assets, having come to the hands of the city for the purposes of a great public trust, it was bound to relieve itself of the charge assumed by it in some way consistent with the rule of reasonable diligence. In view of its antecedent agency, and its coperative action in the creation of the trust and its more than willing acceptance of it, added to the fact that it was the party to be ultimately benefited, we are not prepared to accept the theory that it was a compulsory and not a voluntary or contractual trustee, a failure to discharge whose obligations puts less strain upon the moral sense than if the obligations had been purely statutory. And in this connection, it is well to observe that this bill was filed for the purpose of an accounting. A trustee, city or not  it is immaterial  receives large assets, of which its own liability forms a considerable part; and the simple question is, how shall it relieve itself of the charge? How does the city do so in this case? Not by collection and disbursement according to the law and her duty, for it is conceded that about $1,400,000 was never collected. But </p>\n<p>(1) By a claim that the assessments were greater than the value of the lands, and, therefore, that they could not be collected from the lands. To this proposition there are several answers: First, as well argued by counsel for the appellee, it cannot be generally true in fact, since the lands are those on which the great city of New Orleans is built, and the assessments ranged from $69 to $140 per acre; second, in those instances in which the assessment was greater than the value of the lands, if there were any such, then the statute made provision by which the lands themselves, on failure of the owners to pay, should be sold and bought in by the city for the fund, and the duty of the city was to do this  in fact, it was done by the original board of the 15th district in the case of the asylum property; third, the statutes also provided, as has been seen, that personal executions should be issued against the owners for arrearages, damages and costs, and there is no showing, in our opinion, of anything like reasonable diligence in the use of this valuable right  a right which the Supreme Court of the State, in 1874, recognized and adjudged. <span class=\"star-pagination\">*368</span> We are impressed with the conviction that, although under the act of 1871, it was the duty of the city to press the collection of these funds at the rate of about $25,000 per month, yet it did nothing more than keep an office open at which the assessees might voluntarily pay, or not pay, as they wished.</p>\n<p>(2) By a claim that the decision of the Supreme Court in the <i>Succession of Irwin,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">63</span></span>, held that certain personal judgments obtained by the summary processes given by the act of 1871 were void, and nullified the homologation of the tableaux for the entire fourth district. This decision was not rendered until the year 1881, the city then having had charge of this matter for ten years. The decision cannot, of course, be successfully offered as an apology for the antecedent supineness of so long a period. Prior to that, the Louisiana courts had been enforcing the statute of 1871, as we have already shown. And, further, in regard to the Irwin case, if it was of such grave import as to effectually prevent the collection of these moneys, then it was probably violative of contract rights, and on proper proceedings could have been avoided. If it was not of such import, then it is no answer to the obligation of the city to make the collections aforesaid. In fact, the testimony in this case would indicate that the city was deliberately obstructing, not forwarding, the collection of these funds.</p>\n<p>In December, 1873, after having failed to collect the taxes to pay the warrants when due, the city adopted an ordinance allowing the taxes to be paid in warrants, thus compelling the contractor to sell at a discount or get no money at all. After collecting only $88,000 in three and a half years, with warrants falling due at the rate of $25,000 a month, and making no effort to collect except to keep an office, and never having issued an execution up to January, 1875, the city then <i>denied</i> the right of the warrant holders to have execution, and resisted the mandamus that resulted in the judgment of the Supreme Court sustaining such right. The city did not make any effort, worthy of mention, to collect the tax from the owners independent of the land. After the purchase of the plant from the contractor in 1876, under the statute passed to that end, and the subrogation of the city to all the right of such contractor, <span class=\"star-pagination\">*369</span> it deliberately abandoned the work, let the canals already dug fill up and the boats and other appliances, for which about $300,000 of warrants were issued, rot unused. By reason of that abandonment and the consequent non-completion of the system the Supreme Court of Louisiana decided, in the case of <i>Davidson</i> v. <i>The City of New Orleans,</i> <span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">34</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">170</span></a></span>, that the tax could not be enforced. In 1881, pending the decision of the Davidson case, the mayor, by direction of the council, issued a proclamation advising the non-payment of drainage taxes until the validity thereof should be passed on by the Supreme Court, notwithstanding the previous judicial history of these transactions. In 1883 the council appointed a committee to investigate and report whether any drainage taxes were being collected and by what authority, and published in their proceedings the report whereby it was declared the large amount of taxes due and outstanding were not collectible, and in which was set forth the method by which the assignees might get relieved from the assessments.</p>\n<p>Such are substantially the charges made by the appellant to show that the city, after seeking and accepting the trust, was opposing its execution, instead of enforcing it.</p>\n<p>(3) By a claim that the decision of the Supreme Court in the case of <i>Davidson</i> v. <i>New Orleans,</i> <span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">32</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">245</span></a></span>, to the effect that a judgment for a drainage tax will not be enforced where it is shown that the property received no benefit from the drainage, was a great hindrance, as its effect was to release from their liability for the assessment more than half of the first and third drainage districts and almost the whole of the second. The ground of the decision was the abandonment by the city of the work it was charged to do. It is manifest that the city cannot relieve itself of the obligation to collect the assessments avoided by its own default. To meet this proposition the appellee contends that the cost of completion would have been so great that the assessments would have been more than exhausted in completing the work, and the outstanding debt would have remained still unpaid. There were and are uncollected $1,423,235.31, including about $700,000 of the city's own assessment which should, under the circumstances, <span class=\"star-pagination\">*370</span> be considered money in hand. The appellee states the amount necessary to have completed the system, as projected, \"at nearly or quite $700,000.\" The dues of the city alone would have completed the work according to appellant's own statement and have left a balance for the benefit of warrant holders of about $725,000.</p>\n<p>But the appellee also claims that when completed there would still have been lands in the district unbenefited, on which the total assessments would have amounted to $500,000, and that these assessments, according to the Davidson case, would not have been collectible. If all that were correct, and if the city had no other resources for finishing of work than these assessments, still a margin of about $225,000 would have been left for the benefit of warrant holders. On the other hand, however, we cannot yield assent to the Davidson decision. We cannot and do not accept the proposition that where the legislature passes on the necessity of a great public work like this, and organizes a district for its prosecution, the assessments made are void unless the property assessed is directly and evidently benefited. What question of that kind may exist, is a question of the <i>district,</i> not of the individual properties. The Davidson decision would wreck every work of a like character we ever knew. The entire levee systems of the Mississippi River would be swept away at once, for the taxes would be void as to all lands above overflow from the river unleveed, and as to all those which lie so low as to remain wet and untillable in the absence of a supplemental system of drainage, even after the completion of the levees. Admit the principle that these general assessments or taxes are to be brought to the test of particular benefits, and the most unexpected and disastrous consequences would follow. Moreover, our criticism on the Irwin case, as to its violation of contract rights already fixed, applies to the Davidson case, if possible, with even greater force.</p>\n<p>(4) By a claim that the constitutional amendment of 1874, which took effect on the 21st of January, 1875, in terms declared \"that the city of New Orleans shall not hereafter increase her debt in any manner or form, or under any pretext.\" An answer to this claim we do not think necessary</p>\n<p><span class=\"star-pagination\">*371</span> The next point calling for our consideration is the proposition of appellee that the liability, if it existed, has been discharged, either directly by payment, or indirectly by an equitable set-off. It was upon this ground the Circuit Court proceeded, and upon this ground the opinion of the majority rests. This claim is based upon the fact that, proceeding under act No. 73 of 1872, the city retired about $1,600,000 of drainage warrants by issuing for them its own seven per cent fifty-year gold bonds. The claim resolves itself into two heads, one of payment and one of set-off. But in order to consider either it will be necessary to advert again to the history of those bonds. The act of 1858, inaugurating the drainage enterprise, provided, as we have seen, for the expenses by an assessment on lands to be a lien on them reducible to judgment. The act of 1859 authorized the issue of the bonds by the commissioners of each district, not to exceed $350,000 in each district, to the payment and purchase of which, and the payment of interest thereon, the assessments were exclusively devoted. Then followed the act of 1861, which made the assessments personal liabilities, on which, when reduced to judgment, common executions might issue. Then the act of 1869 abolished the several boards of commissioners, in order to get rid of the obstruction arising from want of harmony among them, appointed a commissioner for the entire territory, and ordered the construction of the drainage canals to be paid from the assessments so collected. Then came the act of 1871. It provides for certain canals and levees to be dug and constructed by the Mississippi and Mexican Gulf Ship Canal Company; for the supervision of the work, and the administration of the funds by the city; and for the application of the assessments when collected only to drainage. Here first appears the direction to draw warrants on account of work done; and it is directed that if warrants were not paid, on presentation, they should draw eight per cent interest. Provision was made for assessments in addition to those already levied.</p>\n<p>During all this there was evidently felt the pressure of the actual fact that the assessments were not collected with sufficient regularity and promptness to meet the urgent demands <span class=\"star-pagination\">*372</span> of a scheme so extensive, as well as of the want of a more acceptable security to contractors for the large expenditures entailed. Therefore, two months after the passage of the act of 1871, the city ordinance provided that, \"in case the warrants issued for drainage works to be done by the Mississippi and Mexican Gulf Ship Company should not be paid within one year out of the proceeds of the drainage taxes and assessments, they should be fundable in bonds of the city, bearing eight per cent interest, payable semi-annually, having ten years to run, and with due provision for retiring the same, and securing the punctual payment of interest and gradual extinction of principal.\"</p>\n<p>Then followed act No. 73 of 1872. This is the statute under which the bonds in fact issued, and an analysis of which is indispensable here. Its objects, as expressed in its title, were, \"To authorize the council of the city of New Orleans to levy a police tax; to regulate the levies of taxes, the proceedings of tax suits, and the jurisdiction of the District Courts for the parish of Orleans in reference thereto; to define and punish forgery in certain cases; to authorize the funding of the floating debt; to consolidate, limit and provide for the debt of the city of New Orleans, principal and interest; to authorize a tax for the support of the city government, and to establish a fiscal agency, defining its duties, and for the better enforcement of the collection of all taxes.\"</p>\n<p>Section 13 of the act runs thus:</p>\n<p>\"SEC. 13. <i>Be it further enacted,</i> etc., That for unbonded <i>debts</i> existing December 31, 1871, and unpaid at the time of the passage of this act, or <i>caused</i> by receipts of certificates of 1871, for revenues proper of 1872, and for excavations and levees, drainage machinery and revetments authorized by law or required for the protection of the city from overflow and inundation the city may issue from time to time, as they may be required, bonds of the denominations of five hundred and one thousand dollars, having fifty years to run, and bearing seven per cent interest, principal and interest payable in gold in New York or New Orleans, and at any other points that the council may designate, with quarterly coupons, and that <span class=\"star-pagination\">*373</span> the bonds thus issued shall be called the new consolidated debt of New Orleans. No bonds shall be issued but by authority of the council, nor for a lower rate than ninety cents on the dollar; all issued for excavations and levees, authorized by act No. 30 of 1871, or by drainage laws previously enacted, shall be marked \"Drainage Series,\" and all taxes collected for drainage, and not required for the payment of drainage warrants, shall be devoted to the purchase from the lowest bidder of bonds issued for drainage; no bid to be accepted above par, and the right reserved to the council to reject all unsatisfactory bids.\"</p>\n<p>Proceeding under this statute, the city issued about $1,600,000 of the drainage bonds, taking up therewith warrants issued for work done. It is claimed that in issuing those bonds the city thereby <i>paid off</i> both its own assessed dues to the drainage fund, as well as discharged any liability it may have been under on account of its non-feasance or mis-feasance as statutory trustee of the fund. We cannot accept that view.</p>\n<p>It seems to us clear that it was not the intention of the legislature that such should be the effect of the issue of those bonds. That intention must of course control, as it is a question of the power of the municipality to issue negotiable bonds. The section authorized a series of bonds to be issued, and directed \"that the bonds thus issued shall be called the new consolidated debt of New Orleans.\" They were to constitute <i>one</i> debt, the <i>consolidated</i> debt, not a variety of debts, nor even two distinct debts; and the statute manifestly proceeded on the idea that this one consolidated debt is to be paid, as all city debts are paid, out of the property of the city, and that without any express declaration to that effect. <i>United States</i> v. <i>New Orleans,</i> 98 U.S. 381. The purposes for which the bonds were to be issued were: (1) for unbonded debts existing December 31, 1871, and unpaid at the time of the passage of the act, or caused by receipts of certificates of 1871; (2) \"for revenues proper of 1872;\" (3) \"and for excavations and levees, drainage machinery and revetments authorized by law, or required for the protection of the city from <span class=\"star-pagination\">*374</span> overflow or inundation;\" one as well as the other, one no less than the other.</p>\n<p>Now, certain of those bonds were to be marked \"Drainage Bonds.\" What bonds, and why? The statute in words answers: \"All issued for the excavations and levees authorized by act No. 30 of 1871, or by drainage laws previously enacted.\" No bonds could be lawfully so marked, except such as were issued \"for excavations and levees;\" not for drainage machinery or revetments; not even for excavations and levees to be thereafter made, unless they were such as the statutes named authorized; not for excavations and levees previously made, since they were already settled for by warrants, whatever such warrants might be worth; still less for the debts or liabilities of the city, however they may have been incurred. The city could not properly thus mark any bonds issued for any purposes except those expressly limited in the statute  those issued in payment for excavations and levees authorized to be made by the act of 1871, and the preceding acts. And why? For a reason entirely in harmony with the whole tendency of the entire series of statutes, and with the requirements of good faith to the contractors working under those statutes; for the purpose of expediting the work, and of giving increased value to those particular bonds.</p>\n<p>The appellee contends that these bonds have only the force of warrants, and could only be paid out of the proceeds of the assessments already made, notwithstanding they had fifty years to run before payment could be demanded at all. Not so; they were privileged bonds in the series. And, beside the general liability of the city, the statute provided that all the proceeds of assessments not needed to pay off warrants, if any, coming in, (and in doing which the issue of that class was, <i>pro tanto,</i> prevented and rendered unnecessary,) should be an additional special fund with which the city should <i>purchase</i> said bonds before maturity at a price agreed on not exceeding par, thereby giving the bondholders, or some of them, if there were any such excess of receipts, an option to get their money before maturity. Whether a sound one or not, such was clearly the scheme, and it presupposed the continued existence <span class=\"star-pagination\">*375</span> and the continued collection of the assessments after the issue of the bonds; and plainly excludes the idea that such issue is to extinguish the assessments, or any of them. Not an intimation is given of any difference between one class of assessments and another; those of the city and those of individuals. Therefore, the city had no power to issue such bonds for the purpose of paying the assessments. It had, perhaps, the power to issue bonds of the unmarked sort for that purpose, if Van Norden, the transferee of the company's rights, had consented to receive them for that purpose; but it was not claimed that this was done or tried. The question is, as to the effect of the issuing of the marked bonds.</p>\n<p>Moreover, in issuing these bonds the city had no intention to pay its assessments thereby; nor were they received with any such intention or understanding by the receiver of them. This is amply shown by the following facts:</p>\n<p>(1) It was the regular custom to mark on the assessment rolls all the payments made. No such entry was made in this case.</p>\n<p>(2) The issue of bonds, after they were authorized, was always and largely in excess of the homologated judgments against the city on its assessments.</p>\n<p>(3) Judgments were being constantly rendered against the city on her assessments, after she had issued bonds far ahead of even her claimed liability, yet she never presented any claim for payment.</p>\n<p>(4) The city administrator of public accounts in his report to the city council, July 1, 1872, said that the city had already issued certificates for $485,081 of the new consolidated bonds, drainage series; and he states the amount due by the city for the streets to be $763,378.69, the total amount originally assessed against the city. On the theory of payment it would have been only $258,297.69. To constitute payment, money or some other valuable thing must be delivered by the debtor to the creditor for the purpose of extinguishing the debt, and the creditor must receive it for the same purpose. <i>Dodge</i> v. <i>Freedman's Sav. &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"89390\"><a href=\"/opinion/89390/dodge-v-freedmans-sav-trust-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 386; <i>Ketchum</i> v. <i>Duncan,</i> 96 U.S. 659; <i>Carter</i> v. <i>Burr,</i> 113 U.S. <span class=\"star-pagination\">*376</span> 737; <i>Wood</i> v. <i>Guarantee Trust Co.,</i> 128 U.S. 416; <i>Queen</i> v. <i>Ashwell,</i> 16 Q.B.D. 190, 224. These views are reinforced, if they need reinforcement, by the fact that the real question of payment or no payment lies between the city in its ordinary municipal capacity on the one hand and the city in its extraordinary capacity as statutory trustee on the other. Payment is a contract implying both proposal and acceptance; and under such conditions could the city have made such a contract without a clear statutory authority? We think not. If the legislature had designed to authorize the city to extinguish its own liability in this manner, it would have said so.</p>\n<p>The remaining point to be noticed is that of the equitable set-off. The argument of the appellee on this line is as follows: The act of 1872 was only an enabling act to terminate the power of the municipality to issue bonds of the same tenor as the warrants which were taken up; that is to say, payable out of the drainage fund if that should suffice. The case, as here regarded then, is clearly that of a trustee, who has, by error, issued securities for the advantage of the <i>cestui que trust.</i> Having so issued the securities, it must result, inevitably, that the city is to be credited with the amount to the extent of which she has relieved the fund.</p>\n<p>It is obvious that the entire force of this argument rests on the proposition that the drainage bonds were to be issued, payable only out of the drainage fund, and did not import, as contemplated by the statute, any direct liability on the city; also, that there was no error in the act of issuing the bonds. We have already, in the preceding passage, analyzed the statute, and shown that, according to our view, a direct liability on the city was exactly what was intended, the provision as to the drainage fund in connection with those bonds being merely a cumulative provision for them. That view, of course, disposes of this argument, since it denies the major premise.</p>\n<p>Outside of the statute we will mention one or two facts confirmatory of the view that it was not the intention to have the drainage bonds paid from the assessments. First, assessments in 1872 were less by or about $200,000 than the known sum needed to complete the system devised by the act of <span class=\"star-pagination\">*377</span> 1871; secondly, although the assessments were collected while the bonds were issued, so slowly and meagrely, as we have seen, that fact, overwhelming if they were to constitute the only resource for payment, seemed not to have the slightest effect on either the city or the contractor in this matter; and, finally, the fact, that the bonds were made payable fifty years after date seems of itself a sufficient contradiction of the idea that the only source for payment at that late date was these assessments.</p>\n<p>We are, therefore, of the opinion that the court below erred in dismissing the bill. We think an account should have been stated on the basis indicated herein in its general outlines. The city was trustee by statute, and can be called to account by any person in interest. Exactly how the decree, when rendered, and the ascertainment of liability thereby made should have been enforced, it is hardly worth while to discuss in a dissenting opinion. The usual remedy is by mandamus where a public body cannot be subjected to ordinary process. That is a matter of detail only. The fact that the public property could not be sold on execution is no reason for absolving the city altogether from liability. The city should at least have paid what it itself owed on the assessments in question.</p>\n<p>Upon these grounds we feel constrained to withhold our assent from the opinion and judgment of the court.</p>\n<p>MR. JUSTICE BROWN did not hear argument in this case, and takes no part in its decision.</p>\n</div>", "id": 93021, "judges": "Brewer, After Stating the Facts as Above", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93021/", "sha1": "6801b2f1b1c2c5baec9a920751c6e0a9fa4ffbb9", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:48"}