{"absolute_url": "/opinion/93065/harper-county-commrs-v-rose/", "blocked": false, "citation": {"case_name": "Harper County Comm'rs v. Rose", "docket_number": "284", "document_uris": ["/api/rest/v2/document/93065/"], "federal_cite_one": "140 U.S. 71", "federal_cite_three": null, "federal_cite_two": null, "id": 77445, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77445/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-04-27", "date_modified": "2014-12-21T01:31:18.205055", "docket": "/api/rest/v2/docket/115864/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">140 U.S. 71</p>\n    <p class=\"case_cite\">11 S.Ct. 710</p>\n    <p class=\"case_cite\">35 L.Ed. 344</p>\n    <p class=\"parties\">BOARD OF COUNTY COM'RS OF HARPER COUNTY<br>v.<br>ROSE.</p>\n    <p class=\"date\">April 27, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an action on 20 bonds, and a large number of interest coupons attached, issued by Harper county, Kan., December 1, 1873, for the purpose of raising the necessary funds to build a court-house. The bonds and coupons were in form like the following, differing only as to their numbers:</p>\n      <p class=\"indent\">United States of America, State of Kansas. Number 1, Dollars, 500. Court-House Bond of Harper County, State of Kansas. Know all mem by these presents that the county of Harper, in the state of Kansas, acknowledges itself to own and promises to pay to bearer five hundred dollars, lawful money of the United States of America, on the first day of December, A. D. eighteen hundred and eighty-three, at the National (500) Park Bank, in the city of New York, with interest at the rate of ten per cent. per annum, payable semi-annually on the first days of June and December of each year, on the surrender of the annexed coupons as they become due, at said National Park Bank, in the city of New York. This bond is one of a series of fifty bonds, of five hundred dollars each, issued for the purpose of building a court-house in said county, in pursuance of and in accordance with the vote of a majority of over three-fifths of the qualified electors of said county of Harper, at an election held for that purpose, as required by law, on the 4th day of November, A. D. 1873. In testimony whereof, the board of county commissioners of said county have caused this bond to be signed by the chairman of said board and by the county clerk of said county, and to be sealed with the seal of said county, and to be registered, as required by law, at Bluff City, the county-seat of said county, this, the first day of December, A. D. 1873. [Seal.] N. W. WEAVER, Chairman Board of County Commissioners. Attest: G. H. WALKER, County Clerk of Harper County.'</p>\n      <p class=\"indent\">'25 The County of Harper, State 25 of Kansas,</p>\n      <p class=\"indent\">'Will pay to the bearer, at the National Park Bank, in the city of New York, on the first day of (4) December, 1875, twenty-five dollars, for six months' interest due on court-house bond. No. one. N. W. WEAVER, Chairman Board of County Commissioners. G. H. WALKER, County Clerk.'</p>\n      <p class=\"indent\">Upon each bond was the following certificate of registration, signed and sealed by the auditor of state: 'Court House Bond of Harper County, State of Kansas. I, D. W. Wilder, auditor of the state of Kansas, do hereby certify that this bond was regularly and legally issued, that the signatures thereto are genuine, and that such bond has been duly registered in my office in accordance with an act of the legislature entitled 'An act to authorize counties, incorporated cities, and municipal townships to issue bonds for the purpose of building bridges, aiding in the construction of railroads or other works of internal improvements, and providing for the registration of such bonds, the registration of other bords, and the repealling of all laws in conflict therewith, approved March 2, 1872. Witness my hand and official seal this 12th day of March, 1874. D. W. WILDER, Auditor of State.' These bonds were purchased by the plaintiff, in open market, before maturity, for a valuable consideration, without notice of any defect in their issue, or in any of the proceedings relating to the organization of the county issuing them, and, not having been paid at maturity, this suit was brought to enfore their payment. There was a demurrer to the petition, setting up the statute of limitations of Kansas as to certain of the coupons, which the court sustained. The defendant then answered. The answer consisted of a general denial, and the following special denials and averments: It denied (1) that at the date the bonds were is sued, or at any time prior thereto, the county of Harper was a body corporate or politic capable of issuing any such bonds; (2) that at said date N. W. Weaver was chairman of the board of county commissioners, or that G. H. Walker was county clerk, of that county; (3) the execution of the bonds and coupons sued on; (4) that at the date when the bonds were issued there was any person or persons or any body corporate or politic in Harper county that had any authority to issue said bonds and coupons; and (5) that the bonds and coupons were ever registered in Harper county, as required by law, or that there was ever any election held as to their issue, as required by law. It then averred that all papers, acts, and statements relating to the attempted organization of Harper county of the 20th of August, 1873, and everything contained therein, were false, fraudulent, and forged; and that said bonds and coupons, and all ats  as to their attempted issue, were false, fraudulent, and forged. The plaintiff filed a reply, and, issue being joined, and case went to trial before Judge FOSTER and a jury. On the trial, the plaintiff, to maintain the issue on his part, gave evidence, which was undisputed, to prove that he was a <i>bona fide</i> holder of the bonds, and coupons sued on, having purchased them before maturity, for a valuable consideration, in open market, in the city of St. Louis. He also introduced in evidence properly exemplified copies of records in the office of the secretary of state of Kansas relative to the organization of the county of Harper in 1873, showing that that organization had been officially recognized by both the executive and the legislative departments of the government of the state. The bonds and coupons sued on were also introduced in evidence by the plaintiff. To the introduction of the foregoing evidence the defendant at the time objected, but the objections were overruled, and exceptions were saved. The defendant, to maintain the issue on its part, offered to introduce certain oral evidence tending to disprove the organization of the county in 1873, or at the time prior to the issue of the bonds and coupons in suit; and also offered to prove, by the same kind of evidence, that at the date of the issue of the bonds and coupons neither N. W. Weaver, who signed them as 'chairman board of county commissioners.' nor G. H. Walker, who attested them as 'county clerk,' lived in the territory comprised in Harper county. To the introduction of this evidence the plaintiff objected, and the court sustained the objections, whereupon exceptions were taken. The jury, under the direction of the court, found a verdict in favor of the plaintiff for the sum of $17,645, upon which judgment was rendered. A motion for a new trial having been overruled, this writ or error was sued out.</p>\n      <p class=\"indent\"><i>Wm. E. Earle</i> and <i>W. T. S. Curtis</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>W. H. Rossington, C. B. Smith</i>, and <i>E. J. Dallas</i>, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice LAMAR, after state the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A preliminary question of pleading raised by the defendant meets us at the threshold of our investigations. It is urged that, as the answer was verified by the oath of the defendant, and as the reply was not verified by any oath of the plaintiff, therefore the verified answer must be taken as true, under section 108 of the Code of Civil Procedure of Kansas, as amended by section 1, c. 61, Laws Kan. 1886. That section is as follows: 'Sec. 108. In all actions, allegations of the execution of written instruments, and indorsements thereon, of the existence of a corporation or partnership, or of any appointment or authority, or the correctness of any account, duly verified by the affidavit of the party, his agent or attorney, shall be taken as true, unless the denial of the same be verified by the affidavit of the party, his agent or attorney.' We do not think this section has any application to the question at issue. The answer in this case was nothing more than a general denial of the legality of the bonds and coupons sued on, for the reasons therein stated, and it was not incumbent upon the plaintiff to file any reply at all. This section of the Code might have applied against the defendant, had its answer not been verified. Moreover, suppose all that is claimed by the answer be taken as true, we do not see how it can operate to defeat the right of the plaintiff to recover on the bonds in suit. At the date the bonds were issued, duly-organized counties in the state of Kansas had ample authority to issue bonds for the purpose of internal improvements. Gen. St. 1868, c. 52, (now Comp. Laws 1885, p. 509;) Act March 2, 1872, &#167; 1; Comanche Co. v. Lewis, 133 U. S. 198, 10 Sup. Ct. Rep. 286. Indeed, this proposition does not appear to be disputed. It is also admitted by the plaintiff in error that questions affecting the fraudulent organization of the conty  in 1873 are no longer open; for, while that organization was confessedly fraudulent, it was recognized and validated by the legislative and executive departments of the state of Kansas in various ways, and was directly passed upon by the supreme court of the state in State v. Stevens, 21 Kan. 210. In that case the proceedings relative to the organization of Harper county in 1873 were reviewed by the supreme court of Kansas, and it was held that although the original organization of the county was fraudulent, yet, as the county had a <i>de facto</i> organization, as the records of such organization appeared regular and valid upon their face, and as the governor recognized and proclaimed such organization, the subsequent recognition of the validity of it by the legislature of the state made the same valid and binding. See, also, Comanche Co. v. Lew-is, supra. These bonds, having been issued while that organization of the county was in existence, and reciting that they were issued 'in pursuance of and in accordance with a vote of a majority of over three-fifths of the equalified electors' of the county, 'as required by law;' and the auditor of the state having certified that they were 'regularly and legally issued, that the signatures thereto are genuine, and that such bond has been duly registered,' in accordance with the law of the state,&#8212;are the valid obligations of the county in the hands of <i>bona fide</i> purchasers for value before maturity. Comanche Co. v. Lewis, supra; Lewis v. Commissioners, 105 U. S. 739, 749. There is no material distinction, in principle, between this case and the cases just cited. Comanche Co. v. Lewis involved the validity of bonds similar to these in suit, which had been issued by Comanche county, and Lewis v. Commissioners involved the validity of similar bonds issued by Barbour county, Kan. The bonds in suit in both of those cases were held valid and binding upon the respective counties; and the reasons for such rulings were very fully and clearly stated in the opinions therein. This case is ruled by those, and the judgment below is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>140 U.S. 71 (1891)</b></center>\n<center><h1>HARPER COUNTY COMMISSIONERS<br>\nv.<br>\nROSE.</h1></center>\n<center>No. 284.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 2, 1891.</center>\n<center>Decided April 27, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF KANSAS.\n<p><span class=\"star-pagination\">*74</span> <i>Mr. William E. Earle</i> and <i>Mr. William T.S. Curtis</i> for plaintiff in error.</p>\n<p><i>Mr. W.H. Rossington, Mr. Charles B. Smith</i> and <i>Mr. E.J. Dallas</i> for defendant in error.</p>\n<p>MR. JUSTICE LAMAR, after making the foregoing statement of the case, delivered the opinion of the court.</p>\n<p>A preliminary question of pleading raised by the defendant meets us at the threshold of our investigations. It is urged that, as the answer was verified by the oath of the defendant, and as the reply was not verified by any oath of the plaintiff, therefore the verified answer must be taken as true, under section 108 of the Code of Civil Procedure of Kansas, as amended by sec. 1, c. 61, Kansas Laws of 1886. That section is as follows:</p>\n<p><span class=\"star-pagination\">*75</span> \"SEC. 108. In all actions, allegations of the execution of written instructions and endorsements thereon, of the existence of a corporation or partnership, or of any appointment or authority, or the correctness of any account, duly verified by the affidavit of the party, his agent or attorney, shall be taken as true unless the denial of the same be verified by the affidavit of the party, his agent or attorney.\"</p>\n<p>We do not think this section has any application to the question at issue. The answer in this case was nothing more than a general denial of the legality of the bonds and coupons sued on, for the reasons therein stated, and it was not incumbent upon the plaintiff to file any reply at all. This section of the code might have applied against the defendant had its answer not been verified. Moreover, suppose all that is claimed by the answer be taken as true, we do not see how it can operate to defeat the right of the plaintiff to recover on the bonds in suit.</p>\n<p>At the date the bonds were issued, duly organized counties in the State of Kansas had ample authority to issue bonds for the purpose of internal improvements. Statutes of 1868, c. 52 (now Compiled Laws of 1885, p. 509); act of March 2, 1872, sec. 1; <i>Comanche County</i> v. <i>Lewis,</i> 133 U.S. 198. Indeed, this proposition does not appear to be disputed.</p>\n<p>It is also admitted by the plaintiff in error that questions affecting the fraudulent organization of the county in 1873 are no longer open; for, while that organization was confessedly fraudulent, it was recognized and validated by the legislative and executive departments of the State of Kansas in various ways, and was directly passed upon by the Supreme Court of the State in <i>The State ex rel.</i> v. <i>Stevens,</i> 21 Kansas, 210. In that case the proceedings relative to the organization of Harper County in 1873 were reviewed by the Supreme Court of Kansas, and it was held that, although the original organization of the county was fraudulent, yet, as the county had a <i>de facto</i> organization, as the records of such organization appeared regular and valid upon their face, and as the governor recognized and proclaimed such organization, the subsequent recognition of the validity of it by the legislature of the State made the same valid and binding. See also <i>Comanche County</i> v. <i>Lewis, supra</i><i>.</i></p>\n<p><span class=\"star-pagination\">*76</span> These bonds having been issued while that organization of the county was in existence, and reciting that they were issued \"in pursuance of and in accordance with a vote of a majority of over three-fifths of the qualified electors\" of the county \"as required by law;\" and the auditor of the State having certified that they were \"regularly and legally issued, that the signatures thereto are genuine, and that such bond has been duly registered,\" in accordance with the law of the State, are the valid obligations of the county in the hands of <i>bona fide</i> purchasers, for value, before maturity. <i>Comanche County</i> v. <i>Lewis, supra</i><i>; </i><i>Lewis</i> v. <i>Commissioners,</i> 105 U.S. 739, 749.</p>\n<p>There is no material distinction, in principle, between this case and the cases just cited. <i>Comanche County</i> v. <i>Lewis</i> involved the validity of bonds similar to these in suit, which had been issued by Comanche County, and <i>Lewis</i> v. <i>Commissioners</i> involved the validity of similar bonds issued by Barbour County, Kansas. The bonds in suit in both of those cases were held valid and binding upon the respective counties; and the reasons for such rulings were very fully and clearly stated in the opinions therein. This case is ruled by those, and the judgment below is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></span> (1891)</b></center>\n<center><h1>HARPER COUNTY COMMISSIONERS<br>\nv.<br>\nROSE.</h1></center>\n<center>No. 284.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 2, 1891.</center>\n<center>Decided April 27, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF KANSAS.\n<p><span class=\"star-pagination\">*74</span> <i>Mr. William E. Earle</i> and <i>Mr. William T.S. Curtis</i> for plaintiff in error.</p>\n<p><i>Mr. W.H. Rossington, Mr. Charles B. Smith</i> and <i>Mr. E.J. Dallas</i> for defendant in error.</p>\n<p>MR. JUSTICE LAMAR, after making the foregoing statement of the case, delivered the opinion of the court.</p>\n<p>A preliminary question of pleading raised by the defendant meets us at the threshold of our investigations. It is urged that, as the answer was verified by the oath of the defendant, and as the reply was not verified by any oath of the plaintiff, therefore the verified answer must be taken as true, under section 108 of the Code of Civil Procedure of Kansas, as amended by sec. 1, c. 61, Kansas Laws of 1886. That section is as follows:</p>\n<p><span class=\"star-pagination\">*75</span> \"SEC. 108. In all actions, allegations of the execution of written instructions and endorsements thereon, of the existence of a corporation or partnership, or of any appointment or authority, or the correctness of any account, duly verified by the affidavit of the party, his agent or attorney, shall be taken as true unless the denial of the same be verified by the affidavit of the party, his agent or attorney.\"</p>\n<p>We do not think this section has any application to the question at issue. The answer in this case was nothing more than a general denial of the legality of the bonds and coupons sued on, for the reasons therein stated, and it was not incumbent upon the plaintiff to file any reply at all. This section of the code might have applied against the defendant had its answer not been verified. Moreover, suppose all that is claimed by the answer be taken as true, we do not see how it can operate to defeat the right of the plaintiff to recover on the bonds in suit.</p>\n<p>At the date the bonds were issued, duly organized counties in the State of Kansas had ample authority to issue bonds for the purpose of internal improvements. Statutes of 1868, c. 52 (now Compiled Laws of 1885, p. 509); act of March 2, 1872, sec. 1; <i>Comanche County</i> v. <i>Lewis,</i> 133 U.S. 198. Indeed, this proposition does not appear to be disputed.</p>\n<p>It is also admitted by the plaintiff in error that questions affecting the fraudulent organization of the county in 1873 are no longer open; for, while that organization was confessedly fraudulent, it was recognized and validated by the legislative and executive departments of the State of Kansas in various ways, and was directly passed upon by the Supreme Court of the State in <i>The State ex rel.</i> v. <i>Stevens,</i> 21 Kansas, 210. In that case the proceedings relative to the organization of Harper County in 1873 were reviewed by the Supreme Court of Kansas, and it was held that, although the original organization of the county was fraudulent, yet, as the county had a <i>de facto</i> organization, as the records of such organization appeared regular and valid upon their face, and as the governor recognized and proclaimed such organization, the subsequent recognition of the validity of it by the legislature of the State made the same valid and binding. See also <i>Comanche County</i> v. <i>Lewis, supra</i><i>.</i></p>\n<p><span class=\"star-pagination\">*76</span> These bonds having been issued while that organization of the county was in existence, and reciting that they were issued \"in pursuance of and in accordance with a vote of a majority of over three-fifths of the qualified electors\" of the county \"as required by law;\" and the auditor of the State having certified that they were \"regularly and legally issued, that the signatures thereto are genuine, and that such bond has been duly registered,\" in accordance with the law of the State, are the valid obligations of the county in the hands of <i>bona fide</i> purchasers, for value, before maturity. <i>Comanche County</i> v. <i>Lewis, supra</i><i>; </i><i>Lewis</i> v. <i>Commissioners,</i> <span class=\"citation\" data-id=\"90636\"><a href=\"/opinion/90636/lewis-v-commissioners/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></a></span>, 749.</p>\n<p>There is no material distinction, in principle, between this case and the cases just cited. <i>Comanche County</i> v. <i>Lewis</i> involved the validity of bonds similar to these in suit, which had been issued by Comanche County, and <i>Lewis</i> v. <i>Commissioners</i> involved the validity of similar bonds issued by Barbour County, Kansas. The bonds in suit in both of those cases were held valid and binding upon the respective counties; and the reasons for such rulings were very fully and clearly stated in the opinions therein. This case is ruled by those, and the judgment below is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 93065, "judges": "Lamar, After Making the Foregoing Statement of the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93065/", "sha1": "c4bfabdf40917cf4f93372c95003640e26be7cc7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:49"}