{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "140 U.S. 493", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93109/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Albright v. Oyster", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "133", 
    "id": 77489, 
    "resource_uri": "/api/rest/v2/citation/77489/"
  }, 
  "id": 93109, 
  "blocked": false, 
  "judges": "Lamar", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1891-05-25", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>140 U.S. 493 (1891)</b></center>\n<center><h1>ALBRIGHT<br>\nv.<br>\nOYSTER.</h1></center>\n<center>No. 133.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted January 6, 1891.</center>\n<center>Decided May 25, 1891.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF MISSOURI.\n<p><i>Mr. James H. Anderson</i> for appellants.</p>\n<p><i>Mr. D.P. Dyer</i> for appellees submitted on his brief.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This was a suit in equity brought by Mollie N. Albright and William E. Oyster, by their next friend, David K. Oyster, and David K. Oyster in his own right, citizens of Missouri, against George Oyster, Margaret Oyster, Margaretta Oyster, executrix of the last will and testament of Simon Oyster, deceased; <span class=\"star-pagination\">*494</span> Simon K. Oyster and Iola E. Oyster, his wife, and John Albright, husband of Mollie N. Albright, citizens of Pennsylvania. Its object was to establish the title of the plaintiffs to a large amount of land situated in Lewis County, Missouri, the legal title to which was in the defendant George Oyster.</p>\n<p>The controversy grows out of a will made by Abraham Oyster, and a subsequent agreement in writing among the parties to this suit, who were beneficiaries under the will. The plaintiffs Mollie N. Albright and William E. Oyster and the defendant Iola E. Oyster are the children of the plaintiff David K. Oyster.</p>\n<p>Abraham Oyster died in Lewis County, Missouri, on the 10th day of August, 1862, leaving four children, viz., the plaintiff David K. Oyster, the defendants Margaret and George Oyster, and Simon Oyster, since deceased. He left a will dated two days before his death, and duly probated in the county court of Lewis County, Missouri, on the 21st of October, 1862, which was as follows:</p>\n<p>\"It is my will that all my real estate, part of which is situate in Cumberland County, State of Pennsylvania, a part in Pike County, State of Illinois, and a part in Lewis and Marion counties, in the State of Missouri \u0097 Island No. 14, in the Mississippi, opposite the city of La Grange, is not included in this clause \u0097 be taken possession of as soon as may be by the executors of this will, and that all such parts thereof as can shall be leased or rented until such time as, in the judgment of said executors, it will sell for fair prices, when they will proceed to sell said real estate to the best advantage, all of which they are hereby authorized to bargain, sell and alien in fee simple, and out of the proceeds of such sale and rents \u0097</p>\n<p>\"1. I hereby give and bequeath to my daughter, Martha Oyster, ten thousand dollars ($10,000).</p>\n<p>\"2. I give and bequeath to my son, George Oyster, ten thousand dollars ($10,000).</p>\n<p>\"3. Of the remainder of the proceeds of the sales and rents aforesaid I give and bequeath to my sons, Simon Oyster, George Oyster and David K. Oyster, and my daughter, Martha Oyster, each an equal portion; but it is my will that <span class=\"star-pagination\">*495</span> the portion that falls to my son David K. Oyster my executors shall so dispose of as that only the interest annually shall be paid to him; also that the saw-mill in the city of La Grange shall, until such time as my executors shall deem it proper to sell it, as the other real estate, be rented to my son David K. at a fair sum, or to some other person.</p>\n<p>\"Also that my executors collect all the debts owing to me, and out of such collections pay all the expenses of the executorship, including all fees, etc.</p>\n<p>\"I do hereby appoint as executors of this will my son George Oyster and my son-in-law Charles Oyster, both of the county of Cumberland, and State of Pennsylvania.\"</p>\n<p><i>Martha</i> Oyster mentioned in the will is known as <i>Margaret</i> Oyster throughout these proceedings.</p>\n<p>The bill of complaint in this case was filed on the 6th of September, 1883; and, after setting out the foregoing facts in somewhat the same order as we have stated them, contained substantially the following material averments: In consequence of the executors named in the will not residing in Missouri, they were disqualified to act, under the laws of that State, and on the day the will was probated the court appointed David K. Oyster administrator of the estate of Abraham Oyster, deceased, with the will annexed, and he duly qualified as such administrator. Simon Oyster and David K. Oyster were not satisfied with the provisions of the will, and, on the 18th of April, 1866, the former instituted a suit in the Circuit Court of Lewis County, Missouri, to have it set aside and declared null and void. While that suit was pending Simon Oyster died, leaving a will in which he appointed his wife Margaretta his sole executrix, with full power to settle up his estate. That will was duly probated in the orphans' court of Dauphin County, Pennsylvania, and the executrix took upon herself the execution of it.</p>\n<p>On the 3d of March, 1868, the legatees under the will, then living, and Margaretta Oyster, executrix, etc., as a sort of compromise of the suit instituted by Simon Oyster, as aforesaid, entered into an agreement in writing, drawn by George Oyster, by the terms of which it was provided that, for the purpose of <span class=\"star-pagination\">*496</span> effecting a speedy settlement of said estate, Margaretta Oyster, executrix, etc., and David K. Oyster should pay to Margaret and George Oyster the sum of $5000, in equal parts of $2500 to each, and that, in consideration of certain advances made to Simon, George and Margaret Oyster, by their father, Abraham, during his lifetime, and in order to nearly equalize the shares of the several legatees, the plaintiff David K. Oyster, should receive from the estate (1) 640 acres of unimproved lands in Lewis County, Missouri; (2) 320 acres of land in Pike County, Illinois; (3) certain particularly described property in La Grange, Missouri, on which steam saw-mills were built, in consideration of $1125; and (4) $5000. The agreement further provided that, in consideration of the foregoing parts of it being fully complied with, the remainder of the estate of their ancestor should be divided equally among George, Margaret, David K. and the heirs of Simon Oyster; and that, except as to the bequests made to Margaret and George Oyster of $10,000 each, and as to so much as related to the saw-mill property at La Grange, the will of Abraham Oyster should be fully executed. And it was further agreed that, in consideration of the above premises, the suit to contest the will, brought by Simon Oyster, should be forever abandoned.</p>\n<p>In pursuance of that agreement, on the 13th of April, 1868, the suit instituted by Simon Oyster to have the will set aside was dismissed. Afterwards, in November, 1869, the lands belonging to the estate in Missouri were sold at public auction. A few days before the sale, George, Margaret, Margaretta, executrix, etc., and David K. Oyster held a consultation, at the residence of David K., as to the best method of carrying out the provisions of the will and the subsequent agreement, at which time it was fully agreed by all of them that at the forthcoming sale David K. should bid in for the benefit of his children what was then known as the \"home farm\" of Abraham Oyster, for $12,000, and also 640 acres of land in what was known as \"Oyster prairie,\" in Lewis County, in order that they (his children) might be made to share equally, in the distribution of the estate, with the other legatees who had received advancements from Abraham Oyster during his lifetime. <span class=\"star-pagination\">*497</span> It was found, however, that David K., being administrator with the will annexed, was precluded, under the laws of Missouri, from bidding at the sale; and, accordingly, arrangements satisfactory to all concerned were finally made by which David K. relinquished all right, title, claim and interest in and to the property under the will and the subsequent modifying agreement, for the benefit of his children, and Simon K. Oyster, the son of Margaret, and the son-in-law of David K., bid in those two last-mentioned pieces of property \u0097 the former for $12,000 and the latter for $3200 \u0097 for the benefit of the children of David K.</p>\n<p>After a few other tracts of prairie land had been sold at what seemed to those interested to be unsatisfactory prices, an understanding was reached among the legatees under the will that the remainder of the prairie lands should be sold and bought in by any one of them without regard to price or location; and, in order that such property might be equally divided among them, it was further agreed that three appraisers should be appointed to go with the county surveyor upon those prairie lands and divide them into four equal parts. The sale then proceeded to completion, and the purchasers at the sale received their deeds from David K., as administrator. Afterwards, in pursuance of the agreement last above referred to, three appraisers were appointed, who made division of the prairie lands bought in by the legatees under the will in four equal parts, as nearly as was possible according to their value. Thereupon, by virtue of a mutual agreement between the beneficiaries under the will, they selected their respective portions of the lands divided as aforesaid in the following order: (1) George Oyster, (2) Margaret Oyster, (3) Margaretta Oyster, executrix, etc., and (4) Simon K. Oyster, for the benefit of the children of David K. Oyster. Accordingly deeds were made to each one of them by David K., as administrator, including absolute deeds to Simon K. of the two first-mentioned properties and the last division of the prairie land. In making conveyances the prairie land property was treated as if it had been bid in at the administrator's sale. The grantees in those conveyances thereupon took possession of the property <span class=\"star-pagination\">*498</span> conveyed to them, respectively, and continued to hold it ever afterwards.</p>\n<p>Subsequently, on the 11th of September, 1871, the Circuit Court of Lewis County, Missouri, appointed one Robinson trustee for the children of David K., to take the property purchased at the sale and that set aside by the appraisers for the benefit of those children, and authorized him to receive said property at the prices at which it had been bid in by Simon K., as aforesaid. The trustee made demand therefor of Simon K., but the latter, acting under the influence of the defendant George Oyster, declined to make such transfer; and soon thereafter the trustee died without having begun any proceedings to compel such conveyance.</p>\n<p>The deeds to Simon K., although absolute in form and purporting to have been executed in consideration of $21,000, were taken by Simon K. with the distinct understanding that he should hold the property as the trustee for the benefit of the children of David K., and no consideration whatever was paid by him, all of which facts were well known to all the beneficiaries of the estate. But, nevertheless, on the 10th day of February, 1881, Simon K., with full knowledge of all the facts in the premises, and in violation of the trust reposed in him, in consideration of the sum of five dollars, (which was never paid,) conveyed the property deeded to him as aforesaid to the defendant George Oyster, who also had full knowledge of all those facts and circumstances relative to said trust, and who, in fact, was mainly instrumental in procuring such conveyance to himself, by representing to Simon K., who was then very sick, that if he should die it would involve his estate in much litigation, and that he (George) would indemnify him (Simon K.) against any loss which he might suffer by reason of such conveyance.</p>\n<p>At the time of the partition and sale aforesaid the children of David K. were all minors and unmarried. But subsequently the daughter, Iola E., intermarried with said Simon K., and moved to Pennsylvania. The other daughter married the defendant John Albright, but both she and her brother, William E., have always lived with their father, who had been in possession <span class=\"star-pagination\">*499</span> and enjoyment of the lands so conveyed to Simon K. ever since that conveyance, with the consent of his children, holding the same for their benefit.</p>\n<p>Soon after the defendant George Oyster got the legal title to the lands in question, he instituted a suit in ejectment against David K., which, under a stipulation between the parties to that suit, resulted in a judgment of ouster against David K. on the 30th of April, 1883. At the same time the plaintiff in that suit agreed not to cause execution to issue on his judgment before the 1st of May, 1884, in order that the plaintiffs in this suit might have time to file this bill, to test their equitable rights to the property in dispute.</p>\n<p>The bill further stated that the reason the plaintiff Mollie N. Albright appeared by her next friend, and her husband, John Albright, was made a defendant, was because they did not live together, and he refused to join as a coplaintiff with her; and that the reason Iola E. Oyster was not made a coplaintiff was because she was under the influence and control of her husband, Simon K., who refused to join as a coplaintiff in this suit.</p>\n<p>The prayer of the bill was for an injunction to restrain the defendant George Oyster from causing execution to issue on the aforesaid judgment in the ejectment proceedings, and for a decree directing him to convey the property in dispute to the plaintiffs and the defendant Iola E. Oyster, on the ground that the conveyance of the property to Simon K. Oyster was made in trust for their use and benefit, that it had been fully paid for out of David K. Oyster's distributive share of the estate of his father, and that the defendant George Oyster acquired the property, with knowledge of the trust, and parted with no value therefor; and for other and further relief, etc.</p>\n<p>George Oyster filed an answer to the bill, and the main issues in the case arise out of the bill and that answer. It was in substance as follows: It admitted all the averments contained in the bill up to and including the making of the agreement of March 3, 1868, modifying the terms of the will; and averred in relation to that matter that the respondent <span class=\"star-pagination\">*500</span> had never refused to be bound by that agreement, but that plaintiff David K. had persistently ignored the obligations which that instrument imposed upon him, although he had been quite willing to accept the benefits which it conferred. It further admitted the main facts in relation to the sale of the property by the administrator to be substantially as stated in the bill; but averred that the real agreement entered into by the legatees under the will, with respect to the purchase of certain of the lands by the legatees and their subsequent partition, was this: That the share of each legatee, as ascertained by the partition proceedings mentioned in the bill, should be paid for by each one, respectively, and the prices therefor should be treated as assets of the estate, to be disposed of by the administrator in the proper execution of the will and the modifying contract.</p>\n<p>The answer then averred that, at the sale, property to the value of $4920 was sold to strangers, and the remainder of it was bid in by the four legatees or by some one in their interest under the agreement; that the sale having been concluded, the four legatees under the will met and mutually agreed upon the division that should be made of the property bid in by them, whereby $3500 worth of lands fell to each respondent, Margaret and Margaretta, executrix, etc., and $6000 worth to them jointly, (none of which are in dispute,) and all the remainder of the property, that in dispute, was apportioned to David K. for $21,800; that all of that property was to be accounted for by them respectively, according to its amount and value; that, as the property apportioned to David K. was more than his share under the will and the modifying agreement, it was agreed that the title to that property should remain in the estate until paid for by him, and be chargeable with the purchase money; that the deeds were made in pursuance of that agreement or understanding; that respondent, Margaret and Margaretta, executrix, etc., each paid to the administrator the price of the lands allotted to them respectively, but that the purchase price of the land conveyed by Simon K. was not paid by him, by David K., or by any one else; that David K., as administrator, was chargeable with <span class=\"star-pagination\">*501</span> the purchase price of the land conveyed to Simon K., and with $4920 purchase money of land sold to strangers, and with other property which came into his hands, the precise amount of which was unknown to respondent; and that David K., in making the conveyances to Simon K. without payment of the purchase price, acted in violation of his official duty, and the conveyance thus operated to invest Simon K. with the title to the property thus conveyed, subject to the incumbrance for purchase money, and to constitute him a trustee of said property for the legatees under the will for their respective shares in the estate of the testator remaining unsatisfied, viz., to respondent, $4975, to Margaret, $2887, and to Margaretta, executrix, etc., $5230.</p>\n<p>It was denied that the \"house farm\" and the 640 acres of prairie lands, or either of them, was bid in for the benefit of the children of David K., or that Simon K. ever held said lands upon any trust whatever for said children. It was then averred that the alleged trust in Simon K. was void under the Missouri statute of frauds, because it was not in writing. Further answering, respondent admitted that Simon K. never paid any consideration for the property in dispute; and averred that neither did the plaintiffs, who claim to be his <i>cestuis que trust,</i> ever pay any consideration therefor, and that plaintiffs should be estopped from averring the consideration in the deed to Simon K. to have been other than that stated in the deed.</p>\n<p>The conveyance of Simon K. to respondent was admitted, but it was denied that any unfair means were adopted by respondent as an inducement to that conveyance. And it was further averred that the conveyance was taken by respondent, not for his sole use and benefit, as alleged in the bill, but in trust for the benefit of the legatees under the will, as the only means of securing the amounts due from David K. to the other legatees, David K. and his sureties on his official bond being wholly insolvent; that all acts done by respondent since he secured the title to the property were likewise in the execution of said trust; and that respondent is still claiming to hold the property in trust as aforesaid.</p>\n<p>Without going more into detail, it is sufficient to say that <span class=\"star-pagination\">*502</span> any and all other material averments in the bill charging the respondent with any illegal practices or any wrong were specifically denied by him, as was also the averment that respondent was holding the property in trust for the children of David K.; and it was prayed that the bill be dismissed.</p>\n<p>Margaret Oyster and Margaretta Oyster, executrix, etc., filed separate demurrers to the bill on the ground that it did not allege that those defendants had any interest in the lands mentioned in the bill adverse to plaintiffs, or that those defendants did in any way controvert or deny, or had in any way controverted or denied, the rights of plaintiffs to the relief demanded, or that those defendants were in any way interested or concerned in the granting or refusal of the relief demanded; and because no case was stated which entitled plaintiffs to any discovery or relief against those defendants.</p>\n<p>Iola E. Oyster filed a disclaimer; and Simon K. filed a plea that the trust alleged to have been in him was not in writing, and was, therefore, void under the laws of Missouri.</p>\n<p>The plaintiffs filed exceptions to that part of the answer of George Oyster which set up the statute of Missouri to defeat the trust, and also to the plea of Simon K. Oyster setting up the same defence, on the grounds (1) that the facts alleged in the bill took the case out of the operation of the statute, (2) that there had been a part performance which took the case out of the operation of the statute, and (3) because the alleged trust was a resulting trust.</p>\n<p>On the 31st of January, 1884, the court entered an order overruling the demurrers of Margaret and Margaretta Oyster, sustaining the exceptions to the plea of Simon K. and the first exception to the answer of George Oyster, overruling the other exceptions to the answer, and giving the defendant Simon K. leave to answer in twenty days. The opinion of the court on these points, delivered by Judge Treat, is found in 19 Fed. Rep. 849.</p>\n<p>On the 4th of February, 1884, the plaintiffs filed a reply to the answer of George Oyster; and on the 18th of the same month Simon K. Oyster filed an answer to the bill, in which he admitted many of the facts alleged in the bill, among <span class=\"star-pagination\">*503</span> others that he never paid any of the consideration named in the deed to him; and averred that it was never expected of him that he should pay it, but, on the contrary, it was understood that David K. should pay it. He further admitted that he conveyed the property in dispute to the defendant George Oyster, but denied that he violated any trust in so doing, and further denied any confederacy or any intention on his part to commit any wrongful acts, in the transaction, or to violate any trust reposed in him.</p>\n<p>Replication was also filed to this answer; and the case being thus at issue a considerable amount of testimony was taken. The case was heard upon the pleadings and proofs, and arguments of counsel, and on the first of December, 1884, the Circuit Court entered a decree dismissing the bill of complaint, without prejudice to any rights that the parties might have in the final administration of the trusts which were found to have devolved on the defendant George Oyster, by the deed from Simon K. and the aforesaid contract of March 3, 1868, modifying the will of Abraham Oyster, deceased. The opinion of the court, delivered by Judge Treat, is found in 22 Fed. Rep. 628. An appeal from that decree brings the case here.</p>\n<p>The theory upon which this suit is prosecuted is, that the complainants are the owners in equity of the real estate described in the bill, the consideration for it having been paid by the distributive share of the complainant David K. Oyster, in his father's estate; that part of the property described was bid off at the sale in 1869 by Simon K. Oyster, for the benefit of the children of David K., and the remainder, which was the one-fourth part of the lands in Oyster prairie set apart as the share of David K., was bid off at the sale by the heirs; that all that property was deeded to Simon K., as trustee for David K. and his children, the conveyance not proceeding directly to the beneficiaries, because, under the law of Missouri, David K., being administrator of the estate, could not convey to himself individually, and his children at that time were minors; and that the conveyance of the property by Simon K. to the defendant George Oyster was charged with those trusts. The real defence of George Oyster is, that David K. Oyster was in <span class=\"star-pagination\">*504</span> arrears to the estate in a large sum, and for that reason his share in the estate of their father was conveyed to Simon K., as trustee, charged with that sum; and that he himself now holds the property, by conveyance from Simon K., charged with the lien of himself, Margaret and Margaretta, executrix of Simon, deceased, for the unpaid portion of the purchase price from David K. The court below found that the evidence did not sustain complainant's theory of the case, and accordingly dismissed the bill without prejudice to the rights of the parties in the final administration of the trust devolved upon George Oyster by the deed to him from Simon K., and under the contract of March 3, 1868, amendatory of the will of Abraham Oyster.</p>\n<p>As the whole question in the case is one of fact, we have given the evidence a very careful examination. Certain facts are undisputed, or are clearly proven. Abraham Oyster died testate in Missouri in 1862, leaving a large amount of property in that State, in Illinois and in Pennsylvania. He left four children surviving him, Margaret, Simon, George and David K. A few years before his death he had made certain advancements to Margaret, George and Simon, but had advanced nothing to David K. By his will he made further preferences in favor of George and Margaret, bequeathing to them $10,000 apiece, and then dividing the remainder of the estate equally among the four children. The clause in the will relating to the share of David K. was worded somewhat peculiarly, as follows: \"It is my will that the portion that falls to my son, David K. Oyster, my executors shall so dispose of as that only the interest annually shall be paid to him.\" We need not stop here to consider the legal effect of that clause. But the evidence clearly shows that, until a very recent period, the understanding of all the legatees was, that it conveyed to David K. only a life estate in the share coming to him, with a remainder over to his children. The foregoing facts are thus stated in the forefront of the opinion, because upon them hinges much that is to follow.</p>\n<p>As is usual when there has been an unequal division of an estate among the children of the testator, those receiving the <span class=\"star-pagination\">*505</span> smaller shares were dissatisfied with the will. Accordingly, we find Simon Oyster bringing a suit to set the will aside and have it declared null and void. Before that suit was terminated Simon Oyster died, leaving a will by which he appointed his widow (who was also named Margaret and who is the \"Margaretta\" throughout these proceedings \u0097 so called because she was small of stature, and to distinguish her from the other Margaret) executrix of his estate. Throughout the subsequent transactions relating to the estate of Abraham Oyster, Margaretta represented the share that fell to Simon. To all intents and purposes she was treated by the other legatees as the legal representative of Simon, and has been so treated by them up to this time.</p>\n<p>The unequal distribution of the estate of Abraham Oyster by his will and the suit of Simon to set it aside brought about the agreement in writing of March 3, 1868, amendatory of the will. The object of that agreement was to place the children of Abraham Oyster on a comparatively equal footing respecting the estate, and to compromise the suit of Simon; for the understanding of the parties was, that that suit did not abate by his death. That agreement is as averred in complainant's bill; but to make its terms fully understood it may be necessary to advert to certain facts brought out by the evidence. As already stated, Abraham Oyster, in his lifetime, had made advancements to Margaret, Simon and George, but had never advanced anything to David K. Those advancements appear to have been made in the years 1858 or 1859. Accordingly, the first consideration moving in the agreement was to place David K. on a comparatively equal footing with his brothers and sister. The agreement, therefore, provided that Margaret, Margaretta, executrix, and George, should quitclaim their interests to David K. in the following property belonging to the estate: (1) Six hundred and forty acres of unimproved land in Lewis County, Missouri (known as a portion of the \"Oyster prairie\" lands, in the subsequent proceedings); and (2) three hundred and twenty acres of land in Pike County, Illinois. Certain particularly described property in La Grange, Missouri, known as the \"saw-mill\" property, was to be sold <span class=\"star-pagination\">*506</span> to David K. for $1125; and he was to receive further the sum of $5000 out of the estate. In consideration of this equalization of the shares in the estate, Margaret and George still retained a slight advantage over the other two heirs. True, they relinquished the bequests of $10,000 made to each of them by the will of their father; but it was part of the agreement that they were each to receive from David K. and Margaretta, executrix, etc., $2500, or $1250 apiece from each of them. By the terms of the agreement the will, as thus modified, was to be carried out. That is, the other property of the estate was to be sold and the proceeds divided equally among the four legatees.</p>\n<p>Regarding subsequent events in the distribution of the estate, there is some dispute. But we think the evidence, fairly and reasonably considered, warrants us in finding the following: As before stated, George Oyster was one of the executors of his father's will. In the management and settling up of his father's estate in Illinois and Pennsylvania he had full and absolute control. He was the leading spirit of the family, and, in the matter of the estate, whatever was said or done by him was acquiesced in by his sister Margaret and his sister-in-law Margaretta. He conceived the idea, either originally or after taking the advice of counsel, that the agreement of March 3, 1868, was not valid and binding upon the parties to it, for the reason that Margaretta, as executrix, had no power to make any agreement or conveyance that would be binding upon minor heirs. Accordingly, while the subsequent proceedings in the settlement of the estate were carried out on the basis of the equality of interests represented by the contract of March 3, 1868, the proceedings authorized by that contract were not adhered to. No quit-claim deeds were made to David K. for the 320 acres of land in Illinois, or the 640 acres in Lewis County, Missouri; nor did David K. receive the $5000 from the estate, according to the terms of the contract. But an oral agreement was reached at some time after the date of the contract and prior to the 15th of November, 1869, (the precise date not being readily ascertainable, nor is it material,) by which the interest of David K. in <span class=\"star-pagination\">*507</span> the estate in Illinois and Pennsylvania was to be concentrated in what was known as the \"home farm\" of Abraham Oyster, (at that time and since the residence of David K.); and at the forthcoming sale on said 15th of November, 1869, David K. was to bid it in for $12,000. The other property mentioned in the agreement of March 3, 1868, that was to go to David K., was also to be bid in by him at that sale. This arrangement was made because it was believed by the beneficiaries under the will that David K.'s share of the estate could not be paid to him in money under the clause of the will above quoted, but might be put into real estate for his benefit during his lifetime with a remainder over to his children; and for the further reason that it was doubted if any conveyance could be made to David K. by the other legatees that would bind the minor heirs of David K. and of Simon, especially by Margaretta, as executrix. This theory harmonizes best with all the testimony in the case, and is borne out by a letter of George Oyster to David K., dated at his Pennsylvania home, June 11, 1868, wherein, after referring to the condition of affairs in relation to the estate, and particularly to the manner in which he understood the distribution should be made by David K. in the settlement of it, he says:</p>\n<p>\"Simon having brought an action to test the validity of Father's will, His Executrix is a Legal party to the articles of Agreement we have Entered into, having made his objection in said suit a part of the consideration upon which our agreement was based whereby his Executrix represents all the interest that Simon has or may have had to any and all Interest arising to Simon of Father's Estate, in the property contained or embraced in said agreement.</p>\n<p>\"The minor or other children of Simon are all represented By Simons Executrix and when you, as administrator of Fathers Estate, proceed under an order of sale from the court in pursuance of Father will, you are the proper party to sell and make all the titles for all the property Belonging to said Estate and after having done so and received the proceeds arising from such sale and you make or are ready to make Distribution of the same that Simon Executrix on receiving <span class=\"star-pagination\">*508</span> his share or Interest arising therefrom that her release to you will be all that will be necessary to forever exclude any and all heirs of Simon from any further claim. Such is certainly the law here She having her Letters Testamentary Issued here. Now the only question that presents itself to my mind is whether the Laws of your state will recognize acts legally done by her here as of the same force and effect there, if not, then her signature and acknowledgment to the agreement can be of no value and the whole agreement become void, as it was not the intention of any of the parties to it at the time of making it that it should be confined in its effect to the property in this state; and in regard to the farm on which you live You will best make Title to some other person who will return the title to you, or have title through an order of the court. I am of the Opinion that Simon's Executrix would not be vested with power to join us in making title to you for property there that would exclude the minor children from claiming thereafter. I hold that the power to become a competent party to the agreement by which real Estate is disposed of arose from Simon's own act in filing Exceptions to the manner in which Father disposed of his property in which he was interested in the final Distribution and that in the Balance of the property she is not legally qualified to do anything more than receive the share due Simon and release the Executors and Administrators therefrom.</p>\n<p>\"In making or having title made to the farm you should have it made so that the trust vested in the executors by father can be discharged and all your interest in the moneys arising from the sales of real estate can be invested in that property in pursuance of the will, otherwise the interest arising out of this property here would have to continue in the possession of the executor as trustee which is not desirable. I wish it so arranged that your shares shall be vested in that farm and the trust closed in it.\"</p>\n<p>The sale of the property was made by David K. as administrator, as advertised, on the 15th of November, 1869. For the purpose of making plain the facts connected with that sale we will divide the lands sold into eight parcels, following <span class=\"star-pagination\">*509</span> in this respect the division made by counsel for appellees, viz.: (1) Lands sold to strangers; (2) certain property in La Grange; (3) the saw-mill property in La Grange; (4) the 640-acre tract in Lewis County, Missouri, which, under the contract of March 3, 1868, was to be quit-claimed to David K.; (5) the \"home farm;\" (6) about 40 acres five or six miles southeast of La Grange, known as the \"Durgin Creek property;\" (7) about 45 acres of land near La Grange, or as it is frequently designated, \"the tract back of town;\" and (8) prairie lands and timber lands, unimproved, aggregating about 2200 acres. It may be well to state here, also, that the property in dispute comprises parcels 3, 4, 5, 6 and 7, and the one-fourth part of parcel 8.</p>\n<p>It was found, however, that, under the laws of Missouri, David K. could not bid in any property at the sale, because he was the administrator of the property to be sold. Without going into the details of the transactions on the day of the sale, or referring particularly to all of the evidence upon which our judgment is based, it is sufficient to say that, in our opinion, the evidence, fairly and reasonably considered, shows that Simon K. Oyster was selected, and mutually agreed upon by all parties in interest, to represent the share of David K. in the bidding in of the property which had been selected for that share. Under that arrangement Simon K. bid in parcels 3, 4, 5, 6 and 7, as above designated. Parcel 4 was bid in at $5 per acre, $3200; but, in reality, it matters nothing what the price of it was, for it was purely a <i>pro forma</i> proceeding for the purpose of ultimately passing the title to it to David K.'s share, in pursuance of the agreement for the equalization of the shares that was, at that time, being carried out in apparent good faith. That parcel, as was also parcel 3, was bid in by Simon K., as trustee for the share of David K., to effectuate the same purpose as was originally intended to be accomplished by quit-claim deeds which were contemplated by the agreement of March 3, 1868; and this proceeding was adopted in preference to quit-claim deeds from the other legatees, as being safer and in accordance with the law, as the parties then understood it, as already stated. We say, therefore, <span class=\"star-pagination\">*510</span> that, according to our view of the evidence, parcel 4 was to be conveyed to David K. to assist in making his share of the estate equal to those of the other legatees; and that, in that view of the case, the price bid for the land was immaterial, inasmuch as that tract of land was regarded as being fully paid for by David K.'s share.</p>\n<p>Parcel 3 was to be paid for at the price stated in the agreement of March 3, 1868, to wit, $1125; and in the final settlement of the estate that sum was to be charged against the share of David K.</p>\n<p>Parcel 2 was bid in for the benefit of George, Margaret and Margaretta, executrix, etc., and was to be accounted for by them at $6000. To equalize David K.'s share with that transaction, it was to receive parcels 6 and 7. Parcel 6, known as the \"Durgin Creek property,\" was valued at $10 per acre, or $400; and parcel 7 at $35 per acre, or $1575 \u0097 $1975 for both tracts, or practically equal to one-third of the value of parcel 2.</p>\n<p>Parcel 1, as we have stated, represents land sold to various persons other than the legatees. The amount realized from the sale of those parcels was $4920. It was found, however, during the progress of the sale, that the land was not bringing what the heirs thought it ought to bring. Accordingly, it was arranged that any tract which should not sell for about its full value should be bid in by one or the other of the heirs, it mattered not which, for the benefit of all; and that at the conclusion of the sale the lands thus bought in should be divided into four parcels, as nearly equal in value as could be ascertained.</p>\n<p>That arrangement was carried out; the remainder of the lands, aggregating about 2200 acres (parcel 8), were bought in promiscuously by the heirs; and they were afterwards divided into four equal parts, according to their value, by three appraisers and a surveyor appointed by the heirs. One of those parts was selected by Margaret; another by Margaretta, executrix; a third by George; and the fourth was left for the share of David K. Deeds were made by David K., as administrator, to Margaret, Margaretta and George for their <span class=\"star-pagination\">*511</span> respective parts of those lands. The other part, allotted to the share of David K., was included in the deed from David K., as administrator, to Simon K., trustee for David K.'s share. Thus, the sale and division of the lands belonging to the estate were completed. We have said that we would not refer particularly to all of the evidence in the case bearing upon this sale and division of the property. One part of it we desire to speak of, viz., a letter from George Oyster, dated at La Grange, Missouri, November 20, 1869, (five days after the sale,) addressed to his daughter, Annette, at their home in Pennsylvania. In this letter he speaks particularly of the transactions relating to the sale and division of the property, saying, among other things, the following: \"On Monday last was the sale. We went to Monticello and commenced selling about 11 o'clock. The farm at the river was sold first, or rather knocked down, at $12,000. There was no stranger bid on it. We sold near $5000 worth of Lands all below what they are worth, 3 pieces of 80 Acres Each Brought $14.75 &amp; 15$ per acre, I have since Been told were worth 18 to 20$ per acre. I think the Balance was knocked down at prices running from 4$ to 13.50. There was 2300 Acres sold besides what David had selected which sold at $5 per acre (640 acres) and 400 acres we sold strangers, we have this morning agreed on the Balance of the Property unsold, we have agreed to Divide the prairie and timber Lands Equally by having 3 men to divide it for us, and the property at the river. David gets the Farm at $12,000 and 45 Acres of Land at 358 per acre and 40 Acres timber land 8 miles from From LaGrange at $10 per acre; and Margaret, Simon's Wife and me take the town property at $6000 and we pay David $200 for his share of some shops on the lots. The arrangement is satisfactory to all of us and I think will change this Estate from a sinking fund to supporting itself.\"</p>\n<p>This letter, written about the time the transactions to which it refers occurred, is of vastly more value, as evidence, than the statements of witnesses as to the same occurrences made many years afterwards, when differences had arisen and their minds were more or less prejudiced in favor of their own interests. <span class=\"star-pagination\">*512</span> Moreover, it is in entire accord with the evidence introduced by David K., many of whose witnesses had been familiar with the transactions concerning which they testified, and were apparently representative men in the community where those transactions occurred. Some of them had purchased land at the sale in November, 1869, and most of them had been at that sale and saw what was taking place. Nor is their evidence contradicted materially by Margaret Oyster, one of the defendants herein, who, though not remembering very many things connected with the transaction very definitely, testified that she \"always thought David should have the `home farm;'\" and that on the way home from the sale she heard David say he wanted that farm for his children. Indeed, the general effect of the testimony in support of the conclusion at which we have arrived, on this point, is not shaken by any evidence in the record, either oral or documentary, and George Oyster himself, unconsciously, perhaps, corroborates it in his testimony.</p>\n<p>Upon this branch of the case, therefore, we say, that our conclusion is in accordance with complainant's theory of the case. We think there can be no reasonable doubt but that parcels 3, 4, 5, 6 and 7, as above designated, were bought in at the sale by Simon K. Oyster, as trustee for the share of David K.; that parcel 4 went to David K.'s share of the estate towards equalizing that share with the shares of the other heirs who had received advancements for more than that amount a few years before the death of Abraham Oyster, and was, therefore, fully paid for; that parcels 5 and 6 went to David K.'s share, while parcel 2 went to Margaret, Margaretta, executrix, and George, thus practically equalizing the shares in those transactions; that parcels 3 and 5 were bought in for the benefit of David K.'s share \u0097 the former at $1125 and the latter at $12,000; and that parcel 8 was equally divided among the heirs, according to its value. With respect, then, to parcels 4, 6, 7 and the one-fourth part of parcel 8, we think the evidence shows that they have been fully paid for by David K.'s interest in the estate of his father, in accordance with the will and the subsequent modifying agreements; that <span class=\"star-pagination\">*513</span> Simon K. took a deed for them as trustee for the interest of David K.; and that the transfer of those tracts from Simon K. to George was charged with the same trust.</p>\n<p>With respect to parcels 3 and 5, that is, the \"saw-mill property\" and the \"home farm,\" we are equally clear that they were bid off by Simon K. Oyster for the benefit of the share of David K., were deeded to him as such, and were conveyed by him to the defendant George Oyster charged with that trust. The only difficulty on this point is as to whether the consideration for those two pieces of property was fully paid by the interest of David K. in his father's estate.</p>\n<p>As already stated, those two pieces of property were to be paid for at $1125 and $12,000 or $13,125. Under the agreement modifying the will, however, David K. was to receive $5000 cash from the estate and also 320 acres of land in Illinois. He never received either of those items; but their value was intended to be concentrated in the \"home farm.\" It is shown by the evidence that the title to 160 acres of the 320 in Illinois failed, through some delinquent tax proceedings, and that George Oyster, as executor, sold the other 160 acres, receiving therefor, it seems, the sum of $1800. Thus at least $6800 was paid on parcels 3 and 5, by the equalization proceedings, leaving but $6325 due to the estate for those two pieces of property. This sum represents an asset of the estate of Abraham Oyster, deceased. In the administration of his executorship in Illinois and Pennsylvania, George Oyster received a considerable amount of money \u0097 the exact amount not being ascertainable from the present record, because he does not appear to have made a final settlement of his executorship. That sum also represents an asset of the estate. Likewise the amount received by David K. from the sale of the personalty of the estate represents an asset.</p>\n<p>At the sale on Nov. 15, 1869, certain lands (parcel 1) were sold to strangers for $4920. According to the evidence herein, that sum was paid to George Oyster and is, therefore, chargeable against him as an asset of the estate. These assets are the portion of the estate which, under the will and the modifying agreements, was to be equally divided among the four <span class=\"star-pagination\">*514</span> legatees. Again, running through the long period of years since the death of Abraham Oyster, considerable money has been paid out for taxes, etc., both by George Oyster and David K., on property belonging to the estate. We are not able from the present record to ascertain the exact amounts paid by each.</p>\n<p>There should, therefore, be an accounting between George Oyster and David K. before there can be any exact settlement of the estate as to them.</p>\n<p>As respects Margaret Oyster and Margaretta, executrix, etc., we are of the opinion that, as against David K.'s share in the estate, they have no claim whatever. Although made defendants in this suit, they did not defend, except to file a demurrer, which was overruled; and they never answered. They have had their day in court, as regards David K. Oyster and his share of the estate; and any claim which either or both could have asserted against him cannot now be prosecuted.</p>\n<p>It will be observed that we have not seen fit to determine the legal effect of the will of Abraham Oyster, or the modifying contract of March 3, 1868. We have proceeded, rather, on the real intention of the parties, as manifested by that agreement and the subsequent oral agreements shown by the evidence to have existed. Those agreements when made were fair to all interested, and having been acted upon and acquiesced in by every one concerned for a long period, ought to be taken as the basis of the final settlement.</p>\n<p>It is certainly for the interest of all concerned that litigation over this estate should cease. Nearly thirty years have elapsed since the death of Abraham Oyster, and nearly the whole of that period has been spent in litigation by his children over the property disposed of by his will. Animosities have been engendered by these proceedings, and a total estrangement now exists between the brothers George and David K. Moreover, the title to a large amount of valuable property has been in dispute all that time. The interests of the community, no less than the interests of the parties, require that there should be an end of litigation respecting it.</p>\n<p><span class=\"star-pagination\">*515</span> <i>The decree of the court below is reversed, with directions to enter a decree enjoining the defendant George Oyster from further prosecution of his suit in ejectment, and decreeing that he convey to David K., for the term of his natural life, with remainder over to his children, parcels 4, 6, 7 and the one-fourth part of parcel 8, freed from all claim, lien or encumbrance whatsoever; and that he also convey in like manner the \"saw-mill\" property in La Grange and the \"home farm,\" subject to any claim which may be found due him from David K.'s share in the estate, upon a final accounting to be had of the matters between them. There should be a reference to a master to ascertain the exact amount due the estate from the administratorship of David K. and the executorship of George Oyster; also the amounts of taxes, etc., paid by both of them; and the $1250, due from David K. to George, under the modifying agreements, should also be taken into consideration, to the end that a full and final settlement between them may be effected, and it is so ordered.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:50", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></span> (1891)</b></center>\n<center><h1>ALBRIGHT<br>\nv.<br>\nOYSTER.</h1></center>\n<center>No. 133.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted January 6, 1891.</center>\n<center>Decided May 25, 1891.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF MISSOURI.\n<p><i>Mr. James H. Anderson</i> for appellants.</p>\n<p><i>Mr. D.P. Dyer</i> for appellees submitted on his brief.</p>\n<p>MR. JUSTICE LAMAR delivered the opinion of the court.</p>\n<p>This was a suit in equity brought by Mollie N. Albright and William E. Oyster, by their next friend, David K. Oyster, and David K. Oyster in his own right, citizens of Missouri, against George Oyster, Margaret Oyster, Margaretta Oyster, executrix of the last will and testament of Simon Oyster, deceased; <span class=\"star-pagination\">*494</span> Simon K. Oyster and Iola E. Oyster, his wife, and John Albright, husband of Mollie N. Albright, citizens of Pennsylvania. Its object was to establish the title of the plaintiffs to a large amount of land situated in Lewis County, Missouri, the legal title to which was in the defendant George Oyster.</p>\n<p>The controversy grows out of a will made by Abraham Oyster, and a subsequent agreement in writing among the parties to this suit, who were beneficiaries under the will. The plaintiffs Mollie N. Albright and William E. Oyster and the defendant Iola E. Oyster are the children of the plaintiff David K. Oyster.</p>\n<p>Abraham Oyster died in Lewis County, Missouri, on the 10th day of August, 1862, leaving four children, viz., the plaintiff David K. Oyster, the defendants Margaret and George Oyster, and Simon Oyster, since deceased. He left a will dated two days before his death, and duly probated in the county court of Lewis County, Missouri, on the 21st of October, 1862, which was as follows:</p>\n<p>\"It is my will that all my real estate, part of which is situate in Cumberland County, State of Pennsylvania, a part in Pike County, State of Illinois, and a part in Lewis and Marion counties, in the State of Missouri \u0097 Island No. 14, in the Mississippi, opposite the city of La Grange, is not included in this clause \u0097 be taken possession of as soon as may be by the executors of this will, and that all such parts thereof as can shall be leased or rented until such time as, in the judgment of said executors, it will sell for fair prices, when they will proceed to sell said real estate to the best advantage, all of which they are hereby authorized to bargain, sell and alien in fee simple, and out of the proceeds of such sale and rents \u0097</p>\n<p>\"1. I hereby give and bequeath to my daughter, Martha Oyster, ten thousand dollars ($10,000).</p>\n<p>\"2. I give and bequeath to my son, George Oyster, ten thousand dollars ($10,000).</p>\n<p>\"3. Of the remainder of the proceeds of the sales and rents aforesaid I give and bequeath to my sons, Simon Oyster, George Oyster and David K. Oyster, and my daughter, Martha Oyster, each an equal portion; but it is my will that <span class=\"star-pagination\">*495</span> the portion that falls to my son David K. Oyster my executors shall so dispose of as that only the interest annually shall be paid to him; also that the saw-mill in the city of La Grange shall, until such time as my executors shall deem it proper to sell it, as the other real estate, be rented to my son David K. at a fair sum, or to some other person.</p>\n<p>\"Also that my executors collect all the debts owing to me, and out of such collections pay all the expenses of the executorship, including all fees, etc.</p>\n<p>\"I do hereby appoint as executors of this will my son George Oyster and my son-in-law Charles Oyster, both of the county of Cumberland, and State of Pennsylvania.\"</p>\n<p><i>Martha</i> Oyster mentioned in the will is known as <i>Margaret</i> Oyster throughout these proceedings.</p>\n<p>The bill of complaint in this case was filed on the 6th of September, 1883; and, after setting out the foregoing facts in somewhat the same order as we have stated them, contained substantially the following material averments: In consequence of the executors named in the will not residing in Missouri, they were disqualified to act, under the laws of that State, and on the day the will was probated the court appointed David K. Oyster administrator of the estate of Abraham Oyster, deceased, with the will annexed, and he duly qualified as such administrator. Simon Oyster and David K. Oyster were not satisfied with the provisions of the will, and, on the 18th of April, 1866, the former instituted a suit in the Circuit Court of Lewis County, Missouri, to have it set aside and declared null and void. While that suit was pending Simon Oyster died, leaving a will in which he appointed his wife Margaretta his sole executrix, with full power to settle up his estate. That will was duly probated in the orphans' court of Dauphin County, Pennsylvania, and the executrix took upon herself the execution of it.</p>\n<p>On the 3d of March, 1868, the legatees under the will, then living, and Margaretta Oyster, executrix, etc., as a sort of compromise of the suit instituted by Simon Oyster, as aforesaid, entered into an agreement in writing, drawn by George Oyster, by the terms of which it was provided that, for the purpose of <span class=\"star-pagination\">*496</span> effecting a speedy settlement of said estate, Margaretta Oyster, executrix, etc., and David K. Oyster should pay to Margaret and George Oyster the sum of $5000, in equal parts of $2500 to each, and that, in consideration of certain advances made to Simon, George and Margaret Oyster, by their father, Abraham, during his lifetime, and in order to nearly equalize the shares of the several legatees, the plaintiff David K. Oyster, should receive from the estate (1) 640 acres of unimproved lands in Lewis County, Missouri; (2) 320 acres of land in Pike County, Illinois; (3) certain particularly described property in La Grange, Missouri, on which steam saw-mills were built, in consideration of $1125; and (4) $5000. The agreement further provided that, in consideration of the foregoing parts of it being fully complied with, the remainder of the estate of their ancestor should be divided equally among George, Margaret, David K. and the heirs of Simon Oyster; and that, except as to the bequests made to Margaret and George Oyster of $10,000 each, and as to so much as related to the saw-mill property at La Grange, the will of Abraham Oyster should be fully executed. And it was further agreed that, in consideration of the above premises, the suit to contest the will, brought by Simon Oyster, should be forever abandoned.</p>\n<p>In pursuance of that agreement, on the 13th of April, 1868, the suit instituted by Simon Oyster to have the will set aside was dismissed. Afterwards, in November, 1869, the lands belonging to the estate in Missouri were sold at public auction. A few days before the sale, George, Margaret, Margaretta, executrix, etc., and David K. Oyster held a consultation, at the residence of David K., as to the best method of carrying out the provisions of the will and the subsequent agreement, at which time it was fully agreed by all of them that at the forthcoming sale David K. should bid in for the benefit of his children what was then known as the \"home farm\" of Abraham Oyster, for $12,000, and also 640 acres of land in what was known as \"Oyster prairie,\" in Lewis County, in order that they (his children) might be made to share equally, in the distribution of the estate, with the other legatees who had received advancements from Abraham Oyster during his lifetime. <span class=\"star-pagination\">*497</span> It was found, however, that David K., being administrator with the will annexed, was precluded, under the laws of Missouri, from bidding at the sale; and, accordingly, arrangements satisfactory to all concerned were finally made by which David K. relinquished all right, title, claim and interest in and to the property under the will and the subsequent modifying agreement, for the benefit of his children, and Simon K. Oyster, the son of Margaret, and the son-in-law of David K., bid in those two last-mentioned pieces of property \u0097 the former for $12,000 and the latter for $3200 \u0097 for the benefit of the children of David K.</p>\n<p>After a few other tracts of prairie land had been sold at what seemed to those interested to be unsatisfactory prices, an understanding was reached among the legatees under the will that the remainder of the prairie lands should be sold and bought in by any one of them without regard to price or location; and, in order that such property might be equally divided among them, it was further agreed that three appraisers should be appointed to go with the county surveyor upon those prairie lands and divide them into four equal parts. The sale then proceeded to completion, and the purchasers at the sale received their deeds from David K., as administrator. Afterwards, in pursuance of the agreement last above referred to, three appraisers were appointed, who made division of the prairie lands bought in by the legatees under the will in four equal parts, as nearly as was possible according to their value. Thereupon, by virtue of a mutual agreement between the beneficiaries under the will, they selected their respective portions of the lands divided as aforesaid in the following order: (1) George Oyster, (2) Margaret Oyster, (3) Margaretta Oyster, executrix, etc., and (4) Simon K. Oyster, for the benefit of the children of David K. Oyster. Accordingly deeds were made to each one of them by David K., as administrator, including absolute deeds to Simon K. of the two first-mentioned properties and the last division of the prairie land. In making conveyances the prairie land property was treated as if it had been bid in at the administrator's sale. The grantees in those conveyances thereupon took possession of the property <span class=\"star-pagination\">*498</span> conveyed to them, respectively, and continued to hold it ever afterwards.</p>\n<p>Subsequently, on the 11th of September, 1871, the Circuit Court of Lewis County, Missouri, appointed one Robinson trustee for the children of David K., to take the property purchased at the sale and that set aside by the appraisers for the benefit of those children, and authorized him to receive said property at the prices at which it had been bid in by Simon K., as aforesaid. The trustee made demand therefor of Simon K., but the latter, acting under the influence of the defendant George Oyster, declined to make such transfer; and soon thereafter the trustee died without having begun any proceedings to compel such conveyance.</p>\n<p>The deeds to Simon K., although absolute in form and purporting to have been executed in consideration of $21,000, were taken by Simon K. with the distinct understanding that he should hold the property as the trustee for the benefit of the children of David K., and no consideration whatever was paid by him, all of which facts were well known to all the beneficiaries of the estate. But, nevertheless, on the 10th day of February, 1881, Simon K., with full knowledge of all the facts in the premises, and in violation of the trust reposed in him, in consideration of the sum of five dollars, (which was never paid,) conveyed the property deeded to him as aforesaid to the defendant George Oyster, who also had full knowledge of all those facts and circumstances relative to said trust, and who, in fact, was mainly instrumental in procuring such conveyance to himself, by representing to Simon K., who was then very sick, that if he should die it would involve his estate in much litigation, and that he (George) would indemnify him (Simon K.) against any loss which he might suffer by reason of such conveyance.</p>\n<p>At the time of the partition and sale aforesaid the children of David K. were all minors and unmarried. But subsequently the daughter, Iola E., intermarried with said Simon K., and moved to Pennsylvania. The other daughter married the defendant John Albright, but both she and her brother, William E., have always lived with their father, who had been in possession <span class=\"star-pagination\">*499</span> and enjoyment of the lands so conveyed to Simon K. ever since that conveyance, with the consent of his children, holding the same for their benefit.</p>\n<p>Soon after the defendant George Oyster got the legal title to the lands in question, he instituted a suit in ejectment against David K., which, under a stipulation between the parties to that suit, resulted in a judgment of ouster against David K. on the 30th of April, 1883. At the same time the plaintiff in that suit agreed not to cause execution to issue on his judgment before the 1st of May, 1884, in order that the plaintiffs in this suit might have time to file this bill, to test their equitable rights to the property in dispute.</p>\n<p>The bill further stated that the reason the plaintiff Mollie N. Albright appeared by her next friend, and her husband, John Albright, was made a defendant, was because they did not live together, and he refused to join as a coplaintiff with her; and that the reason Iola E. Oyster was not made a coplaintiff was because she was under the influence and control of her husband, Simon K., who refused to join as a coplaintiff in this suit.</p>\n<p>The prayer of the bill was for an injunction to restrain the defendant George Oyster from causing execution to issue on the aforesaid judgment in the ejectment proceedings, and for a decree directing him to convey the property in dispute to the plaintiffs and the defendant Iola E. Oyster, on the ground that the conveyance of the property to Simon K. Oyster was made in trust for their use and benefit, that it had been fully paid for out of David K. Oyster's distributive share of the estate of his father, and that the defendant George Oyster acquired the property, with knowledge of the trust, and parted with no value therefor; and for other and further relief, etc.</p>\n<p>George Oyster filed an answer to the bill, and the main issues in the case arise out of the bill and that answer. It was in substance as follows: It admitted all the averments contained in the bill up to and including the making of the agreement of March 3, 1868, modifying the terms of the will; and averred in relation to that matter that the respondent <span class=\"star-pagination\">*500</span> had never refused to be bound by that agreement, but that plaintiff David K. had persistently ignored the obligations which that instrument imposed upon him, although he had been quite willing to accept the benefits which it conferred. It further admitted the main facts in relation to the sale of the property by the administrator to be substantially as stated in the bill; but averred that the real agreement entered into by the legatees under the will, with respect to the purchase of certain of the lands by the legatees and their subsequent partition, was this: That the share of each legatee, as ascertained by the partition proceedings mentioned in the bill, should be paid for by each one, respectively, and the prices therefor should be treated as assets of the estate, to be disposed of by the administrator in the proper execution of the will and the modifying contract.</p>\n<p>The answer then averred that, at the sale, property to the value of $4920 was sold to strangers, and the remainder of it was bid in by the four legatees or by some one in their interest under the agreement; that the sale having been concluded, the four legatees under the will met and mutually agreed upon the division that should be made of the property bid in by them, whereby $3500 worth of lands fell to each respondent, Margaret and Margaretta, executrix, etc., and $6000 worth to them jointly, (none of which are in dispute,) and all the remainder of the property, that in dispute, was apportioned to David K. for $21,800; that all of that property was to be accounted for by them respectively, according to its amount and value; that, as the property apportioned to David K. was more than his share under the will and the modifying agreement, it was agreed that the title to that property should remain in the estate until paid for by him, and be chargeable with the purchase money; that the deeds were made in pursuance of that agreement or understanding; that respondent, Margaret and Margaretta, executrix, etc., each paid to the administrator the price of the lands allotted to them respectively, but that the purchase price of the land conveyed by Simon K. was not paid by him, by David K., or by any one else; that David K., as administrator, was chargeable with <span class=\"star-pagination\">*501</span> the purchase price of the land conveyed to Simon K., and with $4920 purchase money of land sold to strangers, and with other property which came into his hands, the precise amount of which was unknown to respondent; and that David K., in making the conveyances to Simon K. without payment of the purchase price, acted in violation of his official duty, and the conveyance thus operated to invest Simon K. with the title to the property thus conveyed, subject to the incumbrance for purchase money, and to constitute him a trustee of said property for the legatees under the will for their respective shares in the estate of the testator remaining unsatisfied, viz., to respondent, $4975, to Margaret, $2887, and to Margaretta, executrix, etc., $5230.</p>\n<p>It was denied that the \"house farm\" and the 640 acres of prairie lands, or either of them, was bid in for the benefit of the children of David K., or that Simon K. ever held said lands upon any trust whatever for said children. It was then averred that the alleged trust in Simon K. was void under the Missouri statute of frauds, because it was not in writing. Further answering, respondent admitted that Simon K. never paid any consideration for the property in dispute; and averred that neither did the plaintiffs, who claim to be his <i>cestuis que trust,</i> ever pay any consideration therefor, and that plaintiffs should be estopped from averring the consideration in the deed to Simon K. to have been other than that stated in the deed.</p>\n<p>The conveyance of Simon K. to respondent was admitted, but it was denied that any unfair means were adopted by respondent as an inducement to that conveyance. And it was further averred that the conveyance was taken by respondent, not for his sole use and benefit, as alleged in the bill, but in trust for the benefit of the legatees under the will, as the only means of securing the amounts due from David K. to the other legatees, David K. and his sureties on his official bond being wholly insolvent; that all acts done by respondent since he secured the title to the property were likewise in the execution of said trust; and that respondent is still claiming to hold the property in trust as aforesaid.</p>\n<p>Without going more into detail, it is sufficient to say that <span class=\"star-pagination\">*502</span> any and all other material averments in the bill charging the respondent with any illegal practices or any wrong were specifically denied by him, as was also the averment that respondent was holding the property in trust for the children of David K.; and it was prayed that the bill be dismissed.</p>\n<p>Margaret Oyster and Margaretta Oyster, executrix, etc., filed separate demurrers to the bill on the ground that it did not allege that those defendants had any interest in the lands mentioned in the bill adverse to plaintiffs, or that those defendants did in any way controvert or deny, or had in any way controverted or denied, the rights of plaintiffs to the relief demanded, or that those defendants were in any way interested or concerned in the granting or refusal of the relief demanded; and because no case was stated which entitled plaintiffs to any discovery or relief against those defendants.</p>\n<p>Iola E. Oyster filed a disclaimer; and Simon K. filed a plea that the trust alleged to have been in him was not in writing, and was, therefore, void under the laws of Missouri.</p>\n<p>The plaintiffs filed exceptions to that part of the answer of George Oyster which set up the statute of Missouri to defeat the trust, and also to the plea of Simon K. Oyster setting up the same defence, on the grounds (1) that the facts alleged in the bill took the case out of the operation of the statute, (2) that there had been a part performance which took the case out of the operation of the statute, and (3) because the alleged trust was a resulting trust.</p>\n<p>On the 31st of January, 1884, the court entered an order overruling the demurrers of Margaret and Margaretta Oyster, sustaining the exceptions to the plea of Simon K. and the first exception to the answer of George Oyster, overruling the other exceptions to the answer, and giving the defendant Simon K. leave to answer in twenty days. The opinion of the court on these points, delivered by Judge Treat, is found in 19 Fed. Rep. 849.</p>\n<p>On the 4th of February, 1884, the plaintiffs filed a reply to the answer of George Oyster; and on the 18th of the same month Simon K. Oyster filed an answer to the bill, in which he admitted many of the facts alleged in the bill, among <span class=\"star-pagination\">*503</span> others that he never paid any of the consideration named in the deed to him; and averred that it was never expected of him that he should pay it, but, on the contrary, it was understood that David K. should pay it. He further admitted that he conveyed the property in dispute to the defendant George Oyster, but denied that he violated any trust in so doing, and further denied any confederacy or any intention on his part to commit any wrongful acts, in the transaction, or to violate any trust reposed in him.</p>\n<p>Replication was also filed to this answer; and the case being thus at issue a considerable amount of testimony was taken. The case was heard upon the pleadings and proofs, and arguments of counsel, and on the first of December, 1884, the Circuit Court entered a decree dismissing the bill of complaint, without prejudice to any rights that the parties might have in the final administration of the trusts which were found to have devolved on the defendant George Oyster, by the deed from Simon K. and the aforesaid contract of March 3, 1868, modifying the will of Abraham Oyster, deceased. The opinion of the court, delivered by Judge Treat, is found in 22 Fed. Rep. 628. An appeal from that decree brings the case here.</p>\n<p>The theory upon which this suit is prosecuted is, that the complainants are the owners in equity of the real estate described in the bill, the consideration for it having been paid by the distributive share of the complainant David K. Oyster, in his father's estate; that part of the property described was bid off at the sale in 1869 by Simon K. Oyster, for the benefit of the children of David K., and the remainder, which was the one-fourth part of the lands in Oyster prairie set apart as the share of David K., was bid off at the sale by the heirs; that all that property was deeded to Simon K., as trustee for David K. and his children, the conveyance not proceeding directly to the beneficiaries, because, under the law of Missouri, David K., being administrator of the estate, could not convey to himself individually, and his children at that time were minors; and that the conveyance of the property by Simon K. to the defendant George Oyster was charged with those trusts. The real defence of George Oyster is, that David K. Oyster was in <span class=\"star-pagination\">*504</span> arrears to the estate in a large sum, and for that reason his share in the estate of their father was conveyed to Simon K., as trustee, charged with that sum; and that he himself now holds the property, by conveyance from Simon K., charged with the lien of himself, Margaret and Margaretta, executrix of Simon, deceased, for the unpaid portion of the purchase price from David K. The court below found that the evidence did not sustain complainant's theory of the case, and accordingly dismissed the bill without prejudice to the rights of the parties in the final administration of the trust devolved upon George Oyster by the deed to him from Simon K., and under the contract of March 3, 1868, amendatory of the will of Abraham Oyster.</p>\n<p>As the whole question in the case is one of fact, we have given the evidence a very careful examination. Certain facts are undisputed, or are clearly proven. Abraham Oyster died testate in Missouri in 1862, leaving a large amount of property in that State, in Illinois and in Pennsylvania. He left four children surviving him, Margaret, Simon, George and David K. A few years before his death he had made certain advancements to Margaret, George and Simon, but had advanced nothing to David K. By his will he made further preferences in favor of George and Margaret, bequeathing to them $10,000 apiece, and then dividing the remainder of the estate equally among the four children. The clause in the will relating to the share of David K. was worded somewhat peculiarly, as follows: \"It is my will that the portion that falls to my son, David K. Oyster, my executors shall so dispose of as that only the interest annually shall be paid to him.\" We need not stop here to consider the legal effect of that clause. But the evidence clearly shows that, until a very recent period, the understanding of all the legatees was, that it conveyed to David K. only a life estate in the share coming to him, with a remainder over to his children. The foregoing facts are thus stated in the forefront of the opinion, because upon them hinges much that is to follow.</p>\n<p>As is usual when there has been an unequal division of an estate among the children of the testator, those receiving the <span class=\"star-pagination\">*505</span> smaller shares were dissatisfied with the will. Accordingly, we find Simon Oyster bringing a suit to set the will aside and have it declared null and void. Before that suit was terminated Simon Oyster died, leaving a will by which he appointed his widow (who was also named Margaret and who is the \"Margaretta\" throughout these proceedings \u0097 so called because she was small of stature, and to distinguish her from the other Margaret) executrix of his estate. Throughout the subsequent transactions relating to the estate of Abraham Oyster, Margaretta represented the share that fell to Simon. To all intents and purposes she was treated by the other legatees as the legal representative of Simon, and has been so treated by them up to this time.</p>\n<p>The unequal distribution of the estate of Abraham Oyster by his will and the suit of Simon to set it aside brought about the agreement in writing of March 3, 1868, amendatory of the will. The object of that agreement was to place the children of Abraham Oyster on a comparatively equal footing respecting the estate, and to compromise the suit of Simon; for the understanding of the parties was, that that suit did not abate by his death. That agreement is as averred in complainant's bill; but to make its terms fully understood it may be necessary to advert to certain facts brought out by the evidence. As already stated, Abraham Oyster, in his lifetime, had made advancements to Margaret, Simon and George, but had never advanced anything to David K. Those advancements appear to have been made in the years 1858 or 1859. Accordingly, the first consideration moving in the agreement was to place David K. on a comparatively equal footing with his brothers and sister. The agreement, therefore, provided that Margaret, Margaretta, executrix, and George, should quitclaim their interests to David K. in the following property belonging to the estate: (1) Six hundred and forty acres of unimproved land in Lewis County, Missouri (known as a portion of the \"Oyster prairie\" lands, in the subsequent proceedings); and (2) three hundred and twenty acres of land in Pike County, Illinois. Certain particularly described property in La Grange, Missouri, known as the \"saw-mill\" property, was to be sold <span class=\"star-pagination\">*506</span> to David K. for $1125; and he was to receive further the sum of $5000 out of the estate. In consideration of this equalization of the shares in the estate, Margaret and George still retained a slight advantage over the other two heirs. True, they relinquished the bequests of $10,000 made to each of them by the will of their father; but it was part of the agreement that they were each to receive from David K. and Margaretta, executrix, etc., $2500, or $1250 apiece from each of them. By the terms of the agreement the will, as thus modified, was to be carried out. That is, the other property of the estate was to be sold and the proceeds divided equally among the four legatees.</p>\n<p>Regarding subsequent events in the distribution of the estate, there is some dispute. But we think the evidence, fairly and reasonably considered, warrants us in finding the following: As before stated, George Oyster was one of the executors of his father's will. In the management and settling up of his father's estate in Illinois and Pennsylvania he had full and absolute control. He was the leading spirit of the family, and, in the matter of the estate, whatever was said or done by him was acquiesced in by his sister Margaret and his sister-in-law Margaretta. He conceived the idea, either originally or after taking the advice of counsel, that the agreement of March 3, 1868, was not valid and binding upon the parties to it, for the reason that Margaretta, as executrix, had no power to make any agreement or conveyance that would be binding upon minor heirs. Accordingly, while the subsequent proceedings in the settlement of the estate were carried out on the basis of the equality of interests represented by the contract of March 3, 1868, the proceedings authorized by that contract were not adhered to. No quit-claim deeds were made to David K. for the 320 acres of land in Illinois, or the 640 acres in Lewis County, Missouri; nor did David K. receive the $5000 from the estate, according to the terms of the contract. But an oral agreement was reached at some time after the date of the contract and prior to the 15th of November, 1869, (the precise date not being readily ascertainable, nor is it material,) by which the interest of David K. in <span class=\"star-pagination\">*507</span> the estate in Illinois and Pennsylvania was to be concentrated in what was known as the \"home farm\" of Abraham Oyster, (at that time and since the residence of David K.); and at the forthcoming sale on said 15th of November, 1869, David K. was to bid it in for $12,000. The other property mentioned in the agreement of March 3, 1868, that was to go to David K., was also to be bid in by him at that sale. This arrangement was made because it was believed by the beneficiaries under the will that David K.'s share of the estate could not be paid to him in money under the clause of the will above quoted, but might be put into real estate for his benefit during his lifetime with a remainder over to his children; and for the further reason that it was doubted if any conveyance could be made to David K. by the other legatees that would bind the minor heirs of David K. and of Simon, especially by Margaretta, as executrix. This theory harmonizes best with all the testimony in the case, and is borne out by a letter of George Oyster to David K., dated at his Pennsylvania home, June 11, 1868, wherein, after referring to the condition of affairs in relation to the estate, and particularly to the manner in which he understood the distribution should be made by David K. in the settlement of it, he says:</p>\n<p>\"Simon having brought an action to test the validity of Father's will, His Executrix is a Legal party to the articles of Agreement we have Entered into, having made his objection in said suit a part of the consideration upon which our agreement was based whereby his Executrix represents all the interest that Simon has or may have had to any and all Interest arising to Simon of Father's Estate, in the property contained or embraced in said agreement.</p>\n<p>\"The minor or other children of Simon are all represented By Simons Executrix and when you, as administrator of Fathers Estate, proceed under an order of sale from the court in pursuance of Father will, you are the proper party to sell and make all the titles for all the property Belonging to said Estate and after having done so and received the proceeds arising from such sale and you make or are ready to make Distribution of the same that Simon Executrix on receiving <span class=\"star-pagination\">*508</span> his share or Interest arising therefrom that her release to you will be all that will be necessary to forever exclude any and all heirs of Simon from any further claim. Such is certainly the law here She having her Letters Testamentary Issued here. Now the only question that presents itself to my mind is whether the Laws of your state will recognize acts legally done by her here as of the same force and effect there, if not, then her signature and acknowledgment to the agreement can be of no value and the whole agreement become void, as it was not the intention of any of the parties to it at the time of making it that it should be confined in its effect to the property in this state; and in regard to the farm on which you live You will best make Title to some other person who will return the title to you, or have title through an order of the court. I am of the Opinion that Simon's Executrix would not be vested with power to join us in making title to you for property there that would exclude the minor children from claiming thereafter. I hold that the power to become a competent party to the agreement by which real Estate is disposed of arose from Simon's own act in filing Exceptions to the manner in which Father disposed of his property in which he was interested in the final Distribution and that in the Balance of the property she is not legally qualified to do anything more than receive the share due Simon and release the Executors and Administrators therefrom.</p>\n<p>\"In making or having title made to the farm you should have it made so that the trust vested in the executors by father can be discharged and all your interest in the moneys arising from the sales of real estate can be invested in that property in pursuance of the will, otherwise the interest arising out of this property here would have to continue in the possession of the executor as trustee which is not desirable. I wish it so arranged that your shares shall be vested in that farm and the trust closed in it.\"</p>\n<p>The sale of the property was made by David K. as administrator, as advertised, on the 15th of November, 1869. For the purpose of making plain the facts connected with that sale we will divide the lands sold into eight parcels, following <span class=\"star-pagination\">*509</span> in this respect the division made by counsel for appellees, viz.: (1) Lands sold to strangers; (2) certain property in La Grange; (3) the saw-mill property in La Grange; (4) the 640-acre tract in Lewis County, Missouri, which, under the contract of March 3, 1868, was to be quit-claimed to David K.; (5) the \"home farm;\" (6) about 40 acres five or six miles southeast of La Grange, known as the \"Durgin Creek property;\" (7) about 45 acres of land near La Grange, or as it is frequently designated, \"the tract back of town;\" and (8) prairie lands and timber lands, unimproved, aggregating about 2200 acres. It may be well to state here, also, that the property in dispute comprises parcels 3, 4, 5, 6 and 7, and the one-fourth part of parcel 8.</p>\n<p>It was found, however, that, under the laws of Missouri, David K. could not bid in any property at the sale, because he was the administrator of the property to be sold. Without going into the details of the transactions on the day of the sale, or referring particularly to all of the evidence upon which our judgment is based, it is sufficient to say that, in our opinion, the evidence, fairly and reasonably considered, shows that Simon K. Oyster was selected, and mutually agreed upon by all parties in interest, to represent the share of David K. in the bidding in of the property which had been selected for that share. Under that arrangement Simon K. bid in parcels 3, 4, 5, 6 and 7, as above designated. Parcel 4 was bid in at $5 per acre, $3200; but, in reality, it matters nothing what the price of it was, for it was purely a <i>pro forma</i> proceeding for the purpose of ultimately passing the title to it to David K.'s share, in pursuance of the agreement for the equalization of the shares that was, at that time, being carried out in apparent good faith. That parcel, as was also parcel 3, was bid in by Simon K., as trustee for the share of David K., to effectuate the same purpose as was originally intended to be accomplished by quit-claim deeds which were contemplated by the agreement of March 3, 1868; and this proceeding was adopted in preference to quit-claim deeds from the other legatees, as being safer and in accordance with the law, as the parties then understood it, as already stated. We say, therefore, <span class=\"star-pagination\">*510</span> that, according to our view of the evidence, parcel 4 was to be conveyed to David K. to assist in making his share of the estate equal to those of the other legatees; and that, in that view of the case, the price bid for the land was immaterial, inasmuch as that tract of land was regarded as being fully paid for by David K.'s share.</p>\n<p>Parcel 3 was to be paid for at the price stated in the agreement of March 3, 1868, to wit, $1125; and in the final settlement of the estate that sum was to be charged against the share of David K.</p>\n<p>Parcel 2 was bid in for the benefit of George, Margaret and Margaretta, executrix, etc., and was to be accounted for by them at $6000. To equalize David K.'s share with that transaction, it was to receive parcels 6 and 7. Parcel 6, known as the \"Durgin Creek property,\" was valued at $10 per acre, or $400; and parcel 7 at $35 per acre, or $1575 \u0097 $1975 for both tracts, or practically equal to one-third of the value of parcel 2.</p>\n<p>Parcel 1, as we have stated, represents land sold to various persons other than the legatees. The amount realized from the sale of those parcels was $4920. It was found, however, during the progress of the sale, that the land was not bringing what the heirs thought it ought to bring. Accordingly, it was arranged that any tract which should not sell for about its full value should be bid in by one or the other of the heirs, it mattered not which, for the benefit of all; and that at the conclusion of the sale the lands thus bought in should be divided into four parcels, as nearly equal in value as could be ascertained.</p>\n<p>That arrangement was carried out; the remainder of the lands, aggregating about 2200 acres (parcel 8), were bought in promiscuously by the heirs; and they were afterwards divided into four equal parts, according to their value, by three appraisers and a surveyor appointed by the heirs. One of those parts was selected by Margaret; another by Margaretta, executrix; a third by George; and the fourth was left for the share of David K. Deeds were made by David K., as administrator, to Margaret, Margaretta and George for their <span class=\"star-pagination\">*511</span> respective parts of those lands. The other part, allotted to the share of David K., was included in the deed from David K., as administrator, to Simon K., trustee for David K.'s share. Thus, the sale and division of the lands belonging to the estate were completed. We have said that we would not refer particularly to all of the evidence in the case bearing upon this sale and division of the property. One part of it we desire to speak of, viz., a letter from George Oyster, dated at La Grange, Missouri, November 20, 1869, (five days after the sale,) addressed to his daughter, Annette, at their home in Pennsylvania. In this letter he speaks particularly of the transactions relating to the sale and division of the property, saying, among other things, the following: \"On Monday last was the sale. We went to Monticello and commenced selling about 11 o'clock. The farm at the river was sold first, or rather knocked down, at $12,000. There was no stranger bid on it. We sold near $5000 worth of Lands all below what they are worth, 3 pieces of 80 Acres Each Brought $14.75 &amp; 15$ per acre, I have since Been told were worth 18 to 20$ per acre. I think the Balance was knocked down at prices running from 4$ to 13.50. There was 2300 Acres sold besides what David had selected which sold at $5 per acre (640 acres) and 400 acres we sold strangers, we have this morning agreed on the Balance of the Property unsold, we have agreed to Divide the prairie and timber Lands Equally by having 3 men to divide it for us, and the property at the river. David gets the Farm at $12,000 and 45 Acres of Land at 358 per acre and 40 Acres timber land 8 miles from From LaGrange at $10 per acre; and Margaret, Simon's Wife and me take the town property at $6000 and we pay David $200 for his share of some shops on the lots. The arrangement is satisfactory to all of us and I think will change this Estate from a sinking fund to supporting itself.\"</p>\n<p>This letter, written about the time the transactions to which it refers occurred, is of vastly more value, as evidence, than the statements of witnesses as to the same occurrences made many years afterwards, when differences had arisen and their minds were more or less prejudiced in favor of their own interests. <span class=\"star-pagination\">*512</span> Moreover, it is in entire accord with the evidence introduced by David K., many of whose witnesses had been familiar with the transactions concerning which they testified, and were apparently representative men in the community where those transactions occurred. Some of them had purchased land at the sale in November, 1869, and most of them had been at that sale and saw what was taking place. Nor is their evidence contradicted materially by Margaret Oyster, one of the defendants herein, who, though not remembering very many things connected with the transaction very definitely, testified that she \"always thought David should have the `home farm;'\" and that on the way home from the sale she heard David say he wanted that farm for his children. Indeed, the general effect of the testimony in support of the conclusion at which we have arrived, on this point, is not shaken by any evidence in the record, either oral or documentary, and George Oyster himself, unconsciously, perhaps, corroborates it in his testimony.</p>\n<p>Upon this branch of the case, therefore, we say, that our conclusion is in accordance with complainant's theory of the case. We think there can be no reasonable doubt but that parcels 3, 4, 5, 6 and 7, as above designated, were bought in at the sale by Simon K. Oyster, as trustee for the share of David K.; that parcel 4 went to David K.'s share of the estate towards equalizing that share with the shares of the other heirs who had received advancements for more than that amount a few years before the death of Abraham Oyster, and was, therefore, fully paid for; that parcels 5 and 6 went to David K.'s share, while parcel 2 went to Margaret, Margaretta, executrix, and George, thus practically equalizing the shares in those transactions; that parcels 3 and 5 were bought in for the benefit of David K.'s share \u0097 the former at $1125 and the latter at $12,000; and that parcel 8 was equally divided among the heirs, according to its value. With respect, then, to parcels 4, 6, 7 and the one-fourth part of parcel 8, we think the evidence shows that they have been fully paid for by David K.'s interest in the estate of his father, in accordance with the will and the subsequent modifying agreements; that <span class=\"star-pagination\">*513</span> Simon K. took a deed for them as trustee for the interest of David K.; and that the transfer of those tracts from Simon K. to George was charged with the same trust.</p>\n<p>With respect to parcels 3 and 5, that is, the \"saw-mill property\" and the \"home farm,\" we are equally clear that they were bid off by Simon K. Oyster for the benefit of the share of David K., were deeded to him as such, and were conveyed by him to the defendant George Oyster charged with that trust. The only difficulty on this point is as to whether the consideration for those two pieces of property was fully paid by the interest of David K. in his father's estate.</p>\n<p>As already stated, those two pieces of property were to be paid for at $1125 and $12,000 or $13,125. Under the agreement modifying the will, however, David K. was to receive $5000 cash from the estate and also 320 acres of land in Illinois. He never received either of those items; but their value was intended to be concentrated in the \"home farm.\" It is shown by the evidence that the title to 160 acres of the 320 in Illinois failed, through some delinquent tax proceedings, and that George Oyster, as executor, sold the other 160 acres, receiving therefor, it seems, the sum of $1800. Thus at least $6800 was paid on parcels 3 and 5, by the equalization proceedings, leaving but $6325 due to the estate for those two pieces of property. This sum represents an asset of the estate of Abraham Oyster, deceased. In the administration of his executorship in Illinois and Pennsylvania, George Oyster received a considerable amount of money \u0097 the exact amount not being ascertainable from the present record, because he does not appear to have made a final settlement of his executorship. That sum also represents an asset of the estate. Likewise the amount received by David K. from the sale of the personalty of the estate represents an asset.</p>\n<p>At the sale on Nov. 15, 1869, certain lands (parcel 1) were sold to strangers for $4920. According to the evidence herein, that sum was paid to George Oyster and is, therefore, chargeable against him as an asset of the estate. These assets are the portion of the estate which, under the will and the modifying agreements, was to be equally divided among the four <span class=\"star-pagination\">*514</span> legatees. Again, running through the long period of years since the death of Abraham Oyster, considerable money has been paid out for taxes, etc., both by George Oyster and David K., on property belonging to the estate. We are not able from the present record to ascertain the exact amounts paid by each.</p>\n<p>There should, therefore, be an accounting between George Oyster and David K. before there can be any exact settlement of the estate as to them.</p>\n<p>As respects Margaret Oyster and Margaretta, executrix, etc., we are of the opinion that, as against David K.'s share in the estate, they have no claim whatever. Although made defendants in this suit, they did not defend, except to file a demurrer, which was overruled; and they never answered. They have had their day in court, as regards David K. Oyster and his share of the estate; and any claim which either or both could have asserted against him cannot now be prosecuted.</p>\n<p>It will be observed that we have not seen fit to determine the legal effect of the will of Abraham Oyster, or the modifying contract of March 3, 1868. We have proceeded, rather, on the real intention of the parties, as manifested by that agreement and the subsequent oral agreements shown by the evidence to have existed. Those agreements when made were fair to all interested, and having been acted upon and acquiesced in by every one concerned for a long period, ought to be taken as the basis of the final settlement.</p>\n<p>It is certainly for the interest of all concerned that litigation over this estate should cease. Nearly thirty years have elapsed since the death of Abraham Oyster, and nearly the whole of that period has been spent in litigation by his children over the property disposed of by his will. Animosities have been engendered by these proceedings, and a total estrangement now exists between the brothers George and David K. Moreover, the title to a large amount of valuable property has been in dispute all that time. The interests of the community, no less than the interests of the parties, require that there should be an end of litigation respecting it.</p>\n<p><span class=\"star-pagination\">*515</span> <i>The decree of the court below is reversed, with directions to enter a decree enjoining the defendant George Oyster from further prosecution of his suit in ejectment, and decreeing that he convey to David K., for the term of his natural life, with remainder over to his children, parcels 4, 6, 7 and the one-fourth part of parcel 8, freed from all claim, lien or encumbrance whatsoever; and that he also convey in like manner the \"saw-mill\" property in La Grange and the \"home farm,\" subject to any claim which may be found due him from David K.'s share in the estate, upon a final accounting to be had of the matters between them. There should be a reference to a master to ascertain the exact amount due the estate from the administratorship of David K. and the executorship of George Oyster; also the amounts of taxes, etc., paid by both of them; and the $1250, due from David K. to George, under the modifying agreements, should also be taken into consideration, to the end that a full and final settlement between them may be effected, and it is so ordered.</i></p>\n</div>", 
  "sha1": "3c5ab92188daf22795fd1009f527f3c4a9622c9d", 
  "date_modified": "2014-12-21T01:31:16.705594", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93109/albright-v-oyster/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/192804/", 
  "html": "<p class=\"case_cite\">140 U.S. 493</p>\n    <p class=\"case_cite\">11 S.Ct. 916</p>\n    <p class=\"case_cite\">35 L.Ed. 534</p>\n    <p class=\"parties\">ALBRIGHT <i>et al.</i><br>v.<br>OYSTER <i>et al.</i>, (two cases.)</p>\n    <p class=\"date\">May 25, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>James H. Anderson</i>, for appellants.</p>\n      <p class=\"indent\"><i>D. P. Dyer</i>, for appellees.</p>\n      <p class=\"indent\">LAMAR, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was a suit in equity brought by Mollie N. Albright and William E. Oyster, by their next friend, David K. Oyster, and David K. Oyster in his own right, citizens of Missouri, against George Oyster, Margaret Oyster, Margaretta Oyster, executrix of the last will and testament of Simon Oyster, DECEASED, SIMON K. OYSTER AND IOLA E. OYSter, his wiFE, and JOHn albright, husband of Mollie N. Albright, citizens of Pennsylvania. Its object was to establish the title of the plaintiffs to a large amount of land situated in Lewis county, Mo., the legal title to which was in the defendant George Oyster. The controversy grows out of a will made by Abraham Oyster, and a subsequent agreement in writing among the parties to this suit, who were beneficiaries under the will. The plaintiffs Mollie N. Albright and William E. Oyster and the defendant Iola E. Oyster are the children of the plaintiff David K. Oyster. Abraham Oyster died in Lewis county, Mo., on the 10th day of August, 1862, leaving four children, viz., the plaintiff David K. Oyster, the defendants Margaret and George Oyster, and Simon Oyster, since deceased. He left a will dated two days before his death, and duly probated in the county court of Lewis county, Mo., on the 21st of October, 1862, which was as follows: 'It is my will that all my real estate, part of which is situate in Cumberland county, state of Pennsylvania, a part in Pike county, state of Illinois, and a part in Lewis and Marion counties, in the state of Missouri,&#8212;Island No. 14, in the Mississippi, opposite the city of La Grange, is not included in this clause,&#8212;be taken possession of as soon as may be by the executors of this will, and that all such parts thereof as can shall be leased or rented until such time as, in the judgment of said executors, it will sell for fair prices, when they will proceed to sell said real estate to the best advantage, all of which they are hereby authorized to bargain, sell, and alien in fee-simple, and out of the proceeds of such sale and rents&#8212;(1) I hereby give and bequeath to my daughter, Martha Oyster, ten thousand dollars, ($10,000.) (2) I give and bequeath to my son George Oyster ten thousand dollars, ($10,000.) (3) Of the remainder of the proceeds of the sales and rents aforesaid I give and bequeath to my sons, Simon Oyster, George Oyster, and David K. Oyster, and my daughter, Martha Oyster each an equal portion; but it is my will that the portion that falls to my son David K. Oyster my executors shall so dispose of as that only the interest annually shall be paid to him; also that the saw-mill in the city of La Grange shall, until such time as my executors shall deem it proper to sell it as theoth er real estate, be rented to my son David K. at a fair sum, or to some other person. Also that my executors collect all the debts owing to me, and out of such collections pay all the expenses of the executorship, including all fees, etc. I do hereby appoint as executors of this will my son George Oyster and my son-in-law, Charles Oyster, both of the county of Cumberland and state of Pennsylvania.' 'Martha' Oyster mentioned in the will is known as 'Margaret' Oyster throughout these proceedings. The bill of complaint in this case was filed on the 6th of September, 1883; and, after setting out the foregoing facts in somewhat the same order as we have stated them, contained substantially the following material averments: In consequence of the executors named in the will not residing in Missouri, they were disqualified to act under the laws of that state, and on the day the will was probated the court appointed David K. Oyster administrator of the estate of Abraham Oyster, deceased, with the will annexed, and he duly qualified as such administrator. Simon Oyster and David K. Oyster were not satisfied with the provisions of the will, and on the 18th of April, 1866, the former instituted a suit in the circuit court of Lewis county, Mo., to have it set aside and declared null and void. While that suit was pending Simon Oyster died, leaving a will in which he appointed his wife, Margaretta, his sole executrix, with full power to settle up his estate. That will was duly probated in the orphans' court of Dauphin county, Pa., and the executrix took upon herself the execution of it. On the 3d of March, 1868, the legatees under the will then living, and Margaretta Oyster, executrix, etc., as a sort of compromise of the suit instituted by Simon Oyster as aforesaid, entered into an agreement in writing, drawn by George Oyster, by the terms of which it was provided that, for the purpose of effecting a speedy settlement of said estate, Margaretta Oyster, executrix, etc., and David K. Oyster should pay to Margaret and George Oyster the sum of $5,000 in equal parts of $2,500 to each; and thta, in consideration of certain advances made to Simon, George, and Margaret Oyster by their father, Abraham, during his lifetime, and in order to nearly equalize the shares of the several legatees, the plaintiff David K. Oyster should receive from the estate (1) 640 acres of unimproved lands in Lewis county, Mo.; (2) 320 acres of land in Pike county, Ill.; (3) certain particularly described property in La Grange, Mo., on which steam saw-mills were built, in consideration of $1,125; and (4) $5,000. The agreement further provided that, in consideration of the foregoing parts of it being fully complied with, the remainder of the estate of their ancestor should be divided equally among George, Margaret, David K., and the heirs of Simon Oyster; and that, except as to the bequests made to Margaret tna George Oyster of $10,000 each, and as to so musc as related to the saw-mill property at La Grange, the will of Abraham Oyster should be fully executed. And it was further agreed that, in consideration of the above premises, the suit to contest the will, brought by Simon Oyster, should be forever abandoned. In pursuance of that agreement, on the 13th of April, 1868, the suit instituted by Simon Oyster to have the will set aside was dismissed. Afterwards, in November, 1869, the lands belonging to the estate in Missouri were sold at public auction. A few days before the sale George, Margaret, Margaretta, executrix, etc., and David K. Oyster held a consultation at the residence of David K. as to the best method of carrying out the provisions of the will and the subsequent agreement, at which time it was fully agreed by all of them that at the forthcoming sale David K. should bid in for the benefit of his children what was then known as the 'Home Farm' of Abraham Oyster, for $12,000, and also 640 acres of land in what was known as 'Oyster Prairie,' in Lewis county, in order that they (his children) might be made to shre  equally in the distribution of the estate with the other legatees who had received advancements from Abraham Oyster during his lifetime. It was found, however, that David K., being administrator with the will annexed, was precluded under the laws of Missouri from bidding at the sale, and accordingly arrangements satisfactory to all concerned were finally made by which David K. relinquished all right, title, claim, and interest in and to the property under the will and the subsequent modifying agreement for the benefit of his children; and Simon K. Oyster, the son of Margaret, and the son-in-law of David K., bid in those two last-mentioned pieces of property&#8212;the former for $12,000, and the latter for $3,200&#8212;for the benefit of the children of David K. After a few other tracts of prairie land had been sold at what seemed to those interested to be unsatisfactory prices, an understanding was reached among the legatees under the will that the remainder of the prairie lands should be sold and bought in by any one of them without regard to price or location; and, in order that such property might be equally divided among them, it was further agreed that three appraisers should be appointed to go with the county surveyor upon those prairie lands and divide them into four equal parts. The sale then proceeded to completion, and the purchasers at the sale received their deeds from David K. as administrator. Afterwards, in pursuance of the agreement last above referred to, three appraisers were appointed, who made division of the prairie lands bought in by the legatees under the will in four equal parts, as nearly as was possible, according to their value. Thereupon, by virtue of a mutual agreement between the beneficiaries under the will, they selected their respective portions of the lands divided as aforesaid in the following order: (1) George Oyster, (2) Margaret Oyster, (3) Margaretta Oyster, executrix, etc., and (4) Simon K. Oyster for the benefit of the children of David K. Oyster. Accordingly deeds were made to each one of them by David K. as administrator, including absolute deeds to Simon K. of the two firstmentioned properties and the last division of the prairie land. In making conveyances the prairie land property was treated as if it had been bid in at the administrator's sale. The grantees in those conveyances thereupon took possession of the property conveyed to them respectively, and continued to hold it ever afterwards.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Subsequently, on the 11th of September, 1871, the circuit court of Lewis county, Mo., appointed one Robinson trustee for the children of David K. to take the property purchased at the sale and that set aside by the appraisers for the benefit of those children, and authorized him to receive said property at the prices at which it had been bid in by Simon K. as aforesaid. The trustee made demand therefor of Simon K., but the latter, acting under the influence of the defendant George Oyster, declined to make such transfer, and soon thereafter the trustee died without having begun any proceedings to compel such conveyance. The deeds to Simon K., although absolute in form and purporting to have been executed in consideration of $21,000, were taken by Simon K. with the distinct understanding that he should hold the property as the trustee for the benefit of the children of David K., and no consideration whatever was paid by him, all of which facts were well known to all the beneficiaries of the estate. But nevertheless, on the 10th day of February, 1881, Simon K., with full knowledge of all the facts in the premises, and in violation of the trust reposed in him, in consideration of the sum of five dollars, (which was never paid,) conveyed the property deeded to him as aforesaid to the defendant George Oyster, who also had full knowledge of all those facts and circumstances relative to said trust, and who, in fact, was mainly instrumental in procuring such conveyance to himself, by representing to Simon K., who was then very sick,tha t if he should die it would involve his estate in much litigation, and that he (George) would indemnify him (Simon K.) against any loss which he might suffer by reason of such conveyance. At the time of the partition and sale aforesaid the children of David K. were all minors and unmarried. But subsequently the daughter, Iola E., intermarried with said Simon K., and moved to Pennsylvania. The other daughter married the defendant John Albright, but both she and her brother, William E., have always lived with their father, who had been in possession and enjoyment of the lands so conveyed to Simon K. ever since that conveyance, with the consent of his children, holding the same for their benefit. Soon after the defendant George Oyster got the legal title to the lands in question he instituted a suit in ejectment against David K., which, under a stipulation between the parties to that suit, resulted in a judgment of ouster against David K. on the 30th of April, 1883. At the same time the plaintiff in that suit agreed not to cause execution to issue on his judgment before the 1st of May, 1884, in order that the plaintiffs in this suit might have time to file this bill to test their equitable rights to the property in dispute. The bill further stated that the reason the plaintiff Mollie N. Albright appeared by her next friend, and her husband, John Albright, was made a defendant, was because they did not live together, and he refused to join as a co-plaintiff with her; and that the reason Iola E. Oyster was not made a co-plaintiff was because she was under the influence and control of her husband, Simon K., who refused to join as a co-plaintiff in this suit. The prayer of the bill was for an injunction to restrain the defendant George Oyster from causing execution to issue on the aforesaid judgment in the ejectment proceedings, and for a decree directing him to convey the property in dispute to the plaintiffs and the defendant Iola E. Oyster, on the ground that the conveyance of the property to Simon K. Oyster was made in trust for their use and benefit, that it had been fully paid for out of David K. Oyster's distributive share of the estate of his father, and that the defendant George Oyster acquired the property with knowledge of the trust, and parted with no value therefor; and for other and further relief, etc. George Oyster filed an answer to the bill, and the main issues in the case arise out of the bill and that answer. It was in substance as follows: It admitted all the averments contained in the bill up to and including the making of the agreement of March 3, 1868, modifying the terms of the will, and averred in relation to that matter that the respondent had never refused to be bound by that agreement, but that plaintiff David K. had persistently ignored the obligations which that instrument imposed upon him, although he had been quite willing to accept the benefits which it conferred. It further admitted the main facts in relation to the sale of the property by the administrator to be substantially as stated in the bill, but averred that the real agreement entered into by the legatees under the will with respect to the purchase of certain of the lands by the legatees and their subsequent partition was this: that the share of each legatee, as ascertained by the partition proceedings mentioned in the bill, should be paid for by each one, respectively, and the prices therefor should be treated as assets of the estate, to be disposed of by the administrator in the proper execution of the will and the modifying contract. The answer then averred that at the sale property to the value of $4,920 was sold to strangers, and the remainder of it was bid in by the four legatees or by some one in their interest under the agreement; that, the sale having been concluded, the four legatees under the will met and mutually agreed upon the division that should be made of the property bid in by them, whereby $3,500 worth of lands fell to each, respondent, Margaret, and Margaretta, exectri x, etc., and $6,000 worth to them jointly, (none of which are in dispute,) and all the remainder of the property, that in dispute, was apportioned to David K. for $21,800; that all of that property was to be accounted for by them respectively, according to its amount and value; that, as the property apportioned to David K. was more than his share under the will and the modifying agreement, it was agreed that the title to that property should remain in the estate until paid for by him, and he be chargeable with the purchase money; that the deeds were made in pursuance of that agreement or understanding; that respondent, Margaret, and Margaretta, executrix, etc., each paid to the administrator the price of the lands allotted to them respectively, but that the purchase price of the land conveyed by Simon K. was not paid by him, by David K., or by any one else; that David K., as administrator, was chargeable with the purchase price of the land conveyed to Simon K., and with $4,920 purchase money of land sold to strangers, and with other property which came into his hands, the precise amount of which was unknown to respondent; and that David K., in making the conveyances to Simon K. without payment of the purchase price, acted in violation of his official duty, and the conveyance thus operated to invest Simon K. with the title to the property thus conveyed, subject to the incumbrance for purchase money, and to constitute him a trustee of said property for the legatees under the will for their respective shares in the estate of the testator remaining unsatisfied, viz., to respondent, $4,975; to Margaret, $2,887; and to Margaretta, executrix, etc., $5,230. It was denied that the 'home farm' and the 640 acres of prairie lands, or either of them, was bid in for the benefit of the children of David K., or that Simon K. ever held said lands upon any trust whatever for said children. It was then averred that the alleged trust in Simon K. was void under the Missouri statute of frauds because it was not in writing. Further answering, respondent admitted that Simon K. never paid any consideration for the property in dispute, and averred that neither did the plaintiffs, who claim to be his <i>cestuis que trustent</i>, ever pay any consideration therefor, and that plaintiffs should be estopped from averring the consideration in the deed to Simon K. to have been other than that stated in the deed. The conveyance of Simon K. to respondent was admitted, but it was denied that any unfair means were adopted by respondent as an inducement to that conveyance. And it was further averred that the conveyance was taken by respondent, not for his sole use and benefit, as alleged in the bill, but in trust for the benefit of the legatees under the will, as the only means of securing the amounts due from David K. to the other legatees, David K. and his sureties on his official bond being wholly insolvent; that all acts done by respondent since he secured the title to the property were likewise in the execution of said trust; and that respondent is still claiming to hold the property in trust as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Without going more into detail, it is sufficient to say that any and all other material averments in the bill charging the respondent with any illegal practices or any wrong were specifically denied by him, as was also the averment that respondent was holding the property in trust for the children of David K.; and it was prayed that the bill be dismissed. Margaret Oyster and Margaretta Oyster, executrix, etc., filed separate demurrers to the bill on the ground that it did not allege that those defendants had any interest in the lands mentioned in the bill adverse to plaintiffs, or that those defendants did in any way controvert or deny, or had in any way controverted or denied, the rights of plaintiffs to the relief demanded, or that those defendants were in any way interested or concerned in the granting or refusal of the relief demanded, and because no case was stated which enitl ed plaintiffs to any discovery or relief against those defendants. Iola E. Oyster filed a disclaimer, and Simon K. filed a plea that the trust alleged to have been in him was not in writing, and was, therefore, void under the laws of Missouri. The plaintiffs filed exceptions to that part of the answer of George Oyster which set up the statute of Missouri to defeat the trust, and also to the plea of Simon K. Oyster setting up the same defense, on the grounds (1) that the facts alleged in the bill took the case out of the operation of the statute; (2) that there had been a part performance which took the case out of the operation of the statute; and (3) because the alleged trust was a resulting trust. On the 31st of January, 1884, the court entered an order overruling the demurrers of Margaret and Margaretta Oyster, sustaining the exceptions to the plea of Simon K., and the first exception to the answer of George Oyster, overruling the other exceptions to the answer, and giving the defendant Simon K. leave to answer in 20 days. The opinion of the court on these points, delivered by Judge TREAT, is found in 19 Fed. Rep. 849. On the 4th of February, 1884, the plaintiffs filed a reply to the answer of George Oyster; and on the 18th of the same month Simon K. Oyster filed an answer to the bill in which he admitted many of the facts alleged in the bill; among others, that he never paid any of the consideration named in the deed to him, and averred that it was never expected of him that he should pay it, but, on the contrary, it was understood that David K. should pay it. He further admitted that he conveyed the property in dispute to the defendant George Oyster, but denied that he violated any trust in so doing, and further denied any confederacy or any intention on his part to commit any wrongful acts in the transaction, or to violate any trust reposed in him. Replication was also filed to this answer, and, the case being thus at issue, a considerable amount of testimony was taken. The case was heard upon the pleadings and proofs and arguments of counsel, and on the 1st of December, 1884, the circuit court entered a decree dismissing the bill of complainant, without prejudice to any rights that the parties might have in the final administration of the trusts which were found to have devolved on the defendant George Oyster by the deed from Simon K. and the aforesaid contract of March 3, 1868, modifying the will of Abraham Oyster, deceased. The opinion of the court, delivered by Judge TREAT, is found in 22 Fed. Rep. 628. An appeal from that decree brings the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The theory upon which this suit is prosecuted is that the complainants are the owners in equity of the real estate described in the bill, the consideration for it having been paid by the distributive share of the complainant David K. Oyster in his father's estate; that part of the property described was bid off at the sale in 1869 by Simon K. Oyster for the benefit of the children of David K., and the remainder, which was the one-fourth part of the lands in Oyster prairie set apart as the share of David K., was bid off at the sale by the heirs; that all that property was deeded to Simon K. as trustee for David K. and his children, the conveyance not proceeding directly to the beneficiaries, because, under the law of Missouri, David K., being administrator of the estate, could not convey to himself individually, and his children at that time were minors; and that the conveyance of the property by Simon K. to the defendant George Oyster was charged with those trusts. The real defense of George Oyster is that David K. Oyster was in arrears to the estate in a large sum, and for that reason his share in the estate of their father was conveyed to Simon K., as trustee, charged with that sum; and that he himself now holds the property by conveyance from Simon K., charged with the lien of himself, Margaret, and Margaretta, executrix of Simon, deceased, for the unpaid portion of the purchase price rom  David K. The court below found that the evidence did not sustain complainant's theory of the case, and accordingly dismissed the bill without prejudice to the rights of the parties in the final administration of the trust devolved upon George Oyster by the deed to him from Simon K., and under the contract of March 3, 1868, amendatory of the will of Abraham Oyster. As the whole question in the case is one of fact, we have given the evidence a very careful examination. Certain facts are undisputed or are clearly proven. Abraham Oyster died testate in Missouri in 1862, leaving a large amount of property in that state, in Illinois, and in Pennsylvania. He left four children surviving him,&#8212;Margaret, Simon, George, and David K. A few years before his death he had made certain advancements to Margaret, George, and Simon, but had advanced nothing to David K. By his will he made further preferences in favor of George and Margaret, bequeathing to them $10,000 apiece, and then dividing the remainder of the estate equally among the four children. The clause in the will relating to the share of David K. was worded somewhat peculiarly, as follows: 'It is my will that the portion that falls to my son David K. Oyster my executors shall so dispose of as that only the interest annually shall be paid to him.' We need not stop here to consider the legal effect of that clause; but the evidence clearly shows that until a very recent period the understanding of all the legatees was that it conveyed to David K. only a life-estate in the share coming to him, with a remainder over to his children. The foregoing facts are thus stated in the forefront of the opinion, because upon them hinges much that is to follow. As is usual when there has been an unequal division of an estate among the children of the testator, those receiving the smaller shares were dissatisfied with the will. Accordingly we find Simon Oyster bringing a suit to set the will aside and have it declared null and void. Before that suit was terminated Simon Oyster died, leaving a will by which he appointed his widow (who was also named Margaret, and who is the 'Margaretta' throughout these proceedings,&#8212;so called because she was small of stature, and to distinguish her from the other Margaret) executrix of his estate. Throughout the subsequent transactions relating to the estate of Abraham Oyster, Margaretta represented the share that fell to Simon. To all intents and purposes she was treated by the other legatees as the legal representative of Simon, and has been so treated by them up to this time. The unequal distribution of the estate of Abraham Oyster by his will, and the suit of Simon to set it aside, brought about the agreement in writing of March 3, 1868, amendatory of the will. The object of that agreement was to place the children of Abraham Oyster on a comparatively equal footing respecting the estate, and to compromise the suit of Simon, for the understanding of the parties was that that suit did not abate by his death. That agreement is as averred in complainant's bill, but to make its terms fully understood it may be necessary to advert to certain facts brought out by the evidence. As already stated, Abraham Oyster, in his life-time, had made advancements to Margaret, Simon, and George, but had never advanced anything to David K. Those advancements appear to have been made in the year 1858 or 1859. Accordingly the first consideration moving in the agreement was to place David K. on a comparatively equal footing with his brothers and sister. The agreement, therefore, provided that Margaret, Margaretta, executrix, and George, should quitclaim their interests to David K. in the following property belonging to the estate: (1) 640 acres of unimproved land in Lewis county, Mo., (known as a portion of the 'Oyster Prairie' lands in the subsequent proceedings;) and (2) 320 acres of land in Pike county, Ill. Certain particularly described property in La Grange, Mo., known as the 'Saw-Mill' property, was to be sold to David K. for$1, 125, and he was to receive further the sum of $5,000 out of the estate. In consideration of this equalization of the shares in the estate, Margaret and George still retained a slight advantage over the other two heirs. True, they relinquished the bequests of $10,000 made to each of them by the will of their father, but it was part of the agreement that they were each to receive from David K. and Margaretta, executrix, etc., $2,500, or $1,250 apiece from each of them. By the terms of the agreement the will as thus modified was to be carried out; that is, the other property of the estate was to be sold, and the proceeds divided equally among the four legatees. Regarding subsequent events in the distribution of the estate there is some dispute; but we think the evidence, fairly and reasonably considered, warrants us in finding the following: As before stated, George Oyster was one of the executors of his father's will. In the management and settling up of his father's estate in Illinois and Pennsylvania he had full and absolute control. He was the leading spirit of the family, and, in the matter of the estate, whatever was said or done by him was acquiesced in by his sister, Margaret, and his sister-in-law, Margaretta. He conceived the idea, either originally or after taking the advice of counsel, that the agreement of March 3, 1868, was not valid and binding upon the parties to it, for the reason that Margaretta, as executrix, had no power to make any agreement or conveyance that would be binding upon minor heirs. Accordingly, while the subsequent proceedings in the settlement of the estate were carried out on the basis of the equality of interests represented by the contract of March 3, 1868, the proceedings authorized by that contract were not adhered to. No quitclaim deeds were made to David K. for the 320 acres of land in Illinois, or the 640 acres in Lewis county, Mo., nor did David K. receive the $5,000 from the estate, according to the terms of the contract. But an oral agreement was reached at some time after the date of the contract and prior to the 15th of November, 1869, (the precise date not being readily ascertainable, nor is it material,) by which the interest of David K. in the estate in Illinois and Pennsylvania was to be concentrated in what was known as the 'Home Farm' of Abraham Oyster, (at that time and since the residence of David K.) and at the forthcoming sale on said 15th of November, 1869, David K. was to bid it in for $12,000. The other property mentioned in the agreement to March 3, 1868, that was to go to David K. was also to be bid in by him at that sale. This arrangement was made because it was believed by the beneficiaries under the will that David K.'s share of the estate could not be paid to him in money under the clause of the will above quoted, but might be put into real estate for his benefit during his life-time, with a remainder over to his children, and for the further reason that it was doubted if any conveyance could be made to David K. by the other legatees that would bind the minor heirs of David K. and of Simon, especially by Margaretta, as executrix. This theory harmonizes best with all the testimony in the case, and is borne out by a letter of George Oyster to David K., dated at his Pennsylvania home, June 11, 1868, wherein, after referring to the condition of affairs in relation to the estate, and particularly to the manner in which he understood the distribution should be made by David K. in the settlement of it, he says: 'Simon having brought an action to test the validity of Father's will, His Executrix is a Legal party to the articles of Agreement we have Entered into, having made his objection in said suit a part of the consideration upon which our agreement was based whereby his Executrix represents all the interest that Simon has or may have had to any and all Interest arising to Simon of Father's Estate, in the property contained or embraced in said agreement. The minor or other children of Simon are all represented BySim ons Executrix and when you, as administrator of Father's Estate proceed under an order of sale from the court in pursuance of Father will, you are the proper party to sell and make all the titles for all the property Belonging to said Estate and after having done so and received the proceeds arising from such sale and you make or are ready to make Distribution of the same that Simon Executrix on receiving his share or Interest arising therefrom that her release to you will be all that will be necessary to forever exclude any and all heirs of Simon from any further claim. Such is certainly the law here She having her Letters Testamentary Issued here. Now the only question that presents itself to my mind is whether the Laws of your state will recognize acts legally done by her here as of the same force and effect there, if not, then her signature and acknowledgment to the agreement can be of no value and the whole agreement become void, as it was nt the intention of any of the parties to it at the time of making it that it should be confined in its effect to the property in this state; and in regard to the farm on which you live You will best make Title to some other person who will return the title to you, or have title through an order of the court. I am of the Opinion that Simon's Executrix would not be vested with power to join us in making title to you for property there that would exclude the minor children from claiming thereafter. I hold that the power to become a competent party to the agreement by which real Estate is disposed of arose from Simon's own act in filing exceptions to the manner in which Father disposed of his property in which he was interested in the final Distribution and that in the Balance of the property she is not legally qualified to do anything more then receive the share due Simon and release the Executors and Administrators therefrom. In making or having title made to the farm you should have it made so that the trust vested in the executors by father can be discharged and all your interest in the moneys arising from the sales of real estate can be invested in that property in pursuance of the will, otherwise the interest arising out of this property here would have to continue in the possession of the executor as trustee, which is not desirable. I wish it so arranged that your share shall be vested in that farm and the trust closed in it.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The sale of the property was made by David K. as administrator, as advertised, on the 15th of November, 1869. For the purpose of making plain the facts connected with that sale we will divide the lands sold into eight parcels, following in this respect the division made by counsel for appellees, viz.: (1) Lands sold to strangers; (2) certain property in La Grange; (3) the saw-mill property in La Grange; (4) the 640-acre tract in Lewis county, Mo., which, under the contract of March 3, 1868, was to be quitclaimed to David K.; (5) the 'home farm;' (6) about 40 acres five or six miles south-east of La Grange, known as the 'Durgin Creek Property;' (7) about 45 acres of land near La Grange, or, as it is frequently designated, 'the tract back of town;' and (8) prairie lands and timber lands, unimproved, aggregating about 2,200 acres. It may be well to state here, also, that the property in dispute comprises parcels 3, 4, 5, 6, and 7, and the one-fourth part of parcel 8. It was found, however, that under the laws of Missouri David K. could not bid in any property at the sale, because he was the administrator of the property to be sold. Without going into the details of the transactions on the day of the sale, or referring particularly to all of the evidence upon which our judgment is based, it is sufficient to say that in our opinion the evidence, fairly and reasonably considered, shows that Simon K. Oyster was selected and mutually agreed upon by all parties in interest to represent the share of David K. in the bidding in of the property which had been selected for that share. Under that arrangement Simon K. bid in parcels 3, 4, 5, 6, and 7, as above designated. Parcel 4 was bid in at $5 per acre,&#8212;$3,200; but in reality it matters nothing what the price of it was, for it was purely a <i>pro forma</i> proceeding for the purpose of ultimately passing the title to it to David K.'s share, in pursuance of the agreement for the equalization of the shares that was at that time being carried out in apparent good faith. That parcel, as was also parcel 3, was bid in by Simon K. as trustee for the share of David K., to effectuate the same purpose as was originally intended to be accomplished by quitclaim deeds which were contemplated by the agreement of March 3, 1868; and this proceeding was adopted in preference to quitclaim deeds from the other legatees as being safer and in accordance with the law as the parties then understood it, as already stated. We say, therefore, that according to our view of the evidence parcel 4 was to be conveyed to David K. to assist in making his share of the estate equal to those of the other legatees, and that in that view of the case the price bid for the land was immaterial, inasmuch as that tract of land was regarded as being fully paid for by David K.'s share. Parcel 3 was to be paid for at the price stated in the agreement of March 3, 1868, to-wit, $1,125, and in the final settlement of the estate that sum was to be charged against the share of David K. Parcel 2 was bid in for the benefit of George, Margaret, and Margaretta, executrix, etc., and was to be accounted for by them at $6,000. To equalize David K.'s share with that transaction, it was to receive parcels 6 and 7. Parcel 6, known as the 'Durgin Creek Property,' was valued at $10 per acre, or $400, and parcel 7 at $35 per acre, or $1,575,&#8212;$1,975 for both tracts, or practically equal to one-third of the value of parcel 2. Parcel 1, as we have stated, represents land sold to various persons other than the legatees. The amount realized from the sale of those parcels was $4,920. It was found, however, during the progress of the sale, that the land was not bringing what the heirs thought it ought to bring. Accordingly it was arranged that any tract which should not sell for about its full value should be bid in by one or the other of the heirs, it mattered not which, for the benefit of all, and that at the conclusion of the sale the lands thus bought in should be divided into four parcels, as nearly equal in value as could be ascertained. That arrangement was carried out; the remainder of the lands, aggregating about 2,200 acres, (parcel 8,) were bought in promiscuously by the heirs, and they were afterwards divided into four equal parts, according to their value, by three appraisers and a surveyor appointed by the heirs. One of those parts was selected by Margaret, another by Margaretta, executrix, a third by George, and the fourth was left for the share of David K. Deeds were made by David K., as administrator, to Margaret, Margaretta, and George for their respective parts of those lands. The other part, allotted to the share of David K., was included in the deed from David K., as administrator, to Simon K., trustee for David K.'s share. Thus the sale and division of the lands belonging to the estate were completed. We have said that we would not refer particularly to all of the evidence in the case bearing upon this sale and division of the property. One part of it we desire to speak of, viz., a letter from George Oyster, dated at La Grange, Mo., November 20, 1869, (five days after the sale,) addressed to his daughter, Annette, at their home in Pennsylvania. In this letter he speaks particularly of the transactions relating to the sale and division of the property, saying, among other things, the following: 'On Monday last was the sale. We went to Monticello and commenced selling about 11 o'clock. The farm at the river was sold first, or rather knocked down, at $12,000. There was no stranger bid on it. We sold near $5,000 worth of Lands all below what they are worth, 3 piece of  80 Acres Each Brought $14.75 &amp; 15$ per acre, I have since Been told were worth 18 to 20$ per acre. I think the Balance was knocked down at prices running from 4$ to 13.50. There was 2300 Acres sold beside what David had selected which sold at $5 per acre (640 acres) and 400 acres we sold strangers, we have this morning agreed on the Balance of the Property unsold, we have agreed to Divide the prarie and timber Lands Equally by having 3 men to divide it for us, and the property at the river. David gets the Farm at $12,000 and 45 Acres of Land at 35$ per acre and 40 Acres timber land 8 miles from From La Grange at $10 per acre; and Margaret, Simon's Wife and me take the town property at $6,000 and we pay David $200 for his share of some shops on the lots. The arrangement is satisfactory to all of us and I think will change this Estate from a sinking fund to supporting itself.' This letter, written about the time the transactions to which it refers occurred, is of vastly more value as evidence than the statements of witnesses as to the same occurrences, made many years afterwards, when differences had arisen and their minds were more or less prejudiced in favor of their own interests. Moreover, it is in entire accord with the evidence introduced troduced by David K., many of whose witnesses had been familiar with the transactions concerning which they testified, and were apparently representative men in the community where those transactions occurred. Some of them had purchased land at the sale in November, 1869, and most of them had been at that sale and saw what was taking place. Nor is their evidence contradicted materially by Margaret Oyster, one of the defendants herein, who, though not remembering very many things connected with the transaction very definitely, testified that she 'always thought David should have the 'home farm,\" and that on the way home from the sale she heard David say he wanted that farm for his children. Indeed, the general effect of the testimony in support of the conclusion at which we have arrived on this point is not shaken by any evidence in the record, either oral or documentary, and George Oyster himself, unconsciously, perhaps, corroborates it in his testimony. Upon this branch of the case, therefore, we say that our conclusion is in accordance with complainant's theory of the case. We think there can be no reasonable doubt but that parcels 3, 4, 5, 6, and 7, as above designated, were bought in at the sale by Simon K Oyster, as trustee for the share of David K.; that parcel 4 went to David K.'s share of the estate towards equalizing that share with the shares of the other heirs who had received advancements for more than that amount a few years before the death of Abraham Oyster, and was, therefore, fully paid for; that parcels 5 and 6 went to David K.'s share, while parcel 2 went to Margaret, Margaretta, executrix, and George, thus practically equalizing the shares in those transactions; that parcels 3 and 5 were bought in for the benefit of David K.'s share,&#8212;the former at $1,125, and the latter at $12,000; and that parcel 8 was equally divided among the heirs, according to its value. With respect, then, to parcels 4, 6, 7, and the one-fourth part of parcel 8, we think the evidence shows that they have been fully paid for by David K.'s interest in the estate of his father, in accordance with the will and the subsequent modifying agreements; that Simon K. took a deed for them as trustee for the interest of David K.; and that the transfer of those tracts from Simon K. to George was charged with the same trust. With respect to parcels 3 and 5, that is, the 'saw-mill property' and the 'home farm,' we are equally clear that they were bid off by Simon K. Oyster for the benefit of the share of David K., were deeded to him as such, and were conveyed by him to the defendant George Oyster charged with that trust. The only difficulty on this point is as to whether the consideration for those two pieces of property was fully aid  by the interest of David K. in his father's estate. As already stated, those two pieces of property were to be paid for at $1,125 and $12,000, or $13,125. Under the agreement modifying the will, however, David K. was to receive $5,000 cash from the estate, and also 320 acres of land in Illinois. He never received either of those items, but their value was intended to be concentrated in the 'home farm.' It is shown by the evidence that the title to 160 acres of the 320 in Illinois failed through some delinquent tax proceedings, and that George Oyster, as executor, sold the other 160 acres, receiving therefor, it seems, the sum of $1,800. Thus at least $6,800 was paid on parcels 3 and 5 by the equalization proceedings, leaving but $6,325 due to the estate for those two pieces of property. This sum represents an asset of the estate of Abraham Oyster, deceased. In the administration of his executorship in Illinois and Pennsylvania, George Oyster received a considerable amount of money, the exact amount not being ascertainable from the present record, because he does not appear to have made a final settlement of his executorship. That sum also represents an asset of the estate. Likewise the amount received by David K. from the sale of the personalty of the estate represents an asset. At the sale on November 15, 1869, certain lands (parcel 1) were sold to strangers for $4,920. According to the evidence herein, that sum was paid to George Oyster, and is, therefore, chargeable against him as an asset of the estate. These assets are the portion of the estate which, under the will and the modifying agreements, was to be equally divided among the four legatees. Again, running, through the long period of years since the death of Abraham Oyster, considerable money has been paid out for taxes, etc., both by George Oyster and David K., on property belonging to the estate. We are not able from the present record to ascertain the exact amounts paid by each. There should, therefore, be an accounting between George Oyster and David K. before there can be any exact settlement of the estate as to them. As respects Margaret Oyster and Margaretta, executrix, etc., we are of the opinion that, as against David K.'s share in the estate, they have no claim whatever. Although made defendants in this suit, they did not defend, except to file a demurrer, which was overruled, and they never answered. They have had their day in court as regards David K. Oyster and his share of the estate, and any claim which either or both could have asserted against him cannot now be prosecuted. It will be observed that we have not seen fit to determine the legal effect of the will of Abraham Oyster, or the modifying contract of March 3, 1868. We have proceeded, rather, on the real intention of the parties, as manifested by that agreement and the subsequent oral agreements shown by the evidence to have existed. Those agreements when made were fair to all interested, and having been acted upon and acquiesced in by every one concerned for a long period, ought to the taken as the basis of the final settlement. It is certainly for the interest of all concerned that litigation over this estate should cease. Nearly 30 years have elapsed since the death of Abraham Oyster, and nearly the whole of that period has been spent in litigation by his children over the property disposed of by his will. Animosities have been engendered by these proceedings, and a total estrangement now exists between the brothers George and David K. Moreover, the title to a large amount of valuable property has been in dispute all that time. The interests of the community, no less than the interests of the parties, require that there should be an end of litigation respecting it. The decree of the court below is reversed, with directions to enter a decree enjoining the defendant George Oyster from further prosecution of his suit in ejectment, and decreeing that he convey to David K., for the term of his natural life, with remainder over to his childre, p arcels 4, 6, 7, and the one-fourth part of parcel 8, freed from all claim, lien, or incumbrance whatsoever; and that he also convey in like manner the 'saw-mill' property in La Grange and the 'home farm,' subject to any claim which may be found due him from David K.'s share in the estate, upon a final accounting to be had of the matters between them. There should be a reference to a master to ascertain the exact amount due the estate from the administratorship of David K. and the executorship of George Oyster; also the amounts of taxes, etc., paid by both of them; and the $1,250, due from David K. to George, under the modifying agreements, should also be taken into consideration, to the end that a full and final settlement between them may be effected; and it is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">No. 134, between same parties, is supplementary to No. 133. The case is this: After the decree of December 1, 1884, in No. 133 was entered in the circuit court, to-wit, April 15, 1885, the complainants filed a new bill containing substantially the same allegations with respect to the resulting trust in George Oyster as did the bill in No. 133, with certain others relating to an accounting; and, seeking to enforce that same trust, the bill prayed for an accounting with respect to the matters in difference between them, and for a decree for the conveyance of the lands in dispute to the complainants, subject to whatever lien might be found to exist, if any, for any balance which might be found due the estate from David K. Oyster on such accounting. To so much of the bill as sought an enforcement of the resulting trust George Oyster filed a plea in bar, setting up the former adjudication in No. 133. At the argument on this plea, the case was treated as if a demurrer had been filed to it, and it was held, Mr. Justice BREWER (then circuit judge) delivering the opinion, that the plea was good, and the bill was dismissed. 28 Fed. Rep. 909. From that decree of dismissal this appeal was prosecuted. We are entirely convinced that the decree of the court below in this case was correct. The merits of the questions relating to the resulting trust in George Oyster were adjudicated by the circuit court in No. 133 against the complainants, and so long as that decree remained unreversed they were concluded by it. Those questions were <i>res adjudicata</i> in that court. As the question of accounting was subsidiary to, and dependent upon, the establishment of that resulting trust, it was proper to dismiss the bill as to that feature of the case also. It may be proper to add in this connection that the disposition made by us of No. 133, above set forth, practically gives the complainants all they seek in this supplementary case; and, as it is clear that the real issues involved in this case are the same as in No. 133, the decree herein is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93109/"
}