{"absolute_url": "/opinion/93111/williams-v-heard/", "blocked": false, "citation": {"case_name": "Williams v. Heard", "docket_number": "375", "document_uris": ["/api/rest/v2/document/93111/"], "federal_cite_one": "140 U.S. 529", "federal_cite_three": null, "federal_cite_two": null, "id": 77491, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77491/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-05-25", "date_modified": "2014-12-21T01:31:16.486811", "docket": "/api/rest/v2/docket/366822/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">140 U.S. 529</p>\n    <p class=\"case_cite\">11 S.Ct. 885</p>\n    <p class=\"case_cite\">35 L.Ed. 550</p>\n    <p class=\"parties\">WILLIAMS<br>v.<br>HEARD <i>et al</i>.</p>\n    <p class=\"date\">May 25, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an action for money had and received, brought in the supreme judicial court of the commonwealth of Massachusetts for the county of Suffolk by John Heard, Augustine Heard, and Albert F. Heard against their assignees in bankruptcy, to recover the amount of an award made by the court of commissioners of Alabama claims, under the act of congress approved June 5, 1882, (22 St. 98,) on account of war premiums of insurance paid by the pain tiffs during the war of the Rebellion, which award had been paid to the assignees by the United States. The case was entered in the full court, where it was tried upon the following agreed statement of facts: 'The plaintiffs, citizens of the United States, were engaged between April 13, 1861, and April 9, 1865, as partners under the firm name of Augustine Heard and Company, in the business of buying and shipping steamers for China, receiving merchandise from China, and selling the same, and insuring merchandise and vessels. During that period the plaintiffs bore true allegiance to the government of the United States, and, after the sailing of the first Confederate cruiser they made, in the course of their business, certain enhanced payments of insurance, otherwise called payments of premiums for war risks or war premiums, on merchandise and vessels, to an amount exceeding the sum awarded on their account by the court of commissioners of Alabama claims, as hereinafter set forth. On May 31, 1865, the said firm of Augustine Heard and Company was dissolved by the agreement of the members thereof. On August 5, 1875, the plaintiffs were severally adjudicated bankrupts in the United States district court for the district of Massachusetts. On September 11, 1875, assignments in bankruptcy in the usual form were made to the defendants, and on July 20, 1877, the plaintiffs received their discharge in bankruptcy. The said firm and each of the plaintiffs individually were solvent when said firm was dissolved, and all the debts owed by the plaintiffs at the time of their said adjudication in bankruptcy were incurred after said dissolution. The estate of said bankrupts received by the defendants hitherto has been insufficient to pay in full the debts of the bankrupts. In December, 1886, an award was made by the court of commissioners of Alabama claims established under the act of congress approved June 5, 1882, to the defendants as assignees in bankruptcy of the plaintiffs in proceedings in said court to which the plaintiffs in his action were parties, on account of the said payments of war premiums by the plaintiffs, and was in part paid to the defendants by the United States. Of the sum so awarded and paid there remains in the hands of the defendants, after paying the reasonable expenses of prosecuting the claim before said court of commissioners and collecting the award, the sum of thirteen thousand six hundred and twelve and 85-100 ($13,612.85) dollars. The amount of the Geneva award remaining unappropriated was insufficient to pay the war premium awards in full. The treaty of Washington, between the United States and Great Britain, promulgated July 4, 1871; the decisions rendered by the tribunal of arbitration at Geneva, and the final decision and award made by said tribunal on September 18, 1872; the acts of congress of june 23, 1874, and june 5, 1882, re-spectively, creating and re-establising the court of commiSsioners of alabama claims; the several acts of congress relating to the said courts and the payment of their awards,&#8212;are to be treated as facts in this case, and may be referred to at the argument. No controversy or question exists between the parties as to the proportions in which the several plaintiffs are entitled, if at all, to the sum recovered, or as to the distribution of the same; and it is agreed that, if upon the foregoing facts the plaintiffs are entitled to recover, judgment is to be entered for them and the case is to stand for the assessment of damages; otherwise judgment for the defendants. It is further agreed that in either event the expenses of this action and reasonable counsel fees to each party may be paid out of the fund in the defendants' hands.' There was a judgment for the plaintiffs, two of the judges dissenting, (146 Mass. 545, 16 N. E. Rep. 437,) the rescript being entered April 25, 1888. By agreement damages were assessed at $10,000, and in accordance therewith judgment for that amount was entered on the 5th of June, 188.  To review that judgment this writ of error was prosecuted. One of the defendants having died and the other having resigned his trust, the present plaintiff in error was appointed assignee, and he thereafter regularly entered his appearance in the case.</p>\n      <p class=\"indent\"><i>Moses Williams</i> and <i>Chas. A. Williams</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>H. W. Putnam</i>, for defendants in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 531-535 intentionally omitted]</p>\n      <p class=\"indent\">LAMAR, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The single question on the merits of the case is whether, at the date of their adjudication in bankruptcy, the claim of the defendants in error for war premiums passed to their assignees in bankruptcy, as a part of their estate. As preliminary to the discussion of the merits of the case, it is urged by the defendants in error that this is not a federal question, and that therefore the writ of error should be dismissed. We do not think, however, that this contention can be sustained. Both parties claim the proceeds of the award, the defendants in error asserting that it did not pass to their assignees in bankruptcy under section 5044 of the Revised Statutes, and the plaintiff in error insisting that the claim was a part of their estate at the date of their adjudication in bankruptcy, and did pass to the assignees under that section of the Revised Statutes. The assignee's claim to the award is based on that section of the statutes, and, as the state court decided against him, this court has jurisdiction under section 709, Rev. St., to review that judgment, for the decision of the state court was against a 'right' or 'title' claimed under a statute of the United States, within the meaning of that section. The case upon the merits is more difficult. There is high authority in the state courts in support of the judgment of the court below. The same general question had arisen in New York, in Maryland, and in Maine, and in each instance the decision has been, like the one we are reviewing, against the assignee. See Taft v. Marsily, 120 N. Y. 474, 24 N. E. Rep. 926; Brooks v. Ahrens, 68 Md. 212, 12 Atl. Rep. 19; and Kingsbury v. Mattocks, 81 Me. 310, 17 Atl. Rep. 126. But as the question is one arising under the bankruptcy statute of the United States, we cannot rest our judgment upon those adjudications alone, however persuasive they may be. By the treaty of Washington, concluded May 8, 1871, between the United States and Great Britain, and proclaimed July 4, 1871, (17 St. 863,) it was provided that, in order to settle the differences which had arisen between the United States and Great Britain respecting claims growing out of depredations committed by the Alabama and other designated vessels which had sailed from British ports upon the commerce and navy of the United States, which were generically known as the 'Alabama Claims,' those claims should be submitted to a tribunal of arbitration called to meet at Geneva, in Switzerland. The claims presented to that tribunal on the part of the representatives of the United States included those arising out of damages committed by those cruisers, and also indirect claims of several descriptions, and among them claims for enhanced premiums of insurance, or 'war risks,' as they were sometimes called. As respects the claims for enhanced premiums for war risks and certain other indirect claims objection was made by Great Britain to their consideration by the tribunal, as not having been included in the purview of the treaty; and, as no agreement could be reached upon this point between the representatives of the respective governments, the arbitrators, without expressing any opinion upon the point of difference as to the interpretation of the treaty, stated that, 'after the most careful perusal of all that has been urged on the part of the government of the United States in respect of these claims, they have arrived, individually and collectively, at the conclusion that these claims do not constitute, upon the principles of international law applicable to such cases, good foundation for an award of compensation of computation of damages between nations, and should upon such principles be wholly excluded from the consideration of the tribunal in making its award, evn i f there were no disagreement between the two governments as to the competency of the tribunal to decide thereon.' Messages and Documents, Department of State, vol. 4, pt. 2, 1872-73, p. 20. This declaration of the tribunal was accepted by the president of the United States as determinative of their judgment upon the question of public law involved, and accordingly those indirect claims were not insisted upon before the tribunal, and were not in fact taken into consideration in making their award. Id. p. 21. The tribunal finally awarded to the United States $15,500,000 as indemnity for losses sustained by citizens of this country by reason of the acts of the aforesaid cruisers, and that sum was paid over by Great Britain. It was held in U. S. v. Weld, 127 U. S. 51, 8 Sup. Ct. Rep. 1000, that this award was made to the United States as a nation. The fund was, at all events, a national fund, to be distributed by congress as it saw fit. True, as citizens of the United States had suffered in person and property by reason of the acts of the Confederate cruisers, and as justice demanded that such losses should be made good by the government of Great Britain, the most natural disposition of the fund that could be made by congress was in the payment of such losses. But no individual claimant had, as a matter of strict legal or equitable right, any lien upon the fund awarded, nor was congress under any legal or equitable obligation to pay any claim out of the proceeds of that fund. We premise this much to show that, as respects the various claims, both of the first and second classes, for which payment was after wards provided by congress, they stood on a basis of equality in the matter of legal right on the part of the claimants to demand their payment, or legal obligation on the part of the government of the United States to pay them. There was undoubtedly a moral obligation on the United States to bestow the fund received upon the individuals who had suffered losses at the hands of the Confederate cruisers, and in this sense all the claims of whatsoever nature were possessed of greater or less pecuniary value. There was at least a possibility of their payment by congress,&#8212;an expectancy of interest in the fund; that is, a possibility coupled with an interest. The first provision made for the distribution of this fund was by the act of June 23, 1874, (18 St. 245.) By that act there was established a court known as the 'Court of Commissioners of Alabama Claims,' to be composed of five judges, whose duties, among other things, were to receive and examine all claims admissible under the act that might be presented to them, directly resulting from damage caused by the aforementioned Confederate cruisers. By section 8 the court was to exist for one year from the date of its first convening and organizing, and the president might by proclamation extent its existence for six months more. By subsequent acts of congress the existence of the court was continued until January 1, 1877, to enable it to complete the business for which it was created. The claims allowed by this court did not amount to the sum of the award, and, as many claims had not been presented to the court, congress by the act of June 5, 1882, (22 St. 98,) re-established the court 'for the distribution of the unappropriated moneys of the Geneva award.' It was made the duty of the court, as reorganized, to receive and examine the claims which might be presented, putting them into two classes, and to render judgment for the amounts allowed. Claims of the first class were those 'directly resulting from damage done on the high seas by Confederate cruisers during the late Rebellion, including vessels and cargoes attacked on the high seas, although the loss or damage occurred within four miles of the shore;' and claims of the second class were those 'for the payment of premiums for war risks, whether paid to corporations, agents, or individuals, after the sailing of any Confederate cruiser.' As already staed,  the defendants in error were adjudicated bankrupts August 5, 1875, and were discharged July 20, 1877. No steps were taken in the matter of their claim until after the passage of the act of 1882. The award was made by the court of commissioners in December, 1886, that court finding that the assignees of the defendants in error were entitled to such award. It is urged on behalf of the plaintiff in error that this finding&#8212;that the assignees were entitled to the amount of the award on this claim&#8212;was final, and not subject to review in any other court or tribunal. In other words, it is insisted that the decision of that court, both as respects the amount to be paid on the claims and also as to who was entitled to receive that amount, was final and irrevocable. We are not impressed with this view. In our opinion it is unsound. The object for which the court of commissioners of Alabama claims was established was to pass upon the claims which were presented to if for adjudication, and determine the amount to be paid by the United States on each claim. Questions respecting the ownership of the respective claims did not concern the court. Its function was performed when it rendered its judgment on the merit of the claims. Its judgments were final upon all parties as respects the validity of the claim and the amount to be paid in satisfaction of it, but there is nothing in the acts of congress relating to this matter, or in the reason of things, to indicate that the judgment of the court as to who were the owners of the respective claims submitted should be considered final and irrevocable.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Passing now to the most important question in the case, we are to consider whether the claim passed to the assignees of the defendants in error by virtue of the deed of assignment in their bankruptcy proceedings, or whether, on the other hand, it never constituted a part of the estate until the passage of the act of 1882. the estate, real and personal, of the bankrupt, ascertained that the assignments in bankruptcy were in the usual form. By section 5044, Rev. St., it is provided that 'all the estate, real and personal, of the bankrup, with all his deeds, books, and papers relating thereto,' shall be conveyed to the assignee immediately after he is appointed and qualified. Section 5046 puts the assignee in the same position as regards all manner and description of the bankrupt's property (except that specifically (exempt) as the bankrupt himself would have occupied had no assignment been made. And subsequent sections establish in the assignee the right to sue for and recover all the bankrupt's 'estate, debts, and effects' in his own name, and otherwise represent the bankrupt in every particular as respects the latter's property, of whatever species or description. It must be conceded that the language of the Revised Statutes relating to bankruptcy to which we have referred is broad and comprehensive enough to embrace the whole property of the bankrupt. Was the claim in this case property, in any sense of the term? We think it was. Who can doubt but that the right to prosecute this claim before the court of commissioners of Alabama claims would have survived to their legal representatives had the original claimants been dead at the passage of the act of 1882? It so, the money recovered would have been distributable as assets of the estate. While, as already stated, there were no means of compelling congress to distribute the fund received in virtue of the Geneva award, and while the claimant was remediless with respect to any proceedings by which he might be able to retrench his losses, nevertheless there was at all times a moral obligation on the part of the government to do justice to those who had suffered in property. As we have shown from the history of the proceedings leading up to the organization of the tribunal at Geneva, these war premiums of insurance were recognized by the government of the United States as valid claims for which satisfaction should be guaratie d. There was thus at all times a possibility that the government would see that they were paid. There was a possibility of their being at some time valuable. They were rights growing out of property; rights, it is true, that were not enforceable until after the passage of the act of congress for the distribution of the fund. But the act of congress did not create the rights. They had existed at all times since the losses occurred. They were created by reason of losses having been suffered. All that the act of congress did was to provide a remedy for the enforcement of the right. The claims in this case differ very materially from a claim for a disability pension, to which they are sought to be likened. They are descendible, are a part of the estate of the original claimants which, in case of their death, would pass to their personal representatives and be distributable as assets, or might have been devised by will, while a claim for a pension is personal, and not susceptible of passing by will, or by operation of law, as personalty. Neither do we think that the money appropriated by congress by the act of 1882 to pay these claims should be considered merely as a gratuity. On this point we can do no better than to quote the language of the learned judge of the court below who delivered the dissenting opinion. He says: 'If congress intended by these statutes to appropriate the money to certain persons as a gratuity, the only matters for the court of commissioners to deal with would have been the persons intended by the statutes, and the amounts given to each, and it is difficult to see how a judicial court could reexamine the distribution made by the court of commissioners unless the persons to whom that court awarded the money claimed and received it in some represent-ative capacity. The judicial courts determine the ownership of the money awarded only on the ground that it follows the ownership of the property as compensation for which the awards were made. Congress did not, however, in these statutes, specify the persons entitled to receive the money other wise than by describing the claims to be admitted, except that it provided for the exclusion of claims for the loss of property insured to the extents of the indemnity received from the insurance, and that no claim should be allowed 'in favor of any person not entitled at the time of the loss to the protection of the United States in the premises,' nor 'in favor of any person who did not at all times during the late Rebellion bear true allegiance to the United States.\" 146 Mass. 554, 555, 16 N. E. Rep. 444. We have authority in this court for the position we maintain. In Comegys v. Vasse, 1 Pet. 193, the controversy was between a bankrupt and his assignees over a claim against the government of Spain for insurance on various vessels and cargoes which had been condemned by the Spanish prize courts. The case was this: Vasse had been an underwriter on ships and cargoes owned by citizens of the United States which were captured and carried into the ports of Spain, and, abandonments having been made thereof to him, he paid the losses thus arising prior to the year 1802. In that same year he became embarrassed, and made an assignment under the bankrupt law of April 4, 1800. His certificate of discharge was dated May 28, 1802. In his return of his property and effects to the commissioners, which he was required to make by the act, he did not include this claim against Spain, because it was not believed to have any value, depending, as it did, merely on the discretion and pleasure of the Spanish government. By the treaty of 1819 with Spain that government stipulated to pay $5,000,000 in full discharge of the unlawful seizures which she had made, and the money was afterwards paid over. Under the distribution of that fund the assignees in 1824 received a sum amounting to over $8,000 as a part of the bankrupt's estate. Vasse brought suit to recover it from the assignees, and recovered judgment in the circuit court, but on error this court reversed that judgment, and held hat  the claim for which satisfaction had been made was a part of the estate of the bankrupt in 1802, and therefore passed to the assignees under the deed of assignment. The bankrupt act of 1800, under which the case arose, was quite similar to the statute involved in this case, providing that 'all the estate, real and personal, of every nature and description, to which the bankrupt might be entitled, either in law or in equity,' should go to his assignee; and the court held that those words were broad and comprehensive enough to cover every description of vested right and interest attached to and growing out of property. The opinion of the court was delivered by Mr. Justice STORY. In the course of his remarks he said: 'It is not universally, though it may ordinarily be, one test of right, that it may be enforced in a court of justice. Claims and debts due from a sovereign are not ordinarily capable of being so enforced. Neither the king of Grant Britain nor the government of the United States is suable in the ordinary courts of justice for debts due by either; yet who will doubt that such debts are rights? It does not follow, because an unjust sentence is irreversible, that the party has lost all right to justice, or all claim, upon principles of public law, to remuneration. With reference to mere municipal law he may be without remedy. but with reference to principles of international law the he has a right both to the justice of his own and the foreign sovereign.' 1 Pet. 216. Again, referring to the language of the bankrupt act of 1800, he said: \"All the estate, real and personal, of every nature and description, in law or equity,' are broad enough to cover every description of vested right and interest attached to and growing out of property. Under such words the whole property of a testator would pass to his devisee. Whatever the administrator would take in case of intestacy would seem capable of passing by such words. It will not admit of question that the rights devolved upon Vasse by the abandonment could, in case of his death, have passed to his personal representative, and when the money was received be distributable as assets. Why, then, should it not be assets in the hands of the assignees? Considering it in the light in which Lord Hardwicke viewed it,&#8212;as an equitable trust in the money,&#8212;it is still an interest, or, at all events, a possibility coupled with an interest.' 1 Pet. 218, 219. The principles of that case were applied in Milnor v. Metz, 16 Pet. 221, to the case of a claim for extra pay for services rendered by a bankrupt as gauger at the port of Philadelphia, which, although presented to congress prior to his adjudication in bankruptcy, was not recognized by that body or satisfied until afterwards, the court holding that the claim passed to the assignee as part of the bankrupt's estate, and that the doctrine of donation did not apply. In Phelps v. McDonald, 99 U.S. 298, McDonald, who was a British subject residing in the United States, was declared a bankrupt in 1868, and the conveyance of his estate was made in the usual form by the register to an assignee. At that time he had a claim against the United States, of which the commission organized under the treaty of Washington took cognizance and made an award for its payment It was held that such claim passed to the assignee. In the opinion of the court, delivered by Mr. Justice SWAYNE, after referring to Comegys v. Vasse and other cases of that nature, it was said: 'There is no element of a donation in the payment ultimately made in such cases. Nations no more than individuals make gifts of money to foreign strangers. Nor is it material that the claim cannot be enforced by a suit under municipal law which authorizes such a proceeding. In most instances the payment of the simplest debt of the sovereign depends wholly upon his will and pleasure. The theory of the rule is that the government is always ready and willing to pay promptly whatever is due to the creditor. * * * It is enugh  that the right exists when the transfer is made, no matter how remote or uncertain the time of payment. The latter does not affect the former. * * * If the thing be assigned, the right to collect the proceeds adheres to it, and travels with it whithersoever the property may go. They are inseparable. Vested rights <i>ad rem</i> and <i>in re</i>&#8212;possibilities coupled with an interest on claims growing out of property&#8212;pass to the assignee.' 99 U. S. 303, 304. To the same effect are Erwin v. U. S., 97 U. S. 392; Bachman v. Lawson, 109 U. S. 659, 3 Sup. Ct. Rep. 479. There is nothing in U. S. v. Weld, 127 U. S. 51, 8 Sup. Ct. Rep. 1000, that militates against the view herein presented. In that case it was held that, as respects the jurisdiction of the court of claims to entertain the suit against the United States under section 1066, Rev.St., the claim must be regarded as growing out of the act of 1882, because that act furnished the remedy by which the rights of the claimant might be enforced. But that is an entirely different proposition from the one contended for here by the defendants in error,&#8212;that the claim was created by that act. In our opinion this case falls within the principles of Comegys v. Vasse and Phelps v. McDonald; and the judgment of the court below is reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">BRADLEY, J., was not present at the argument, and took no part in the decision.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>140 U.S. 529 (1891)</b></center>\n<center><h1>WILLIAMS<br>\nv.<br>\nHEARD.</h1></center>\n<center>No. 375.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1891.</center>\n<center>Decided May 25, 1891.</center>\nERROR TO THE SUPREME JUDICIAL COURT OF THE STATE OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*531</span> <i>Mr. Moses Williams</i> and <i>Mr. C.A. Williams</i> for plaintiff in error.</p>\n<p><i>Mr. Henry W. Putnam</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*535</span> MR. JUSTICE LAMAR, after stating the case, delivered the opinion of the court.</p>\n<p>The single question on the merits of the case is, whether, at the date of their adjudication in bankruptcy, the claim of the defendants in error for war premiums passed to their assignees in bankruptcy, as a part of their estate.</p>\n<p>As preliminary to the discussion of the merits of the case, it is urged by the defendants in error that this is not a Federal question, and that, therefore, the writ of error should be dismissed. We do not think, however, that this contention can be sustained. Both parties claim the proceeds of the <span class=\"star-pagination\">*536</span> award, the defendants in error asserting that it did not pass to their assignees in bankruptcy under section 5044 of the Revised Statutes, and the plaintiff in error insisting that the claim was a part of their estate at the date of their adjudication in bankruptcy, and did pass to the assignees under that section of the Revised Statutes. The assignee's claim to the award is based on that section of the statutes; and as the state court decided against him, this court has jurisdiction under section 709, Revised Statutes, to review that judgment; for the decision of the state court was against a \"right\" or \"title\" claimed under a statute of the United States, within the meaning of that section.</p>\n<p>The case upon the merits is more difficult. There is high authority in the state courts in support of the judgment of the court below. The same general question has arisen in New York, in Maryland and in Maine; and in each instance the decision has been, like the one we are reviewing, against the assignee. See <i>Taft</i> v. <i>Marsily,</i> 120 N.Y. 474; <i>Brooks</i> v. <i>Ahrens,</i> 68 Maryland, 212; and <i>Kingsbury</i> v. <i>Mattocks,</i> 81 Maine, 310. But as the question is one arising under the bankruptcy statute of the United States, we cannot rest our judgment upon those adjudications alone, however persuasive they may be.</p>\n<p>By the treaty of Washington, concluded May 8, 1871, between the United States and Great Britain, and proclaimed July 4, 1871, 17 Stat. 863, it was provided that, in order to settle the differences which had arisen between the United States and Great Britain respecting claims growing out of depredations committed by the Alabama and other designated vessels which had sailed from British ports, upon the commerce and navy of the United States, which were generically known as the Alabama claims, those claims should be submitted to a tribunal of arbitration called to meet at Geneva, in Switzerland. The claims presented to that tribunal on the part of the representative of the United States included those arising out of damages committed by those cruisers, and also indirect claims of several descriptions, and among them claims for enhanced premiums of insurance, or war risks, as they <span class=\"star-pagination\">*537</span> were sometimes called. As respects the claims for enhanced premiums for war risks, and certain other indirect claims, objection was made by Great Britian to their consideration by the tribunal, as not having been included in the purview of the treaty; and as no agreement could be reached, upon this point, between the representatives of the respective governments, the arbitrators, without expressing any opinion upon the point of difference as to the interpretation of the treaty, stated that \"after the most careful perusal of all that has been urged on the part of the government of the United States in respect of these claims, they have arrived, individually and collectively, at the conclusion that these claims do not constitute, upon the principles of international law applicable to such cases, good foundation for an award of compensation or computation of damages between nations, and should, upon such principles, be wholly excluded from the consideration of the tribunal in making its award, even if there were no disagreement between the two governments as to the competency of the tribunal to decide thereon.\" Messages and Documents, Department of State, Pt. 2, vol. 4, 1872-3, p. 20.</p>\n<p>This declaration of the tribunal was accepted by the President of the United States as determinative of their judgment upon the question of public law involved; and, accordingly, those indirect claims were not insisted upon before the tribunal, and were not in fact taken into consideration in making their award. Id. 21.</p>\n<p>The tribunal finally awarded to the United States $15,500,000 as indemnity for losses sustained by citizens of this country by reason of the acts of the aforesaid cruisers, and that sum was paid over by Great Britain.</p>\n<p>It was held in <i>United States</i> v. <i>Weld,</i> 127 U.S. 51, that this award was made to the United States as a nation. The fund was, at all events, a national fund to be distributed by Congress as it saw fit. True, as citizens of the United States had suffered in person and property by reason of the acts of the Confederate cruisers, and as justice demanded that such losses should be made good by the government of Great Britain, the <span class=\"star-pagination\">*538</span> most natural disposition of the fund that could be made by Congress was in the payment of such losses. But no individual claimant had, as a matter of strict legal or equitable right, any lien upon the fund awarded, nor was Congress under any legal or equitable obligation to pay any claim out of the proceeds of that fund.</p>\n<p>We premise this much to show that, as respects the various claims, both of the first and second classes, for which payment was afterwards provided by Congress, they stood on a basis of equality, in the matter of legal right on the part of the claimants to demand their payment, or legal obligation on the part of the government of the United States to pay them. There was, undoubtedly, a moral obligation on the United States to bestow the fund received upon the individuals who had suffered losses at the hands of the Confederate cruisers; and in this sense all the claims of whatsoever nature were possessed of greater or less pecuniary value. There was at least a possibility of their payment by Congress  an expectancy of interest in the fund, that is, a possibility coupled with an interest.</p>\n<p>The first provision made for the distribution of this fund was by the act of June 23, 1874, 18 Stat. 245, c. 459. By that act there was established a court known as the Court of Commissioners of Alabama Claims, to be composed of five judges, whose duties, among other things, were to receive and examine all claims, admissible under the act, that might be presented to them, directly resulting from damage caused by the aforementioned Confederate cruisers. By section 8 the court was to exist for one year from the date of its first convening and organizing, and the President might, by proclamation, extend its existence for six months more. By subsequent acts of Congress the existence of the court was continued until January 1, 1877, to enable it to complete the business for which it was created.</p>\n<p>The claims allowed by this court did not amount to the sum of the award; and as many claims had not been presented to the court, Congress by the act of June 5, 1882, 22 Stat. 98, c. 195, reëstablished the court \"for the distribution of the unappropriated <span class=\"star-pagination\">*539</span> moneys of the Geneva award.\" It was made the duty of the court, as reorganized, to receive and examine the claims which might be presented, putting them into two classes, and to render judgment for the amounts allowed. Claims of the first class were those \"directly resulting from damage done on the high seas by Confederate cruisers during the late rebellion, including vessels and cargoes attacked on the high seas, although the loss or damage occurred within four miles of the shore;\" and claims of the second class were those \"for the payment of premiums for war risks, whether paid to corporations, agents or individuals, after the sailing of any Confederate cruiser.\"</p>\n<p>As already stated, the defendants in error were adjudicated bankrupts August 5, 1875, and were discharged July 20, 1877. No steps were taken in the matter of their claim until after the passage of the act of 1882. The award was made by the Court of Commissioners in December, 1886, that court finding that the assignees of the defendants in error were entitled to such award.</p>\n<p>It is urged on behalf of the plaintiff in error that this finding, that the assignees were entitled to the amount of the award on this claim, was final and not subject to review in any other court or tribunal. In other words, it is insisted that the decision of that court, both as respects the amount to be paid on the claims and also as to who was entitled to receive that amount, was final and irrevocable.</p>\n<p>We are not impressed with this view. In our opinion it is unsound. The object for which the Court of Commissioners of Alabama Claims was established was to pass upon the claims which were presented to it for adjudication, and determine the amount to be paid by the United States on each claim. Questions respecting the ownership of the respective claims did not concern the court. Its function was performed when it rendered its judgment on the merit of the claims. Its judgments were final upon all parties, as respects the validity of the claim, and the amount to be paid in satisfaction of it; but there is nothing in the acts of Congress relating to this matter, or in the reason of things, to indicate that the <span class=\"star-pagination\">*540</span> judgment of the court, as to who were the owners of the respective claims submitted, should be considered final and irrevocable.</p>\n<p>Passing now to the most important question in the case, we are to consider whether the claim passed to the assignees of the defendants in error by virtue of the deed of assignment in their bankruptcy proceedings; or, whether, on the other hand, it never constituted a part of the estate until the passage of the act of 1882. From the agreed statement of facts it is ascertained that the assignments in bankruptcy were in the usual form.</p>\n<p>By section 5044, Rev. Stat., it is provided that \"all the estate, real and personal, of the bankrupt, with all his deeds, books and papers relating thereto,\" shall be conveyed to the assignee immediately after he is appointed and qualified. Section 5046 puts the assignee in the same position as regards all manner and description of the bankrupt's property, (except that specifically exempt,) as the bankrupt himself would have occupied had no assignment been made. And subsequent sections establish in the assignee the right to sue for and recover all the bankrupt's \"estate, debts and effects\" in his own name, and otherwise represent the bankrupt in every particular as respects the latter's property of whatever species or description.</p>\n<p>It must be conceded that the language of the Revised Statutes relating to bankruptcy to which we have referred is broad and comprehensive enough to embrace the whole property of the bankrupt. Was the claim in this case property, in any sense of the term? We think it was. Who can doubt but that the right to prosecute this claim before the Court of Commissioners of Alabama Claims would have survived to their legal representatives had the original claimants been dead at the passage of the act of 1882? If so, the money recovered would have been distributable as assets of the estate. While, as already stated, there were no means of compelling Congress to distribute the fund received in virtue of the Geneva award, and while the claimant was remediless with respect to any proceedings by which he might be able to retrench his losses, <span class=\"star-pagination\">*541</span> nevertheless there was at all times a moral obligation on the part of the government to do justice to those who had suffered in property. As we have shown from the history of the proceedings leading up to the organization of the tribunal at Geneva, these war premiums of insurance were recognized by the government of the United States as valid claims for which satisfaction should be guaranteed. There was thus at all times a possibility that the government would see that they were paid. There was a possibility of their being at some time valuable. They were rights growing out of property; rights, it is true, that were not enforceable until after the passage of the act of Congress for the distribution of the fund. But the act of Congress did not create the rights. They had existed at all times since the losses occurred. They were created by reason of losses having been suffered. All that the act of Congress did was to provide a remedy for the enforcement of the right.</p>\n<p>The claims in this case differ very materially from a claim for a disability pension, to which they are sought to be likened. They are descendible; are a part of the estate of the original claimants which, in case of their death, would pass to their personal representatives and be distributable as assets; or might have been devised by will: while a claim for a pension is personal, and not susceptible of passing by will, or by operation of law, as personalty.</p>\n<p>Neither do we think that the money appropriated by Congress by the act of 1882 to pay these claims should be considered merely as a gratuity. On this point we can do no better than to quote the language of the learned judge of the court below who delivered the dissenting opinion. He says: \"If Congress intended by these statutes to appropriate the money to certain persons as a gratuity, the only matters for the Court of Commissioners to deal with would have been the persons intended by the statutes, and the amounts given to each, and it is difficult to see how a judicial court could reëxamine the distribution made by the Court of Commissioners unless the persons to whom that court awarded the money claimed and received it in some representative capacity. The judicial <span class=\"star-pagination\">*542</span> courts determine the ownership of the money awarded only on the ground that it follows the ownership of the property as compensation for which the awards were made. Congress did not, however, in these statutes, specify the persons entitled to receive the money otherwise than by describing the claims to be admitted, except that it provided for the exclusion of claims for the loss of property insured to the extent of the indemnity received from the insurance, and that no claim should be allowed `in favor of any person not entitled at the time of the loss to the protection of the United States in the premises,' nor `in favor of any person who did not at all times during the late rebellion bear true allegiance to the United States.'\" 146 Mass. 554, 555.</p>\n<p>We have authority in this court for the position we maintain. In <i>Comegys</i> v. <i>Vasse,</i> 1 Pet. 193, the controversy was between a bankrupt and his assignees over a claim against the government of Spain for insurance on various vessels and cargoes which had been condemned by the Spanish prize courts. The case was this: Vasse had been an underwriter on ships and cargoes owned by citizens of the United States which were captured and carried into the ports of Spain, and, abandonments having been made thereof to him, he paid the losses thus arising prior to the year 1802. In that same year he became embarrassed and made an assignment under the bankrupt law of April 4, 1800. His certificate of discharge was dated May 28, 1802. In his return of his property and effects to the commissioners, which he was required to make by the act, he did not include this claim against Spain, because it was not believed to have any value, depending, as it did, merely on the discretion and pleasure of the Spanish government. By the treaty of 1819 with Spain that government stipulated to pay five millions of dollars in full discharge of the unlawful seizures which she had made; and the money was afterwards paid over. Under the distribution of that fund the assignees in 1824 received a sum amounting to over $8000, as a part of the bankrupt's estate. Vasse brought suit to recover it from the assignees and recovered judgment in the Circuit Court; but on error this court reversed that judgment and held that the claim for which satisfaction <span class=\"star-pagination\">*543</span> had been made was a part of the estate of the bankrupt in 1802, and therefore passed to the assignees under the deed of assignment. The bankrupt act of 1800, under which the case arose, was quite similar to the statute involved in this case, providing that \"all the estate, real and personal, of every nature and description, to which the bankrupt might be entitled, either in law or in equity,\" should go to his assignee; and the court held that those words were broad and comprehensive enough to cover every description of vested right and interest attached to and growing out of property. The opinion of the court was delivered by Mr. Justice Story. In the course of his remarks he said: \"It is not universally, though it may ordinarily be one test of right, that it may be enforced in a court of justice. Claims and debts due from a sovereign are not ordinarily capable of being so enforced. Neither the king of Great Britain nor the government of the United States is suable in the ordinary courts of justice for debts due by either; yet who will doubt that such debts are rights? It does not follow, because an unjust sentence is irreversible, that the party has lost all right to justice or all claim, upon principles of public law, to remuneration. With reference to mere municipal law, he may be without remedy; but with reference to principles of international law, he has a right both to the justice of his own and the foreign sovereign.\" 1 Pet. 216.</p>\n<p>Again, referring to the language of the bankrupt act of 1800, he said: \"`All the estate, real and personal, of every nature and description, in law or equity,' are broad enough to cover every description of vested right and interest attached to and growing out of property. Under such words the whole property of a testator would pass to his devisee. Whatever the administrator would take, in case of intestacy, would seem capable of passing by such words. It will not admit of question that the rights devolved upon Vasse by the abandonment could, in case of his death, have passed to his personal representative; and when the money was received be distributable as assets. Why, then, should it not be assets in the hands of the assignees? Considering it in the light in which Lord Hardwicke viewed it, as an equitable trust in the money, it is <span class=\"star-pagination\">*544</span> still an interest, or, at all events, a possibility coupled with an interest.\" 1 Pet. 218, 219.</p>\n<p>The principles of that case were applied in <i>Milnor</i> v. <i>Metz,</i> 16 Pet. 221, to the case of a claim for extra pay for services rendered by a bankrupt as gauger at the port of Philadelphia, which, although presented to Congress prior to his adjudication in bankruptcy, was not recognized by that body or satisfied until afterwards, the court holding that the claim passed to the assignee as part of the bankrupt's estate, and that the doctrine of donation did not apply.</p>\n<p>In <i>Phelps</i> v. <i>McDonald,</i> 99 U.S. 298, McDonald, who was a British subject residing in the United States, was declared a bankrupt in 1868, and the conveyance of his estate was made in the usual form by the register to an assignee. At that time he had a claim against the United States, of which the commission organized under the treaty of Washington took cognizance, and made an award for its payment. It was held that such claim passed to the assignee. In the opinion of the court, delivered by Mr. Justice Swayne, after referring to <i>Comegys</i> v. <i>Vasse</i><i>,</i> and other cases of that nature, it was said: \"There is no element of a donation in the payment ultimately made in such cases. Nations, no more than individuals, make gifts of money to foreign strangers. Nor is it material that the claim cannot be enforced by a suit under municipal law which authorizes such a proceeding. In most instances the payment of the simplest debt of the sovereign depends wholly upon his will and pleasure. The theory of the rule is that the government is always ready and willing to pay promptly whatever is due to the creditor... . It is enough that the right exists when the transfer is made, no matter how remote or uncertain the time of payment. The latter does not affect the former... . If the thing be assigned, the right to collect the proceeds adheres to it, and travels with it whithersoever the property may go. They are inseparable. Vested rights <i>ad rem</i> and <i>in re</i>  possibilities coupled with an interest and claims growing out of property  pass to the assignee.\" 99 U.S. 303, 304. To the same effect are <i>Erwin</i> v. <i>United States,</i> 97 U.S. 392; <i>Bachman</i> v. <i>Lawson,</i> 109 U.S. 659.</p>\n<p><span class=\"star-pagination\">*545</span> There is nothing in <i>United States</i> v. <i>Weld,</i> 127 U.S. 51, that militates against the view herein presented. In that case it was held that, as respects the jurisdiction of the Court of Claims to entertain the suit against the United States under section 1066, Rev. Stat., the claim must be regarded as growing out of the act of 1882, because that act furnished the remedy by which the rights of the claimant might be enforced. But that is an entirely different proposition from the one contended for here by the defendants in error, that the claim was created by that act.</p>\n<p>In our opinion this case falls within the principles of <i>Comegys</i> v. <i>Vasse</i> and <i>Phelps</i> v. <i>McDonald</i><i>;</i> and the judgment of the court below is</p>\n<p><i>Reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</i></p>\n<p>MR. JUSTICE BRADLEY was not present at the argument, and took no part in the decision.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></span> (1891)</b></center>\n<center><h1>WILLIAMS<br>\nv.<br>\nHEARD.</h1></center>\n<center>No. 375.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1891.</center>\n<center>Decided May 25, 1891.</center>\nERROR TO THE SUPREME JUDICIAL COURT OF THE STATE OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*531</span> <i>Mr. Moses Williams</i> and <i>Mr. C.A. Williams</i> for plaintiff in error.</p>\n<p><i>Mr. Henry W. Putnam</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*535</span> MR. JUSTICE LAMAR, after stating the case, delivered the opinion of the court.</p>\n<p>The single question on the merits of the case is, whether, at the date of their adjudication in bankruptcy, the claim of the defendants in error for war premiums passed to their assignees in bankruptcy, as a part of their estate.</p>\n<p>As preliminary to the discussion of the merits of the case, it is urged by the defendants in error that this is not a Federal question, and that, therefore, the writ of error should be dismissed. We do not think, however, that this contention can be sustained. Both parties claim the proceeds of the <span class=\"star-pagination\">*536</span> award, the defendants in error asserting that it did not pass to their assignees in bankruptcy under section 5044 of the Revised Statutes, and the plaintiff in error insisting that the claim was a part of their estate at the date of their adjudication in bankruptcy, and did pass to the assignees under that section of the Revised Statutes. The assignee's claim to the award is based on that section of the statutes; and as the state court decided against him, this court has jurisdiction under section 709, Revised Statutes, to review that judgment; for the decision of the state court was against a \"right\" or \"title\" claimed under a statute of the United States, within the meaning of that section.</p>\n<p>The case upon the merits is more difficult. There is high authority in the state courts in support of the judgment of the court below. The same general question has arisen in New York, in Maryland and in Maine; and in each instance the decision has been, like the one we are reviewing, against the assignee. See <i>Taft</i> v. <i>Marsily,</i> 120 N.Y. 474; <i>Brooks</i> v. <i>Ahrens,</i> 68 Maryland, 212; and <i>Kingsbury</i> v. <i>Mattocks,</i> 81 Maine, 310. But as the question is one arising under the bankruptcy statute of the United States, we cannot rest our judgment upon those adjudications alone, however persuasive they may be.</p>\n<p>By the treaty of Washington, concluded May 8, 1871, between the United States and Great Britain, and proclaimed July 4, 1871, 17 Stat. 863, it was provided that, in order to settle the differences which had arisen between the United States and Great Britain respecting claims growing out of depredations committed by the Alabama and other designated vessels which had sailed from British ports, upon the commerce and navy of the United States, which were generically known as the Alabama claims, those claims should be submitted to a tribunal of arbitration called to meet at Geneva, in Switzerland. The claims presented to that tribunal on the part of the representative of the United States included those arising out of damages committed by those cruisers, and also indirect claims of several descriptions, and among them claims for enhanced premiums of insurance, or war risks, as they <span class=\"star-pagination\">*537</span> were sometimes called. As respects the claims for enhanced premiums for war risks, and certain other indirect claims, objection was made by Great Britian to their consideration by the tribunal, as not having been included in the purview of the treaty; and as no agreement could be reached, upon this point, between the representatives of the respective governments, the arbitrators, without expressing any opinion upon the point of difference as to the interpretation of the treaty, stated that \"after the most careful perusal of all that has been urged on the part of the government of the United States in respect of these claims, they have arrived, individually and collectively, at the conclusion that these claims do not constitute, upon the principles of international law applicable to such cases, good foundation for an award of compensation or computation of damages between nations, and should, upon such principles, be wholly excluded from the consideration of the tribunal in making its award, even if there were no disagreement between the two governments as to the competency of the tribunal to decide thereon.\" Messages and Documents, Department of State, Pt. 2, vol. 4, 1872-3, p. 20.</p>\n<p>This declaration of the tribunal was accepted by the President of the United States as determinative of their judgment upon the question of public law involved; and, accordingly, those indirect claims were not insisted upon before the tribunal, and were not in fact taken into consideration in making their award. Id. 21.</p>\n<p>The tribunal finally awarded to the United States $15,500,000 as indemnity for losses sustained by citizens of this country by reason of the acts of the aforesaid cruisers, and that sum was paid over by Great Britain.</p>\n<p>It was held in <i>United States</i> v. <i>Weld,</i> <span class=\"citation\" data-id=\"92225\"><a href=\"/opinion/92225/united-states-v-weld/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, that this award was made to the United States as a nation. The fund was, at all events, a national fund to be distributed by Congress as it saw fit. True, as citizens of the United States had suffered in person and property by reason of the acts of the Confederate cruisers, and as justice demanded that such losses should be made good by the government of Great Britain, the <span class=\"star-pagination\">*538</span> most natural disposition of the fund that could be made by Congress was in the payment of such losses. But no individual claimant had, as a matter of strict legal or equitable right, any lien upon the fund awarded, nor was Congress under any legal or equitable obligation to pay any claim out of the proceeds of that fund.</p>\n<p>We premise this much to show that, as respects the various claims, both of the first and second classes, for which payment was afterwards provided by Congress, they stood on a basis of equality, in the matter of legal right on the part of the claimants to demand their payment, or legal obligation on the part of the government of the United States to pay them. There was, undoubtedly, a moral obligation on the United States to bestow the fund received upon the individuals who had suffered losses at the hands of the Confederate cruisers; and in this sense all the claims of whatsoever nature were possessed of greater or less pecuniary value. There was at least a possibility of their payment by Congress  an expectancy of interest in the fund, that is, a possibility coupled with an interest.</p>\n<p>The first provision made for the distribution of this fund was by the act of June 23, 1874, 18 Stat. 245, c. 459. By that act there was established a court known as the Court of Commissioners of Alabama Claims, to be composed of five judges, whose duties, among other things, were to receive and examine all claims, admissible under the act, that might be presented to them, directly resulting from damage caused by the aforementioned Confederate cruisers. By section 8 the court was to exist for one year from the date of its first convening and organizing, and the President might, by proclamation, extend its existence for six months more. By subsequent acts of Congress the existence of the court was continued until January 1, 1877, to enable it to complete the business for which it was created.</p>\n<p>The claims allowed by this court did not amount to the sum of the award; and as many claims had not been presented to the court, Congress by the act of June 5, 1882, 22 Stat. 98, c. 195, reëstablished the court \"for the distribution of the unappropriated <span class=\"star-pagination\">*539</span> moneys of the Geneva award.\" It was made the duty of the court, as reorganized, to receive and examine the claims which might be presented, putting them into two classes, and to render judgment for the amounts allowed. Claims of the first class were those \"directly resulting from damage done on the high seas by Confederate cruisers during the late rebellion, including vessels and cargoes attacked on the high seas, although the loss or damage occurred within four miles of the shore;\" and claims of the second class were those \"for the payment of premiums for war risks, whether paid to corporations, agents or individuals, after the sailing of any Confederate cruiser.\"</p>\n<p>As already stated, the defendants in error were adjudicated bankrupts August 5, 1875, and were discharged July 20, 1877. No steps were taken in the matter of their claim until after the passage of the act of 1882. The award was made by the Court of Commissioners in December, 1886, that court finding that the assignees of the defendants in error were entitled to such award.</p>\n<p>It is urged on behalf of the plaintiff in error that this finding, that the assignees were entitled to the amount of the award on this claim, was final and not subject to review in any other court or tribunal. In other words, it is insisted that the decision of that court, both as respects the amount to be paid on the claims and also as to who was entitled to receive that amount, was final and irrevocable.</p>\n<p>We are not impressed with this view. In our opinion it is unsound. The object for which the Court of Commissioners of Alabama Claims was established was to pass upon the claims which were presented to it for adjudication, and determine the amount to be paid by the United States on each claim. Questions respecting the ownership of the respective claims did not concern the court. Its function was performed when it rendered its judgment on the merit of the claims. Its judgments were final upon all parties, as respects the validity of the claim, and the amount to be paid in satisfaction of it; but there is nothing in the acts of Congress relating to this matter, or in the reason of things, to indicate that the <span class=\"star-pagination\">*540</span> judgment of the court, as to who were the owners of the respective claims submitted, should be considered final and irrevocable.</p>\n<p>Passing now to the most important question in the case, we are to consider whether the claim passed to the assignees of the defendants in error by virtue of the deed of assignment in their bankruptcy proceedings; or, whether, on the other hand, it never constituted a part of the estate until the passage of the act of 1882. From the agreed statement of facts it is ascertained that the assignments in bankruptcy were in the usual form.</p>\n<p>By section 5044, Rev. Stat., it is provided that \"all the estate, real and personal, of the bankrupt, with all his deeds, books and papers relating thereto,\" shall be conveyed to the assignee immediately after he is appointed and qualified. Section 5046 puts the assignee in the same position as regards all manner and description of the bankrupt's property, (except that specifically exempt,) as the bankrupt himself would have occupied had no assignment been made. And subsequent sections establish in the assignee the right to sue for and recover all the bankrupt's \"estate, debts and effects\" in his own name, and otherwise represent the bankrupt in every particular as respects the latter's property of whatever species or description.</p>\n<p>It must be conceded that the language of the Revised Statutes relating to bankruptcy to which we have referred is broad and comprehensive enough to embrace the whole property of the bankrupt. Was the claim in this case property, in any sense of the term? We think it was. Who can doubt but that the right to prosecute this claim before the Court of Commissioners of Alabama Claims would have survived to their legal representatives had the original claimants been dead at the passage of the act of 1882? If so, the money recovered would have been distributable as assets of the estate. While, as already stated, there were no means of compelling Congress to distribute the fund received in virtue of the Geneva award, and while the claimant was remediless with respect to any proceedings by which he might be able to retrench his losses, <span class=\"star-pagination\">*541</span> nevertheless there was at all times a moral obligation on the part of the government to do justice to those who had suffered in property. As we have shown from the history of the proceedings leading up to the organization of the tribunal at Geneva, these war premiums of insurance were recognized by the government of the United States as valid claims for which satisfaction should be guaranteed. There was thus at all times a possibility that the government would see that they were paid. There was a possibility of their being at some time valuable. They were rights growing out of property; rights, it is true, that were not enforceable until after the passage of the act of Congress for the distribution of the fund. But the act of Congress did not create the rights. They had existed at all times since the losses occurred. They were created by reason of losses having been suffered. All that the act of Congress did was to provide a remedy for the enforcement of the right.</p>\n<p>The claims in this case differ very materially from a claim for a disability pension, to which they are sought to be likened. They are descendible; are a part of the estate of the original claimants which, in case of their death, would pass to their personal representatives and be distributable as assets; or might have been devised by will: while a claim for a pension is personal, and not susceptible of passing by will, or by operation of law, as personalty.</p>\n<p>Neither do we think that the money appropriated by Congress by the act of 1882 to pay these claims should be considered merely as a gratuity. On this point we can do no better than to quote the language of the learned judge of the court below who delivered the dissenting opinion. He says: \"If Congress intended by these statutes to appropriate the money to certain persons as a gratuity, the only matters for the Court of Commissioners to deal with would have been the persons intended by the statutes, and the amounts given to each, and it is difficult to see how a judicial court could reëxamine the distribution made by the Court of Commissioners unless the persons to whom that court awarded the money claimed and received it in some representative capacity. The judicial <span class=\"star-pagination\">*542</span> courts determine the ownership of the money awarded only on the ground that it follows the ownership of the property as compensation for which the awards were made. Congress did not, however, in these statutes, specify the persons entitled to receive the money otherwise than by describing the claims to be admitted, except that it provided for the exclusion of claims for the loss of property insured to the extent of the indemnity received from the insurance, and that no claim should be allowed `in favor of any person not entitled at the time of the loss to the protection of the United States in the premises,' nor `in favor of any person who did not at all times during the late rebellion bear true allegiance to the United States.'\" <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">554</span></span>, 555.</p>\n<p>We have authority in this court for the position we maintain. In <i>Comegys</i> v. <i>Vasse,</i> <span class=\"citation\" data-id=\"85574\"><a href=\"/opinion/85574/comegys-v-vasse/\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">193</span></a></span>, the controversy was between a bankrupt and his assignees over a claim against the government of Spain for insurance on various vessels and cargoes which had been condemned by the Spanish prize courts. The case was this: Vasse had been an underwriter on ships and cargoes owned by citizens of the United States which were captured and carried into the ports of Spain, and, abandonments having been made thereof to him, he paid the losses thus arising prior to the year 1802. In that same year he became embarrassed and made an assignment under the bankrupt law of April 4, 1800. His certificate of discharge was dated May 28, 1802. In his return of his property and effects to the commissioners, which he was required to make by the act, he did not include this claim against Spain, because it was not believed to have any value, depending, as it did, merely on the discretion and pleasure of the Spanish government. By the treaty of 1819 with Spain that government stipulated to pay five millions of dollars in full discharge of the unlawful seizures which she had made; and the money was afterwards paid over. Under the distribution of that fund the assignees in 1824 received a sum amounting to over $8000, as a part of the bankrupt's estate. Vasse brought suit to recover it from the assignees and recovered judgment in the Circuit Court; but on error this court reversed that judgment and held that the claim for which satisfaction <span class=\"star-pagination\">*543</span> had been made was a part of the estate of the bankrupt in 1802, and therefore passed to the assignees under the deed of assignment. The bankrupt act of 1800, under which the case arose, was quite similar to the statute involved in this case, providing that \"all the estate, real and personal, of every nature and description, to which the bankrupt might be entitled, either in law or in equity,\" should go to his assignee; and the court held that those words were broad and comprehensive enough to cover every description of vested right and interest attached to and growing out of property. The opinion of the court was delivered by Mr. Justice Story. In the course of his remarks he said: \"It is not universally, though it may ordinarily be one test of right, that it may be enforced in a court of justice. Claims and debts due from a sovereign are not ordinarily capable of being so enforced. Neither the king of Great Britain nor the government of the United States is suable in the ordinary courts of justice for debts due by either; yet who will doubt that such debts are rights? It does not follow, because an unjust sentence is irreversible, that the party has lost all right to justice or all claim, upon principles of public law, to remuneration. With reference to mere municipal law, he may be without remedy; but with reference to principles of international law, he has a right both to the justice of his own and the foreign sovereign.\" 1 Pet. 216.</p>\n<p>Again, referring to the language of the bankrupt act of 1800, he said: \"`All the estate, real and personal, of every nature and description, in law or equity,' are broad enough to cover every description of vested right and interest attached to and growing out of property. Under such words the whole property of a testator would pass to his devisee. Whatever the administrator would take, in case of intestacy, would seem capable of passing by such words. It will not admit of question that the rights devolved upon Vasse by the abandonment could, in case of his death, have passed to his personal representative; and when the money was received be distributable as assets. Why, then, should it not be assets in the hands of the assignees? Considering it in the light in which Lord Hardwicke viewed it, as an equitable trust in the money, it is <span class=\"star-pagination\">*544</span> still an interest, or, at all events, a possibility coupled with an interest.\" <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">218</span></span>, 219.</p>\n<p>The principles of that case were applied in <i>Milnor</i> v. <i>Metz,</i> <span class=\"citation\" data-id=\"86208\"><a href=\"/opinion/86208/milnor-v-metz/\"><span class=\"volume\">16</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">221</span></a></span>, to the case of a claim for extra pay for services rendered by a bankrupt as gauger at the port of Philadelphia, which, although presented to Congress prior to his adjudication in bankruptcy, was not recognized by that body or satisfied until afterwards, the court holding that the claim passed to the assignee as part of the bankrupt's estate, and that the doctrine of donation did not apply.</p>\n<p>In <i>Phelps</i> v. <i>McDonald,</i> <span class=\"citation\" data-id=\"89949\"><a href=\"/opinion/89949/phelps-v-mcdonald/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, McDonald, who was a British subject residing in the United States, was declared a bankrupt in 1868, and the conveyance of his estate was made in the usual form by the register to an assignee. At that time he had a claim against the United States, of which the commission organized under the treaty of Washington took cognizance, and made an award for its payment. It was held that such claim passed to the assignee. In the opinion of the court, delivered by Mr. Justice Swayne, after referring to <i>Comegys</i> v. <i>Vasse</i><i>,</i> and other cases of that nature, it was said: \"There is no element of a donation in the payment ultimately made in such cases. Nations, no more than individuals, make gifts of money to foreign strangers. Nor is it material that the claim cannot be enforced by a suit under municipal law which authorizes such a proceeding. In most instances the payment of the simplest debt of the sovereign depends wholly upon his will and pleasure. The theory of the rule is that the government is always ready and willing to pay promptly whatever is due to the creditor... . It is enough that the right exists when the transfer is made, no matter how remote or uncertain the time of payment. The latter does not affect the former... . If the thing be assigned, the right to collect the proceeds adheres to it, and travels with it whithersoever the property may go. They are inseparable. Vested rights <i>ad rem</i> and <i>in re</i>  possibilities coupled with an interest and claims growing out of property  pass to the assignee.\" <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></span>, 304. To the same effect are <i>Erwin</i> v. <i>United States,</i> 97 U.S. 392; <i>Bachman</i> v. <i>Lawson,</i> 109 U.S. 659.</p>\n<p><span class=\"star-pagination\">*545</span> There is nothing in <i>United States</i> v. <i>Weld,</i> <span class=\"citation\" data-id=\"92225\"><a href=\"/opinion/92225/united-states-v-weld/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, that militates against the view herein presented. In that case it was held that, as respects the jurisdiction of the Court of Claims to entertain the suit against the United States under section 1066, Rev. Stat., the claim must be regarded as growing out of the act of 1882, because that act furnished the remedy by which the rights of the claimant might be enforced. But that is an entirely different proposition from the one contended for here by the defendants in error, that the claim was created by that act.</p>\n<p>In our opinion this case falls within the principles of <i>Comegys</i> v. <i>Vasse</i> and <i>Phelps</i> v. <i>McDonald</i><i>;</i> and the judgment of the court below is</p>\n<p><i>Reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</i></p>\n<p>MR. JUSTICE BRADLEY was not present at the argument, and took no part in the decision.</p>\n</div>", "id": 93111, "judges": "Lamar, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93111/", "sha1": "c60fe4f364339c1501efb26eed77b34148ac7588", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:50"}