{"absolute_url": "/opinion/93144/pacific-nat-bank-v-eaton/", "blocked": false, "citation": {"case_name": "Pacific Nat. Bank v. Eaton", "docket_number": "239", "document_uris": ["/api/rest/v2/document/93144/"], "federal_cite_one": "141 U.S. 227", "federal_cite_three": null, "federal_cite_two": null, "id": 77524, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77524/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-05-25", "date_modified": "2014-12-21T01:31:19.679752", "docket": "/api/rest/v2/docket/366732/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">141 U.S. 227</p>\n    <p class=\"case_cite\">11 S.Ct. 984</p>\n    <p class=\"case_cite\">35 L.Ed. 702</p>\n    <p class=\"parties\">PACIFIC NAT. BANK OF BOSTON<br>v.<br>EATON.</p>\n    <p class=\"date\">May 25, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>A. A. Ranney</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>J. H. Benton, Jr.</i>, for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 228-230 intentionally omitted]</p>\n      <p class=\"indent\">BRADLEY, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case belongs to the same group as Delano v. Butler, 118 U. S. 634, 7 Sup. Ct. Rep. 39, and Aspinwall v. Butler, 133 U. S. 597, 10 Sup. Ct. Rep. 417. It relates to certain shares of the increased stock of the Pacific National Bank of Boston issued in September, 1881. The circumstances under which said stock was created and subcribed are detailed in the reports of the cases referred to, and need not be repeated here. It will suffice to state those which are peculiar to the present case, only adverting to such others as may be necessary to understnad it. On September 13, 1881, the capital stock of the bank was $500,000, and on that day the directors voted that the capital be increased to $1,000,000, and that the stockholders have the right to take the new stock at par. in equal amounts to that then held by them. Subscriptions to the new stock were payable October 1, 1881. Mary J. Eaton, the defendant in error, having 40 shares (equal to $4,000,) of the original stock, took her full share of the new stock, and paid for it September 28, 1881, and received the following receipt therefor:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Pacific National Bank,</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'$4,000. Sep. 28,</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Boston, October 1st, 1881.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Received of Mary J. Eaton four thousand dollars on account      of subscription to new stock.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'J. M. PETENGILL, Cashier.' The stockholders of the bank did not all avail themselves of the right to take new stock, but $461,300 of the $500,000 were taken and paid in. At the request of the directors, and the sanction of a large majority of the stockholders, the increase of stock was afterwards limited to the said sum paid in, and approved by the comptroller of the currency, who made and executed his certificate to that effect. Certificates for the new stock were made out in a book, with stubs to indicate their contents, and were delivered to the stockholders as they called for them. Such a certificate was made out for Miss Eaton, but she never called for it, though she was registered in the stock register of the bank as owner thereof without her knowledge. The statement of facts, among other things, has the following: 'No certificate of stock in said proposed increase of capital in the amount of five hundred thousand dollars was made by the bank, nor was any certificate in said claimed increase of four hundred and sixty-one thousand three hundred dollars received by or offered to the plaintiff, but when the certificate from the comptroller, made December 16th, was received by the bank, a certificate of forty shares in said claimed increase of four hundred and sixty-one thousand three hundred dollars was made by the bank, a copy of which isher eto annexed, marked 'C,' which was never called for, taken by, or tendered to the plaintiff, but still remains in the certificate book, and she was then registered in the stock register of the bank as the owner thereof without her knowledge. No certificates in said claimed increase were ever tendered by the bank to any persons to whom they were made, but were delivered to them when called for. No communication was made to the plaintiff with reference to said vote of the directors of December 13th, or change in said proposed increase, or said certificate of said comptroller, or said certificate made to her, and she never assented to any change in the proposed increase in the sum of $500,000.' On the 10th of January, 1882, there was held an annual meeting of the stockholders of the bank for the election of directors and other business, at which it was voted, in accordance with an order from the comptroller of the currency, made under section 5205 of the Revised Statutes, to make an assessment of 100 per cent. upon the shareholders of the bank, <i>pro rata</i> for the amount of capital stock held by each; the vote being 5,494 shares for the assessment, and 55 shares against it. The defendant in error on the day of the annual meeting, and before its opening, made the following demand upon the bank in writing, delivered to the directors: 'Boston, January 10, 1882. To the Pacific National Bank: The conditions upon which you received four thousand dollars of me on the twenty-eighth day of September, 1881, not having been performed, I hereby demand repayment of said four thousand dollars. MARY J. EATON. By J. H. BENTON, Jr., Atty.' She never paid the assessment made on the 10th of January, but on the 14th of March, 1882, she brought this suit in the superior court for the county of Suffolk to recover back the $4,000 which she had paid for the new stock. The cause, having been removed to the supreme judicial court of Massachusetts, was tried in May, 1886, and judgment rendered for the plaintiff in May, 1887, (10 N. E. Rep. 844,) a few months after the decision of this court in the case of Delano v. Butler. The supreme judicial court in its opinion drew a distinction between that case and the present. Its language is as follows: 'The case raised a question which was suggested, but not decided, in Delano v. Butler, 118 U. S. 634, 7 Sup. Ct. Rep. 39. It was there said: 'It will be observed that, without waiting to see what the future action of the association and the comptroller of the currency might be on the question of the ultimate amount of the increased stock, the plaintiff in error paid for his shares and accepted his certificate. This he did, in legal contemplation, with knowledge of the law which authorized the association and the comptroller of the currency to reduce the amount of the proposed increase to a less sum than that fixed in the original proposal of the directors, and such payment and acceptance of the certificates in accordance therewith might amount, under such circumstances, on his part, to a waiver of the right to insist that he should not be bound unless the whole amount of the proposed increase should be subscribed for and paid in; but without insisting upon that point, or deciding it, we think that the subsequent conduct of the plaintiff in error amounts to a ratification.' 118 U. S. 650, 7 Sup. Ct. Rep. 44. In the present case the plaintiff paid in her money, but did not accept a certificate of stock.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court also assumed that the filling of the whole $500,000 of stock was a condition on which the obligation of the subscribers to the new stock to take the same depended. The latter point was fully considered by us in the case of Aspinwall v. Butler; and we held that the filling of the said $500,000 of additional stock was not a condition of the liability of the subscribers to the new stock, but that the association always retained the power of reducing the amount of stock, with the approval of the comptroller of the currency. It isunn ecessary for us to discuss that question again. The defendant in error was just as much bound by her subscription to the new stock as if the whole $500,000 had been subscribed and paid in. The only question to be considered, therefore, is whether the fact that the defendant in error did not call for and take her certificate of stock made any difference as to her <i>status</i> as a stockholder. We cannot see how it could make the slightest difference. Her actually going or sending to the bank and electing to take her share of the new stock, and paying for it in cash, and receiving a receipt for the same in the form above set forth, are acts which are fully equivalent to a subscription to the stock in writing, and the payment of the money therefor. She then became a stockholder. She was properly entered as such on the stock-book of the company, and her certificate of stock was made out, ready for her when she should call for it. It was her certificate. She could have compelled its delivery had it been refused. Whether she called for it or not was a matter of no consequence whatever in reference to her rights and duties. The case is not like that of a deed for lands, which has no force, and is not a deed, and passes no estate, until it is delivered. In that case everything depends on the delivery. But with capital stock it is different. Without express regulation to the contrary, a person becomes a stockholder by subscribing for stock, paying the amount to the company or its proper officer, and being entered on the stock-book as a stockholder. He may take out a certificate or not, as he sees fit. Millions of dollars of capital stock are held without any certificate, or, if certificates are made out, without their ever being delivered. A certificate is authentic evidence of title to stock; but it is not the stock itself, nor is it necessary to the existence of the stock. It certifies to a fact which exists independently of itself. And an actual subscription is not necessary. There may be a virtual subscription, deducible from the acts and conduct of the party.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The whole matter with regard to the new stock of the Pacific National Bank of Boston was so fully discussed in the Cases of Delano and Aspinwall that it would be a work of supererogation to prolong this opinion. The judgment of the supreme judicial court of Massachusetts is reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>141 U.S. 227 (1891)</b></center>\n<center><h1>PACIFIC NATIONAL BANK<br>\nv.<br>\nEATON.</h1></center>\n<center>No. 239.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 24, 1891.</center>\n<center>Decided May 25, 1891.</center>\nERROR TO THE SUPREME JUDICIAL COURT OF THE STATE OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*228</span> <i>Mr. A.A. Ranney</i> for plaintiff in error.</p>\n<p><i>Mr. J.H. Benton, Jr.,</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*230</span> MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This case belongs to the same group as <i>Delano</i> v. <i>Butler</i> (118 U.S. 634) and <i>Aspinwall</i> v. <i>Butler</i> (133 U.S. 595). It relates to certain shares of the increased stock of the Pacific National Bank of Boston issued in September, 1881. The circumstances under which said stock was created and subscribed are detailed in the reports of the cases referred to, and need not be repeated here. It will suffice to state those which are peculiar to the present case, only adverting to such others as may be necessary to understand it. On September 13, 1881, the capital stock of the bank was $500,000, and on that day the directors voted that the capital be increased to $1,000,000, and that the stockholders have the right to take the new stock at par, in equal amounts to that then held by them. Subscriptions to the new stock were payable October 1, 1881. Mary J. Eaton, the defendant in error, having forty shares (equal to $4000) of the original stock, took her full share of the new stock, and paid for it September 28, 1881, and received the following receipt therefor:</p>\n<p></p>\n<h2>\"Pacific National Bank,</h2>\n\"$4000.                                      <i>Sep.</i> 28,\n                                  \"BOSTON, <i>October 1st,</i> 1881.\n<p>\"Received of Mary J. Eaton four thousand dollars on account of subscription to new stock.</p>\n                                  \"J.M. PETTENGILL, <i>Cashier.</i>\"\n<p><span class=\"star-pagination\">*231</span> The stockholders of the bank did not all avail themselves of the right to take new stock, but $461,300 of the $500,000 were taken and paid in. At the request of the directors, with the sanction of a large majority of the stockholders, the increase of stock was afterwards limited to the said sum paid in, and approved by the comptroller of the currency, who made and executed his certificate to that effect. Certificates for the new stock were made out in a book, with stubs to indicate their contents, and were delivered to the stockholders as they called for them. Such a certificate was made out for Miss Eaton, but she never called for it, though she was registered in the stock register of the bank as owner thereof without her knowledge.</p>\n<p>The statement of facts, amongst other things, has the following:</p>\n<p>\"No certificate of stock in said proposed increase of capital in the amount of five hundred thousand dollars was made by the bank, nor was any certificate in said claimed increase of four hundred and sixty-one thousand three hundred dollars received by or offered to the plaintiff, but when the certificate from the comptroller, made December 16, was received by the bank a certificate of forty shares in said claimed increase of four hundred and sixty-one thousand three hundred dollars was made by the bank, a copy of which is hereto annexed, marked C, which was never called for, taken by, or tendered to the plaintiff, but still remains in the certificate book, and she was then registered in the stock register of the bank as the owner thereof without her knowledge. No certificates in said claimed increase were ever tendered by the bank to any persons to whom they were made, but were delivered to them when called for. No communication was made to the plaintiff with reference to said vote of the directors of December 13, or change in said proposed increase, or said certificate of said comptroller, or said certificate made to her, and she never assented to any change in the proposed increase in the sum of $500,000.\"</p>\n<p>On the 10th of January, 1882, there was held an annual meeting of the stockholders of the bank for the election of <span class=\"star-pagination\">*232</span> directors and other business, at which it was voted, in accordance with an order from the comptroller of the currency, made under section 5205 of the Revised Statutes, to make an assessment of 100 per cent upon the shareholders of the bank, <i>pro rata</i> for the amount of capital stock held by each; the vote being 5494 shares for the assessment and 55 shares against it. The defendant in error on the day of the annual meeting, and before its opening, made the following demand upon the bank in writing, delivered to the directors:</p>\n                                   \"BOSTON, <i>January</i> 10, 1882.\n<p>\"To the Pacific National Bank:</p>\n   \"The conditions upon which you received four thousand dollars\nof me on the twenty-eighth day of September, 1881, not having\nbeen performed, I hereby demand repayment of said four thousand\ndollars.                                 \"MARY J. EATON,\n                                \"By J.H. BENTON, JR., <i>Att'y.</i>\"\n<p>She never paid the assessment made on the 10th of January, but on the 14th of March, 1882, she brought this suit in the Superior Court for the County of Suffolk, to recover back the four thousand dollars which she had paid for the new stock. The cause having been removed to the Supreme Judicial Court of Massachusetts, was tried in May, 1886, and judgment rendered for the plaintiff in May, 1887, a few months after the decision of this court in the case of <i>Delano</i> v. <i>Butler,</i> 144 Mass. 260, 269. The Supreme Judicial Court in its opinion drew a distinction between that case and the present. Its language is as follows:</p>\n<p>\"The case raises a question which was suggested, but not decided, in <i>Delano</i> v. <i>Butler,</i> 118 U.S. 634. It was there said: `It will be observed that, without waiting to see what the future action of the association and the comptroller of the currency might be on the question of the ultimate amount of the increased stock, the plaintiff in error paid for his shares and accepted his certificate. This he did, in legal contemplation, with knowledge of the law which authorized the association and the comptroller of the currency to reduce the amount <span class=\"star-pagination\">*233</span> of the proposed increase to a less sum than that fixed in the original proposal of the directors, and such payment and acceptance of the certificates in accordance therewith might amount, under such circumstances, on his part, to a waiver of the right to insist that he should not be bound unless the whole amount of the proposed increase should be subscribed for and paid in; but without insisting upon that point or deciding it, we think that the subsequent conduct of the plaintiff in error amounts to a ratification.' 118 U.S. 650. In the present case the plaintiff paid in her money, but did not accept a certificate of stock.\"</p>\n<p>The court also assumed that the filling of the whole $500,000 of stock was a condition on which the obligation of the subscribers to the new stock to take the same depended. The latter point was fully considered by us in the case of <i>Aspinwall</i> v. <i>Butler</i><i>,</i> and we held that the filling of the said $500,000 of additional stock was not a condition of the liability of the subscribers to the new stock, but that the association always retained the power of reducing the amount of stock, with the approval of the comptroller of the currency. It is unnecessary for us to discuss that question again. The defendant in error was just as much bound by her subscription to the new stock as if the whole $500,000 had been subscribed and paid in. The only question to be considered, therefore, is whether the fact that the defendant in error did not call for and take her certificate of stock made any difference as to her status as a stockholder. We cannot see how it could make the slightest difference. Her actually going or sending to the bank and electing to take her share of the new stock, and paying for it in cash, and receiving a receipt for the same in the form above set forth, are acts which are fully equivalent to a subscription to the stock in writing, and the payment of the money therefor. She then became a stockholder. She was properly entered as such on the stock book of the company, and her certificate of stock was made out ready for her when she should call for it. It was her certificate. She could have compelled its delivery had it been refused. Whether she called for it or not was a matter of no consequence whatever in reference to her rights and duties.</p>\n<p><span class=\"star-pagination\">*234</span> The case is not like that of a deed for lands, which has no force, and is not a deed, and passes no estate, until it is delivered. In that case everything depends on the delivery. But with capital stock it is different. Without express regulation to the contract a person becomes a stockholder by subscribing for stock, paying the amount to the company or its proper officer, and being entered on the stock book as a stockholder. He may take out a certificate or not, as he sees fit. Millions of dollars of capital stock are held without any certificate; or, if certificates are made out, without their ever being delivered. A certificate is authentic evidence of title to stock; but it is not the stock itself, nor is it necessary to the existence of the stock. It certifies to a fact which exists independently of itself. And an actual subscription is not necessary. There may be a virtual subscription, deducible from the acts and conduct of the party.</p>\n<p>The whole matter with regard to the new stock of the Pacific National Bank of Boston was so fully discussed in the cases of <i>Delano</i> and <i>Aspinwall</i> that it would be a work of supererogation to prolong this opinion. The judgment of the Supreme Judicial Court of Massachusetts is</p>\n<p><i>Reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></span> (1891)</b></center>\n<center><h1>PACIFIC NATIONAL BANK<br>\nv.<br>\nEATON.</h1></center>\n<center>No. 239.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 24, 1891.</center>\n<center>Decided May 25, 1891.</center>\nERROR TO THE SUPREME JUDICIAL COURT OF THE STATE OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*228</span> <i>Mr. A.A. Ranney</i> for plaintiff in error.</p>\n<p><i>Mr. J.H. Benton, Jr.,</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*230</span> MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This case belongs to the same group as <i>Delano</i> v. <i>Butler</i> (118 U.S. 634) and <i>Aspinwall</i> v. <i>Butler</i> (133 U.S. 595). It relates to certain shares of the increased stock of the Pacific National Bank of Boston issued in September, 1881. The circumstances under which said stock was created and subscribed are detailed in the reports of the cases referred to, and need not be repeated here. It will suffice to state those which are peculiar to the present case, only adverting to such others as may be necessary to understand it. On September 13, 1881, the capital stock of the bank was $500,000, and on that day the directors voted that the capital be increased to $1,000,000, and that the stockholders have the right to take the new stock at par, in equal amounts to that then held by them. Subscriptions to the new stock were payable October 1, 1881. Mary J. Eaton, the defendant in error, having forty shares (equal to $4000) of the original stock, took her full share of the new stock, and paid for it September 28, 1881, and received the following receipt therefor:</p>\n<p></p>\n<h2>\"Pacific National Bank,</h2>\n\"$4000.                                      <i>Sep.</i> 28,\n                                  \"BOSTON, <i>October 1st,</i> 1881.\n<p>\"Received of Mary J. Eaton four thousand dollars on account of subscription to new stock.</p>\n                                  \"J.M. PETTENGILL, <i>Cashier.</i>\"\n<p><span class=\"star-pagination\">*231</span> The stockholders of the bank did not all avail themselves of the right to take new stock, but $461,300 of the $500,000 were taken and paid in. At the request of the directors, with the sanction of a large majority of the stockholders, the increase of stock was afterwards limited to the said sum paid in, and approved by the comptroller of the currency, who made and executed his certificate to that effect. Certificates for the new stock were made out in a book, with stubs to indicate their contents, and were delivered to the stockholders as they called for them. Such a certificate was made out for Miss Eaton, but she never called for it, though she was registered in the stock register of the bank as owner thereof without her knowledge.</p>\n<p>The statement of facts, amongst other things, has the following:</p>\n<p>\"No certificate of stock in said proposed increase of capital in the amount of five hundred thousand dollars was made by the bank, nor was any certificate in said claimed increase of four hundred and sixty-one thousand three hundred dollars received by or offered to the plaintiff, but when the certificate from the comptroller, made December 16, was received by the bank a certificate of forty shares in said claimed increase of four hundred and sixty-one thousand three hundred dollars was made by the bank, a copy of which is hereto annexed, marked C, which was never called for, taken by, or tendered to the plaintiff, but still remains in the certificate book, and she was then registered in the stock register of the bank as the owner thereof without her knowledge. No certificates in said claimed increase were ever tendered by the bank to any persons to whom they were made, but were delivered to them when called for. No communication was made to the plaintiff with reference to said vote of the directors of December 13, or change in said proposed increase, or said certificate of said comptroller, or said certificate made to her, and she never assented to any change in the proposed increase in the sum of $500,000.\"</p>\n<p>On the 10th of January, 1882, there was held an annual meeting of the stockholders of the bank for the election of <span class=\"star-pagination\">*232</span> directors and other business, at which it was voted, in accordance with an order from the comptroller of the currency, made under section 5205 of the Revised Statutes, to make an assessment of 100 per cent upon the shareholders of the bank, <i>pro rata</i> for the amount of capital stock held by each; the vote being 5494 shares for the assessment and 55 shares against it. The defendant in error on the day of the annual meeting, and before its opening, made the following demand upon the bank in writing, delivered to the directors:</p>\n                                   \"BOSTON, <i>January</i> 10, 1882.\n<p>\"To the Pacific National Bank:</p>\n   \"The conditions upon which you received four thousand dollars\nof me on the twenty-eighth day of September, 1881, not having\nbeen performed, I hereby demand repayment of said four thousand\ndollars.                                 \"MARY J. EATON,\n                                \"By J.H. BENTON, JR., <i>Att'y.</i>\"\n<p>She never paid the assessment made on the 10th of January, but on the 14th of March, 1882, she brought this suit in the Superior Court for the County of Suffolk, to recover back the four thousand dollars which she had paid for the new stock. The cause having been removed to the Supreme Judicial Court of Massachusetts, was tried in May, 1886, and judgment rendered for the plaintiff in May, 1887, a few months after the decision of this court in the case of <i>Delano</i> v. <i>Butler,</i> <span class=\"citation\" data-id=\"91722\"><a href=\"/opinion/91722/delano-v-butler/\"><span class=\"volume\">144</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">260</span></a></span>, 269. The Supreme Judicial Court in its opinion drew a distinction between that case and the present. Its language is as follows:</p>\n<p>\"The case raises a question which was suggested, but not decided, in <i>Delano</i> v. <i>Butler,</i> 118 U.S. 634. It was there said: `It will be observed that, without waiting to see what the future action of the association and the comptroller of the currency might be on the question of the ultimate amount of the increased stock, the plaintiff in error paid for his shares and accepted his certificate. This he did, in legal contemplation, with knowledge of the law which authorized the association and the comptroller of the currency to reduce the amount <span class=\"star-pagination\">*233</span> of the proposed increase to a less sum than that fixed in the original proposal of the directors, and such payment and acceptance of the certificates in accordance therewith might amount, under such circumstances, on his part, to a waiver of the right to insist that he should not be bound unless the whole amount of the proposed increase should be subscribed for and paid in; but without insisting upon that point or deciding it, we think that the subsequent conduct of the plaintiff in error amounts to a ratification.' 118 U.S. 650. In the present case the plaintiff paid in her money, but did not accept a certificate of stock.\"</p>\n<p>The court also assumed that the filling of the whole $500,000 of stock was a condition on which the obligation of the subscribers to the new stock to take the same depended. The latter point was fully considered by us in the case of <i>Aspinwall</i> v. <i>Butler</i><i>,</i> and we held that the filling of the said $500,000 of additional stock was not a condition of the liability of the subscribers to the new stock, but that the association always retained the power of reducing the amount of stock, with the approval of the comptroller of the currency. It is unnecessary for us to discuss that question again. The defendant in error was just as much bound by her subscription to the new stock as if the whole $500,000 had been subscribed and paid in. The only question to be considered, therefore, is whether the fact that the defendant in error did not call for and take her certificate of stock made any difference as to her status as a stockholder. We cannot see how it could make the slightest difference. Her actually going or sending to the bank and electing to take her share of the new stock, and paying for it in cash, and receiving a receipt for the same in the form above set forth, are acts which are fully equivalent to a subscription to the stock in writing, and the payment of the money therefor. She then became a stockholder. She was properly entered as such on the stock book of the company, and her certificate of stock was made out ready for her when she should call for it. It was her certificate. She could have compelled its delivery had it been refused. Whether she called for it or not was a matter of no consequence whatever in reference to her rights and duties.</p>\n<p><span class=\"star-pagination\">*234</span> The case is not like that of a deed for lands, which has no force, and is not a deed, and passes no estate, until it is delivered. In that case everything depends on the delivery. But with capital stock it is different. Without express regulation to the contract a person becomes a stockholder by subscribing for stock, paying the amount to the company or its proper officer, and being entered on the stock book as a stockholder. He may take out a certificate or not, as he sees fit. Millions of dollars of capital stock are held without any certificate; or, if certificates are made out, without their ever being delivered. A certificate is authentic evidence of title to stock; but it is not the stock itself, nor is it necessary to the existence of the stock. It certifies to a fact which exists independently of itself. And an actual subscription is not necessary. There may be a virtual subscription, deducible from the acts and conduct of the party.</p>\n<p>The whole matter with regard to the new stock of the Pacific National Bank of Boston was so fully discussed in the cases of <i>Delano</i> and <i>Aspinwall</i> that it would be a work of supererogation to prolong this opinion. The judgment of the Supreme Judicial Court of Massachusetts is</p>\n<p><i>Reversed, and the cause remanded for further proceedings not inconsistent with this opinion.</i></p>\n</div>", "id": 93144, "judges": "Bradley", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93144/", "sha1": "19f638e92d003da2543006ac552991981aa27a24", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:57"}