{"absolute_url": "/opinion/93191/chicago-st-p-m-or-co-v-roberts/", "blocked": false, "citation": {"case_name": "Chicago, St. P., M. & OR Co. v. Roberts", "docket_number": "1417", "document_uris": ["/api/rest/v2/document/93191/"], "federal_cite_one": "141 U.S. 690", "federal_cite_three": null, "federal_cite_two": null, "id": 77571, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77571/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-12-07", "date_modified": "2014-12-21T01:31:20.899908", "docket": "/api/rest/v2/docket/602457/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">141 U.S. 690</p>\r\n    <p class=\"case_cite\">12 S.Ct. 123</p>\r\n    <p class=\"case_cite\">35 L.Ed. 905</p>\r\n    <p class=\"parties\">CHICAGO, ST. P., M. &amp; O. RY. CO.<br>v.<br>ROBERTS.</p>\r\n    <p class=\"date\">December 7, 1891.</p>\r\n    <div class=\"prelims\">\r\n      <p class=\"indent\">This is a motion to dismiss the writ of error herein for want of jurisdiction, with which is united a motion to affirm the judgment of the court below. The case is this: On the 1st of November, 1890, the defendant in error, John Roberts, brought an action in a state court of Minnesota against the Chicago, St. Paul, Minneapolis &amp; Omaha Railway Company, to recover damages for personal injuries alleged to have been sustained in consequence of the negligence of the company, while he was in its employ as a fireman on one of its locomotives, running between the city of St. Paul and the village of St. James, in that state. The damages were laid at $30,000. The railway company very soon thereafter (the exact date not appearing from the record) filed with the clerk of the state court, without notice to the court at all, its petition and bond for the removal of the cause into the United States circuit court for the district of Minnesota, on the ground of diverse citizenship of the parties; and on the 3d of November of that year there was filed in the circuit court a certified transcript of the record from the state court, under the hand and seal of the clerk of the state court. On the same day the railway company filed an answer in the circuit court to the merits of the action. Up to this time there does not appear to have been any order entered in the state court touching the removal; nor even that the state court was aware of the petition for removal having been filed; nor does it appear that the circuit court's attention had as yet been called to the case.</p>\r\n      <p class=\"indent\">On the 13th of January, 1891, the plaintiff entered a special appearance in the circuit court, for the purpose of objecting to the jurisdiction of that court, and moved that the cause be remanded to the stae court for the following reasons: (1) The action was not, and never had been, in the circuit court; (2) the action was never removed from the state court; (3) a judgment had been duly rendered and entered in the state court in the cause, in favor of the plaintiff and against the defendant, and within the past 15 days, and since the filing of a transcript of the record in the circuit court, the defendant appeared in the action in the state court, and did therein on the 3d of January, 1891, move the state court to have the aforesaid judgment against it vacated and set aside, which motion was then pending, upon its merits, in the state court, and argument upon it had been continued, by consent of both parties, until January 17, 1891; and, (4) by making said motion and said appearance in the state court, the defendant submitted itself to the jurisdiction of the state court in the action, and thereby waived any and all right which it possessed to a removal of the cause to the circuit court. Argument was had on this motion, and on the 31st of March, 1891, the circuit court entered an order sustaining the motion and remanding the cause to the state court. 45 Fed. Rep. 433. To reverse that order this writ of error is prosecuted.</p>\r\n      <p class=\"indent\"><i>J. L. Macdonald</i> and <i>W. A. Day</i>, for the motion.</p>\r\n      <p class=\"indent\"><i>Enoch Totten</i> and <i>James H. Howe</i>, opposed.</p>\r\n      <p class=\"indent\">[Argument of Counsel from pages 691-693 intentionally omitted]</p>\r\n      <p class=\"indent\">Mr. Justice LAMAR delivered the opinion of the court.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p1\">\r\n      <span class=\"num\">1</span>\r\n      <p class=\"indent\">The ground upon which the motion to dismiss is based is that the writ of error is not only not authorized, but is expressly denied by the second section of the act of congress approved March 3, 1887, (24 St. 552,) as corrected by the act of August 13, 1888, (25 St. 433,) the last paragraph of which is as follows: 'Whenever any cause shall be removed from any state court into any circuit court of the United States, and the circuit court shall decide that the cause was improperly removed, and order the same to be remanded to the state court from whence it came, such remand shall be immediately carried into execution, and no appeal or writ of error from the decision of the circuit court so remanding such cause shall be allowed.' The question presented for our decision is, has this court, upon this record, the appellate jurisdiction to review the order of the circuit court remanding the cause to the state court? The case of Morey v. Lockhart, 123 U. S. 56, 58, 8 Sup. Ct. Rep. 65, was an appeal from an order of the circuit court remanding a suit which was begun in, and had been removed from, the state court to the circuit court, after the act of March 3, 1887, (24 St. 552,) went into effect. A motion to dismiss the appeal was filed, and was granted by this court, upon the ground that 'the order of the circuit court remanding the cause to the state court is not a final judgment,' citing Railroad Co. v. Wiswall, 23 Wall. 507. The court, in its opinion delivered by Mr. Chief Justice WAITE, after quoting section 2 of the act of 1887, said: 'It is contended, however, that the prohibition against appeals and writs of error in the act of 1887 applies only to removals on account of prejudice or local influence; but that cannot be so. The section of the statute in which the provision occurs has relation to removals generally, those for prejudice or local influence as well as those for other causes, and the prohibition has no words of limitation. It is in effect that no appeal or writ of error shall be allowed from an order to remand in 'any cause removed from any state court into any circuit court of the United States.\"</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p2\">\r\n      <span class=\"num\">2</span>\r\n      <p class=\"indent\">In Railroad Co. v. Thouron, 134 U. S. 45, 10 Sup. Ct. Rep. 517, which was an appeal from the order of a circuit court remanding the cause to a state court, it was held that an order remanding a cause from a circuit court of the United States to the state court from which it was removed is not a final judgment or decree, and that this court has no jurisdiction to review it; and the motion to dismiss the appeal for want of jurisdiction was granted. In the opinion, delivered by Chief Justice FULLER, the court said: 'Before the act of 1875, c. 137, (18 St. 470,) we held that an order by the circuit court remanding a cause was not such a final judgment or decree in a civil action as to give us jurisdiction for its review by writ of error or appeal. The appropriate remedy in such a case was then by <i>mandamus</i>, to compel the circuit court to hear and decide;' citing authorities. 'The act of 1875 made such order reviewable, (without regard to the pecuniary value of the matter in dispute;) but by the act of March 3, 1887, (24 St. 552, 555, c. 373,) as corrected by the act of August 13, 1888, (25 St. 433, c. 866,) the provision to that effect was repealed; and it was also provided that no appeal or writ of error should be allowed from the decision of the circuit court remanding a cause.' 134 U. S. 46, 10 Sup. Ct. Rep. 517. And again: 'The words, 'a final judgment or decree,' in this act, are manifestly used in the same sense as in the prior statutes which have received interpretations, and these orders to remand were not final judgments or decrees, whatever the ground upon which the circuit court proceeded;' citing Graves v. Corbin, 132 U. S. 571, 10 Sup. Ct. Rep. 196.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p3\">\r\n      <span class=\"num\">3</span>\r\n      <p class=\"indent\">It is contended by counsel for plaintiff in error that this appeal lies under sections 4 and 5 of the act of congress approved March 3, 1891, (26 St. 826.) The fourth section and that part of the fifth relied on read as follows: 'Sec. 4. That no appeal, whether by writ of error or otherwise, shall hereafter be taken or allowed from any district court to the existing circuit courts, and no appellate jurisdiction shall hereafter be exercised or allowed by said existing circuit courts, but all appeals, by writ of error otherwise, [<i>sic</i>] from said district courts shall only be subject to review in the supreme court of the United States or in the circuit court of appeals hereby established, as is hereinafter provided, and the review, by appeal, by writ of error, or otherwise, from the existing circuit courts, shall be had only in the supreme court of the United States or in the circuit courts of appeals hereby established, according to the provisions of this act regulating the same. Sec. 5. That appeals or writs of error may be taken from the district courts or from the existing circuit courts direct to the supreme court in the following cases: In any case in which the jurisdiction of the court is in issue.' It is urged that when the copy of the record in the suit in the state court was entered in the circuit court a case was pending therein, and when the objections to the jurisdiction were presented the jurisdiction of the court was put in issue. This provision of the act of 1891 has been passed upon by this court in the case of McLish v. Roff, 12 Sup. Ct. Rep. 118, (just decided.) In that case the motion to dismiss the writ of error was granted, upon the ground that the provision authorizing appeals or writs of error to be taken direct to this court, 'in any case in which the jurisdiction of the court is in issue,' does not make an appeal or writ of error allowable before the cause has proceeded to final judgment. It is therefore our opinion that the revisory power of this court cannot be invoked on this record, although, by the motion to remand, the jurisdiction of the circuit court was put in issue. The writ of error is dismissed.</p>\r\n    </div>\r\n    ", "html_lawbox": "<div>\n<center><b>141 U.S. 690 (1891)</b></center>\n<center><h1>CHICAGO, ST. PAUL, MINNEAPOLIS AND OMAHA RAILWAY COMPANY<br>\nv.<br>\nROBERTS.</h1></center>\n<center>No. 1417.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 16, 1891.</center>\n<center>Decided December 7, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*691</span> <i>Mr. J.L. MacDonald, Mr. W.A. Day</i> and <i>Mr. W.P. Montague</i> for the motions.</p>\n<p><i>Mr. Enoch Totten, Mr. J.H. Howe</i> and <i>Mr. S.L. Perrin</i> opposing.</p>\n<p><span class=\"star-pagination\">*693</span> MR. JUSTICE LAMAR, after stating the case, delivered the opinion of the court.</p>\n<p>The ground upon which the motion to dismiss is based is, that the writ of error is not only not authorized, but is expressly denied by the second section of the act of Congress approved March 3, 1887, 24 Stat. 552, c. 373, as corrected by the act of August 13, 1888, 25 Stat. 433, c. 866, the last paragraph of which is as follows: \"Whenever any cause shall be removed from any state court into any Circuit Court of the United States, and <span class=\"star-pagination\">*694</span> the Circuit Court shall decide that the cause was improperly removed, and order the same to be remanded to the state court from whence it came, such remand shall be immediately carried into execution, and no appeal or writ of error from the decision of the Circuit Court so remanding such cause shall be allowed.\"</p>\n<p>The question presented for our decision is, Has this court, upon this record, the appellate jurisdiction to review the order of the Circuit Court remanding the cause to the state court?</p>\n<p>The case of <i>Morey</i> v. <i>Lockhart,</i> 123 U.S. 56, 58, was an appeal from an order of the Circuit Court remanding a suit which was begun in, and had been removed from, the state court to the Circuit Court, after the act of March 3, 1887, 24 Stat. 552, c. 373, went into effect. A motion to dismiss the appeal was filed, and was granted by this court, upon the ground that \"the order of the Circuit Court remanding the cause to the state court is not a final judgment,\" citing <i>Railroad Company</i> v. <i>Wiswall,</i> 23 Wall. 507. The court, in its opinion, delivered by Mr. Chief Justice Waite, after quoting sec. 2 of the act of 1887, said:</p>\n<p>\"It is contended, however, that the prohibition against appeals and writs of error in the act of 1887 applies only to removals on account of prejudice or local influence; but that cannot be so. The section of the statute in which the provision occurs has relation to removals generally, those for prejudice or local influence as well as those for other causes, and the prohibition has no words of limitation. It is in effect that no appeal or writ of error shall be allowed from an order to remand in `any cause' removed `from any state court into any Circuit Court of the United States.'\"</p>\n<p>In <i>Richmond &amp; Danville Railroad</i> v. <i>Thouron,</i> 134 U.S. 45, 46, 47, which was an appeal from the order of a Circuit Court remanding the cause to a state court, it was held that an order remanding a cause from a Circuit Court of the United States to the state court from which it was removed is not a final judgment or decree, and that this court has no jurisdiction to review it; and the motion to dismiss the appeal for want of jurisdiction was granted. In the opinion, delivered <span class=\"star-pagination\">*695</span> by Chief Justice Fuller, the court said: \"Before the act of 1875, c. 137, 18 Stat. 470, we held that an order by the Circuit Court remanding a cause was not such a final judgment or decree in a civil action as to give us jurisdiction for its review by writ of error or appeal. The appropriate remedy in such a case was then; by <i>mandamus,</i> to compel the Circuit Court to hear and decide;\" citing authorities. \"The act of 1875 made such order reviewable (without regard to the pecuniary value of the matter in dispute); but by the act of March 3, 1887, 24 Stat. 552, 555, c. 373, as corrected by the act of August 13, 1888, 25 Stat. 333, c. 866, the provision to that effect was repealed; and it was also provided that no appeal or writ of error should be allowed from the decision of the Circuit Court remanding a cause.\" And again: \"The words `a final judgment or decree,' in this act, are manifestly used in the same sense as in the prior statutes which have received interpretations, and these orders to remand were not final judgments or decrees, whatever the ground upon which the Circuit Court proceeded;\" citing <i>Graves</i> v. <i>Corbin,</i> 132 U.S. 571.</p>\n<p>It is contended by counsel for plaintiff in error that this appeal lies under §§ 4 and 5 of the act of Congress approved March 3, 1891. 26 Stat. 826, c. 517. The fourth section and that part of the fifth relied on read as follows:</p>\n<p>\"SEC. 4. That no appeal, whether by writ of error or otherwise, shall hereafter be taken or allowed from any District Court to the existing Circuit Courts, and no appellate jurisdiction shall hereafter be exercised or allowed by said existing Circuit Courts, but all appeals by writ of error otherwise [<i>sic</i>], from said District Courts shall only be subject to review in the Supreme Court of the United States or in the Circuit Court of Appeals hereby established, as is hereinafter provided, and the review, by appeal, by writ of error, or otherwise, from the existing Circuit Courts shall be had only in the Supreme Court of the United States or in the Circuit Courts of Appeals hereby established, according to the provisions of this act regulating the same.</p>\n<p>\"SEC. 5. That appeals or writs of error may be taken from <span class=\"star-pagination\">*696</span> the District Courts or from the existing Circuit Courts direct to the Supreme Court in the following cases:</p>\n<p>\"In any case in which the jurisdiction of the court is in issue.\"</p>\n<p>It is urged that when the copy of the record in the suit in the state court was entered in the Circuit Court a case was pending therein, and when the objections to the jurisdiction were presented, the jurisdiction of the court was put in issue. This provision of the act of 1891 has been passed upon by this court in the case of <i>McLish</i> v. <i>Roff,</i> just decided, <i>ante,</i> 661. In that case the motion to dismiss the writ of error was granted, upon the ground that the provision authorizing appeals or writs of error to be taken direct to this court, \"in any case in which the jurisdiction of the court is in issue,\" does not make an appeal or writ of error allowable before the cause has proceeded to final judgment. It is, therefore, our opinion that the revisory power of this court cannot be invoked on this record although, by the motion to remand, the jurisdiction of the Circuit Court was put in issue.</p>\n<p>The writ of error is</p>\n<p><i>Dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></span> (1891)</b></center>\n<center><h1>CHICAGO, ST. PAUL, MINNEAPOLIS AND OMAHA RAILWAY COMPANY<br>\nv.<br>\nROBERTS.</h1></center>\n<center>No. 1417.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 16, 1891.</center>\n<center>Decided December 7, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*691</span> <i>Mr. J.L. MacDonald, Mr. W.A. Day</i> and <i>Mr. W.P. Montague</i> for the motions.</p>\n<p><i>Mr. Enoch Totten, Mr. J.H. Howe</i> and <i>Mr. S.L. Perrin</i> opposing.</p>\n<p><span class=\"star-pagination\">*693</span> MR. JUSTICE LAMAR, after stating the case, delivered the opinion of the court.</p>\n<p>The ground upon which the motion to dismiss is based is, that the writ of error is not only not authorized, but is expressly denied by the second section of the act of Congress approved March 3, 1887, 24 Stat. 552, c. 373, as corrected by the act of August 13, 1888, 25 Stat. 433, c. 866, the last paragraph of which is as follows: \"Whenever any cause shall be removed from any state court into any Circuit Court of the United States, and <span class=\"star-pagination\">*694</span> the Circuit Court shall decide that the cause was improperly removed, and order the same to be remanded to the state court from whence it came, such remand shall be immediately carried into execution, and no appeal or writ of error from the decision of the Circuit Court so remanding such cause shall be allowed.\"</p>\n<p>The question presented for our decision is, Has this court, upon this record, the appellate jurisdiction to review the order of the Circuit Court remanding the cause to the state court?</p>\n<p>The case of <i>Morey</i> v. <i>Lockhart,</i> <span class=\"citation\" data-id=\"92020\"><a href=\"/opinion/92020/morey-v-lockhart/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 58, was an appeal from an order of the Circuit Court remanding a suit which was begun in, and had been removed from, the state court to the Circuit Court, after the act of March 3, 1887, 24 Stat. 552, c. 373, went into effect. A motion to dismiss the appeal was filed, and was granted by this court, upon the ground that \"the order of the Circuit Court remanding the cause to the state court is not a final judgment,\" citing <i>Railroad Company</i> v. <i>Wiswall,</i> 23 Wall. 507. The court, in its opinion, delivered by Mr. Chief Justice Waite, after quoting sec. 2 of the act of 1887, said:</p>\n<p>\"It is contended, however, that the prohibition against appeals and writs of error in the act of 1887 applies only to removals on account of prejudice or local influence; but that cannot be so. The section of the statute in which the provision occurs has relation to removals generally, those for prejudice or local influence as well as those for other causes, and the prohibition has no words of limitation. It is in effect that no appeal or writ of error shall be allowed from an order to remand in `any cause' removed `from any state court into any Circuit Court of the United States.'\"</p>\n<p>In <i>Richmond &amp; Danville Railroad</i> v. <i>Thouron,</i> <span class=\"citation\" data-id=\"92706\"><a href=\"/opinion/92706/richmond-danville-r-co-v-thouron/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 46, 47, which was an appeal from the order of a Circuit Court remanding the cause to a state court, it was held that an order remanding a cause from a Circuit Court of the United States to the state court from which it was removed is not a final judgment or decree, and that this court has no jurisdiction to review it; and the motion to dismiss the appeal for want of jurisdiction was granted. In the opinion, delivered <span class=\"star-pagination\">*695</span> by Chief Justice Fuller, the court said: \"Before the act of 1875, c. 137, 18 Stat. 470, we held that an order by the Circuit Court remanding a cause was not such a final judgment or decree in a civil action as to give us jurisdiction for its review by writ of error or appeal. The appropriate remedy in such a case was then; by <i>mandamus,</i> to compel the Circuit Court to hear and decide;\" citing authorities. \"The act of 1875 made such order reviewable (without regard to the pecuniary value of the matter in dispute); but by the act of March 3, 1887, 24 Stat. 552, 555, c. 373, as corrected by the act of August 13, 1888, 25 Stat. 333, c. 866, the provision to that effect was repealed; and it was also provided that no appeal or writ of error should be allowed from the decision of the Circuit Court remanding a cause.\" And again: \"The words `a final judgment or decree,' in this act, are manifestly used in the same sense as in the prior statutes which have received interpretations, and these orders to remand were not final judgments or decrees, whatever the ground upon which the Circuit Court proceeded;\" citing <i>Graves</i> v. <i>Corbin,</i> 132 U.S. 571.</p>\n<p>It is contended by counsel for plaintiff in error that this appeal lies under §§ 4 and 5 of the act of Congress approved March 3, 1891. 26 Stat. 826, c. 517. The fourth section and that part of the fifth relied on read as follows:</p>\n<p>\"SEC. 4. That no appeal, whether by writ of error or otherwise, shall hereafter be taken or allowed from any District Court to the existing Circuit Courts, and no appellate jurisdiction shall hereafter be exercised or allowed by said existing Circuit Courts, but all appeals by writ of error otherwise [<i>sic</i>], from said District Courts shall only be subject to review in the Supreme Court of the United States or in the Circuit Court of Appeals hereby established, as is hereinafter provided, and the review, by appeal, by writ of error, or otherwise, from the existing Circuit Courts shall be had only in the Supreme Court of the United States or in the Circuit Courts of Appeals hereby established, according to the provisions of this act regulating the same.</p>\n<p>\"SEC. 5. That appeals or writs of error may be taken from <span class=\"star-pagination\">*696</span> the District Courts or from the existing Circuit Courts direct to the Supreme Court in the following cases:</p>\n<p>\"In any case in which the jurisdiction of the court is in issue.\"</p>\n<p>It is urged that when the copy of the record in the suit in the state court was entered in the Circuit Court a case was pending therein, and when the objections to the jurisdiction were presented, the jurisdiction of the court was put in issue. This provision of the act of 1891 has been passed upon by this court in the case of <i>McLish</i> v. <i>Roff,</i> just decided, <i>ante,</i> 661. In that case the motion to dismiss the writ of error was granted, upon the ground that the provision authorizing appeals or writs of error to be taken direct to this court, \"in any case in which the jurisdiction of the court is in issue,\" does not make an appeal or writ of error allowable before the cause has proceeded to final judgment. It is, therefore, our opinion that the revisory power of this court cannot be invoked on this record although, by the motion to remand, the jurisdiction of the Circuit Court was put in issue.</p>\n<p>The writ of error is</p>\n<p><i>Dismissed.</i></p>\n</div>", "id": 93191, "judges": "Lamar, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93191/", "sha1": "40dc47ea944261ce474d748516ae6479063a89e4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:58"}