{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "142 U.S. 140", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93206/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Claassen v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "1191", 
    "id": 77586, 
    "resource_uri": "/api/rest/v2/citation/77586/"
  }, 
  "id": 93206, 
  "blocked": false, 
  "judges": "Gray, After Stating the Case as Above", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1891-12-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>142 U.S. 140 (1891)</b></center>\n<center><h1>CLAASSEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 1191.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 11, 1891.</center>\n<center>Decided December 21, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*143</span> <span class=\"star-pagination\">*144</span> <i>Mr. Hector M. Hitchings</i> (with whom was <i>Mr. Samuel Shellabarger</i>) for plaintiff in error.</p>\n<p><i>Mr. Solicitor General</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*146</span> MR. JUSTICE GRAY, after stating the case as above, delivered the opinion of the court.</p>\n<p>There can be no doubt of the sufficiency of the first count on which the defendant was convicted. It avers that the defendant was president of a national banking association; that by virtue of his office he received and took into his possession certain bonds, (fully described,) the property of the association; and that, with intent to injure and defraud the association, he embezzled the bonds and converted them to his own use. On principle and precedent, no further averment was requisite to a complete and sufficient description of the crime charged. <i>United States</i> v. <i>Britton,</i> 107 U.S. 655, 669; <i>The King</i> v. <i>Johnson,</i> 3 M. &amp; S. 539, 549; Starkie Crim. Pl. (2d ed.) 454; 3 Chitty Crim. Law, 981; 2 Bishop Crim. Pro. §§ 315, 322.</p>\n<p>This count and the verdict of guilty returned upon it being sufficient to support the judgment and sentence, the question of the sufficiency of the other counts need not be considered.</p>\n<p>In criminal cases, the general rule, as stated by Lord Mansfield before the Declaration of Independence, is \"that if there is any one count to support the verdict, it shall stand good, notwithstanding all the rest are bad.\" <i>Peake</i> v. <i>Oldham,</i> Cowper, 275, 276; <i>Rex</i> v. <i>Benfield,</i> 2 Bur. 980, 985. See also <i>Grant</i> v. <i>Astle,</i> 2 Doug. 722, 730. And it is settled law in this court, and in this country generally, that in any criminal case a general verdict and judgment on an indictment or information containing several counts cannot be reversed on error, if any one of the counts is good and warrants the judgment, because, in the absence of anything in the record to <span class=\"star-pagination\">*147</span> show the contrary, the presumption of law is that the court awarded sentence on the good count only. <i>Locke</i> v. <i>United States,</i> 7 Cranch, 339, 344; <i>Clifton</i> v. <i>United States,</i> 4 How. 242, 250; <i>Snyder</i> v. <i>United States,</i> 112 U.S. 216; <i>Bond</i> v. <i>Dustin,</i> 112 U.S. 604, 609; 1 Bishop Crim. Pro. § 1015; Wharton Crim. Pl. &amp; Pract. § 771.</p>\n<p>The opposing decision of the House of Lords, in 1844, in the well known case of <i>O'Connell</i> v. <i>The Queen,</i> was carried, as appears by the report in 11 Cl. &amp; Fin. 155, by the votes of Lord Denman, Lord Cottenham and Lord Campbell against the votes of Lord Lyndhurst and Lord Brougham, as well as against the opinions of a large majority of the judges consulted, and the universal understanding and practice of the courts and the profession in England before that decision. It has seldom, if ever, been followed in the United States.</p>\n<p>In <i>Commonwealth</i> v. <i>Boston &amp; Maine Railroad,</i> 133 Mass. 383, 392, and in <i>Wood</i> v. <i>State,</i> 59 N.Y. 117, 122, relied on by the plaintiff in error, the general rule was not impugned, and judgment upon a general verdict was reversed because of erroneous instructions, duly excepted to by the defendant at the trial, expressly authorizing the jury to convict upon an insufficient count.</p>\n<p>In the case now before us, the record does not show that any instructions at the trial were excepted to, and the jury did not return a general verdict against the defendant on all the counts, but found him guilty of the offences charged in each of the five counts now in question. This being the case, and the sentence being to imprisonment for not less than five years nor more than ten, which was the only sentence authorized for a single offence under the statute on which the defendant was indicted, there is no reason why that sentence should not be applied to any one of the counts which was good.</p>\n<p>The objections assigned and argued to the rulings and instructions at the trial cannot be considered by this court. Upon writ of error, no error in law can be reviewed which does not appear upon the record, or by bill of exceptions made part of the record. The case settled by the judge presiding at the trial, pursuant to a rule of the Circuit Court, was for the <span class=\"star-pagination\">*148</span> single purpose of a hearing in banc in that court, as upon a motion for a new trial, and is no part of the record on error. No bill of exceptions was, or, as we have already adjudged, could have been allowed by the Circuit Court to the rulings and instructions at the trial, because the conviction of the defendant was before the passage of the Judiciary Act of March 3, 1891, c. 517, and while the laws did not provide for or permit a bill of exceptions in such a case as this. Neither the assignment of errors, nor the plea of <i>in nullo est erratum,</i> can give this court jurisdiction of errors not appearing on the face of the record. <i>In re Claassen,</i> 140 U.S. 200.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:58", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></span> (1891)</b></center>\n<center><h1>CLAASSEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 1191.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 11, 1891.</center>\n<center>Decided December 21, 1891.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*143</span> <span class=\"star-pagination\">*144</span> <i>Mr. Hector M. Hitchings</i> (with whom was <i>Mr. Samuel Shellabarger</i>) for plaintiff in error.</p>\n<p><i>Mr. Solicitor General</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*146</span> MR. JUSTICE GRAY, after stating the case as above, delivered the opinion of the court.</p>\n<p>There can be no doubt of the sufficiency of the first count on which the defendant was convicted. It avers that the defendant was president of a national banking association; that by virtue of his office he received and took into his possession certain bonds, (fully described,) the property of the association; and that, with intent to injure and defraud the association, he embezzled the bonds and converted them to his own use. On principle and precedent, no further averment was requisite to a complete and sufficient description of the crime charged. <i>United States</i> v. <i>Britton,</i> <span class=\"citation\" data-id=\"90805\"><a href=\"/opinion/90805/united-states-v-britton/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">655</span></a></span>, 669; <i>The King</i> v. <i>Johnson,</i> 3 M. &amp; S. 539, 549; Starkie Crim. Pl. (2d ed.) 454; 3 Chitty Crim. Law, 981; 2 Bishop Crim. Pro. §§ 315, 322.</p>\n<p>This count and the verdict of guilty returned upon it being sufficient to support the judgment and sentence, the question of the sufficiency of the other counts need not be considered.</p>\n<p>In criminal cases, the general rule, as stated by Lord Mansfield before the Declaration of Independence, is \"that if there is any one count to support the verdict, it shall stand good, notwithstanding all the rest are bad.\" <i>Peake</i> v. <i>Oldham,</i> Cowper, 275, 276; <i>Rex</i> v. <i>Benfield,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Bur.</span> <span class=\"page\">980</span></span>, 985. See also <i>Grant</i> v. <i>Astle,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Doug.</span> <span class=\"page\">722</span></span>, 730. And it is settled law in this court, and in this country generally, that in any criminal case a general verdict and judgment on an indictment or information containing several counts cannot be reversed on error, if any one of the counts is good and warrants the judgment, because, in the absence of anything in the record to <span class=\"star-pagination\">*147</span> show the contrary, the presumption of law is that the court awarded sentence on the good count only. <i>Locke</i> v. <i>United States,</i> 7 Cranch, 339, 344; <i>Clifton</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"86367\"><a href=\"/opinion/86367/clifton-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">How.</span> <span class=\"page\">242</span></a></span>, 250; <i>Snyder</i> v. <i>United States,</i> 112 U.S. 216; <i>Bond</i> v. <i>Dustin,</i> <span class=\"citation\" data-id=\"91236\"><a href=\"/opinion/91236/bond-v-dustin/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, 609; 1 Bishop Crim. Pro. § 1015; Wharton Crim. Pl. &amp; Pract. § 771.</p>\n<p>The opposing decision of the House of Lords, in 1844, in the well known case of <i>O'Connell</i> v. <i>The Queen,</i> was carried, as appears by the report in 11 Cl. &amp; Fin. 155, by the votes of Lord Denman, Lord Cottenham and Lord Campbell against the votes of Lord Lyndhurst and Lord Brougham, as well as against the opinions of a large majority of the judges consulted, and the universal understanding and practice of the courts and the profession in England before that decision. It has seldom, if ever, been followed in the United States.</p>\n<p>In <i>Commonwealth</i> v. <i>Boston &amp; Maine Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">383</span></span>, 392, and in <i>Wood</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">117</span></span>, 122, relied on by the plaintiff in error, the general rule was not impugned, and judgment upon a general verdict was reversed because of erroneous instructions, duly excepted to by the defendant at the trial, expressly authorizing the jury to convict upon an insufficient count.</p>\n<p>In the case now before us, the record does not show that any instructions at the trial were excepted to, and the jury did not return a general verdict against the defendant on all the counts, but found him guilty of the offences charged in each of the five counts now in question. This being the case, and the sentence being to imprisonment for not less than five years nor more than ten, which was the only sentence authorized for a single offence under the statute on which the defendant was indicted, there is no reason why that sentence should not be applied to any one of the counts which was good.</p>\n<p>The objections assigned and argued to the rulings and instructions at the trial cannot be considered by this court. Upon writ of error, no error in law can be reviewed which does not appear upon the record, or by bill of exceptions made part of the record. The case settled by the judge presiding at the trial, pursuant to a rule of the Circuit Court, was for the <span class=\"star-pagination\">*148</span> single purpose of a hearing in banc in that court, as upon a motion for a new trial, and is no part of the record on error. No bill of exceptions was, or, as we have already adjudged, could have been allowed by the Circuit Court to the rulings and instructions at the trial, because the conviction of the defendant was before the passage of the Judiciary Act of March 3, 1891, c. 517, and while the laws did not provide for or permit a bill of exceptions in such a case as this. Neither the assignment of errors, nor the plea of <i>in nullo est erratum,</i> can give this court jurisdiction of errors not appearing on the face of the record. <i>In re Claassen,</i> 140 U.S. 200.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "sha1": "52f769cb7acf746298f6e22f2c96419a707cd01c", 
  "date_modified": "2014-12-21T01:31:22.038143", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93206/claassen-v-united-states/", 
  "citation_count": 68, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1486537/", 
  "html": "<p class=\"case_cite\">142 U.S. 140</p>\n    <p class=\"case_cite\">12 S.Ct. 169</p>\n    <p class=\"case_cite\">35 L.Ed. 966</p>\n    <p class=\"parties\">CLAASSEN<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">December 21, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Indictment of Peter J. Claassen, president of the Sixth National Bank of New York, for embezzling the securities thereof. Verdict of guilty, and judgment thereon. Defendant brings error. Affirmed.</p>\n      <p class=\"indent\">The facts of the case fully appear in the following statement by Mr. Justice GRAY: This was an indictment on section 5209 of the Revised Statutes, (which is copied in the margin<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>) containing 44 counts, to all of which (except 4 afterwards abandoned by the prosecution) the defendant demurred; and, his demurrer being overruled, he pleaded not guilty to all the counts. At the trial the district attorney elected to go to the jury upon 11 of the counts; and on May 28, 1890, the jury found the defendant guilty of the offenses charged in 5 of those counts, and acquitted him upon the other 6. The first of the 5 counts upon which the defendant was convicted alleged that on January 23, 1890, he, being the president of a certain national banking association known as the 'Sixth National Bank of the city of New York,' organized under the act of congress of June 3, 1864, c. 106, and acting and carrying on a banking business in the city of New York, 'did, by virtue of his said office and employment, and while he was so employed and acting as such president as aforesaid, receive and take into his possession certain funds and credits, to-wit,' certain bonds and obligations of railroad and other corporations, particularly described, of the value in all of $672,000, 'then and there being the property of the said association, and which he held for and in the name and on account of the said association, and did then and there willfully and unlawfully, and with intent to injure and defraud the said association, embezzle the said bonds and written obligations and convert them to his own use, against the peace of the United States and their dignity, and contrary to the form of the statute of the said United States in such case made and provided.' Another of these counts averred that, on January 22, 1890, the defendant, being president as aforesaid, 'did, willfully and unlawfully, and with intent to injure and defraud the said association, misapply and convert to the use, benefit, and advantage of one James A. Simmons certain moneys and funds then and there being the property of the said association, to-wit, the sum of sixty thousand dollars, in the manner and by the means following,&#8212;that is to say, he, the said Peter J. Claassen, being then and there such president as aforesaid, did, without the knowledge and consent of said association or its board of directors, procure the making by one Andrew E. Colson, who was then and there the cashier of said association, of a certain writing and check, commonly known and called a 'cashier's check,' bearing date the 22d day of January, in the year of our Lord one thousand eight hundred and ninety, which said check did then and there authorize and direct the said association to pay to the order of the said James A. Simmons the sum of sixty thousand dollars, although, as he, the said Peter J. Claasen, then and there well knew, the said sum of sixty thousand dollars was not then and there on deposit with the said association to the credit of him, the said James A. Simmons, and was not then and there due and owing from the said association to him, the said James A. Simmons, and the repayment thereof to the said association was not then and there in any way secured, and the said James A. Simmons had no manner of right and title to the same, and he, the said Peter J Claassen, then and there unlawfully devising and intending that he, the said James A. Simmons, should appropriate and convert to his own use the said sum of sixty thousand dollars from and out of the moneys and funds of the said association, which said sum of money was, upon and pursuant to the direction and authorization contained in the said check, there-after, to-wit, on the 23d day of January, in the year of our Lord one thousand eight hundred and ninety, paid by the said association from and out of the moneys and funds of the said association to the said James A. Simmons, and was then and there appropriated and converted to the use of the said James A. Simmons, against the peace of the United States and their dignity, and contrary to the form of the statute of the said United States in such case made and provided.\" The other three counts were precisely like this, except in the names of the persons to whose use and benefit the funds were converted. A motion for a new trial and in arrest of judgment was heard upon a case settled by the presiding judge, and denied on December 24, 1890. On March 18, 1891, the defendant was sentenced to imprisonment for a term of six years in a penitentiary. On March 21, 1891, he sued out a writ of error from this court under the act of March 2, 1891, c. 517, &#167; 5, and the joint resolution of the same date, No. 17, (26 St. 827, 1115) and filed in the circuit court an assignment of errors, setting forth specifically, and in the manner of a bill of exceptions, errors in the admission and rejections of evidence, and in the judge's instructions to the jury, but assigned no error in the indictment or the sentence. To this assignment of errors the United States pleaded in nullo est erratum, as follows: \"And afterwards, to-wit, on the second Monday of April in said term, the said defendant in error, by Edward Mitchell, their attorney, comes here into court, and says that there is no error either in the record or proceedings aforesaid or in the giving of the judgment aforesaid. And he prays that the sid supreme court, before the justices thereof now here, may proceed to examine as well the reocrd and proceedings aforesaid as the matters aforesaid above assigned for error, and that the judgment aforesaid, in form aforesaid given, may be in all things affirmed,\" etc. The plaintiff in error, in his brief filed in this court, specified the insufficiency of each of the counts on which he was convicted, as well as the matters stated in the assignment of errors filed in the circuit court.</p>\n      <p class=\"indent\"><i>Hector M. Hitchings</i> and <i>Saml. Shellabarger</i>, for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 144-146 intentionally omitted]</p>\n      <p class=\"indent\"><i>Sol. Gen. Taft</i>, for the United States.</p>\n      <p class=\"indent\">Mr. Justice GRAY, after stating the facts as above, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">There can be no doubt of the sufficiency of the first count on which the defendant was convicted. It avers that the defendant was president of a national banking association that by virtue of his office he received and took into his possession certain bonds, (fully described,) the property of the association; and that, with intent to injure and defraud the association, he embezzled the bonds, and converted them to his own use. On principle and precedent, no further averment was requisite to a complete and sufficient description of the crime charged. U. S. v. Britton, 107 U. S. 655, 669, 2 Sup. Ct. Rep. 512; King v. Johnson, 3 Maule &amp; S. 539, 549; Starkie, Crim. Pl. (2d Ed.) 454; 3 Chit. Crim. Law, 981; 2 Bish. Crim. Proc. &#167;&#167; 315, 322. This count, and the verdict of guilty returned upon it, being sufficient to support the judgment and sentence, the question of the sufficiency of the other counts need not be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In criminal cases, the general rule, as stated by Lord MANSFIELD before the Declaration of Independence, is 'that, if there is any one count to support the verdict, it shall stand good, notwithstanding all the rest are bad.' Peake v. Oldham, Cowp. 275, 276; Rex v. Benfield, 2 Burrows, 980, 985. See. also, Grant v. Astle, 2 Doug. 722, 730. And it is settled law in this court, and in this country generally, that in any criminal case a general verdict and judgment on an indictment or information containing several counts cannot be reversed on error if any one of the counts is good, and warrants the judgment, because, in the absence of anything in the record to show the contrary, the presumption of law is that the court awarded sentence on the good count only. Locke v. U. S., 7 Cranch, 339, 344; Clifton v. U. S., 4 How. 242, 250; Snyder v. U. S., 112 U. S. 216, 5 Sup. Ct. Rep. 118; Bond v. Dustin, 112 U. S. 604, 609, 5 Sup. Ct. Rep. 296; 1 Bish. Crim. Proc. &#167; 1015; Whart. Crim. Pl. &amp; Pr. &#167; 771. The opposing decision of the house of lords, in 1844, in the well-known case of O'Connell v. Queen, was carried, as appears by the report in 11 Clark &amp; F. 155, by the votes of Lord DENMAN, Lord COTTENHAM, and Lord CAMPBELL against the votes of Lord LYNDHURST and Lord BROUGHAM, as well as against the opinions of a large majority of the judges consulted, and the universal understanding and practice of the courts and the profession in England before that decision. It has seldom, if ever, been followed in the United States. In Com. v. Railroad, 133 Mass. 383, 392, and in Wood v. State, 59 N. Y. 117, 122, relied on by the plaintiff in error, the general rule was not impugned, and judgment upon a general verdict was reversed because of erroneous instructions duly excepted to by the defendant at the trial, expressly authorizing the jury to convict upon an insufficient count. In the case now before us the record does not show that any instructions at the trial were excepted to, and the jury did not return a general verdict against the defendant on all the counts, but found him guilty of the offenses charged in each of the five counts now in question. This being the case, and the sentence being to imprisonment for not less than five years nor more than ten, which was the only sentence authorized for a single offense under the statute on which the defendant was indicted, there is no reason why that sentence should not be applied to any one of the counts which was good.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The objections assigned and argued to the rulings and instructions at the trial cannot be considered by this court. Upon writ of error, no error in law can be reviewed which does not appear upon the record or by bill of exceptions made part of the record. The case settled by the judge presiding at the trial, pursuant to a rule of the circuit court, was for the single purpose of a hearing in <i>banc</i> in that court, as upon a motion for a new trial, and is no part of the record on error. No bill of exceptions was, or, as we have already adjudged, could have been allowed by the circuit court to the ruling and instructions at the trial, because the conviction of the defendant was before the passage of the judiciary act of March 3, 1891, c. 517, and while the laws did not provide for or permit a bill of exceptions in such a case as this. Neither the assignment of errors nor the plea of <i>in nullo est erratum</i> can give this court jurisdiction of errors not appearing on the face of the record. In re Claasen, 140 U. S. 200, 11 Sup. Ct. Rep. 735. Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Every president, director, cashier, teller, clerk, or agent of any association, who embezzles, abstracts, or willfully misapplies any of the moneys, funds, or credits of the association; or who, without authority from the directors, issues or puts in circulation any of the notes of the association; or who, without such authority, issues or puts forth any certificate of deposit, draws any order or bill of exchange, makes any acceptance, assigns any note, bond, draft, bill of exchange, mortgage, judgment, or decree; or who makes any false entry on any book, report, or statement of the association, with intent, in either case, to injure or defraud the association, or any other company, body politic or corporate, or any individual person, or to deceive any officer of the association, or any agent appointed to examine the affairs of any such association; and every person who, with like intent, aids or abets any officer, clerk, or agent in any violation of this section,&#8212;shall be deemed guilty of a misdemeanor, and shall be imprisoned not less than five years nor more than ten.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93206/"
}