{"absolute_url": "/opinion/105883/arroyo-v-united-states/", "blocked": false, "citation": {"case_name": "Arroyo v. United States", "docket_number": "246", "document_uris": ["/api/rest/v2/document/105883/"], "federal_cite_one": "359 U.S. 419", "federal_cite_three": "3 L. Ed. 2d 915", "federal_cite_two": "79 S. Ct. 864", "id": 90266, "lexis_cite": "1959 U.S. LEXIS 1816", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90266/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 82, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1959-05-04", "date_modified": "2014-12-21T01:51:16.772609", "docket": "/api/rest/v2/docket/587440/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">359 U.S. 419</p>\n    <p class=\"case_cite\">79 S.Ct. 864</p>\n    <p class=\"case_cite\">3 L.Ed.2d 915</p>\n    <p class=\"parties\">Wadelmior ARROYO, Petitioner,<br>v.<br>UNITED STATES of America.</p>\n    <p class=\"docket\">No. 246.</p>\n    <p class=\"date\">Argued March 2, 1959.</p>\n    <p class=\"date\">Decided May 4, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. John R. Hally, Boston, Mass., for the petitioner.</p>\n      <p class=\"indent\">Mr. Eugene S. Grimm, for the respondent.</p>\n      <p class=\"indent\">Mr. Justice STEWART delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 302(b) of the Labor Management Relations Act of 1947 provides: '(b) It shall be unlawful for any representative of any employees who are employed in an industry affecting commerce to receive or accept, or to agree to receive or accept, from the employer of such employees any money or other thing of value.' Under &#167; 302(c) of the Act this broad prohibition is made inapplicable in five situations, one being, 'with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer * * *.' provided that the trust fund meets certain standards specified in that subsection.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petitioner, a representative of employees in an industry affecting commerce, was convicted in the United States District Court for Puerto Rico of violating &#167; 302(b) of the Act by receiving $15,000 from two of their employers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The judgment of conviction was affirmed by the Court of Appeals for the First Circuit. 256 F.2d 549. Certiorari was granted because the case presents an important question as to the scope of this provision of the Labor Management Relations Act of 1947. 358 U.S. 812, 79 S.Ct. 55, 3 L.Ed.2d 56.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts are substantially undisputed. In 1953 the petitioner was president of a union which represented the employees of two affiliated corporations. In that capacity he negotiated a collective bargaining agreement with the employers. This agreement provided for the establishment of a welfare fund, which, it is unquestioned, met the requisite criteria of &#167; 302(c)(5) of the Act. It was agreed that the petitioner would be the union representative on the joint committee which was to administer the fund.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> After the agreement was signed, the petitioner told the employers' representative that there was to be a union meeting that evening, and that he wanted to exhibit the welfare fund checks to the union members. Accordingly, the petitioner was given two checks for $7,500. Attached vouchers idnti fied the checks as the employers' contributions to the welfare fund.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Instead of subsequently depositing the checks in the existing welfare fund bank administration of the fund. Over a period them to open an account in the name of the fund in another bank. A few days thereafter, he gave the bank a purported resolution from the union's board of directors authorizing withdrawals from this account upon his signature alone. As soon as the employers learned what had happened, they attempted to secure performance of the agreement for joint administration of the fund. Over a period of several months, however, the petitioner used the money for his own personal purposes and, after transferring the funds to another account, for non-welfare union purposes as well.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Government does not maintain that embezzlement by an employee representative from an employer-financed welfare fund would violate the federal statute under which the petitioner was convicted.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It contends, however, that in this case the jury could properly find that the petitioner when he accepted the two checks intended to use the funds for his personal purposes, and that he was therefore guilty not of embezzlement, but of conduct amounting to larceny by trick. We agree that the evidence could properly support an inference that the petitioner's purpose from the outset was to apporopriate the two checks for his own use. We cannot agree, however, that this conduct violated &#167; 302(b) of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 302(b) is a reciprocal of &#167; 302(a), applicable to employers, which provides that '(a) It shall be unlawful for any employer to pay or deliver, or to agree to pay or deliver, any money or other thing of value to any representative of any of his employees who are employed in an industry affecting commerce.' The good faith of the employers in delivering the two checks to the petitioner&#8212;their intent that the money go to the welfare fund created by the collective bargaining agreement&#8212;was not questioned throughout the trial and is not questioned here.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The sole purpose of the delivery of the checks, therefore, was to make a lawful payment. What the petitioner received were checks 'paid to a trust fund.' The transaction, therefore, was within the precise language of &#167; 302(c), and thus was not a violation of &#167; 302(b).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This is not to say that the statute requires mutuality of guilt for the conviction of either the employer or the representative of employees. An employer might be guilty under subsection (a) if he paid money to a representative of employees even though the latter had no intention of accepting. Cf. Lunsford v. United States, 10 Cir., 200 F.2d 237; Schneidr v . United States, 9 Cir., 192 F.2d 498. A representative might be guilty if he coerced payments from an innocent and unwilling empoloyer. Cf. United States v. Waldin, D.C., 149 F.Supp. 912, affirmed, 3 Cir., 253 F.2d 551. Both would be guilty if the payment were ostensibly made for one of the lawful purposes specified in &#167; 302(c) if both knew that such a purpose was merely a sham.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The present case, however, is not an analogue to any of those situations. The checks were drawn by the employers and delivered to the petitioner as payment to a union welfare fund. Their receipt by him, therefore, was not a violation of the federal statute, whether his intent to misappropriate existed at the time of receipt or was formed later.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We construe a criminal statute. 'It is the legislature, not the Court, which is to define a crime, and ordain its punishment.' United States v. Wiltberger, 5 Wheat. 76, 95, 5 L.Ed. 37; United States v. Halseth, 342 U.S. 277, 72 S.Ct. 275, 96 L.Ed. 308; Krichman v. United States, 256 U.S. 363, 41 S.Ct. 514, 66 L.Ed. 992. We are mindful, of course, that, 'though penal laws are to be construed strictly, they are not to be construed so strictly as to defeat the obvious intention of the legislature.' United States v. Wiltberger, supra, 5 Wheat. at page 95. As Mr. Justice Holmes put it, 'We agree to all the generalities about not supplying criminal laws with what they omit, but there is no canon against using common sense in construing laws as saying what they obviously mean.' Roschen v. Ward, 279 U.S. 337, 339, 49 S.Ct. 336, 73 L.Ed. 722.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An examination of the legislative history confirms that a literal construction of this statute does no violence to common sense. When Congress enacted &#167; 302 its purpose was not to assist the States in punishing criminal conduct traditionally within their jurisdiction, but to deal with problems peculiar to collective bargaining. The provision was enacted as part of a comprehensive revision of federal labor policy in the light of experience acquired during the years following passage of the Wagner Act, 29 U.S.C.A. &#167; 151 et seq., and was aimed at practices which Congress considered inimical to the integrity of the collective bargaining process.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Throughout the debates in the Seventy-ninth and Eightieth Congresses there was not the slightest indication that &#167; 302 was intended to duplicate state criminal laws.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Those members of Congress who supported the amendment were concerned with corruption of collective bargaining through bribery of employee representatives by employers,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> with extortion by employee representatives,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and with the possible abuse by union officers of the power which they might achieve if welfare funds were left to their sole control. Congressional attention was focussed particularly upon the latter problem because of the demands which had then recently been made by a large international union for the establishment of a welfare fund to be financed by employers' contributions and administered exclusively by union officials. See United States v. Ryan, 350 U.S. 299, 76 S.Ct. 400, 100 L.Ed. 335.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Congress believed that if welfare funds were established which did not define with specificity the benefits payable thereunder, a substantial danger existed that such funds might be employed to perpetuate control of union officers, for political purposes, or even for personal gain. See 92 Cong.Rec. 4892&#8212;4894, 4899, 5181, 5345&#8212;5346; S.Rep. No. 105, 80th Cong., 1st Sess., at 52; 93 Cong.Rec. 4678, 4746&#8212;4747. To remove these dangers, specific standards were established to assure that welfare funds would be established only for purposes which Congress considered proper and expended only for the purposes for which they were established. See Cox, Some Aspects of the Labor Management Relations Act, 1947, 61 Harv.L.Rev. 274, 290. Continuing compliance with these standards in the administration of welfare funds was made explicitly enforceable in federal district courts by civil proceedings under &#167; 302(e).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The legislative history is devoid of any suggestion that defalcating trustees were to be held accountable under federal law, except by way of the injunctive remedy provided in that subsection.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Without doubt the petitioner's conduct was reprehensible and immoral. It can be assumed also that he offended local criminal law. But, for the reasons stated, we hold that he did not criminally violate &#167; 302(b) of the Labor Management Relations Act of 1947.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice CLARK, with whom Mr. Justice FRANKFURTER, Mr. Justice DOUGLAS and Mr. Justice WHITTAKER join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Court sets petitioner free. In so doing, it assumes that he violated local criminal law, but holds that he did not offend &#167; 302(b) of the Labor Management Relations Act of 1947. It is admitted that the petitioner, as a representative of employees who are employed in an industry affecting commerce, accepted two checks for $7,500 each from employers. Instead of subsequently depositing these checks in the existing welfare fund bank account, withdrawals from which required the joint signatures of the petitioner and a representative of the eplo yers, he deposited the checks in another bank. Six days thereafter he presented to the latter bank a spurious resolution authorizing withdrawals from this account upon petitioner's signature alone. Admittedly petitioner used the money in this account for his own personal purposes. Several months thereafter the balance in the account was transferred to another account in another bank and the funds therefrom were likewise used for nonwelfare purposes. The theory of the Court seems to be that since the employers issued the two checks in good faith, with the intent that the money go to the welfare fund of the union, the receipt of the checks was therefore for the sole purpose of completing this lawful payment. Hence, the Court reasons, '(W)hat the petitioner received were checks 'paid to a trust fund.' The transaction, therefore, was within the precise language of &#167; 302(c), and thus was not a violation of &#167; 302(b).' The Court further states that this conclusion would follow 'whether his (petitioner's) intent to misappropriate existed at the time of receipt or was formed later.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that the employers had written on the vouchers attached to the checks, 'Covering: Welfare fund for the year 1953, in accordance with contract signed on Feb. 21, 1953.' The Court says that by these tags you shall know the nature of this fund. I think the Court has reached the wrong result by a failure to distinguish between the lawful fund set up under the collective bargaining agreement, and the spurious fund set up by petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is well that we review the uncontradicted evidence. The bargaining agreement provided that each employer should establish a $15,000 welfare fund which 'shall be used to furnish and provide the workers of the Employer covered by this Agreement and the members of their direct family' with certain welfare benefits. It further provided that the fund should be administered by a committee appointed by mutual agreement. This committee was composed of the petitioner and the representative of the employers. The evidence showed that the fund was to be identical in amount and purpose to a welfare fund which had been created in 1952 in a previous collective bargaining agreement. An existing bank account at the Banco de Ponce contained the balance left over from the 1952 welfare fund. In previous years the employer contributions to the welfare fund had been deposited directly by the employers into this welfare account. It was a joint account authorizing withdrawal of funds only on the joint signature of the employer representative as well as the petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It appears, however, that after the signing of the 1953 agreement the petitioner requested the employers to issue the checks and give them to him on the ruse that he would like to exhibit them to the union meeting which was to be held that evening. The employers issued and delivered the checks to the petitioner for deposit in the existing trust fund. The checks were made payable, however, to the union, rather than to the welfare fund; and, as I have stated, the petitioner opened up a new bank account in the National City Bank instead of depositing the checks in the old trust fund account. This new account was in the name of the union, and, while it was labeled as a welfare fund, withdrawals therefrom could be made on the signature of the petitioner alone. After so establishing the account under his exclusive control, petitioner then withdrew large sums of money for his personal use.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The indictment charged petitioner with receiving the $15,000 for his own use and specifically charged 'nor was such sum of money received as a payment to a trust fund.' As the Court says, the evidence properly supports 'an inference that the petitioner's purpose from the outset was to appropriate the two checks for his own use.' The fact of the matter is that the evidence shows that the petitioner's action in so receiving the checks was contrary to the agreement between the parties and in no wise complied wih p rovisions of &#167; 302(c)(5). In the light of the circumstances, as the jury found, there was no payment to a trust fund as specifically required by the provisions of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I am sure that the Court agrees that the petitioner's conduct came within the 'broad prohibition' of &#167; 302(b). The only question, therefore, is whether he may properly be exculpated by the provisions of subsection (c)(5), which is quoted in full in the margin.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Two conclusions, implicitly drawn by the jury, emerge as indisputable when the evidence is compared with this subsection. In the first place, the statutory exception applies only when the money or other thing of value is 'paid to a trust fund,' and it is clear that insofar as a lawful fund was in existence the checks were not 'paid' to it. They were made out payable to the union. Neither the checks nor the money from them ever came near the bona fide trust fund account at the Banco de Ponce. From the moment they were received by petitioner, he had complete control over them.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Secondly, even a casual reading of the subsection shows, as I am sure the Court itself would agree, that the spurious fund established by the petitioner in the National City Bank failed to comply with the statute in almost every respect. Since the checks were deposited in a union account and subject to the control of petitioner, the payments were not held in trust, as required by the subsection. Moreover, the fund which he created bydep ositing the checks was not subject to the administration of both the employees and the employers, but was subject to the sole control of the petitioner. As the judge instructed the jury, 'a plan does not exist, lawfully exist, until it meets all those requirements' of the subsection. Since the sole purpose of the exception as set out in the Act was to permit the creation of a bona fide trust fund, it is obvious that the purposes of the Act were not complied with here because petitioner established no trust fund whatsoever. On the contrary, the checks were made payable to, and deposited in the name of, the union of which the petitioner was the President. His was the only authorized signature permitting withdrawals from the fund. In fact, the receipt of the checks by the petitioner as trust fund moneys was merely a sham. It does not matter what the intent of the employers was in delivering the checks since, as the Court itself says, the statute does not require mutuality of guilt.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> The petitioner, by receiving the checks from the employers and through artifice and deceit, has deprived the employees of their benefits and stands guilty under &#167; 302(b) of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, the legislative history shows that that was the specific intent of the Congress. I need only quote one statement of the managers of the bill in the Senate:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'(U)nless we make sure that such (trust) funds, when they are      established, are really trust funds * * * for the benefit to      employees specified in the agreement, there is very grave      danger that the funds will be used for the personal gain of      union leaders * * *.' 93 Cong.Rec. 4678.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Furthermore, the Court itself recognizes this to be the purpose of the Congress in enacting the subsection. As the Court says:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'Congress believed that if welfare funds were established      which did not define with specificity the benefits payable      thereunder, a substantial danger existed that such funds      might be employed to perpetuate control of union officers,      for political purposes, or even for personal gain * * *. To      remove these dangers, specific standards were established to      assure that welfare funds would be established only for      purposes which Congress considered proper and expended only      for purposes for which they were established.' Unfortunately, the Court has converted the 'substantial danger' into an immunity bath. Section 302(b) is in all practical effect repealed. All that labor racketeers, or, for that matter, employers as well, need do is to negotiate an agreement containing a qualifying 'welfare fund' and then make sure that the vouchers on the employer checks contain some kind of notation that the money is paid for that fund. Although the Court says, 'Both would be guilty if the payment were ostensibly made for one of the lawful purposes specified in &#167; 302(c) if both knew that such a purpose was merely a sham,' it is clear that the injection of this subtle and elusive mental element of duplicity is enough to make successful prosecution next to impossible.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Nor is the fact that the petitioner might be prosecuted under state law any answer to the problem. In a long line of cases coming to this Court involving industrial controversies where the State exercised authority, it has been held that the area involved had been pre-empted by the National Labor Relations Act and the Labor Management Relations Act. See Weber v. Anheuser-Busch, Inc., 1955, 348 U.S. 468, 75 S.Ct. 480, 99 L.Ed. 546. It is a strange contradiction here for the Court to force employees to go to the state courts for redress of this most important sanction of the Labor Management Relations Act. Petitioner argues, and the Court sustains him, that he can only be prosecuted for embezzlement, a felony under the laws of Puerto Rico;<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> that he cannot be convicted of this misdemeanor under the Taft-Hartley law.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> The opinion today may make this common, but it does not make it sense. I oul d affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant text of &#167; 302(c), as it appears in 29 U.S.C. &#167; 186(c), 29 U.S.C.A &#167;  186(c), is as follows: '(c) The provisions of this section shall not be applicable * * * (5) with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer, and their families and dependents (or of such employees, families, and dependents jointly with the employees of other employers making similar payments, and their families and dependents): Provided, That (A) such payments are held in trust for the purpose of paying, either from principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement or death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, together with such neutral persons as the representatives of the employers and the representatives of the employees may agree upon and in the event the employer and employee groups deadlock on the administration of such fund and there are no neutral persons empowered to break such deadlock, such agreement provides that the two groups shall agree on an impartial umpire to decide sucn dispute, or in event of their failure to agree within a reasonable length of time, an impartial umpire to decide such dispute shall, on petition of either group, be appointed by the district court of the United States for the district where the trust fund has its principal office, and shall also contain provisions for an annual audit of the trust fund, a statement of the results of which shall be available for inspection by interested persons at the principal office of the trust fund and at such other places as may be designated in such written agreement; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sentence was imposed under authority of &#167; 302(d) of the Act, which provides: '(d) Any person who willfully violates any of the provisions of this section shall, upon conviction thereof, be guilty of a misdemeanor and be subject to a fine of not more than $10,000 or to imprisonment for not more than one year, or both. * * *'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The fund was to be identical in amount and purpose to a welfare fund which had been created in 1952 under a previous collective bargaining agreement. The petitioner had also been the union representative on the committee which administered that fund.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Compare S. 3974, &#167; 109(a), 85th Cong., 2d Sess., the so-called Kennedy-Ives bill, which would have provided criminal penalties of up to five years' imprisonment and a fine of $10,000 for 'Any person who embezzles, steals, or unlawfully and willfully abstracts or converts to his own use or the use of another any of the moneys, funds, securities, property, or other assets of an organization which is exempt from taxation under section 501(a) of the Internal Revenue Code of 1954 (26 U.S.C.A. &#167; 501(a)) of which he is an officer or by whom he is employed directly or indirectly. * * *'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In argument to the trial court, government counsel made the following statement: 'The employer in this case, I would like to say, complied with the law. The employer set up a welfare fund in accordance with the law, and in accordance with the testimony by Mr. Goyco and other documentary evidence, the letter to the Banco de Ponce, the employer did all it could to make compliance with the law, because there could be a lawful welfare fund, so that's as far as the employer is concerned.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 302 had its origin in an amendment to the Case bill, H.R. 4908, 79th Cong., 2d Sess., proposed by Senator Byrd, 92 Cong.Rec. 4809, which prohibited payment by an employer, or receipt by a representative, of any money or other thing of value unless the payment was for wages or for union dues withheld by the employer under a checkoff agreement. After several modifications, including one substantially similar to subsection (c)(5) which was proposed by Senators Taft and Ball, the amendment was agreed to by the Senate, 92 Cong.Rec. 5521&#8212;5522, and the Case bill passed. 92 Cong.Rec. 5739. The House accepted the Senate amendments, 92 Cong.Rec. 5946, but the President vetoed the bill, 92 Cong.Rec. 6674&#8212;6678, and it failed of passage over his veto. 92 Cong.Rec. 6678.</p>\n        <p>In the Eightieth Congress the Senate Committee on Labor and Public Welfare reported out an original bill,S.  1126, containing no reference to payments by an employer to a representative other than that which had been contained in &#167; 8(2) of the Wagner Act. A minority of the Committee, including Senators Taft and Ball, filed their 'Supplemental Views' in which they stated their intention to offer from the floor 'an amendment reinserting in the bill a provision regarding so-called welfare funds similar to the section in the Case bill approved by the Senate at the last session.' S.Rep. No. 105, 80th Cong., 1st Sess., p. 52. The amendment was adopted by the Senate, 93 Cong.Rec. 4754, accepted by the Conference Committee, H.R.Rep. No. 510, 80th Cong., 1st Sess., pp. 24&#8212;25, 67, and enacted as &#167; 302 of the Labor Management Relations Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In explaining the necessity for adoption of the amendment which he offered to the Case bill, Senator Byrd stated: 'My amendment would prevent an employer from paying a royalty to the representative of a union. He would be clearly liable, under the provisions of this amendment, if he paid a royalty or other money to the representative of a labor union, the purpose of which was to bribe that representative.' 92 Cong.Rec. 4893. See also 92 Cong.Rec. 5428; 93 Cong.Rec. 4678.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Senator Taft, in speaking for the amendment to S. 1126 which had previously been proposed on the floor of the Senate by Senator Ball, stated that it was intended to deal with 'extortion or a case where the union representative is shaking down the employer.' 93 Cong.Rec. 4746.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> '(e) The district courts of the United States and the United States courts of the Territories and possessions shall have jurisdiction, for cause shown, and subject to the provisions of section 381 of Title 28 (relating to notice to opposite party) to restrain violations of this section, without regard to the provisions of section 17 of Title 15 and section 52 of this title, and the provisions of sections 101&#8212;110 and 113&#8212;115 of this title.' 29 U.S.C. &#167; 186(e), 29 U.S.C.A. &#167; 186(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> '(c) The provisions of this section shall not be applicable * * * (5) with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer, and their families and dependents (or of such employees, families, and dependents jointly with the employees of other employers making similar payments, and their families and dependents): Provided, That (A) such payments are held in trust for the purpose of paying, either from principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement of death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, together with such neutral persons as the representatives of the employers and the representatives of the employees may agree upon and in the event the employer and employee groups deadlock on the administration of such fund and there are no neutral persons empowered to break such deadlock, such agreement provides that the two groups shall agree on an impartial umpire to decide such dispute, or in the event of their failure to agree within a reasonable length of time, an impartial umpire to decide such dispute shall, on petition of either group, be appointed by the district court of the United States for the district where the trust fund has its principal office, and shall also contain provisions for an annual audit of the trust fund, a statement of the results of which shall be available for inspection by interested persons at the principal office of the trust fund and at such other places as may be designated in such written agreement; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> If the voucher had said 'in payment of 1952 federal income taxes,' and petitioner had put the checks in a bank account labeled 'United States Treasury,' query: would the companies' income taxes have been 'paid'?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> We in nowise intimate or suggest that these employers violated the Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Laws of Puerto Rico Ann., Tit. 33, &#167;&#167; 1721, 1731, 1683.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Petitioner's argument in this regard also shows that this is not an instance where, even in the absence of bad faith, a man is sent to jail for an inadvertent failure to comply with rigid bookkeeping requirements. Cf. Sayre, The Present Signification of Mens Rea in the Criminal Law, Harvard Legal Essays (1934), 399, 409.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>359 U.S. 419 (1959)</b></center>\n<center><h1>ARROYO<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 246.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 2, 1959.</center>\n<center>Decided May 4, 1959.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT.\n<p><i>John R. Hally</i> argued the cause for petitioner. With him on the brief was <i>Robert W. Meserve.</i></p>\n<p><i>Eugene S. Grimm</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Rankin, Assistant Attorney General Anderson</i> and <i>Beatrice Rosenberg.</i></p>\n<p><span class=\"star-pagination\">*420</span> MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>Section 302 (b) of the Labor Management Relations Act of 1947 provides: \"(b) It shall be unlawful for any representative of any employees who are employed in an industry affecting commerce to receive or accept, or to agree to receive or accept, from the employer of such employees any money or other thing of value.\" Under § 302 (c) of the Act this broad prohibition is made inapplicable in five situations, one being, \"with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer . . .\" provided that the trust fund meets certain standards specified in that subsection.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*421</span> The petitioner, a representative of employees in an industry affecting commerce, was convicted in the United States District Court for Puerto Rico of violating § 302 (b) of the Act by receiving $15,000 from two of their employers.<sup>[2]</sup> The judgment of conviction was affirmed by the Court of Appeals for the First Circuit. 256 F. 2d 549. Certiorari was granted because the case presents an important question as to the scope of this provision of the Labor Management Relations Act of 1947. 358 U. S. 812.</p>\n<p>The facts are substantially undisputed. In 1953 the petitioner was president of a union which represented the employees of two affiliated corporations. In that capacity he negotiated a collective bargaining agreement with the employers. This agreement provided for the establishment of a welfare fund, which, it is unquestioned, met the requisite criteria of § 302 (c) (5) of the Act. It was agreed that the petitioner would be the union representative on the joint committee which was to administer <span class=\"star-pagination\">*422</span> the fund.<sup>[3]</sup> After the agreement was signed, the petitioner told the employers' representative that there was to be a union meeting that evening, and that he wanted to exhibit the welfare fund checks to the union members. Accordingly, the petitioner was given two checks for $7,500. Attached vouchers identified the checks as the employers' contributions to the welfare fund.</p>\n<p>Instead of subsequently depositing the checks in the existing welfare fund bank account, however, the petitioner used them to open an account in the name of the fund in another bank. A few days thereafter, he gave the bank a purported resolution from the union's board of directors authorizing withdrawals from this account upon his signature alone. As soon as the employers learned what had happened, they attempted to secure performance of the agreement for joint administration of the fund. Over a period of several months, however, the petitioner used the money for his own personal purposes and, after transferring the funds to another account, for nonwelfare union purposes as well.</p>\n<p>The Government does not maintain that embezzlement by an employee representative from an employer-financed welfare fund would violate the federal statute under which the petitioner was convicted.<sup>[4]</sup> It contends, however, that <span class=\"star-pagination\">*423</span> in this case the jury could properly find that the petitioner when he accepted the two checks intended to use the funds for his personal purposes, and that he was therefore guilty not of embezzlement, but of conduct amounting to larceny by trick. We agree that the evidence could properly support an inference that the petitioner's purpose from the outset was to appropriate the two checks for his own use. We cannot agree, however, that this conduct violated § 302 (b) of the Act.</p>\n<p>Section 302 (b) is a reciprocal of § 302 (a), applicable to employers, which provides that \"(a) It shall be unlawful for any employer to pay or deliver, or to agree to pay or deliver, any money or other thing of value to any representative of any of his employees who are employed in an industry affecting commerce.\" The good faith of the employers in delivering the two checks to the petitioner their intent that the money go to the welfare fund created by the collective bargaining agreementwas not questioned throughout the trial and is not questioned here.<sup>[5]</sup> The sole purpose of the delivery of the checks, therefore, was to make a lawful payment. What the petitioner received were checks \"paid to a trust fund.\" The transaction, therefore, was within the precise language of § 302 (c), and thus was not a violation of § 302 (b).</p>\n<p>This is not to say that the statute requires mutuality of guilt for the conviction of either the employer or the representative of employees. An employer might be guilty under subsection (a) if he paid money to a representative <span class=\"star-pagination\">*424</span> of employees even though the latter had no intention of accepting. Cf. <i>Lunsford</i> v. <i>United States,</i> 200 F. 2d 237; <i>Schneider</i> v. <i>United States,</i> 192 F. 2d 498. A representative might be guilty if he coerced payments from an innocent and unwilling employer. Cf. <i>United States</i> v. <i>Waldin,</i> 149 F. Supp. 912, aff'd 253 F. 2d 551. Both would be guilty if the payment were ostensibly made for one of the lawful purposes specified in § 302 (c) if both knew that such a purpose was merely a sham.</p>\n<p>The present case, however, is not an analogue to any of those situations. The checks were drawn by the employers and delivered to the petitioner as payment to a union welfare fund. Their receipt by him, therefore, was not a violation of the federal statute, whether his intent to misappropriate existed at the time of receipt or was formed later.</p>\n<p>We construe a criminal statute. \"It is the legislature, not the Court, which is to define a crime, and ordain its punishment.\" <i>United States</i> v. <i>Wiltberger,</i> 5 Wheat. 76, 95; <i>United States</i> v. <i>Halseth,</i> 342 U. S. 277; <i>Krichman</i> v. <i>United States,</i> 256 U. S. 363. We are mindful, of course, that, \"though penal laws are to be construed strictly, they are not to be construed so strictly as to defeat the obvious intention of the legislature.\" <i>United States</i> v. <i>Wiltberger, supra,</i> at 95. As Mr. Justice Holmes put it, \"We agree to all the generalities about not supplying criminal laws with what they omit, but there is no canon against using common sense in construing laws as saying what they obviously mean.\" <i>Roschen</i> v. <i>Ward,</i> 279 U. S. 337, 339.</p>\n<p>An examination of the legislative history confirms that a literal construction of this statute does no violence to common sense. When Congress enacted § 302 its purpose was not to assist the States in punishing criminal conduct traditionally within their jurisdiction, but to deal with <span class=\"star-pagination\">*425</span> problems peculiar to collective bargaining. The provision was enacted as part of a comprehensive revision of federal labor policy in the light of experience acquired during the years following passage of the Wagner Act, and was aimed at practices which Congress considered inimical to the integrity of the collective bargaining process.</p>\n<p>Throughout the debates in the Seventy-ninth and Eightieth Congresses there was not the slightest indication that § 302 was intended to duplicate state criminal laws.<sup>[6]</sup> Those members of Congress who supported the amendment were concerned with corruption of collective bargaining through bribery of employee representatives <span class=\"star-pagination\">*426</span> by employers,<sup>[7]</sup> with extortion by employee representatives,<sup>[8]</sup> and with the possible abuse by union officers of the power which they might achieve if welfare funds were left to their sole control. Congressional attention was focussed particularly upon the latter problem because of the demands which had then recently been made by a large international union for the establishment of a welfare fund to be financed by employers' contributions and administered exclusively by union officials. See <i>United States</i> v. <i>Ryan,</i> 350 U. S. 299.</p>\n<p>Congress believed that if welfare funds were established which did not define with specificity the benefits payable thereunder, a substantial danger existed that such funds might be employed to perpetuate control of union officers, for political purposes, or even for personal gain. See 92 Cong. Rec. 4892-4894, 4899, 5181, 5345-5346; S. Rep. No. 105, 80th Cong., 1st Sess., at 52; 93 Cong. Rec. 4678, 4746-4747. To remove these dangers, specific standards were established to assure that welfare funds would be established only for purposes which Congress considered proper and expended only for the purposes for which they were established. See Cox, Some Aspects of the Labor Management Relations Act, 1947, 61 Harv. L. Rev. 274, 290. Continuing compliance with these standards in the <span class=\"star-pagination\">*427</span> administration of welfare funds was made explicitly enforceable in federal district courts by civil proceedings under § 302 (e).<sup>[9]</sup> The legislative history is devoid of any suggestion that defalcating trustees were to be held accountable under federal law, except by way of the injunctive remedy provided in that subsection.</p>\n<p>Without doubt the petitioner's conduct was reprehensible and immoral. It can be assumed also that he offended local criminal law. But, for the reasons stated, we hold that he did not criminally violate § 302 (b) of the Labor Management Relations Act of 1947.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE CLARK, with whom MR. JUSTICE FRANKFURTER, MR. JUSTICE DOUGLAS and MR. JUSTICE WHITTAKER join, dissenting.</p>\n<p>The Court sets petitioner free. In so doing, it assumes that he violated local criminal law, but holds that he did not offend § 302 (b) of the Labor Management Relations Act of 1947. It is admitted that the petitioner, as a representative of employees who are employed in an industry affecting commerce, accepted two checks for $7,500 each from employers. Instead of subsequently depositing these checks in the existing welfare fund bank account, withdrawals from which required the joint signatures of the petitioner and a representative of the employers, he deposited the checks in another bank. Six days thereafter he presented to the latter bank a spurious resolution authorizing withdrawals from this account upon petitioner's <span class=\"star-pagination\">*428</span> signature alone. Admittedly petitioner used the money in this account for his own personal purposes. Several months thereafter the balance in the account was transferred to another account in another bank and the funds therefrom were likewise used for nonwelfare purposes. The theory of the Court seems to be that since the employers issued the two checks in good faith, with the intent that the money go to the welfare fund of the union, the receipt of the checks was therefore for the sole purpose of completing this lawful payment. Hence, the Court reasons, \"[w]hat the petitioner received were checks `paid to a trust fund.' The transaction, therefore, was within the precise language of § 302 (c), and thus was not a violation of § 302 (b).\" The Court further states that this conclusion would follow \"whether his [petitioner's] intent to misappropriate existed at the time of receipt or was formed later.\"</p>\n<p>It is true that the employers had written on the vouchers attached to the checks, \"Covering: Welfare fund for the year 1953, in accordance with contract signed on Feb. 21, 1953.\" The Court says that by these tags you shall know the nature of this fund. I think the Court has reached the wrong result by a failure to distinguish between the lawful fund set up under the collective bargaining agreement, and the spurious fund set up by petitioner.</p>\n<p>It is well that we review the uncontradicted evidence. The bargaining agreement provided that each employer should establish a $15,000 welfare fund which \"shall be used to furnish and provide the workers of the Employer covered by this Agreement and the members of their direct family\" with certain welfare benefits. It further provided that the fund should be administered by a committee appointed by mutual agreement. This committee was composed of the petitioner and the representative of the employers. The evidence showed that the fund was to be identical in amount and purpose to a welfare fund <span class=\"star-pagination\">*429</span> which had been created in 1952 in a previous collective bargaining agreement. An existing bank account at the Banco de Ponce contained the balance left over from the 1952 welfare fund. In previous years the employer contributions to the welfare fund had been deposited directly by the employers into this welfare account. It was a joint account authorizing withdrawal of funds only on the joint signature of the employer representative as well as the petitioner.</p>\n<p>It appears, however, that after the signing of the 1953 agreement the petitioner requested the employers to issue the checks and give them to him on the ruse that he would like to exhibit them to the union meeting which was to be held that evening. The employers issued and delivered the checks to the petitioner for deposit in the existing trust fund. The checks were made payable, however, to the union, rather than to the welfare fund; and, as I have stated, the petitioner opened up a new bank account in the National City Bank instead of depositing the checks in the old trust fund account. This new account was in the name of the union, and, while it was labeled as a welfare fund, withdrawals therefrom could be made on the signature of the petitioner alone. After so establishing the account under his exclusive control, petitioner then withdrew large sums of money for his personal use.</p>\n<p>The indictment charged petitioner with receiving the $15,000 for his own use and specifically charged \"nor was such sum of money received as a payment to a trust fund.\" As the Court says, the evidence properly supports \"an inference that the petitioner's purpose from the outset was to appropriate the two checks for his own use.\" The fact of the matter is that the evidence shows that the petitioner's action in so receiving the checks was contrary to the agreement between the parties and in no wise complied with provisions of § 302 (c) (5). In the light of the circumstances, as the jury found, there was no payment <span class=\"star-pagination\">*430</span> to a trust fund as specifically required by the provisions of the Act.</p>\n<p>I am sure that the Court agrees that the petitioner's conduct came within the \"broad prohibition\" of § 302 (b). The only question, therefore, is whether he may properly be exculpated by the provisions of subsection (c) (5), which is quoted in full in the margin.<sup>[1]</sup> Two conclusions, <span class=\"star-pagination\">*431</span> implicitly drawn by the jury, emerge as indisputable when the evidence is compared with this subsection. In the first place, the statutory exception applies only when the money or other thing of value is \"paid to a trust fund,\" and it is clear that insofar as a lawful fund was in existence the checks were not \"paid\" to it. They were made out payable to the union. Neither the checks nor the money from them ever came near the bona fide trust fund account at the Banco de Ponce. From the moment they were received by petitioner, he had complete control over them.<sup>[2]</sup></p>\n<p>Secondly, even a casual reading of the subsection shows, as I am sure the Court itself would agree, that the spurious fund established by the petitioner in the National City Bank failed to comply with the statute in almost every respect. Since the checks were deposited in a union account and subject to the control of petitioner, the payments were not held in trust, as required by the subsection. Moreover, the fund which he created by depositing the checks was not subject to the administration of both the employees and the employers, but was subject to the sole control of the petitioner. As the judge instructed the jury, \"a plan does not exist, lawfully exist, until it meets all those requirements\" of the subsection. Since the sole purpose of the exception as set out in the Act was to permit the creation of a bona fide trust fund, it is obvious that the purposes of the Act were not complied with here because petitioner established no trust fund whatsoever. On the contrary, the checks were made <span class=\"star-pagination\">*432</span> payable to, and deposited in the name of, the union of which the petitioner was the President. His was the only authorized signature permitting withdrawals from the fund. In fact, the receipt of the checks by the petitioner as trust fund moneys was merely a sham. It does not matter what the intent of the employers was in delivering the checks since, as the Court itself says, the statute does not require mutuality of guilt.<sup>[3]</sup> The petitioner, by receiving the checks from the employers and through artifice and deceit, has deprived the employees of their benefits and stands guilty under § 302 (b) of the Act.</p>\n<p>Moreover, the legislative history shows that that was the specific intent of the Congress. I need only quote one statement of the managers of the bill in the Senate:</p>\n<blockquote>\"[U]nless we make sure that such [trust] funds, when they are established, are really trust funds . . . for the benefit to employees specified in the agreement, there is very grave danger that the funds will be used for the personal gain of union leaders . . . .\" 93 Cong. Rec. 4678.</blockquote>\n<p>Furthermore, the Court itself recognizes this to be the purpose of the Congress in enacting the subsection. As the Court says:</p>\n<blockquote>\"Congress believed that if welfare funds were established which did not define with specificity the benefits payable thereunder, a substantial danger existed that such funds might be employed to perpetuate control of union officers, for political purposes, or even for personal gain . . . . To remove these dangers, specific standards were established to assure that welfare funds would be established only for purposes which Congress considered proper and expended only for purposes for which they were established.\"</blockquote>\n<p><span class=\"star-pagination\">*433</span> Unfortunately, the Court has converted the \"substantial danger\" into an immunity bath. Section 302 (b) is in all practical effect repealed. All that labor racketeers, or, for that matter, employers as well, need do is to negotiate an agreement containing a qualifying \"welfare fund\" and then make sure that the vouchers on the employer checks contain some kind of notation that the money is paid for that fund. Although the Court says, \"Both would be guilty if the payment were ostensibly made for one of the lawful purposes specified in § 302 (c) if both knew that such a purpose was merely a sham,\" it is clear that the injection of this subtle and elusive mental element of duplicity is enough to make successful prosecution next to impossible.</p>\n<p>Nor is the fact that the petitioner might be prosecuted under state law any answer to the problem. In a long line of cases coming to this Court involving industrial controversies where the State exercised authority, it has been held that the area involved had been pre-empted by the National Labor Relations Act and the Labor Management Relations Act. See <i>Weber</i> v. <i>Anheuser-Busch, Inc.,</i> 348 U. S. 468 (1955). It is a strange contradiction here for the Court to force employees to go to the state courts for redress of this most important sanction of the Labor Management Relations Act. Petitioner argues, and the Court sustains him, that he can only be prosecuted for embezzlement, a felony under the laws of Puerto Rico;<sup>[4]</sup> that he cannot be convicted of this misdemeanor under the Taft-Hartley law.<sup>[5]</sup> The opinion today may make this common, but it does not make it sense. I would affirm.</p>\n<h2>NOTES</h2>\n<p>[1]  The relevant text of § 302 (c), as it appears in 29 U. S. C. § 186 (c) is as follows: \"(c) The provisions of this section shall not be applicable . . . (5) with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer, and their families and dependents (or of such employees, families, and dependents jointly with the employees of other employers making similar payments, and their families and dependents): <i>Provided,</i> That (A) such payments are held in trust for the purpose of paying, either from principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement or death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, together with such neutral persons as the representatives of the employers and the representatives of the employees may agree upon and in the event the employer and employee groups deadlock on the administration of such fund and there are no neutral persons empowered to break such deadlock, such agreement provides that the two groups shall agree on an impartial umpire to decide such dispute, or in event of their failure to agree within a reasonable length of time, an impartial umpire to decide such dispute shall, on petition of either group, be appointed by the district court of the United States for the district where the trust fund has its principal office, and shall also contain provisions for an annual audit of the trust fund, a statement of the results of which shall be available for inspection by interested persons at the principal office of the trust fund and at such other places as may be designated in such written agreement; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.\"</p>\n<p>[2]  Sentence was imposed under authority of § 302 (d) of the Act, which provides: \"(d) Any person who willfully violates any of the provisions of this section shall, upon conviction thereof, be guilty of a misdemeanor and be subject to a fine of not more than $10,000 or to imprisonment for not more than one year, or both. . . .\"</p>\n<p>[3]  The fund was to be identical in amount and purpose to a welfare fund which had been created in 1952 under a previous collective bargaining agreement. The petitioner had also been the union representative on the committee which administered that fund.</p>\n<p>[4]  Compare S. 3974, § 109 (a), 85th Cong., 2d Sess., the so-called Kennedy-Ives bill, which would have provided criminal penalties of up to five years' imprisonment and a fine of $10,000 for \"Any person who embezzles, steals, or unlawfully and willfully abstracts or converts to his own use or the use of another any of the moneys, funds, securities, property, or other assets of an organization which is exempt from taxation under section 501 (a) of the Internal Revenue Code of 1954 of which he is an officer or by whom he is employed directly or indirectly . . . .\"</p>\n<p>[5]  In argument to the trial court, government counsel made the following statement: \"The employer in this case, I would like to say, complied with the law. The employer set up a welfare fund in accordance with the law, and in accordance with the testimony by Mr. Goyco and other documentary evidence, the letter to the Banco de Ponce, the employer did all it could to make compliance with the law, because there could be a lawful welfare fund, so that's as far as the employer is concerned.\"</p>\n<p>[6]  Section 302 had its origin in an amendment to the Case bill, H. R. 4908, 79th Cong., 2d Sess., proposed by Senator Byrd, 92 Cong. Rec. 4809, which prohibited payment by an employer, or receipt by a representative, of any money or other thing of value unless the payment was for wages or for union dues withheld by the employer under a checkoff agreement. After several modifications, including one substantially similar to subsection (c) (5) which was proposed by Senators Taft and Ball, the amendment was agreed to by the Senate, 92 Cong. Rec. 5521-5522, and the Case bill passed. 92 Cong. Rec. 5739. The House accepted the Senate amendments, 92 Cong. Rec. 5946, but the President vetoed the bill, 92 Cong. Rec. 6674-6678, and it failed of passage over his veto. 92 Cong. Rec. 6678.\n</p>\n<p>In the Eightieth Congress the Senate Committee on Labor and Public Welfare reported out an original bill, S. 1126, containing no reference to payments by an employer to a representative other than that which had been contained in § 8 (2) of the Wagner Act. A minority of the Committee, including Senators Taft and Ball, filed their \"Supplemental Views\" in which they stated their intention to offer from the floor \"an amendment reinserting in the bill a provision regarding so-called welfare funds similar to the section in the Case bill approved by the Senate at the last session.\" S. Rep. No. 105, 80th Cong., 1st Sess., p. 52. The amendment was adopted by the Senate, 93 Cong. Rec. 4754, accepted by the Conference Committee, H. R. Rep. No. 510, 80th Cong., 1st Sess., pp. 24-25, 67, and enacted as § 302 of the Labor Management Relations Act.</p>\n<p>[7]  In explaining the necessity for adoption of the amendment which he offered to the Case bill, Senator Byrd stated: \"My amendment would prevent an employer from paying a royalty to the representative of a union. He would be clearly liable, under the provisions of this amendment, if he paid a royalty or other money to the representative of a labor union, the purpose of which was to bribe that representative.\" 92 Cong. Rec. 4893. See also 92 Cong. Rec. 5428; 93 Cong. Rec. 4678.</p>\n<p>[8]  Senator Taft, in speaking for the amendment to S. 1126 which had previously been proposed on the floor of the Senate by Senator Ball, stated that it was intended to deal with \"extortion or a case where the union representative is shaking down the employer.\" 93 Cong. Rec. 4746.</p>\n<p>[9]  \"(e) The district courts of the United States and the United States courts of the Territories and possessions shall have jurisdiction, for cause shown, and subject to the provisions of section 381 of Title 28 (relating to notice to opposite party) to restrain violations of this section, without regard to the provisions of section 17 of Title 15 and section 52 of this title, and the provisions of sections 101-110 and 113-115 of this title.\" 29 U. S. C. § 186 (e).</p>\n<p>[1]  \"(c) The provisions of this section shall not be applicable . . . (5) with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer, and their families and dependents (or of such employees, families, and dependents jointly with the employees of other employers making similar payments, and their families and dependents): <i>Provided,</i> That (A) such payments are held in trust for the purpose of paying, either form principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement or death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, together with such neutral persons as the representatives of the employers and the representatives of the employees may agree upon and in the event the employer and employee groups deadlock on the administration of such fund and there are no neutral persons empowered to break such deadlock, such agreement provides that the two groups shall agree on an impartial umpire to decide such dispute, or in the event of their failure to agree within a reasonable length of time, an impartial umpire to decide such dispute shall, on petition of either group, be appointed by the district court of the United States for the district where the trust fund has its principal office, and shall also contain provisions for an annual audit of the trust fund, a statement of the results of which shall be available for inspection by interested persons at the principal office of the trust fund and at such other places as may be designated in such written agreement; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.\"</p>\n<p>[2]  If the voucher had said \"in payment of 1952 federal income taxes,\" and petitioner had put the checks in a bank account labeled \"United States Treasury,\" <i>query:</i> would the companies' income taxes have been \"paid\"?</p>\n<p>[3]  We in nowise intimate or suggest that these employers violated the Act.</p>\n<p>[4]  Laws of Puerto Rico Ann., Tit. 33, §§ 1721, 1731, 1683.</p>\n<p>[5]  Petitioner's argument in this regard also shows that this is not an instance where, even in the absence of bad faith, a man is sent to jail for an inadvertent failure to comply with rigid bookkeeping requirements. Cf. Sayre, The present Signification of Mens Rea in the Criminal Law, Harvard Legal Essays (1934), 399, 409.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></span> (1959)</b></center>\n<center><h1>ARROYO<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 246.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 2, 1959.</center>\n<center>Decided May 4, 1959.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT.\n<p><i>John R. Hally</i> argued the cause for petitioner. With him on the brief was <i>Robert W. Meserve.</i></p>\n<p><i>Eugene S. Grimm</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Rankin, Assistant Attorney General Anderson</i> and <i>Beatrice Rosenberg.</i></p>\n<p><span class=\"star-pagination\">*420</span> MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>Section 302 (b) of the Labor Management Relations Act of 1947 provides: \"(b) It shall be unlawful for any representative of any employees who are employed in an industry affecting commerce to receive or accept, or to agree to receive or accept, from the employer of such employees any money or other thing of value.\" Under § 302 (c) of the Act this broad prohibition is made inapplicable in five situations, one being, \"with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer . . .\" provided that the trust fund meets certain standards specified in that subsection.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*421</span> The petitioner, a representative of employees in an industry affecting commerce, was convicted in the United States District Court for Puerto Rico of violating § 302 (b) of the Act by receiving $15,000 from two of their employers.<sup>[2]</sup> The judgment of conviction was affirmed by the Court of Appeals for the First Circuit. 256 F. 2d 549. Certiorari was granted because the case presents an important question as to the scope of this provision of the Labor Management Relations Act of 1947. 358 U. S. 812.</p>\n<p>The facts are substantially undisputed. In 1953 the petitioner was president of a union which represented the employees of two affiliated corporations. In that capacity he negotiated a collective bargaining agreement with the employers. This agreement provided for the establishment of a welfare fund, which, it is unquestioned, met the requisite criteria of § 302 (c) (5) of the Act. It was agreed that the petitioner would be the union representative on the joint committee which was to administer <span class=\"star-pagination\">*422</span> the fund.<sup>[3]</sup> After the agreement was signed, the petitioner told the employers' representative that there was to be a union meeting that evening, and that he wanted to exhibit the welfare fund checks to the union members. Accordingly, the petitioner was given two checks for $7,500. Attached vouchers identified the checks as the employers' contributions to the welfare fund.</p>\n<p>Instead of subsequently depositing the checks in the existing welfare fund bank account, however, the petitioner used them to open an account in the name of the fund in another bank. A few days thereafter, he gave the bank a purported resolution from the union's board of directors authorizing withdrawals from this account upon his signature alone. As soon as the employers learned what had happened, they attempted to secure performance of the agreement for joint administration of the fund. Over a period of several months, however, the petitioner used the money for his own personal purposes and, after transferring the funds to another account, for nonwelfare union purposes as well.</p>\n<p>The Government does not maintain that embezzlement by an employee representative from an employer-financed welfare fund would violate the federal statute under which the petitioner was convicted.<sup>[4]</sup> It contends, however, that <span class=\"star-pagination\">*423</span> in this case the jury could properly find that the petitioner when he accepted the two checks intended to use the funds for his personal purposes, and that he was therefore guilty not of embezzlement, but of conduct amounting to larceny by trick. We agree that the evidence could properly support an inference that the petitioner's purpose from the outset was to appropriate the two checks for his own use. We cannot agree, however, that this conduct violated § 302 (b) of the Act.</p>\n<p>Section 302 (b) is a reciprocal of § 302 (a), applicable to employers, which provides that \"(a) It shall be unlawful for any employer to pay or deliver, or to agree to pay or deliver, any money or other thing of value to any representative of any of his employees who are employed in an industry affecting commerce.\" The good faith of the employers in delivering the two checks to the petitioner their intent that the money go to the welfare fund created by the collective bargaining agreementwas not questioned throughout the trial and is not questioned here.<sup>[5]</sup> The sole purpose of the delivery of the checks, therefore, was to make a lawful payment. What the petitioner received were checks \"paid to a trust fund.\" The transaction, therefore, was within the precise language of § 302 (c), and thus was not a violation of § 302 (b).</p>\n<p>This is not to say that the statute requires mutuality of guilt for the conviction of either the employer or the representative of employees. An employer might be guilty under subsection (a) if he paid money to a representative <span class=\"star-pagination\">*424</span> of employees even though the latter had no intention of accepting. Cf. <i>Lunsford</i> v. <i>United States,</i> 200 F. 2d 237; <i>Schneider</i> v. <i>United States,</i> 192 F. 2d 498. A representative might be guilty if he coerced payments from an innocent and unwilling employer. Cf. <i>United States</i> v. <i>Waldin,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">912</span></span>, aff'd 253 F. 2d 551. Both would be guilty if the payment were ostensibly made for one of the lawful purposes specified in § 302 (c) if both knew that such a purpose was merely a sham.</p>\n<p>The present case, however, is not an analogue to any of those situations. The checks were drawn by the employers and delivered to the petitioner as payment to a union welfare fund. Their receipt by him, therefore, was not a violation of the federal statute, whether his intent to misappropriate existed at the time of receipt or was formed later.</p>\n<p>We construe a criminal statute. \"It is the legislature, not the Court, which is to define a crime, and ordain its punishment.\" <i>United States</i> v. <i>Wiltberger,</i> <span class=\"citation\" data-id=\"85284\"><a href=\"/opinion/85284/united-states-v-wiltberger/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">76</span></a></span>, 95; <i>United States</i> v. <i>Halseth,</i> 342 U. S. 277; <i>Krichman</i> v. <i>United States,</i> 256 U. S. 363. We are mindful, of course, that, \"though penal laws are to be construed strictly, they are not to be construed so strictly as to defeat the obvious intention of the legislature.\" <i>United States</i> v. <i>Wiltberger, supra,</i> at 95. As Mr. Justice Holmes put it, \"We agree to all the generalities about not supplying criminal laws with what they omit, but there is no canon against using common sense in construing laws as saying what they obviously mean.\" <i>Roschen</i> v. <i>Ward,</i> 279 U. S. 337, 339.</p>\n<p>An examination of the legislative history confirms that a literal construction of this statute does no violence to common sense. When Congress enacted § 302 its purpose was not to assist the States in punishing criminal conduct traditionally within their jurisdiction, but to deal with <span class=\"star-pagination\">*425</span> problems peculiar to collective bargaining. The provision was enacted as part of a comprehensive revision of federal labor policy in the light of experience acquired during the years following passage of the Wagner Act, and was aimed at practices which Congress considered inimical to the integrity of the collective bargaining process.</p>\n<p>Throughout the debates in the Seventy-ninth and Eightieth Congresses there was not the slightest indication that § 302 was intended to duplicate state criminal laws.<sup>[6]</sup> Those members of Congress who supported the amendment were concerned with corruption of collective bargaining through bribery of employee representatives <span class=\"star-pagination\">*426</span> by employers,<sup>[7]</sup> with extortion by employee representatives,<sup>[8]</sup> and with the possible abuse by union officers of the power which they might achieve if welfare funds were left to their sole control. Congressional attention was focussed particularly upon the latter problem because of the demands which had then recently been made by a large international union for the establishment of a welfare fund to be financed by employers' contributions and administered exclusively by union officials. See <i>United States</i> v. <i>Ryan,</i> 350 U. S. 299.</p>\n<p>Congress believed that if welfare funds were established which did not define with specificity the benefits payable thereunder, a substantial danger existed that such funds might be employed to perpetuate control of union officers, for political purposes, or even for personal gain. See 92 Cong. Rec. 4892-4894, 4899, 5181, 5345-5346; S. Rep. No. 105, 80th Cong., 1st Sess., at 52; 93 Cong. Rec. 4678, 4746-4747. To remove these dangers, specific standards were established to assure that welfare funds would be established only for purposes which Congress considered proper and expended only for the purposes for which they were established. See Cox, Some Aspects of the Labor Management Relations Act, 1947, 61 Harv. L. Rev. 274, 290. Continuing compliance with these standards in the <span class=\"star-pagination\">*427</span> administration of welfare funds was made explicitly enforceable in federal district courts by civil proceedings under § 302 (e).<sup>[9]</sup> The legislative history is devoid of any suggestion that defalcating trustees were to be held accountable under federal law, except by way of the injunctive remedy provided in that subsection.</p>\n<p>Without doubt the petitioner's conduct was reprehensible and immoral. It can be assumed also that he offended local criminal law. But, for the reasons stated, we hold that he did not criminally violate § 302 (b) of the Labor Management Relations Act of 1947.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE CLARK, with whom MR. JUSTICE FRANKFURTER, MR. JUSTICE DOUGLAS and MR. JUSTICE WHITTAKER join, dissenting.</p>\n<p>The Court sets petitioner free. In so doing, it assumes that he violated local criminal law, but holds that he did not offend § 302 (b) of the Labor Management Relations Act of 1947. It is admitted that the petitioner, as a representative of employees who are employed in an industry affecting commerce, accepted two checks for $7,500 each from employers. Instead of subsequently depositing these checks in the existing welfare fund bank account, withdrawals from which required the joint signatures of the petitioner and a representative of the employers, he deposited the checks in another bank. Six days thereafter he presented to the latter bank a spurious resolution authorizing withdrawals from this account upon petitioner's <span class=\"star-pagination\">*428</span> signature alone. Admittedly petitioner used the money in this account for his own personal purposes. Several months thereafter the balance in the account was transferred to another account in another bank and the funds therefrom were likewise used for nonwelfare purposes. The theory of the Court seems to be that since the employers issued the two checks in good faith, with the intent that the money go to the welfare fund of the union, the receipt of the checks was therefore for the sole purpose of completing this lawful payment. Hence, the Court reasons, \"[w]hat the petitioner received were checks `paid to a trust fund.' The transaction, therefore, was within the precise language of § 302 (c), and thus was not a violation of § 302 (b).\" The Court further states that this conclusion would follow \"whether his [petitioner's] intent to misappropriate existed at the time of receipt or was formed later.\"</p>\n<p>It is true that the employers had written on the vouchers attached to the checks, \"Covering: Welfare fund for the year 1953, in accordance with contract signed on Feb. 21, 1953.\" The Court says that by these tags you shall know the nature of this fund. I think the Court has reached the wrong result by a failure to distinguish between the lawful fund set up under the collective bargaining agreement, and the spurious fund set up by petitioner.</p>\n<p>It is well that we review the uncontradicted evidence. The bargaining agreement provided that each employer should establish a $15,000 welfare fund which \"shall be used to furnish and provide the workers of the Employer covered by this Agreement and the members of their direct family\" with certain welfare benefits. It further provided that the fund should be administered by a committee appointed by mutual agreement. This committee was composed of the petitioner and the representative of the employers. The evidence showed that the fund was to be identical in amount and purpose to a welfare fund <span class=\"star-pagination\">*429</span> which had been created in 1952 in a previous collective bargaining agreement. An existing bank account at the Banco de Ponce contained the balance left over from the 1952 welfare fund. In previous years the employer contributions to the welfare fund had been deposited directly by the employers into this welfare account. It was a joint account authorizing withdrawal of funds only on the joint signature of the employer representative as well as the petitioner.</p>\n<p>It appears, however, that after the signing of the 1953 agreement the petitioner requested the employers to issue the checks and give them to him on the ruse that he would like to exhibit them to the union meeting which was to be held that evening. The employers issued and delivered the checks to the petitioner for deposit in the existing trust fund. The checks were made payable, however, to the union, rather than to the welfare fund; and, as I have stated, the petitioner opened up a new bank account in the National City Bank instead of depositing the checks in the old trust fund account. This new account was in the name of the union, and, while it was labeled as a welfare fund, withdrawals therefrom could be made on the signature of the petitioner alone. After so establishing the account under his exclusive control, petitioner then withdrew large sums of money for his personal use.</p>\n<p>The indictment charged petitioner with receiving the $15,000 for his own use and specifically charged \"nor was such sum of money received as a payment to a trust fund.\" As the Court says, the evidence properly supports \"an inference that the petitioner's purpose from the outset was to appropriate the two checks for his own use.\" The fact of the matter is that the evidence shows that the petitioner's action in so receiving the checks was contrary to the agreement between the parties and in no wise complied with provisions of § 302 (c) (5). In the light of the circumstances, as the jury found, there was no payment <span class=\"star-pagination\">*430</span> to a trust fund as specifically required by the provisions of the Act.</p>\n<p>I am sure that the Court agrees that the petitioner's conduct came within the \"broad prohibition\" of § 302 (b). The only question, therefore, is whether he may properly be exculpated by the provisions of subsection (c) (5), which is quoted in full in the margin.<sup>[1]</sup> Two conclusions, <span class=\"star-pagination\">*431</span> implicitly drawn by the jury, emerge as indisputable when the evidence is compared with this subsection. In the first place, the statutory exception applies only when the money or other thing of value is \"paid to a trust fund,\" and it is clear that insofar as a lawful fund was in existence the checks were not \"paid\" to it. They were made out payable to the union. Neither the checks nor the money from them ever came near the bona fide trust fund account at the Banco de Ponce. From the moment they were received by petitioner, he had complete control over them.<sup>[2]</sup></p>\n<p>Secondly, even a casual reading of the subsection shows, as I am sure the Court itself would agree, that the spurious fund established by the petitioner in the National City Bank failed to comply with the statute in almost every respect. Since the checks were deposited in a union account and subject to the control of petitioner, the payments were not held in trust, as required by the subsection. Moreover, the fund which he created by depositing the checks was not subject to the administration of both the employees and the employers, but was subject to the sole control of the petitioner. As the judge instructed the jury, \"a plan does not exist, lawfully exist, until it meets all those requirements\" of the subsection. Since the sole purpose of the exception as set out in the Act was to permit the creation of a bona fide trust fund, it is obvious that the purposes of the Act were not complied with here because petitioner established no trust fund whatsoever. On the contrary, the checks were made <span class=\"star-pagination\">*432</span> payable to, and deposited in the name of, the union of which the petitioner was the President. His was the only authorized signature permitting withdrawals from the fund. In fact, the receipt of the checks by the petitioner as trust fund moneys was merely a sham. It does not matter what the intent of the employers was in delivering the checks since, as the Court itself says, the statute does not require mutuality of guilt.<sup>[3]</sup> The petitioner, by receiving the checks from the employers and through artifice and deceit, has deprived the employees of their benefits and stands guilty under § 302 (b) of the Act.</p>\n<p>Moreover, the legislative history shows that that was the specific intent of the Congress. I need only quote one statement of the managers of the bill in the Senate:</p>\n<blockquote>\"[U]nless we make sure that such [trust] funds, when they are established, are really trust funds . . . for the benefit to employees specified in the agreement, there is very grave danger that the funds will be used for the personal gain of union leaders . . . .\" 93 Cong. Rec. 4678.</blockquote>\n<p>Furthermore, the Court itself recognizes this to be the purpose of the Congress in enacting the subsection. As the Court says:</p>\n<blockquote>\"Congress believed that if welfare funds were established which did not define with specificity the benefits payable thereunder, a substantial danger existed that such funds might be employed to perpetuate control of union officers, for political purposes, or even for personal gain . . . . To remove these dangers, specific standards were established to assure that welfare funds would be established only for purposes which Congress considered proper and expended only for purposes for which they were established.\"</blockquote>\n<p><span class=\"star-pagination\">*433</span> Unfortunately, the Court has converted the \"substantial danger\" into an immunity bath. Section 302 (b) is in all practical effect repealed. All that labor racketeers, or, for that matter, employers as well, need do is to negotiate an agreement containing a qualifying \"welfare fund\" and then make sure that the vouchers on the employer checks contain some kind of notation that the money is paid for that fund. Although the Court says, \"Both would be guilty if the payment were ostensibly made for one of the lawful purposes specified in § 302 (c) if both knew that such a purpose was merely a sham,\" it is clear that the injection of this subtle and elusive mental element of duplicity is enough to make successful prosecution next to impossible.</p>\n<p>Nor is the fact that the petitioner might be prosecuted under state law any answer to the problem. In a long line of cases coming to this Court involving industrial controversies where the State exercised authority, it has been held that the area involved had been pre-empted by the National Labor Relations Act and the Labor Management Relations Act. See <i>Weber</i> v. <i>Anheuser-Busch, Inc.,</i> 348 U. S. 468 (1955). It is a strange contradiction here for the Court to force employees to go to the state courts for redress of this most important sanction of the Labor Management Relations Act. Petitioner argues, and the Court sustains him, that he can only be prosecuted for embezzlement, a felony under the laws of Puerto Rico;<sup>[4]</sup> that he cannot be convicted of this misdemeanor under the Taft-Hartley law.<sup>[5]</sup> The opinion today may make this common, but it does not make it sense. I would affirm.</p>\n<h2>NOTES</h2>\n<p>[1]  The relevant text of § 302 (c), as it appears in 29 U. S. C. § 186 (c) is as follows: \"(c) The provisions of this section shall not be applicable . . . (5) with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer, and their families and dependents (or of such employees, families, and dependents jointly with the employees of other employers making similar payments, and their families and dependents): <i>Provided,</i> That (A) such payments are held in trust for the purpose of paying, either from principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement or death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, together with such neutral persons as the representatives of the employers and the representatives of the employees may agree upon and in the event the employer and employee groups deadlock on the administration of such fund and there are no neutral persons empowered to break such deadlock, such agreement provides that the two groups shall agree on an impartial umpire to decide such dispute, or in event of their failure to agree within a reasonable length of time, an impartial umpire to decide such dispute shall, on petition of either group, be appointed by the district court of the United States for the district where the trust fund has its principal office, and shall also contain provisions for an annual audit of the trust fund, a statement of the results of which shall be available for inspection by interested persons at the principal office of the trust fund and at such other places as may be designated in such written agreement; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.\"</p>\n<p>[2]  Sentence was imposed under authority of § 302 (d) of the Act, which provides: \"(d) Any person who willfully violates any of the provisions of this section shall, upon conviction thereof, be guilty of a misdemeanor and be subject to a fine of not more than $10,000 or to imprisonment for not more than one year, or both. . . .\"</p>\n<p>[3]  The fund was to be identical in amount and purpose to a welfare fund which had been created in 1952 under a previous collective bargaining agreement. The petitioner had also been the union representative on the committee which administered that fund.</p>\n<p>[4]  Compare S. 3974, § 109 (a), 85th Cong., 2d Sess., the so-called Kennedy-Ives bill, which would have provided criminal penalties of up to five years' imprisonment and a fine of $10,000 for \"Any person who embezzles, steals, or unlawfully and willfully abstracts or converts to his own use or the use of another any of the moneys, funds, securities, property, or other assets of an organization which is exempt from taxation under section 501 (a) of the Internal Revenue Code of 1954 of which he is an officer or by whom he is employed directly or indirectly . . . .\"</p>\n<p>[5]  In argument to the trial court, government counsel made the following statement: \"The employer in this case, I would like to say, complied with the law. The employer set up a welfare fund in accordance with the law, and in accordance with the testimony by Mr. Goyco and other documentary evidence, the letter to the Banco de Ponce, the employer did all it could to make compliance with the law, because there could be a lawful welfare fund, so that's as far as the employer is concerned.\"</p>\n<p>[6]  Section 302 had its origin in an amendment to the Case bill, H. R. 4908, 79th Cong., 2d Sess., proposed by Senator Byrd, 92 Cong. Rec. 4809, which prohibited payment by an employer, or receipt by a representative, of any money or other thing of value unless the payment was for wages or for union dues withheld by the employer under a checkoff agreement. After several modifications, including one substantially similar to subsection (c) (5) which was proposed by Senators Taft and Ball, the amendment was agreed to by the Senate, 92 Cong. Rec. 5521-5522, and the Case bill passed. 92 Cong. Rec. 5739. The House accepted the Senate amendments, 92 Cong. Rec. 5946, but the President vetoed the bill, 92 Cong. Rec. 6674-6678, and it failed of passage over his veto. 92 Cong. Rec. 6678.\n</p>\n<p>In the Eightieth Congress the Senate Committee on Labor and Public Welfare reported out an original bill, S. 1126, containing no reference to payments by an employer to a representative other than that which had been contained in § 8 (2) of the Wagner Act. A minority of the Committee, including Senators Taft and Ball, filed their \"Supplemental Views\" in which they stated their intention to offer from the floor \"an amendment reinserting in the bill a provision regarding so-called welfare funds similar to the section in the Case bill approved by the Senate at the last session.\" S. Rep. No. 105, 80th Cong., 1st Sess., p. 52. The amendment was adopted by the Senate, 93 Cong. Rec. 4754, accepted by the Conference Committee, H. R. Rep. No. 510, 80th Cong., 1st Sess., pp. 24-25, 67, and enacted as § 302 of the Labor Management Relations Act.</p>\n<p>[7]  In explaining the necessity for adoption of the amendment which he offered to the Case bill, Senator Byrd stated: \"My amendment would prevent an employer from paying a royalty to the representative of a union. He would be clearly liable, under the provisions of this amendment, if he paid a royalty or other money to the representative of a labor union, the purpose of which was to bribe that representative.\" 92 Cong. Rec. 4893. See also 92 Cong. Rec. 5428; 93 Cong. Rec. 4678.</p>\n<p>[8]  Senator Taft, in speaking for the amendment to S. 1126 which had previously been proposed on the floor of the Senate by Senator Ball, stated that it was intended to deal with \"extortion or a case where the union representative is shaking down the employer.\" 93 Cong. Rec. 4746.</p>\n<p>[9]  \"(e) The district courts of the United States and the United States courts of the Territories and possessions shall have jurisdiction, for cause shown, and subject to the provisions of section 381 of Title 28 (relating to notice to opposite party) to restrain violations of this section, without regard to the provisions of section 17 of Title 15 and section 52 of this title, and the provisions of sections 101-110 and 113-115 of this title.\" 29 U. S. C. § 186 (e).</p>\n<p>[1]  \"(c) The provisions of this section shall not be applicable . . . (5) with respect to money or other thing of value paid to a trust fund established by such representative, for the sole and exclusive benefit of the employees of such employer, and their families and dependents (or of such employees, families, and dependents jointly with the employees of other employers making similar payments, and their families and dependents): <i>Provided,</i> That (A) such payments are held in trust for the purpose of paying, either form principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement or death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, together with such neutral persons as the representatives of the employers and the representatives of the employees may agree upon and in the event the employer and employee groups deadlock on the administration of such fund and there are no neutral persons empowered to break such deadlock, such agreement provides that the two groups shall agree on an impartial umpire to decide such dispute, or in the event of their failure to agree within a reasonable length of time, an impartial umpire to decide such dispute shall, on petition of either group, be appointed by the district court of the United States for the district where the trust fund has its principal office, and shall also contain provisions for an annual audit of the trust fund, a statement of the results of which shall be available for inspection by interested persons at the principal office of the trust fund and at such other places as may be designated in such written agreement; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.\"</p>\n<p>[2]  If the voucher had said \"in payment of 1952 federal income taxes,\" and petitioner had put the checks in a bank account labeled \"United States Treasury,\" <i>query:</i> would the companies' income taxes have been \"paid\"?</p>\n<p>[3]  We in nowise intimate or suggest that these employers violated the Act.</p>\n<p>[4]  Laws of Puerto Rico Ann., Tit. 33, §§ 1721, 1731, 1683.</p>\n<p>[5]  Petitioner's argument in this regard also shows that this is not an instance where, even in the absence of bad faith, a man is sent to jail for an inadvertent failure to comply with rigid bookkeeping requirements. Cf. Sayre, The present Signification of Mens Rea in the Criminal Law, Harvard Legal Essays (1934), 399, 409.</p>\n\n</div>", "id": 105883, "judges": "Stewart", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105883/", "sha1": "95860e7cc333a270cc78fd7ae7c1e51626f4123a", "source": "LR", "supreme_court_db_id": "1958-087", "time_retrieved": "2010-04-28T09:55:44"}