{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "3 U.S. 320", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/2215103/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Grayson v. Virginia", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 2187874, 
    "resource_uri": "/api/rest/v2/citation/2187874/"
  }, 
  "id": 2215103, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1796-08-12", 
  "download_url": null, 
  "source": "L", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>3 U.S. 320 (____)</b></center>\n<center><b>3 Dall. 320</b></center>\n<center><h1>GRAYSON<br>\nversus<br>\nVIRGINIA.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>On the 12th of August, the CHIEF JUSTICE delivered the following opinion.</p>\n<p>BY THE COURT: \u0097 After a particular examination of the powers vested in this Court, in causes of Equity, as well as in causes of Admiralty and Maritime jurisdiction, we collect a general rule for the government of our proceedings; with a discretionary authority, however, to deviate from that rule, where its application would be injurious or impracticable. The general rule prescribes to us an adoption of that practice, which is founded on the custom and usage of Courts of Admiralty and Equity, constituted on similar principles; but still, it is thought, that we are also authorised to make such deviations as are necessary to adapt the process and rules of the Court to the peculiar circumstances of this country, subject to the interposition, alteration, and controul, of the Legislature<sup>[*]</sup>.</p>\n<p>We have, therefore, agreed to make the following general Orders; and the Counsel, in the present case, will take his measures accordingly.</p>\n<p>1. ORDERED, That when process at Common Law, or in Equity, shall issue against a State, the same shall be served upon the Governor, or Chief Executive Magistrate, and the Attorney-General, of such State.</p>\n<p><span class=\"star-pagination\">*321</span> 2. ORDERED, That process of subp\u009cna issuing out of this Court, in any suit in Equity, shall be served on the Defendant sixty days before the return day of the said process: and, further, that if the Defendant, on such service of the subp\u009cna, shall not appear at the return day contained therein, the complainant shall be at liberty to proceed ex parte.</p>\n<p>Lewis then observed, that the subp\u009cna in this case, had been issued on the same principles; but as the orders could only operate in futuro, he thought it best to withdraw his motion for a distringas, and to pray that an alias subp\u009cna might be awarded; which was, accordingly, done.</p>\n<h2>NOTES</h2>\n<p>[*]  See the Judicial Act, s. 14. The Act to regulate Processes in the Federal Courts, s. 2.</p>\n\n</div>", 
  "time_retrieved": "2013-10-30T01:37:57.233092", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "", 
  "sha1": "6cf196b860227d7bdca6b60be766ce46d4011a47", 
  "date_modified": "2014-10-30T17:48:44.549772", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/2215103/grayson-v-virginia/", 
  "citation_count": 0, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2578470/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/2215103/"
}