{"absolute_url": "/opinion/86833/magniac-v-thomson/", "blocked": false, "citation": {"case_name": "Magniac v. Thomson", "docket_number": null, "document_uris": ["/api/rest/v2/document/86833/"], "federal_cite_one": "56 U.S. 281", "federal_cite_three": null, "federal_cite_two": null, "id": 54932, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54932/", "scotus_early_cite": "15 How. 281", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1854-01-30", "date_modified": "2014-12-21T01:25:12.462056", "docket": "/api/rest/v2/docket/400926/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">56 U.S. 281</p>\n    <p class=\"case_cite\">15 How. 281</p>\n    <p class=\"case_cite\">14 L.Ed. 696</p>\n    <p class=\"parties\">HOLLINGSWORTH MAGNIAC, DANIEL SMITH MAGNIAC, AND WILLIAM<br>JARDINE, LATE TRADING UNDER THE FIRM OF MAGNIAC &amp;<br>COMPANY, APPELLANTS,<br>v.<br>JOHN R. THOMSON.</p>\n    <p class=\"date\">December Term, 1853</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the Eastern District of Pennsylvania, sitting as a court of equity.</p>\n      <p class=\"indent\">Magniac &amp; Company, being English subjects, had two judgments against Thomson, one in the Circuit Court of the United States for Pennsylvania, in 1827, and the other in the Circuit Court for New Jersey, in 1829.</p>\n      <p class=\"indent\">On the 1st April, 1829, the appellants sued out a writ of <i>capias ad satisfaciendum</i> on the judgment in the Circuit Court of the United States for the Eastern District of Pennsylvania to April session, 1829, to which the marshal, on the 8th April, 1830, returned <i>non est inventus</i>, and on the same day an <i>alias capias ad satisfaciendum</i> was sued out to April session, 1830, Number 9, to which on the 12th April, 1830, the marshal made return of 'C. C. and enlarged by agreement of plaintiff's attorney.'</p>\n      <p class=\"indent\">The appellee was discharged out of custody by the consent of the plaintiffs in the judgment, under the following agreement, viz.</p>\n      <p class=\"indent\"><i>Magniac</i> v. <i>Thomson. No.</i> 18, <i>Circuit Court of the United States, Pennsylvania District, October</i>, 1826.</p>\n      <p class=\"indent\">Defendant having been taken by <i>ca. sa.</i> in this suit, at his instance it is agreed that he be set at liberty on giving security to abide the event of an issue to be formed for ascertaining, by judicial decision, whether he has the means, by the property in his marriage settlement or otherwise, of satisfying the judgment, which issue is to be formed by plaintiff's affirmance and defendant's denial of such means; both parties hereby consenting to try such issue at the ensuing session of the Circuit Court of the United States for this district, on the merits, without regard to form or to the time when the jury may be summoned; it being expressly acknowledged by defendant that this agreement is made for his accommodation, without any prejudice whatever to arise to the plaintiff's rights by the defendant's enlargement on security as aforesaid or otherwise howsoever.</p>\n      <p class=\"indent\">April 8th, 1830.</p>\n      <p class=\"indent\">JOHN R. THOMSON.</p>\n      <p class=\"indent\">I hereby become answerable for the performance of the terms above stated, which I guarantee.</p>\n      <p class=\"indent\">R. F. STOCKTON.</p>\n      <p class=\"indent\">Witness, J. P. Norris, Jr.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On the part of the plaintiffs in this case, I hereby consent to the defendant's enlargement on the terms stated in his within proposition and agreement of this date.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">9th April, 1830.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">C. J. INGERSOLL, <i>Attorney</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In pursuance of this agreement, a new suit was entered by agreement on the 3d June, 1830, in the Circuit Court of the United States for the Eastern District of Pennsylvania, in the third circuit, by these appellants against the appellee, to try the issue to be formed under the above agreement of the 9th April, 1830.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case was tried and is reported in Baldwin's Reports, 344. It resulted in a verdict for the defendant. Being brought to this court upon a bill of exceptions, the judgment of the Circuit Court was affirmed, as reported in 7 Peters, 348.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The death of Mr. Thomson's wife being supposed to place at his disposal certain property which might be properly applied to the payment of the judgment, Magniac &amp; Co. applied for a rule to show cause why a <i>scire facias</i> should not issue to revive the judgment. Thomson set up his arrest and discharge under the <i>ca. sa.</i> as a legal satisfaction of the judgment. Magniac &amp; Co. then withdrew the rule and filed the present bill.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The substance of the bill is very fully stated in the opinion of the court, and need not be repeated. The bill was demurred to, and, upon argument, the Circuit Court sustained the demurrer and dismissed the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The complainants appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The cause was argued here by <i>Mr. E. Ingersoll</i> and <i>Mr. C. Ingersoll</i>, for the appellants, and by <i>Mr. John M. Read</i> and <i>Mr. Cadwallader</i>, for the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Only such of the points will be mentioned as are involved in the opinion of the court.</p>\n    </div>\n    <p class=\"center\"><i>Appellants' Points</i>.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Construction of the Agreement of</i> 8<i>th of April</i>, 1830. If the meaning of this paper were less than is insisted by the plaintiff, its last sentence, beginning 'it being expressly acknowledged,' would have been omitted altogether. That sentence is not merely without purpose or sense, but is directly in the teeth of the meaning of the parties to the contract, if not intended to bind the defendant by a promise to stand by the judgment after the discharge as much as before. The words 'or otherwise howsoever,' which the defendant supposes we rely upon, may be rejected without injury to the plaintiffs. Such general words, in the case of extremely formal papers, in which the meaning of the parties is expressed at great length, might perhaps have little force, but in a brief stipulation, such as this, drawn up in haste, probably, and in order to an immediate and pressing object, they ought to have their full force and popular construction. They should be interpreted to signify that if by the words which precede them the plaintiff's interests under the judgment are not fully guarded, the defendant shall give them protection 'otherwise howsoever.' They amount to a covenant for further assurance.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The agreement, interpreted in any other way, leads to this absurd conclusion, namely, that the plaintiff perilled his whole debt without a motive, while the defendant obtained his enlargement from custody, giving no equivalent therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If the plaintiff had refused all arrangement, and simply permitted the defendant to remain in custody, he would have resorted to the insolvent law of Pennsylvania, or of the United States. In the former case he must have given fuller security than he gave under the agreement of 8th of April, 1830, and there would have been a trial of the question whether the defendant was possessed of property, more advantageous to the plaintiff than the trial in the federal court. In the latter case, of an application by the defendant under the United States insolvent law of 1800, the plaintiff, had he succeeded in breaking the trust, would have got the whole trust property, and, whether he failed or succeeded, would have had security of the most binding sort in the custody of the defendant's person. The plaintiff therefore gained nothing by the agreement, for it is not pretended, on the other side, that he got any thing by it if he did not get security of a superior character for his debt, or a better trial of the question upon which it turned. He simply, as expressed by the agreement, set the defendant at liberty at the defendant's instance. He did an act of kindness, upon the defendant's agreement that it should be without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendant, on the other hand, acquired, first, his immediate liberty, which he could get only by agreement, and, second, a trial of the question of property in the federal court; a better trial for him than one in the Common Pleas, and much better than under the insolvent law of 1800, because that would have detained him in custody during the time the cause was pending, which was about three years.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is submitted, that to give any other interpretation to the agreement would be to stultify the plaintiff, who dealt with the defendant liberally enough, but did not go the length of giving away his debt.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question whether, under this agreement, the plaintiff was entitled to a second <i>ca. sa.</i>, is one which is without difficulty, the fact once established that the defendant has evaded by fraud, or violated the agreement; for Baker <i>v.</i> Ridgway, (2 Bing. 41,) and other cases, are precedents for a second <i>ca. sa.</i>, when the plaintiff has been fraudulently induced to discharge from the first.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Baker <i>v.</i> Ridgway, a commission of bankruptcy having been sued out against a defendant in custody, under a <i>ca. sa.</i>, the plaintiff, in order to prove his debt, discharged defendant from the execution. The commission having afterwards been superseded, plaintiff took defendant in execution again. Defendant moved for his discharge, but the plaintiff alleging that the commission had been fraudulently procured to induce him to discharge the defendant from the original <i>ca. sa.</i>, the court refused the motion, referring it to a jury to try the question of fraud, holding that if there were fraud in defendant's procurement of discharge from the first <i>ca. sa.</i>, the second was well issued.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Best, C. J., says: 'If there has been no fraud in the transaction, I am of opinion the defendant is entitled to his discharge; if there has been fraud, we are all of opinion he is not so entitled. I have looked through all the cases on execution against the person, from the earliest period down to the present time, and I am aware of the great jealousy of the law on the subject of personal restraint. I am aware that where a party had been discharged on account of privilege of parliament, it was doubted whether he could be retaken after that privilege expired, and the interference of the legislature became necessary to sanction such a proceeding; so, when he died in confinement, it was doubted whether the creditor, having resorted to the highest remedy the law afforded, could have any further means for the recovery of his debt, though the debtor left property behind him: that doubt was also set at rest by the authority of the legislature. I am therefore clear, that where a commission of bankrupt is sued out against a party in execution, he not being privy thereto, if the plaintiff abandons his execution and proceeds against the effects of the party, by proving his debt under the commission, he has taken his chance, and though there should be no assets forthcoming, the defendant is secure in his discharge. (However, I consider myself no more bound by an opinion delivered in the present summary mode of treating the question than I should be by an opinion delivered at <i>nisi prius;</i>) but if the debtor, in concert with others, procures a commission of bankrupt to be sued out against him, or it is procured with his approbation and consent, in order to entrap the plaintiff to come in and prove his debt, and is then superseded for some latent defect unknown to the plaintiff, that does not entitle the debtor to his discharge; and if we were to hold otherwise, we should violate a principle of law which has never been broken in upon, namely, that a party shall not be allowed to take advantage of his own wrong. I say this, because in Jacques <i>v.</i> Withey, though Ashhurst, J., says, 'I know of only one case where a debtor in execution, who obtains his liberty, may afterwards be taken again for the same debt, and that is when he has escaped, and the reason of that is, because he was not legally out of custody, yet Buller, J., did not assent to the generality of the proposition thus laid down by Ashhurst, J., and wished to introduce qualifications. Indeed, even according to the proposition laid down by Ashhurst, J., if this discharge has been obtained by a fraudulent commission, and the plaintiff has afterwards been cheated by a <i>supersedeas</i> out of the benefit sought by the proof of his debt, the defendant may be taken again, because the fraud has avoided the whole transaction, and the defendant has never been legally out of custody.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">That it may be seen that under the insolvent laws of Pennsylvania a second <i>ca. sa.</i> would have issued against the defendant had he been defeated in the Insolvent Court upon the question of the validity of the marriage settlement, the following extract is given from Ingraham on Insolvency, pp. 28, 29.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Where, from any cause, the petitioner is refused the benefit of a discharge, he must surrender himself to prison.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Where a party gives bond and fails to comply with the condition, either by not attending, in consequence of which his petition is dismissed, or by not surrendering himself if the prayer of his petition be not granted, another execution may be issued against him; and if he neglect to file his petition within the time prescribed by law, the creditor is not obliged to wait for the day of hearing, but may issue another execution the moment he can legally ascertain the fact. The surety in the bond would be liable, in such a case, notwithstanding the second execution, which would be no discharge of his responsibility, being for his benefit.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Also, with the same object, is quoted part of the syllabus of Palethorpe <i>v.</i> Lesher, 2 Rawle, 272:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Where a defendant in custody gives bond with surety to take the benefit of the insolvent laws and forfeits his bond, a second execution may be issued against him.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Section 1 of the United States insolvent law of the 6th of January, 1800, (2 Stat. at Large, 4, 5, 6,) shows that the debtor remains in custody until his right to discharge is finally decreed; and therefore that, had the defendant applied for the benefit of this act, he must have lain in prison pending the question of the validity of the settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Assuming, then, our construction of the agreement to be the true one, the next question is,</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Whether the case is one for relief</i>. On the part of the plaintiff, the defendant's reasoning is not appreciated, whereby the denies the plaintiff's right to relief under the head of fraud and mistake. It is submitted, however, that, whatever may be the appropriate term for his title to relief, the principles and cases found under these two heads of equity are directly applicable to the facts before the court. And, knowing no other names under which to classify those facts, the question of relief will be considered under the two titles of fraud and mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Fraud</i>. If it were a case of mere breach of contract, as alleged by defendant, it would not be cognizable in equity. Nor would it be cognizable in equity if it were a case of fraudulent breach of contract, and not more, for even fraud is cognizable at law unless there be in the case something to oust the jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If A purchase commodities of B, and do not pay for them, this is a breach of contract cognizable at law. If A purchase commodities of B, with the preconceived design not to pay for them, afterwards carried into effect, this is a fraud as well as a breach of contract, but does not entitle the party to relief in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But here is a case where there can be no relief at law, because (we assume for the sake of argument) the courts of law have declared that a judgment is paid when the defendant is taken under a <i>ca. sa.</i>, and that even the defendant's own agreement to the contrary shall not change the rule. That a defendant's conduct, in entering into such an agreement and then violating it, is 'scandalous,' as the courts have termed it, but that there is no remedy at law.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The fraud is palpable. The defendant is in custody. He says to the plaintiff, the rule of law is, that if you discharge me the judgment is satisfied; but I pledge myself that, as between you and me, there shall be no such rule, and that if you will let me go your judgment shall stand exactly as it did before your <i>ca. sa.</i> was issued. This solemn agreement the defendant, having had the benefit of it, utterly violates. He declares the judgment to be good for nothing, and the agreement good for nothing, and when the plaintiff takes proceedings at law he sets them at defiance. That is, having trepanned the plaintiff into the bargain by means of a promise that he will not exact the penalty of the position, he turns round and insists upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The plaintiff then comes into equity. This case is like that of a man who, holding a note five years and eleven months old, is told by the drawer to wait six weeks longer before he sues, and that the note shall be as good at six years old as it was before, and then, being refused payment, and having gone into court, the defendant pleads the statute of limitation against him. The case is like that of a plaintiff, in a judgment, who enters satisfaction in order that the defendant may be able to make title to a certain portion of the real estate bound by the judgment, the defendant having agreed in writing that the satisfaction should be cancelled, and the lien of the judgment restored, as to the rest of his real estate, immediately after his sale was effected, and then is told by the defendant, your judgment is gone, and you will never get another. Like the case of one who, having given his receipt in full, but without value, to a debtor, in order that he might settle with a third person, is turned upon by the debtor, and told that his debt is paid, and here is the receipt for it. Like the case of an obligee who, having released one of two co-obligors, for the mutual purposes of obligee and obligors, and, with the agreement that the discharge should be without prejudice as to the remaining obligor, is informed by him, after the object of the discharge has been accomplished and the advantages from it attained, that he does not mean to hold himself liable after the release of his co-obligor.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">These are cases not distinguishable from that before the court, and they are obviously for relief in equity. They are all cases in which a party has gained a fraudulent advantage of another, which, not being relievable at law, will be relieved in equity, unless something can be shown to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is pretended by the defendant here, to the contrary, that to relieve under this agreement, of 8th April, 1830, would be to run counter to that policy which, favoring liberty of the person, has refused to permit a second <i>ca. sa.</i> for the same debt. To this the answers are:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">1. The whole question of the liberty of the person, so far as <i>ca. sas</i> affect it, is now at rest, for they have been abolished by statute, and, though not abolished when this agreement was entered into, they were when the violation of it took place, and the present question arose.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2. There are two cases to the point, that this rule concerning the liberty of the person yields before proof of the defendant's fraud in procuring his discharge. Baker <i>v.</i> Ridgway. 2 Bing. 41; 9 Moore, 114; Holbrook <i>v.</i> Champlin, 1 Hoff. C. R. 148.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">3. On principle it would be strange, indeed, if that policy of law and equity, and of all society which sets its face against fraud, should give way before the so-called policy here invoked, which amounts to nothing at all since arrest for debt has been abolished, and which never did amount to more than a train of unfortunate decisions, which, if they could be recalled, would never be made again.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is also pretended by the defendant, that to relieve the plaintiff would be to favor a stale claim.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">(The counsel then proceeded to examine this branch of the subject.)</p>\n    </div>\n    <p class=\"center\"><i>Points for Appellee</i>.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On the principal question of law involved in the case, the position of the appellee is that, by his release from imprisonment, on the 8th of April, 1830, the execution and judgment against him were satisfied, and the original debt wholly extinguished.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This position is the necessary result of the fundamental principles of English law on the subject of executions, their various sorts and relative effects. The whole doctrine of the common law, as understood both in England and America, and as applicable to the present case, may be stated thus: The creditor, by issuing a <i>capias ad satisfaciendum</i>, chooses the body of the debtor in preference to his lands or goods, as the source of his satisfaction. By making an arrest, he secures to himself the satisfaction he has chosen, and is thereby estopped from resorting to any other mode of execution. As long as he holds the body in custody, he is in the possession and receipt of a continuing satisfaction; and when, with his consent, the body is released, he confesses that his satisfaction is complete, and the debt for which he demanded it thereby extinguished; and if the release is accompanied by any agreement with the debtor, or third parties acting for him, such agreement (whatever may be its terms) is a new and original contract, which can in no way affect the completeness of the satisfaction previously received.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">From a series of decisions upon these points, covering full four centuries, it is believed that only a single case can be cited in conflict with the rule thus stated. As Blumfield's case, 5 Rep. 87, is much relied upon, it is proper to examine it at some length. The statement of facts by Lord Coke is simply this: 'Two men were bound jointly and severally in a bond&#8212;one was sued, condemned, and taken in execution, and afterwards the other was sued, condemned, and taken in execution, and afterwards the first escaped and thereupon the other brought <i>audita querela</i>.' Judgment was given against the prayer, and the decision is undoubtedly clear law, and is perfectly in harmony with the principles above laid down. Lord Coke, however, in his annotation, cites the case of Jones and Williams, (elsewhere unreported,) 'where two men were condemned in debt, and one was taken and died in execution, yet the taking of the other was lawful.' This case may also be very good law, but makes nothing against the present appellee. Lord Coke proceeds, 'and then' (in Jones <i>v.</i> Williams) 'it was resolved by the whole court, that, if the defendant in debt dies in execution, the plaintiff may have a new execution by <i>elegit</i> or <i>fi. fa.</i> for divers reasons,' which he goes on to enumerate. It is for this passage that the case has been often heretofore and is now cited, the value of the authority being merely this: that Lord Coke, in reporting a principal case, which is entirely with us, refers to an unreported case, which is also with us, but in which there is a <i>dictum</i> against us of which he appears to approve. But, whatever may have been its original authority, this <i>dictum</i> has been repeatedly declared not to be law. Blumfield's case was argued in 39 Eliz., and published in 3 James, and must consequently have been well known in 4 James, when the case of Williams <i>v.</i> Cutteris, also cited as Cutter <i>v.</i> Lamb, was decided. Croke Jac. 136. Yet, in the last-mentioned case, the defendant having died in execution, the court held, that the plaintiff had no further remedy. In Foster <i>v.</i> Jackson, (Hobart, 52, 57,) where the same point arose, Hobart, C. J., makes the same decision, and, in the course of an elaborate opinion, approves the cases of Blumfield, and Jones <i>v.</i> Williams, but condemns the <i>dictum</i> which accompanies them. Since then, in Sir Edward Coke's case, and in Cave <i>v.</i> Fleetwood, it was pronounced 'not to be law;' and in Taylor <i>v.</i> Waters, where a similar point arose, and counsel urged its authority, it was wholly disregarded by the court. Godbolt, 294; Littleton, 325; 5 Maule &amp; S. 103. From that time up to the present, though similar questions have frequently risen, it is believed that this citation has never been offered to the consideration of an English tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Having disposed of this <i>dictum</i>, we will proceed to examine, in the first place, those cases in which it has been held, that the release of a debtor in execution, by the plaintiff's consent, is a satisfaction of the judgment and execution, and also an extinguishment of the debt.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The counsel then cited and commented upon the following cases: Cro. Car. 75; Styles, 117, 387; 2 Mod. 136; Barnes's Notes, 205; 4 Burr. 2482; 1 T. R. 557; 1 Bos. &amp; Pul. 242; 6 T. R. 525; 7 Id. 420; 2 East, 243; 1 Barn. &amp; Ald. 303; 2 Moore, 235; 6 Man. &amp; Gr. 755; 4 Jur. 600; 11 Id. 800; Law Com. Rep. 48; 15 Law Magazine, 132-3.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In all the above cases, the discharge was by the plaintiff's consent, and it is believed that they establish incontrovertibly the position assumed, that every such discharge operates to satisfy the judgment, the execution, and the original debt. It remains, in the second place, to examine into the effect of an arrest and imprisonment upon a <i>ca. sa.</i> generally; the position of the defendant being, that such an arrest and imprisonment, if regular, constitute a perfect satisfaction, so long as the imprisonment continues, and that the nature of the satisfaction can only be impaired by an interruption of the imprisonment through the tortious act of the defendant himself, or the operation of the law <i>in invitum</i>, as against the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In Year Book, 33 Hen. VI., it is said by Davers, 'Suppose a man recover against me, and take my body in execution, he shall have neither <i>elegit</i> nor <i>fi. fa.</i>, nor any other execution, because this amounts in law to satisfaction.' Page 48, 1455. So, in 13 Hen. VII., it is said by Keble, 'If, on a <i>ca. sa.</i>, the sheriff return <i>cepi corpus</i>, the plaintiff shall never have another <i>ca. sa.</i>, for he learns, from the return of the sheriff, that he was in execution, and then he had the object of his suit.' Page 1.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">But perhaps the most carefully considered case on this whole subject is that of Foster <i>v.</i> Jackson, where the defendant died in execution, and the plaintiff brought <i>scire facias</i> against his executors. After examining Blumfield's case, and reviewing the whole subject at length, C. J. Hobart says, 'But now singly out of the very point, I hold that a <i>capias ad satisfaciendum</i> is against that party as not only an execution, but a full satisfaction by force and act and judgment of law, so as against him he can have no other, nor against his heirs or executors, for these make but one person at law.' And, in concluding, he lays down the broad principle on which many of the decisions already referred to are based, especially those where an agreement to surrender has been held to be void, 'that the body of a freeman cannot be made subject to distress or imprisonment by contract, but only by judgment.' Hobart, 52.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The law, as laid down in Foster <i>v.</i> Jackson, governed all subsequent cases of death in execution, until parliament interfered, and, by the statute of 21 Jac. 1, c. 24, gave the creditor a further remedy against the estate of the deceased. 1 Strange, 653; 8 T. R. 123; Ambler, 79; 5 Maule &amp; S. 73; 13 Ves. 193; 3 Mer. 224, 233-4-5; 20 L. J. Ch. 174; 15 Jur. 49; 13 Beav. 229; 1 Eng. L. &amp; E. R. 146; 8 Dow. &amp; Ry. 42.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The above cases not only sustain the position to which they are cited, but they also prove that it is not merely a sharp point of law, adhered to out of respect for ancient authority, but that it has been treated at all times, both by judges and chancellors, as a well-founded principle, to which a controlling force should be given, in every case where it is either directly or collaterally involved. The original debt has uniformly, and for all purposes for which it has ever been attempted to be used, whether as a set-off, the foundation of an <i>assumpsit</i>, or of a claim in bankruptcy, been held to be satisfied, and the judgment to be valueless.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">It only remains, in the third place, to examine some particular cases, which are considered by the plaintiffs as exceptions to the general rule, but which in reality go far to illustrate and strengthen it.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">1. Cases of escape. By the oldest authorities an escape was considered as effectual a discharge of the debt as a release, and Blumfield's case is the first decision to the contrary. Y. B. 33 Hen. VI. p. 47. The opposite doctrine was finally established in Whiteacres <i>v.</i> Hamkinson, and the reason of it was given by Ashhurst, J., in Jacques <i>v.</i> Withey: 'I know of only one case where a debtor in execution, who obtains his liberty, may afterwards be taken again for the same debt, and that is where he has escaped; and the reason of that is, because he was not legally out of custody.' Sup. p. 11, 12. The result of these cases then is, that where the prisoner has escaped of his own wrong, although the satisfaction which the plaintiff was receiving is temporarily interrupted in fact, yet, in intendment of law, the defendant is still in custody, and may be retaken.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2. Cases of rescue, which depend upon the same principle as those of an escape. The defendant was never, in contemplation of law, out of custody. Jacques <i>v.</i> Withey, <i>ut sup.</i></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">3. Arrest of privileged defendants. The arrest of a member of parliament has, from the earliest times, been hold irregular; and it was occasionally doubted whether such an arrest, followed, as it necessarily was, by a discharge, either upon writ of privilege, or without it, did not operate, like a release by consent, as a total discharge of the debt. 1 Hatsell, 48; May's Practice of Parliament, 107, 113, 114; 2 Man. &amp; Gr. 437, 471; 1 Cr. M. &amp; R. 525; 5 Tyrrwhitt, 147; 10 Ad. &amp; Ellis, 225; 1 Ad. &amp; El. N. S. 525; 2 Gale &amp; Dav. 473; Godbolt, 327.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">4. Cases of discharge from imprisonment by the lord's act, &amp;c. The discharge in these cases has always been held to be the act of the law, and not to imply any consent on the part of the plaintiff. In compliance, therefore, with the old maxim, the courts have taken care that this act of law shall in no way injuriously affect the plaintiff's rights. Thus, in Nadin <i>v.</i> Battie et al. 5 East, 147, where two were in prison, and one was discharged because of the plaintiff's refusal to pay the prison charges, Lord Ellenborough, on an application to discharge the other, decided that 'the discharge cannot be said to have been with the plaintiff's assent, because he did not choose to detain the party in prison at his own expense. Nor can the law, which works detriment to no man, in consequence of having directed the discharge of one defendant, so far implicate the plaintiff's consent against the fact, as to operate as a discharge of the other.'</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The same, as will be seen hereafter, has been the ruling of the American courts, and for the same reasons here assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">5. Cases of debts payable by instalments. Where the judgment is to be satisfied by instalments, and execution is to issue upon non-payment of any of the instalments, it is held that a release from imprisonment upon one instalment with the plaintiff's consent, will not affect the remedy, or bar the execution upon a second instalment. Davis <i>v.</i> Gompertz, 2 Nev. &amp; Man. 607. This is expressly upon the ground that the two executions are not for the same debt. Such was the principle that governed the case of Atkinson <i>v.</i> Bayntun, which has been relied upon as an authority against the appellee. 1 Bing. N. C. 444.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">6. It may be proper, in this connection, to notice the case of Baker <i>v.</i> Ridgway, which has also been cited against the appellee. 3 Bing. 41; S. C. 9 Moore, 114.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">There, the defendant was in custody under a <i>ca. sa.;</i> a commission of bankruptcy was issued against him; the plaintiffs were compelled, by the statute 49 Geo. III., c. 121, to discharge him out of custody, before they could be admitted to prove their debt under the commission; the commission was afterwards superseded on the ground of irregularity; and the defendant was again arrested. Affidavits were submitted by the plaintiffs, and relied on by the court, tending to prove that the irregularity, by which the commission had been avoided, was the result of fraudulent collusion between the debtor and a portion of his creditors. This was a motion to discharge the defendant, and enter satisfaction upon the judgment. The rule was discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Such being the facts, it does not seem that the case differs materially from that of an escape. It was, in reality, an escape effected by an abuse of the forms of law, and the same may be said of it, as Ashhurst, J., said of Jacques <i>v.</i> Withey, 'The defendant was never legally out of custody.' At any rate, he was never discharged by the consent of the plaintiff. That these were the grounds of the court's opinion, may be seen from many of the remarks reported by Bingham. Thus Best, C. J.: 'If this discharge has been obtained by a fraudulent commission, and the plaintiff has afterwards been cheated by a <i>supersedeas</i> out of the benefit sought by the proof of his debt, the defendant may be taken again, because the fraud has avoided the whole transaction, and the defendant has never been legally out of custody.'</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">From all the cases, then, we draw the conclusion that the English law is, and has been for more than four centuries, that the writ of <i>ca. sa.</i> is the highest sort of execution known; that it is capable of affording the plaintiff complete and absolute satisfaction; and that its execution will satisfy the judgment and extinguish the debt, unless this its regular legal effect be avoided by some after contingency. The only after contingencies, whether existing at common law, or provided for by statute, which are allowed to have this effect are, an escape by the defendant's own wrong, or effected by his actual fraud; a rescue; an avoidance of the writ for irregularity; an enlargement of the prisoner by act of law; or (since the 21st Jac. 1) his death in execution. Upon the happening of any of these contingencies, the plaintiff having been deprived, without his own default, of the complete satisfaction to which his writ entitled him, the law will supply him with other means of enforcing it. If, however, after the execution of the writ, the plaintiff voluntarily consent to the discharge of the defendant from custody, while by such execution and discharge the judgment is satisfied and the debt extinguished at law, so the plaintiff's consent operates further as a confession of such satisfaction, and if properly presented to the court, will be entered of record on the roll. The policy of the law, moreover, prohibits the defendant from entering into any agreement by which the judgment or debt, upon which he is in custody, shall, for any purpose whatever, be made to survive his release, and pronounces all such agreements null and void. Nevertheless, the discharge of the defendant shall be a good consideration for an original and independent contract, which, if afterwards violated, may be enforced by new proceedings. This last rule avoids the hardship to which creditors might otherwise, even against their inclination, be compelled to subject their imprisoned debtors, who are unable to liquidate their debt by actual payment, but can give satisfactory security in consideration of a discharge. Archbold's New Com. Law Pr. p. 257, Ed. 1853; Sewell on Sheriffs, 198.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We have next to ascertain whether the American courts have adhered to the doctrines of the common law as expounded in England.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The precise question as to the effect of the voluntary discharge of the debtor from custody, has, it is believed, never been decided by this court. But, in two cases, the nature of the writ of <i>ca. sa.</i> has been incidentally discussed, so far as it bore collaterally upon points then before the court. It was only necessary, therefore, to enter into the subject, and to press the conclusions far enough to meet the particular question presented. Thus, in the United States <i>v.</i> Stansbury, 1 Peters, 573, the question before C. J. Marshall was, whether the rights of a particular debtor were to be governed by the common law or by an act of Congress. Having decided in favor of the latter position, he waives all argument upon the common law, and introduces his opinion by stating it in a form that was unquestioned on either side. 'It is not denied, that at common law, the release of a debtor whose person is in execution, is a release of the judgment itself. Yet the body is not satisfaction in reality, but is held as the surest means of coercing satisfaction. The law will not permit a man to proceed at the same time against the person and estate of his debtor; and when the creditor has elected to take the person, it presumes satisfaction, if the person be voluntarily released. The release of the judgment is therefore the legal consequence of the voluntary discharge of the person by the creditor.'</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">So, in the case of Snead <i>v.</i> M'Coull, 12 How. 407, the question was, whether a creditor's lien upon the lands of his debtor could survive the execution of a <i>ca. sa.</i> upon his person. Judge Daniel, delivering the opinion of the court, after showing that no lien on lands can be of superior binding force to that of an <i>elegit</i>, the capacity to issue which never survives a fully executed <i>ca. sa.</i>, incidentally alludes to the nature of this latter writ, and the effect of a plaintiff's voluntary releasing a defendant who is in custody under it. In so doing, he cites at length the strong language of the Lord Chancellor in <i>Ex parte</i> Knowell, sup. 23, and refers to the leading cases of Vigers <i>v.</i> Aldrich, Tanner <i>v.</i> Hague, and Blackburn <i>v.</i> Stupart.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But, in the United States <i>v.</i> Watkins, 4 Cranch. C. C. R. 271, the whole subject was fairly brought before the Circuit Court of the United States for the District of Columbia, and C. J. Cranch, in the course of a most learned opinion, in which almost every English authority is examined, fully sustains all the positions taken by the appellee as to the English law, recognizes them as forming part of the law of Maryland, and therefore binding in the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Since this decision, the case of Harden <i>v.</i> Campbell, 4 Gill, 29, has been adjudicated in Maryland, and C. J. Martin fully sustains the conclusions arrived at by C. J. Cranch.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The counsel then commented upon the following American cases: 2 Leigh, 361-7; 5 Leigh, 186; 6 Mass. 58; 16 Mass. 63; 3 Cush. 433; 16 Law Reporter, 629; 1 Chipman, 151; 1 R. I. Rep. 143; 5 Johns. 364; 1 Cowen, 56; 8 Cowen, 171; 9 Cowen 128; 2 South. 508, 799; 2 Green, 102; 10 Ohio, 362; 6 Blackf. 36; 3 M'Cord, 165; 4 Dallas, 214; 3 Serg. &amp; R. 463.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In Pennsylvania the statute of 21 James 1, ch. 24, for the relief of creditors against such persons as die in execution, was reported by the Judges to be in force, but not the statute of 1 James 1, ch. 13, relative to privilege of parliament, nor that of 8 &amp; 9 William 3, ch. 27, s. 7, where in case a prisoner escapes, it is provided he may be retaken on a new capias.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">This law was altered by the 31st section of the act of 16th June, 1836, which enacted that 'a judgment shall not be deemed to be satisfied by the arrest or imprisonment of the defendant upon a <i>capias ad satisfaciendum</i>, if such defendant die in prison, or escape, or be discharged therefrom by reason of any privilege, '<i>or at his own request;</i>' but the party entitled to the benefit of the judgment may have such remedies at law for the recovery thereof as he would have been entitled to if such <i>capias ad satisfaciendum</i> had not been issued: saving nevertheless all rights and interests which may have accrued to any other person between the execution of such writ and the death or escape of such party.'</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This section was taken from the 32d section of the bill reported by the revisers of the civil code on the 4th of January, 1836, but the words in italics, 'or at his own request,' were inserted by the legislature.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The section as reported by the revisers, is stated by them to be 'derived from the statutes 1 Jac. 1, c. 13; 21 Jac. 1, c. 24; and 8 &amp; 9 William 3, c. 27, sect. 7.'</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The case of Jackson <i>v.</i> Knight, 4 Watts &amp; S. 412, decided in 1842, occurred after the passage of the act of Assembly, and was governed by the 31st section of the act of 16th June, 1836. The agreement to discharge the defendant from imprisonment was dated 10th October, 1840, and on the argument the counsel for the plaintiff in error cited the said 31st section.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Mr. Justice DANIEL delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">This is an appeal from a decree of the Circuit Court of the United States for the Eastern District of Pennsylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The appellants, by their bill in the Circuit Court, alleged that, being creditors of the appellee in a very large amount of money previously lent and advanced to him, they, in the year 1828, instituted their action for its recovery on the law side of the court, When it was agreed, by writing filed of record, that a judgment should be entered against the appellee as of the 26th of November, 1827, in favor of the appellants, for the sum of $22,191.71. That this judgment, with a large accumulation of interest, remained unappealed from and unsatisfied, either in whole or in part. That the appellants, after obtaining this judgment, believing that the appellee was possessed of concealed means of satisfying it, and especially that when in a state of insolvency, and with a view of defeating his creditors, he had settled upon his wife a large amount of property, and, as afterwards appeared, made transfers of property to her between the date of the judgment and of the execution thereon, they sued out upon the said judgment a writ of <i>capias ad satisfaciendum</i>, returnable to the April term of the court, 1830, and in virtue of that process caused to be taken into actual custody the body of the appellee. That under the exigency of this process and arrest, the appellee would have been compelled to continue in close confinement, or could have obtained his release therefrom solely by the laws of Pennsylvania passed for the relief of insolvent debtors, which laws would have exacted of the appellee an assignment to his creditors of all estate, property, or interests whatsoever, held by himself or by others for him, or unlawfully settled upon his wife; and would have conferred upon him only an immunity against further bodily restraint by reason of the non-payment of such debts as were due and owing from him at the date of such proceedings in insolvency; but that the appellee, being at the time of his arrest a citizen of the State of New Jersey, could not have been admitted to the benefits of the insolvent laws of Pennsylvania until after remaining three months in actual confinement under the writ of <i>capias ad satisfaciendum</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">That on the 19th of November, 1825, a marriage contract was executed between the appellee and Annis Stockton, his intended wife, and Richard Stockton, the father of said Annis, by which agreement the said Richard Stockton was invested with a large amount of real and personal property in trust for the benefit of the appellee and his intended wife during their joint lives, and if the said appellee should survive his intended wife and have issue by her, in trust for his benefit and for the maintenance and support of his family, and if there should be no child or children of the said marriage, then after the death of the husband or wife, in trust to convey the property to the survivor in fee-simple.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">That the appellee being arrested and in actual custody under the <i>capias ad satisfaciendum</i>, sued out as aforesaid, it was then and there agreed in writing between the appellants and the appellee, that the former should, without prejudice to their rights and remedies against the latter, permit him to be forthwith discharged from custody under the said process, and that the appellee should go to the next session of the Circuit Court of the United States for the Eastern District of Pennsylvania, and on the law side of that court make up an issue with the appellants, to try the question whether the appellee was possessed of the means, either in or out of the marriage settlement, of satisfying the judgment against him; the said issue to be tried without regard to form, or to the time when the jury for the trial thereof should be summoned, the appellee also giving security to abide the result of the trial of said issue. That upon the execution of this agreement, the appellee was released from custody, and the marshal for the Eastern District of Pennsylvania, to whom the writ of <i>capias ad respondendum</i> was directed, made a return upon the writ that he had taken the body of the appellee into custody, and that he had been discharged by the consent and direction of the appellants. That the trial of the issue, which was provided for in the said agreement, actually took place, and resulted in a verdict by which, so far as concerned the purposes of the said trial, it was found that the appellee had not the means, either in or out of the said marriage settlement, of satisfying the judgment of the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The bill alleges that by the force and effect of the agreement in writing and of the proceedings in pursuance thereof, the appellee obtained no farther or other right or advantage, than a present discharge from close custody, and the judgment of a court of competent jurisdiction that he was then possessed of no means, whether in or out of the said marriage settlement, wherewith to satisfy the judgment of the appellants. It farther states, that since the judgment upon the issue made up and tried as aforesaid, the wife of the appellee had died without issue, and in consequence of that fact, all estate and property vested in the trustee by the marriage settlement, and found by the issue tried as aforesaid to be then protected thereby from the creditors of the appellee, had become the absolute property and estate of the appellee, and had either by the original trustee in the marriage settlement or by his successor, been conveyed and delivered over to the appellee as his own estate and property, free and clear of any trust whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">That the trust created by the marriage settlement, and by which the above property comprised therein was adjudged to be protected against creditors, having expired by its own limitation, that property had become liable to the creditors of the appellee, who was bound to a full account of the value thereof and for the satisfaction of the rights and demands of the appellants out of the same. That the appellants had accordingly applied to the appellee for payment of their judgment, to be made out of the property comprised in and protected by the marriage settlement or out of any other resources at his command, but had been met by a refusal on the part of the appellee, founded not upon his inability to satisfy the just claim of the appellants for money actually loaned, but upon an alleged exemption from all liability resulting from the facts of his having been once arrested under a <i>capias ad satisfaciendum</i>, and subsequently released from custody by consent of the appellants. The bill alleges this refusal, and the foundation on which it is placed, to be in direct violation of the written agreement, which explicitly declared that it was made for the accommodation of the appellee, and without any prejudice whatever to arise to the plaintiffs' (the appellants') rights, by the defendant's (the appellee's) enlargement. It charges the refusal and objection now interposed to be fraudulent, and made in bad faith, and as such, though it might avail at law to embarrass or prevent the enforcement of the judgment of the appellants, yet that a court of equity should prohibit a resort thereto on account of its unconscientious and fraudulent character. The bill concludes with a prayer, that the appellee may be enjoined from setting up, as a discharge from the judgment against him, his release from custody under the circumstances of the case set forth; that an account may be taken of the several subjects of property comprised in the marriage settlement, and of the rents, profits, interest, and dividends accruing therefrom, since the death of the wife of the appellee; that satisfaction out of those subjects, of the judgment and claim of the appellants may be decreed: the bill seeks also for general relief.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">To this bill the appellee (the defendant in the Circuit Court) demurred, assigning, for causes of demurrer, that if the taking into custody of the body of the defendant under the <i>capias ad satisfaciendum</i> was a legal discharge of the alleged debt, the complainants are not relievable in equity from the effect thereof for or by reason of any act, matter, or thing in the bill alleged; and if the taking into custody was not such a legal discharge, then the complainants have full, adequate, and complete remedy at law; and farther that the taking into custody under the said writ was and is to be deemed to have been a discharge and extinction of the judgment of the plaintiffs at law, and a discharge and extinction as well at law as in equity of the debt for which the same was obtained; and the cause coming on to be heard upon the demurrer, the court by its decree sustained the demurrer and dismissed the complainants' bill with costs.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The correctness, or incorrectness of the decree thus pronouncted, are now the subjects of our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Extensive or varied as may be the range of inquiry presented by the bill with respect to what is therein averred to appertain to the merits of this controversy, or to the character of the acts of the parties thereto, the view and the action of this court in relation to that cause must be narrowed necessarily to the questions of law arising upon the demurrer. In approaching these questions there may be propounded as postulates or legal truisms, admitting of no dispute, the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">1. That wherever the rights or the situation of parties are clearly defined and established by law, equity has no power to change or unsettle those rights or that situation, but in all such instances the maxim <i>equitas sequiter legem</i> is strictly applicable. 2. That wherever there exists at law a complete and adequate power, either for the prosecution of a right or the redressing of a wrong, courts of equity, with the exception of a few cases of concurrent authority, have no jurisdiction or power to act.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">To the test of these rules the case before us, in common with every appeal to equity, should be brought, and if the effect of such test should prove to be adverse, that effect should be sought in the character of the appeal itself, and not in objections to maxims which judicial experience and wisdom have long established. Recurring now to the history of this cause, let us inquire what was the precise situation of the parties, what their legal rights and responsibilities at the date of the judgment and arising therefrom, what have been their acts and proceedings subsequently to that judgment, and the consequences flowing from their acts to their previous relative position. Upon the recovery of their judgments the appellants had their election of any of the modes of final process known to the courts of law, or they might in equity have impeached the marriage settlement for any vice inherent in its consideration, or for an attempt fraudulently to interpose that settlement between the appellants' judgment and its legal satisfaction. But in their election of any of the forms of final process, the appellants must be held to have known the nature of that process, and the consequences incident to its choice and consummation. To permit an ignorance of these, or in other words an ignorance of the law, to be alleged as the foundation of rights, or in excuse for omissions of duty, or for the privation of rights in others, would lead to the most serious mischief, and would disturb the entire fabric of social order. In choosing the writ of <i>capias ad satisfaciendum</i>, therefore, for the enforcement of their judgment, the appellants can derive no benefit from a presumption of ignorance or misapprehension as to the effects of calling into activity this severest and sternest attribute of the law. Such a presumption is wholly inadmissible. They must be affected with knowledge of whatever has been settled as to the nature of this writ, and of whatever regularly follows a resort to its use. They were bound to know, 1st, that the service of a <i>capias ad satisfaciendum</i>, by taking into custody the body of the debtor, operates a satisfaction of the debt; and for that reason deprives the creditor of all recourse to the lands, or chattels, or property of any description belonging to his debtor. For a doctrine well settled and familiar as is that, it may appear superfluous to cite authorities; but we may refer to some of these, commencing with the early cases of Foster <i>v.</i> Jackson, Hob. 52; Williams and Criteris, Cro. Jac. 136, and Rolle's Abr. 903; and coming down through the more modern authorities of Mr. Justice Blackstone's Commentaries, vol. 3, p. 415; 4 Burrow, 2482; 1 T. R. 557; 2 East, 243, and 13 Ves. 193. To these cases might be added many decisions in the courts both of England and in the different States of this country; and, as conclusive of the same doctrine, in this court the case of Snead <i>v.</i> M'Coull, 12 Howard, 407. So unbending and stringent was the application of the doctrine maintained by the earlier cases, that prior to the statute of 21st Jac. 1, cap. 24, the death of a debtor whilst charged in execution, an event which rendered the process absolutely unvailable to the creditor, deprived the latter nevertheless of a right to a farther execution; the jealousy of the common law denying to him any power beyond that he had exerted in the privation of the personal liberty of the debtor. The statute of James authorized the exception of the death of the debtor to this inhibition of the common law, and to this exception has been added the instances of escape or rescue, seemingly upon the ground that in these instances the debtor should not be regarded as legally out of custody. The taking of the body under a <i>capias ad satisfaciendum</i> being thus held the complete and highest satisfaction of the judgment, it would follow <i>ex consequenti</i>, that a discharge of the debtor by the creditor would imply an acknowledgment of such satisfaction, or at any rate would take from that judgment the character of a warrant for resorting to this highest satisfaction in repeated instances for the same demand. But the authorities have not stopped short at a mere technical restraint upon the creditor who may seek to repeat the arrest of the debtor whom he once had in confinement; they have gone the length of declaring, that if a person taken on a <i>capias ad respondendum</i> was discharged, the plaintiff had no farther remedy, because he had determined the choice by this kind of execution, which, affecting a man's liberty, is esteemed the highest and most rigid in the law. See the cases from Hobart, Croke Jac. and Rolle's Abr. before cited. Again it has been ruled that if the plaintiff consent to the defendant being discharged out of execution, though upon an agreement, he cannot afterwards retake him although the security given by the defendant on his discharge should be set aside. 4 Burr. 2482; 1 T. R. 557; 2 East, 243; and the Lord Chancellor, in 13 Ves. 193, uses this explicit language, 'It is clear, that by taking the body in execution, the debt is satisfied to all intents and purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Many American cases may be avouched in support of the same doctrine. In the case of the United States <i>v.</i> Stansbury, 1 Peters, 573, Chief Justice Marshall says, 'It is not denied that at common law the release of a debtor 'whose person is in execution,' is a release of the judgment itself. The law will not permit a man to proceed at the same time against the person and estate of his debtor; and when the creditor has elected to take the person, it presumes satisfaction if the person be voluntarily released. The release of the judgment is, therefore, the legal consequence of the voluntary release of the person by the creditor.'</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In the case of Wendrum <i>v.</i> Parker, 2 Leigh, 361, it is said by Carr, J., that the 'levy of a <i>ca. sa.</i> and the release of the debtor from execution by the plaintiff or his agent, is an extinguishment of the debt, I have considered as well settled as any point can be by an unbroken series of decisions.' And in the case of Noyes <i>v.</i> Cooper, 5 Leigh, 186 Brockenbrough, J., says, 'It has been undoubtedly established by a series of decisions, that where a defendant in execution has been discharged from imprisonment by direction or with the consent of the plaintiff, no action will ever again lie on the judgment, nor can any new execution issue on that judgment, even though the defendant was discharged on an express understanding that he should be liable again to be taken in execution on his failure to comply with the terms on which the discharge took place.'</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Upon a collation of the authorities applicable to the acts and proceedings of the parties to this controversy at the time, and subsequently to the judgment in favor of the appellants against the appellee, we are led to the following conclusions, viz.: that by suing out a <i>capias ad satisfaciendum</i> upon their judgment, and by taking into actual custody the body of the appellee under this process, the appellants had obtained that complete and highest satisfaction of their demand, of which they could be deprived only by the act of God, by operation of law, or by their own voluntary acknowledgment, or by a release of their debtor; that by entering into the arrangement stated in the bill, and by discharging the appellee from custody, the appellants have, in all legal intendent, admitted satisfaction of their demand, released the appellee from all liability therefor, and destroyed every effect of their judgment as the foundation of legal rights. Such being our conclusions upon this branch of the case, and the same conclusions being implied in the application of the appellants for equitable interposition, the inquiry here presents itself, whether a court of equity can be called upon to abrogate or impair or in any manner or degree, to interfere with clear, ascertained, and perfect legal rights? The simple statement of such an inquiry suggests this ready and only correct reply:</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Equity may be invoked to aid in the completion of a just but imperfect legal title, or to prevent the successful assertion of an unconscientious and incomplete legal advantage; but to abrogate or to assail a perfect and independent legal right, it can have no pretension. In all such instances, equity must follow, or in other words, be subordinate to the law. With the view doubtless of giving color to their application, the appellants have intimated (for they can hardly be said to have charged it positively and directly) that the marriage settlement of the appellee was made in fraud of his creditors, and they have directly averred that the refusal of the appellee after the death of his wife to apply the property comprised in that settlement, in satisfaction of the judgment of the appellants, was at once fraudulent, and in direct violation of the agreement in pursuance of which the appellee was discharged from custody. With respect to each of these allegations, however, the appellants are entirely deficient in their proofs, and in the latter, the statement does not accord with the document, that is, the written agreement between the parties on which this averment is founded. No evidence seems to have been adduced upon the trial which took place in pursuance of the agreement, to impeach the fairness of the marriage contract; and the absence of any attempt to establish its unfairness, together with the charge of the court to the jury, would seem to exclude the existence, or at that time the belief of the existence, of fraud in the settlement. The agreement entered into at the time of the appellee's release from custody contains no stipulation that he would hold himself liable to another execution dependent on the event that the issue contemplated by that agreement, or that he would consider the judgment as still in full force against him. And if there had been a stipulation of the kind, we have seen that it could not have averted the consequences flowing from the discharge of the appellee from custody; but the only conditions for which the appellee covenanted were that he would make up and try the issue proposed and would abide the result of the trial; with both of which conditions the appellee has literally complied. This charge of fraud then, even if it could in any aspect of this question have been available, is entirely unsustained.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">With regard to the question raised by the demurrer as to the obligation of the appellants to pursue their remedy at law, under the allegation in the bill, that such legal remedy had been reserved to them by the terms of the agreement, there can be no doubt, upon the supposition that this remedy remained unimpaired, that the appellants could not arbitrarily abandon it, and seek the interposition of equity in a matter purely legal. The averment therefore by the appellants of the continuation of their judgment, and of their right to enforce it by execution in all their original force and integrity, is wholly irreconcilable with any known head or principle of equity jurisdiction, and their bill is essentially obnoxious to objection on that account.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">We are of the opinion that the decree of the Circuit Court, sustaining the demurrer to the bill of the appellants, (the complainants in the Circuit Court,) is correct, and ought to be, as it is, hereby affirmed, with costs.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Eastern District of Pennsylvania, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, affirmed, with costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>56 U.S. 281 (1853)</b></center>\n<center><b>15 How. 281</b></center>\n<center><h1>HOLLINGSWORTH MAGNIAC, DANIEL SMITH MAGNIAC, AND WILLIAM JARDINE, LATE TRADING UNDER THE FIRM OF MAGNIAC &amp; COMPANY, APPELLANTS,<br>\nv.<br>\nJOHN R. THOMSON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*283</span> The cause was argued here by Mr. E. Ingersoll and Mr. C. Ingersoll, for the appellants, and by Mr. John M. Read and Mr. Cadwallader, for the appellee.</p>\n<p><span class=\"star-pagination\">*296</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States for the Eastern District of Pennsylvania.</p>\n<p>The appellants, by their bill in the Circuit Court, alleged that, being creditors of the appellee in a very large amount of money previously lent and advanced to him, they, in the year 1828, instituted their action for its recovery on the law side of the court, when it was agreed, by writing filed of record, that a judgment should be entered against the appellee as of the 26th of November, 1827, in favor of the appellants, for the sum of $22,191.71. That this judgment, with a large accumulation of interest, remained unappealed from and unsatisfied, either in whole or in part. That the appellants, after obtaining this judgment, believing that the appellee was possessed of concealed means of satisfying it, and especially that when in a state of insolvency, and with a view of defeating his creditors, he had settled upon his wife a large amount of property, and, as afterwards appeared, made transfers of property to her between the date of the judgment and of the execution thereon, they sued out upon the said judgment a writ of capias ad satisfaciendum, returnable to the April term of the court, 1830, and in virtue of that process caused to be taken into actual custody the body of the appellee. That under the exigency of this process and arrest, the appellee would have been compelled to continue in close confinement, or could have obtained his release therefrom solely by the laws of Pennsylvania passed for the relief of insolvent debtors, which laws would have exacted of the appellee an assignment to his creditors of all estate, property, or interests whatsoever, held by himself or by others for him, or unlawfully settled upon his <span class=\"star-pagination\">*297</span> wife; and would have conferred upon him only an immunity against further bodily restraint by reason of the non-payment of such debts as were due and owing from him at the date of such proceedings in insolvency; but that the appellee, being at the time of his arrest a citizen of the State of New Jersey, could not have been admitted to the benefits of the insolvent laws of Pennsylvania until after remaining three months in actual confinement under the writ of capias ad satisfaciendum.</p>\n<p>That on the 19th of November, 1825, a marriage contract was executed between the appellee and Annis Stockton, his intended wife, and Richard Stockton, the father of said Annis, by which agreement the said Richard Stockton was invested with a large amount of real and personal property in trust for the benefit of the appellee and his intended wife during their joint lives, and if the said appellee should survive his intended wife and have issue by her, in trust for his benefit and for the maintenance and support of his family, and if there should be no child or children of the said marriage, then after the death of the husband or wife, in trust to convey the property to the survivor in fee-simple.</p>\n<p>That the appellee being arrested and in actual custody under the capias ad satisfaciendum, sued out as aforesaid, it was then and there agreed in writing between the appellants and the appellee, that the former should, without prejudice to their rights and remedies against the latter, permit him to be forthwith discharged from custody under the said process, and that the appellee should go to the next session of the Circuit Court of the United States for the Eastern District of Pennsylvania, and on the law side of that court make up an issue with the appellants, to try the question whether the appellee was possessed of the means, either in or out of the marriage settlement, of satisfying the judgment against him; the said issue to be tried without regard to form, or to the time when the jury for the trial thereof should be summoned, the appellee also giving security to abide the result of the trial of said issue. That upon the execution of this agreement, the appellee was released from custody, and the marshal for the Eastern District of Pennsylvania, to whom the writ of capias ad respondendum was directed, made a return upon the writ that he had taken the body of the appellee into custody, and that he had been discharged by the consent and direction of the appellants. That the trial of the issue, which was provided for in the said agreement, actually took place, and resulted in a verdict by which, so far as concerned the purposes of the said trial, it was found that the appellee had not the means, either in or out of the said marriage settlement, of satisfying the judgment of the appellants.</p>\n<p><span class=\"star-pagination\">*298</span> The bill alleges that by the force and effect of the agreement in writing and of the proceedings in pursuance thereof, the appellee obtained no farther or other right or advantage, than a present discharge from close custody, and the judgment of a court of competent jurisdiction that he was then possessed of no means, whether in or out of the said marriage settlement, wherewith to satisfy the judgment of the appellants. It farther states, that since the judgment upon the issue made up and tried as aforesaid, the wife of the appellee had died without issue, and in consequence of that fact, all estate and property vested in the trustee by the marriage settlement, and found by the issue tried as aforesaid to be then protected thereby from the creditors of the appellee, had become the absolute property and estate of the appellee, and had either by the original trustee in the marriage settlement or by his successor, been conveyed and delivered over to the appellee as his own estate and property, free and clear of any trust whatsoever.</p>\n<p>That the trust created by the marriage settlement, and by which the above property comprised therein was adjudged to be protected against creditors, having expired by its own limitation, that property had become liable to the creditors of the appellee, who was bound to a full account of the value thereof and for the satisfaction of the rights and demands of the appellants out of the same. That the appellants had accordingly applied to the appellee for payment of their judgment, to be made out of the property comprised in and protected by the marriage settlement or out of any other resources at his command, but had been met by a refusal on the part of the appellee, founded not upon his inability to satisfy the just claim of the appellants for money actually loaned, but upon an alleged exemption from all liability resulting from the facts of his having been once arrested under a capias ad satisfaciendum, and subsequently released from custody by consent of the appellants. The bill alleges this refusal, and the foundation on which it is placed, to be in direct violation of the written agreement, which explicitly declared that it was made for the accommodation of the appellee, and without any prejudice whatever to arise to the plaintiffs' (the appellants') rights, by the defendant's (the appellee's) enlargement. It charges the refusal and objection now interposed to be fraudulent, and made in bad faith, and as such, though it might avail at law to embarrass or prevent the enforcement of the judgment of the appellants, yet that a court of equity should prohibit a resort thereto on account of its unconscientious and fraudulent character. The bill concludes with a prayer, that the appellee may be enjoined from setting up, as a discharge from the judgment against him, his release from custody under <span class=\"star-pagination\">*299</span> the circumstances of the case set forth; that an account may be taken of the several subjects of property comprised in the marriage settlement, and of the rents, profits, interest, and dividends accruing therefrom, since the death of the wife of the appellee; that satisfaction out of those subjects, of the judgment and claim of the appellants may be decreed: the bill seeks also for general relief.</p>\n<p>To this bill the appellee (the defendant in the Circuit Court) demurred, assigning, for causes of demurrer, that if the taking into custody of the body of the defendant under the capias ad satisfaciendum was a legal discharge of the alleged debt, the complainants are not relievable in equity from the effect thereof for or by reason of any act, matter, or thing in the bill alleged; and if the taking into custody was not such a legal discharge, then the complainants have full, adequate, and complete remedy at law; and farther that the taking into custody under the said writ was and is to be deemed to have been a discharge and extinction of the judgment of the plaintiffs at law, and a discharge and extinction as well at law as in equity of the debt for which the same was obtained; and the cause coming on to be heard upon the demurrer, the court by its decree sustained the demurrer and dismissed the complainants' bill with costs.</p>\n<p>The correctness, or incorrectness of the decree thus pronounced, are now the subjects of our consideration.</p>\n<p>Extensive or varied as may be the range of inquiry presented by the bill with respect to what is therein averred to appertain to the merits of this controversy, or to the character of the acts of the parties thereto, the view and the action of this court in relation to that cause must be narrowed necessarily to the questions of law arising upon the demurrer. In approaching these questions there may be propounded as postulates or legal truisms, admitting of no dispute, the following propositions:</p>\n<p>1. That wherever the rights or the situation of parties are clearly defined and established by law, equity has no power to change or unsettle those rights or that situation, but in all such instances the maxim equitas sequitur legem is strictly applicable. 2. That wherever there exists at law a complete and adequate power, either for the prosecution of a right or the redressing of a wrong, courts of equity, with the exception of a few cases of concurrent authority, have no jurisdiction or power to act.</p>\n<p>To the test of these rules the case before us, in common with every appeal to equity, should be brought, and if the effect of such test should prove to be adverse, that effect should be sought in the character of the appeal itself, and not in objections to maxims which judicial experience and wisdom have long established. Recurring now to the history of this cause, let us inquire <span class=\"star-pagination\">*300</span> what was the precise situation of the parties, what their legal rights and responsibilities at the date of the judgment and arising therefrom, what have been their acts and proceedings subsequently to that judgment, and the consequences flowing from their acts to their previous relative position. Upon the recovery of their judgments the appellants had their election of any of the modes of final process known to the courts of law, or they might in equity have impeached the marriage settlement for any vice inherent in its consideration, or for an attempt fraudulently to interpose that settlement between the appellants' judgment and its legal satisfaction. But in their election of any of the forms of final process, the appellants must be held to have known the nature of that process, and the consequences incident to its choice and consummation. To permit an ignorance of these, or in other words an ignorance of the law, to be alleged as the foundation of rights, or in excuse for omissions of duty, or for the privation of rights in others, would lead to the most serious mischief, and would disturb the entire fabric of social order. In choosing the writ of capias ad satisfaciendum, therefore, for the enforcement of their judgment, the appellants can derive no benefit from a presumption of ignorance or misapprehension as to the effects of calling into activity this severest and sternest attribute of the law. Such a presumption is wholly inadmissible. They must be affected with knowledge of whatever has been settled as to the nature of this writ, and of whatever regularly follows a resort to its use. They were bound to know, 1st, that the service of a capias ad satisfaciendum, by taking into custody the body of the debtor, operates a satisfaction of the debt; and for that reason deprives the creditor of all recourse to the lands, or chattels, or property of any description belonging to his debtor. For a doctrine well settled and familiar as is that, it may appear superfluous to cite authorities; but we may refer to some of these, commencing with the early cases of Foster v. Jackson, Hob. 52; Williams and Criteris, Cro. Jac. 136, and Rolle's Abr. 903; and coming down through the more modern authorities of Mr. Justice Blackstone's Commentaries, vol. 3, p. 415; 4 Burrow, 2482; 1 T.R. 557; 2 East, 243, and 13 Ves. 193. To these cases might be added many decisions in the courts both of England and in the different States of this country; and, as conclusive of the same doctrine, in this court the case of Snead v. M'Coull, 12 Howard, 407. So unbending and stringent was the application of the doctrine maintained by the earlier cases, that prior to the statute of 21st Jac. 1, cap. 24, the death of a debtor whilst charged in execution, an event which rendered the process absolutely unvailable to the creditor, deprived the latter nevertheless of a right to a farther <span class=\"star-pagination\">*301</span> execution; the jealousy of the common law denying to him any power beyond that he had exerted in the privation of the personal liberty of the debtor. The statute of James authorized the exception of the death of the debtor to this inhibition of the common law, and to this exception has been added the instances of escape or rescue, seemingly upon the ground that in these instances the debtor should not be regarded as legally out of custody. The taking of the body under a capias ad satisfaciendum being thus held the complete and highest satisfaction of the judgment, it would follow ex consequenti, that a discharge of the debtor by the creditor would imply an acknowledgment of such satisfaction, or at any rate would take from that judgment the character of a warrant for resorting to this highest satisfaction in repeated instances for the same demand. But the authorities have not stopped short at a mere technical restraint upon the creditor who may seek to repeat the arrest of the debtor whom he once had in confinement; they have gone the length of declaring, that if a person taken on a capias ad respondendum was discharged, the plaintiff had no farther remedy, because he had determined the choice by this kind of execution, which, affecting a man's liberty, is esteemed the highest and most rigid in the law. See the cases from Hobart, Croke Jac. and Rolle's Abr. before cited. Again it has been ruled that if the plaintiff consent to the defendant being discharged out of execution, though upon an agreement, he cannot afterwards retake him although the security given by the defendant on his discharge should be set aside. 4 Burr. 2482; 1 T.R. 557; 2 East, 243; and the Lord Chancellor, in 13 Ves. 193, uses this explicit language, \"It is clear, that by taking the body in execution, the debt is satisfied to all intents and purposes.\"</p>\n<p>Many American cases may be avouched in support of the same doctrine. In the case of the United States v. Stansbury, 1 Peters, 573, Chief Justice Marshall says, \"It is not denied that at common law the release of a debtor `whose person is in execution,' is a release of the judgment itself. The law will not permit a man to proceed at the same time against the person and estate of his debtor; and when the creditor has elected to take the person, it presumes satisfaction if the person be voluntarily released. The release of the judgment is, therefore, the legal consequence of the voluntary release of the person by the creditor.\"</p>\n<p>In the case of Wendrum v. Parker, 2 Leigh, 361, it is said by Carr, J., that the \"levy of a ca. sa. and the release of the debtor from execution by the plaintiff or his agent, is an extinguishment of the debt, I have considered as well settled as any point can be by an unbroken series of decisions.\" And in <span class=\"star-pagination\">*302</span> the case of Noyes v. Cooper, 5 Leigh, 186, Brockenbrough, J., says, \"It has been undoubtedly established by a series of decisions, that where a defendant in execution has been discharged from imprisonment by direction or with the consent of the plaintiff, no action will ever again lie on the judgment, nor can any new execution issue on that judgment, even though the defendant was discharged on an express understanding that he should be liable again to be taken in execution on his failure to comply with the terms on which the discharge took place.\"</p>\n<p>Upon a collation of the authorities applicable to the acts and proceedings of the parties to this controversy at the time, and subsequently to the judgment in favor of the appellants against the appellee, we are led to the following conclusions, viz.: that by suing out a capias ad satisfaciendum upon their judgment, and by taking into actual custody the body of the appellee under this process, the appellants had obtained that complete and highest satisfaction of their demand, of which they could be deprived only by the act of God, by operation of law, or by their own voluntary acknowledgment, or by a release of their debtor; that by entering into the arrangement stated in the bill, and by discharging the appellee from custody, the appellants have, in all legal intendment, admitted satisfaction of their demand, released the appellee from all liability therefor, and destroyed every effect of their judgment as the foundation of legal rights. Such being our conclusions upon this branch of the case, and the same conclusions being implied in the application of the appellants for equitable interposition, the inquiry here presents itself, whether a court of equity can be called upon to abrogate or impair or in any manner or degree, to interfere with clear, ascertained, and perfect legal rights? The simple statement of such an inquiry suggests this ready and only correct reply:</p>\n<p>Equity may be invoked to aid in the completion of a just but imperfect legal title, or to prevent the successful assertion of an unconscientious and incomplete legal advantage; but to abrogate or to assail a perfect and independent legal right, it can have no pretension. In all such instances, equity must follow, or in other words, be subordinate to the law. With the view doubtless of giving color to their application, the appellants have intimated (for they can hardly be said to have charged it positively and directly) that the marriage settlement of the appellee was made in fraud of his creditors, and they have directly averred that the refusal of the appellee after the death of his wife to apply the property comprised in that settlement, in satisfaction of the judgment of the appellants, was at once fraudulent, and in direct violation of the agreement in <span class=\"star-pagination\">*303</span> pursuance of which the appellee was discharged from custody. With respect to each of these allegations, however, the appellants are entirely deficient in their proofs, and in the latter, the statement does not accord with the document, that is, the written agreement between the parties on which this averment is founded. No evidence seems to have been adduced upon the trial which took place in pursuance of the agreement, to impeach the fairness of the marriage contract; and the absence of any attempt to establish its unfairness, together with the charge of the court to the jury, would seem to exclude the existence, or at that time the belief of the existence, of fraud in the settlement. The agreement entered into at the time of the appellee's release from custody contains no stipulation that he would hold himself liable to another execution dependent on the event that the issue contemplated by that agreement, or that he would consider the judgment as still in full force against him. And if there had been a stipulation of the kind, we have seen that it could not have averted the consequences flowing from the discharge of the appellee from custody; but the only conditions for which the appellee covenanted were that he would make up and try the issue proposed and would abide the result of the trial; with both of which conditions the appellee has literally complied. This charge of fraud then, even if it could in any aspect of this question have been available, is entirely unsustained.</p>\n<p>With regard to the question raised by the demurrer as to the obligation of the appellants to pursue their remedy at law, under the allegation in the bill, that such legal remedy had been reserved to them by the terms of the agreement, there can be no doubt, upon the supposition that this remedy remained unimpaired, that the appellants could not arbitrarily abandon it, and seek the interposition of equity in a matter purely legal. The averment therefore by the appellants of the continuation of their judgment, and of their right to enforce it by execution in all their original force and integrity, is wholly irreconcilable with any known head or principle of equity jurisdiction, and their bill is essentially obnoxious to objection on that account.</p>\n<p>We are of the opinion that the decree of the Circuit Court, sustaining the demurrer to the bill of the appellants, (the complainants in the Circuit Court,) is correct, and ought to be, as it is, hereby affirmed, with costs.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Eastern District of Pennsylvania, and was argued by counsel. On <span class=\"star-pagination\">*304</span> consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, affirmed, with costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></span> (1853)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">281</span></span></b></center>\n<center><h1>HOLLINGSWORTH MAGNIAC, DANIEL SMITH MAGNIAC, AND WILLIAM JARDINE, LATE TRADING UNDER THE FIRM OF MAGNIAC &amp; COMPANY, APPELLANTS,<br>\nv.<br>\nJOHN R. THOMSON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*283</span> The cause was argued here by Mr. E. Ingersoll and Mr. C. Ingersoll, for the appellants, and by Mr. John M. Read and Mr. Cadwallader, for the appellee.</p>\n<p><span class=\"star-pagination\">*296</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States for the Eastern District of Pennsylvania.</p>\n<p>The appellants, by their bill in the Circuit Court, alleged that, being creditors of the appellee in a very large amount of money previously lent and advanced to him, they, in the year 1828, instituted their action for its recovery on the law side of the court, when it was agreed, by writing filed of record, that a judgment should be entered against the appellee as of the 26th of November, 1827, in favor of the appellants, for the sum of $22,191.71. That this judgment, with a large accumulation of interest, remained unappealed from and unsatisfied, either in whole or in part. That the appellants, after obtaining this judgment, believing that the appellee was possessed of concealed means of satisfying it, and especially that when in a state of insolvency, and with a view of defeating his creditors, he had settled upon his wife a large amount of property, and, as afterwards appeared, made transfers of property to her between the date of the judgment and of the execution thereon, they sued out upon the said judgment a writ of capias ad satisfaciendum, returnable to the April term of the court, 1830, and in virtue of that process caused to be taken into actual custody the body of the appellee. That under the exigency of this process and arrest, the appellee would have been compelled to continue in close confinement, or could have obtained his release therefrom solely by the laws of Pennsylvania passed for the relief of insolvent debtors, which laws would have exacted of the appellee an assignment to his creditors of all estate, property, or interests whatsoever, held by himself or by others for him, or unlawfully settled upon his <span class=\"star-pagination\">*297</span> wife; and would have conferred upon him only an immunity against further bodily restraint by reason of the non-payment of such debts as were due and owing from him at the date of such proceedings in insolvency; but that the appellee, being at the time of his arrest a citizen of the State of New Jersey, could not have been admitted to the benefits of the insolvent laws of Pennsylvania until after remaining three months in actual confinement under the writ of capias ad satisfaciendum.</p>\n<p>That on the 19th of November, 1825, a marriage contract was executed between the appellee and Annis Stockton, his intended wife, and Richard Stockton, the father of said Annis, by which agreement the said Richard Stockton was invested with a large amount of real and personal property in trust for the benefit of the appellee and his intended wife during their joint lives, and if the said appellee should survive his intended wife and have issue by her, in trust for his benefit and for the maintenance and support of his family, and if there should be no child or children of the said marriage, then after the death of the husband or wife, in trust to convey the property to the survivor in fee-simple.</p>\n<p>That the appellee being arrested and in actual custody under the capias ad satisfaciendum, sued out as aforesaid, it was then and there agreed in writing between the appellants and the appellee, that the former should, without prejudice to their rights and remedies against the latter, permit him to be forthwith discharged from custody under the said process, and that the appellee should go to the next session of the Circuit Court of the United States for the Eastern District of Pennsylvania, and on the law side of that court make up an issue with the appellants, to try the question whether the appellee was possessed of the means, either in or out of the marriage settlement, of satisfying the judgment against him; the said issue to be tried without regard to form, or to the time when the jury for the trial thereof should be summoned, the appellee also giving security to abide the result of the trial of said issue. That upon the execution of this agreement, the appellee was released from custody, and the marshal for the Eastern District of Pennsylvania, to whom the writ of capias ad respondendum was directed, made a return upon the writ that he had taken the body of the appellee into custody, and that he had been discharged by the consent and direction of the appellants. That the trial of the issue, which was provided for in the said agreement, actually took place, and resulted in a verdict by which, so far as concerned the purposes of the said trial, it was found that the appellee had not the means, either in or out of the said marriage settlement, of satisfying the judgment of the appellants.</p>\n<p><span class=\"star-pagination\">*298</span> The bill alleges that by the force and effect of the agreement in writing and of the proceedings in pursuance thereof, the appellee obtained no farther or other right or advantage, than a present discharge from close custody, and the judgment of a court of competent jurisdiction that he was then possessed of no means, whether in or out of the said marriage settlement, wherewith to satisfy the judgment of the appellants. It farther states, that since the judgment upon the issue made up and tried as aforesaid, the wife of the appellee had died without issue, and in consequence of that fact, all estate and property vested in the trustee by the marriage settlement, and found by the issue tried as aforesaid to be then protected thereby from the creditors of the appellee, had become the absolute property and estate of the appellee, and had either by the original trustee in the marriage settlement or by his successor, been conveyed and delivered over to the appellee as his own estate and property, free and clear of any trust whatsoever.</p>\n<p>That the trust created by the marriage settlement, and by which the above property comprised therein was adjudged to be protected against creditors, having expired by its own limitation, that property had become liable to the creditors of the appellee, who was bound to a full account of the value thereof and for the satisfaction of the rights and demands of the appellants out of the same. That the appellants had accordingly applied to the appellee for payment of their judgment, to be made out of the property comprised in and protected by the marriage settlement or out of any other resources at his command, but had been met by a refusal on the part of the appellee, founded not upon his inability to satisfy the just claim of the appellants for money actually loaned, but upon an alleged exemption from all liability resulting from the facts of his having been once arrested under a capias ad satisfaciendum, and subsequently released from custody by consent of the appellants. The bill alleges this refusal, and the foundation on which it is placed, to be in direct violation of the written agreement, which explicitly declared that it was made for the accommodation of the appellee, and without any prejudice whatever to arise to the plaintiffs' (the appellants') rights, by the defendant's (the appellee's) enlargement. It charges the refusal and objection now interposed to be fraudulent, and made in bad faith, and as such, though it might avail at law to embarrass or prevent the enforcement of the judgment of the appellants, yet that a court of equity should prohibit a resort thereto on account of its unconscientious and fraudulent character. The bill concludes with a prayer, that the appellee may be enjoined from setting up, as a discharge from the judgment against him, his release from custody under <span class=\"star-pagination\">*299</span> the circumstances of the case set forth; that an account may be taken of the several subjects of property comprised in the marriage settlement, and of the rents, profits, interest, and dividends accruing therefrom, since the death of the wife of the appellee; that satisfaction out of those subjects, of the judgment and claim of the appellants may be decreed: the bill seeks also for general relief.</p>\n<p>To this bill the appellee (the defendant in the Circuit Court) demurred, assigning, for causes of demurrer, that if the taking into custody of the body of the defendant under the capias ad satisfaciendum was a legal discharge of the alleged debt, the complainants are not relievable in equity from the effect thereof for or by reason of any act, matter, or thing in the bill alleged; and if the taking into custody was not such a legal discharge, then the complainants have full, adequate, and complete remedy at law; and farther that the taking into custody under the said writ was and is to be deemed to have been a discharge and extinction of the judgment of the plaintiffs at law, and a discharge and extinction as well at law as in equity of the debt for which the same was obtained; and the cause coming on to be heard upon the demurrer, the court by its decree sustained the demurrer and dismissed the complainants' bill with costs.</p>\n<p>The correctness, or incorrectness of the decree thus pronounced, are now the subjects of our consideration.</p>\n<p>Extensive or varied as may be the range of inquiry presented by the bill with respect to what is therein averred to appertain to the merits of this controversy, or to the character of the acts of the parties thereto, the view and the action of this court in relation to that cause must be narrowed necessarily to the questions of law arising upon the demurrer. In approaching these questions there may be propounded as postulates or legal truisms, admitting of no dispute, the following propositions:</p>\n<p>1. That wherever the rights or the situation of parties are clearly defined and established by law, equity has no power to change or unsettle those rights or that situation, but in all such instances the maxim equitas sequitur legem is strictly applicable. 2. That wherever there exists at law a complete and adequate power, either for the prosecution of a right or the redressing of a wrong, courts of equity, with the exception of a few cases of concurrent authority, have no jurisdiction or power to act.</p>\n<p>To the test of these rules the case before us, in common with every appeal to equity, should be brought, and if the effect of such test should prove to be adverse, that effect should be sought in the character of the appeal itself, and not in objections to maxims which judicial experience and wisdom have long established. Recurring now to the history of this cause, let us inquire <span class=\"star-pagination\">*300</span> what was the precise situation of the parties, what their legal rights and responsibilities at the date of the judgment and arising therefrom, what have been their acts and proceedings subsequently to that judgment, and the consequences flowing from their acts to their previous relative position. Upon the recovery of their judgments the appellants had their election of any of the modes of final process known to the courts of law, or they might in equity have impeached the marriage settlement for any vice inherent in its consideration, or for an attempt fraudulently to interpose that settlement between the appellants' judgment and its legal satisfaction. But in their election of any of the forms of final process, the appellants must be held to have known the nature of that process, and the consequences incident to its choice and consummation. To permit an ignorance of these, or in other words an ignorance of the law, to be alleged as the foundation of rights, or in excuse for omissions of duty, or for the privation of rights in others, would lead to the most serious mischief, and would disturb the entire fabric of social order. In choosing the writ of capias ad satisfaciendum, therefore, for the enforcement of their judgment, the appellants can derive no benefit from a presumption of ignorance or misapprehension as to the effects of calling into activity this severest and sternest attribute of the law. Such a presumption is wholly inadmissible. They must be affected with knowledge of whatever has been settled as to the nature of this writ, and of whatever regularly follows a resort to its use. They were bound to know, 1st, that the service of a capias ad satisfaciendum, by taking into custody the body of the debtor, operates a satisfaction of the debt; and for that reason deprives the creditor of all recourse to the lands, or chattels, or property of any description belonging to his debtor. For a doctrine well settled and familiar as is that, it may appear superfluous to cite authorities; but we may refer to some of these, commencing with the early cases of Foster v. Jackson, Hob. 52; Williams and Criteris, Cro. Jac. 136, and Rolle's Abr. 903; and coming down through the more modern authorities of Mr. Justice Blackstone's Commentaries, vol. 3, p. 415; 4 Burrow, 2482; 1 T.R. 557; 2 East, 243, and 13 Ves. 193. To these cases might be added many decisions in the courts both of England and in the different States of this country; and, as conclusive of the same doctrine, in this court the case of Snead v. M'Coull, 12 Howard, 407. So unbending and stringent was the application of the doctrine maintained by the earlier cases, that prior to the statute of 21st Jac. 1, cap. 24, the death of a debtor whilst charged in execution, an event which rendered the process absolutely unvailable to the creditor, deprived the latter nevertheless of a right to a farther <span class=\"star-pagination\">*301</span> execution; the jealousy of the common law denying to him any power beyond that he had exerted in the privation of the personal liberty of the debtor. The statute of James authorized the exception of the death of the debtor to this inhibition of the common law, and to this exception has been added the instances of escape or rescue, seemingly upon the ground that in these instances the debtor should not be regarded as legally out of custody. The taking of the body under a capias ad satisfaciendum being thus held the complete and highest satisfaction of the judgment, it would follow ex consequenti, that a discharge of the debtor by the creditor would imply an acknowledgment of such satisfaction, or at any rate would take from that judgment the character of a warrant for resorting to this highest satisfaction in repeated instances for the same demand. But the authorities have not stopped short at a mere technical restraint upon the creditor who may seek to repeat the arrest of the debtor whom he once had in confinement; they have gone the length of declaring, that if a person taken on a capias ad respondendum was discharged, the plaintiff had no farther remedy, because he had determined the choice by this kind of execution, which, affecting a man's liberty, is esteemed the highest and most rigid in the law. See the cases from Hobart, Croke Jac. and Rolle's Abr. before cited. Again it has been ruled that if the plaintiff consent to the defendant being discharged out of execution, though upon an agreement, he cannot afterwards retake him although the security given by the defendant on his discharge should be set aside. 4 Burr. 2482; 1 T.R. 557; 2 East, 243; and the Lord Chancellor, in 13 Ves. 193, uses this explicit language, \"It is clear, that by taking the body in execution, the debt is satisfied to all intents and purposes.\"</p>\n<p>Many American cases may be avouched in support of the same doctrine. In the case of the United States v. Stansbury, 1 Peters, 573, Chief Justice Marshall says, \"It is not denied that at common law the release of a debtor `whose person is in execution,' is a release of the judgment itself. The law will not permit a man to proceed at the same time against the person and estate of his debtor; and when the creditor has elected to take the person, it presumes satisfaction if the person be voluntarily released. The release of the judgment is, therefore, the legal consequence of the voluntary release of the person by the creditor.\"</p>\n<p>In the case of Wendrum v. Parker, 2 Leigh, 361, it is said by Carr, J., that the \"levy of a ca. sa. and the release of the debtor from execution by the plaintiff or his agent, is an extinguishment of the debt, I have considered as well settled as any point can be by an unbroken series of decisions.\" And in <span class=\"star-pagination\">*302</span> the case of Noyes v. Cooper, 5 Leigh, 186, Brockenbrough, J., says, \"It has been undoubtedly established by a series of decisions, that where a defendant in execution has been discharged from imprisonment by direction or with the consent of the plaintiff, no action will ever again lie on the judgment, nor can any new execution issue on that judgment, even though the defendant was discharged on an express understanding that he should be liable again to be taken in execution on his failure to comply with the terms on which the discharge took place.\"</p>\n<p>Upon a collation of the authorities applicable to the acts and proceedings of the parties to this controversy at the time, and subsequently to the judgment in favor of the appellants against the appellee, we are led to the following conclusions, viz.: that by suing out a capias ad satisfaciendum upon their judgment, and by taking into actual custody the body of the appellee under this process, the appellants had obtained that complete and highest satisfaction of their demand, of which they could be deprived only by the act of God, by operation of law, or by their own voluntary acknowledgment, or by a release of their debtor; that by entering into the arrangement stated in the bill, and by discharging the appellee from custody, the appellants have, in all legal intendment, admitted satisfaction of their demand, released the appellee from all liability therefor, and destroyed every effect of their judgment as the foundation of legal rights. Such being our conclusions upon this branch of the case, and the same conclusions being implied in the application of the appellants for equitable interposition, the inquiry here presents itself, whether a court of equity can be called upon to abrogate or impair or in any manner or degree, to interfere with clear, ascertained, and perfect legal rights? The simple statement of such an inquiry suggests this ready and only correct reply:</p>\n<p>Equity may be invoked to aid in the completion of a just but imperfect legal title, or to prevent the successful assertion of an unconscientious and incomplete legal advantage; but to abrogate or to assail a perfect and independent legal right, it can have no pretension. In all such instances, equity must follow, or in other words, be subordinate to the law. With the view doubtless of giving color to their application, the appellants have intimated (for they can hardly be said to have charged it positively and directly) that the marriage settlement of the appellee was made in fraud of his creditors, and they have directly averred that the refusal of the appellee after the death of his wife to apply the property comprised in that settlement, in satisfaction of the judgment of the appellants, was at once fraudulent, and in direct violation of the agreement in <span class=\"star-pagination\">*303</span> pursuance of which the appellee was discharged from custody. With respect to each of these allegations, however, the appellants are entirely deficient in their proofs, and in the latter, the statement does not accord with the document, that is, the written agreement between the parties on which this averment is founded. No evidence seems to have been adduced upon the trial which took place in pursuance of the agreement, to impeach the fairness of the marriage contract; and the absence of any attempt to establish its unfairness, together with the charge of the court to the jury, would seem to exclude the existence, or at that time the belief of the existence, of fraud in the settlement. The agreement entered into at the time of the appellee's release from custody contains no stipulation that he would hold himself liable to another execution dependent on the event that the issue contemplated by that agreement, or that he would consider the judgment as still in full force against him. And if there had been a stipulation of the kind, we have seen that it could not have averted the consequences flowing from the discharge of the appellee from custody; but the only conditions for which the appellee covenanted were that he would make up and try the issue proposed and would abide the result of the trial; with both of which conditions the appellee has literally complied. This charge of fraud then, even if it could in any aspect of this question have been available, is entirely unsustained.</p>\n<p>With regard to the question raised by the demurrer as to the obligation of the appellants to pursue their remedy at law, under the allegation in the bill, that such legal remedy had been reserved to them by the terms of the agreement, there can be no doubt, upon the supposition that this remedy remained unimpaired, that the appellants could not arbitrarily abandon it, and seek the interposition of equity in a matter purely legal. The averment therefore by the appellants of the continuation of their judgment, and of their right to enforce it by execution in all their original force and integrity, is wholly irreconcilable with any known head or principle of equity jurisdiction, and their bill is essentially obnoxious to objection on that account.</p>\n<p>We are of the opinion that the decree of the Circuit Court, sustaining the demurrer to the bill of the appellants, (the complainants in the Circuit Court,) is correct, and ought to be, as it is, hereby affirmed, with costs.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Eastern District of Pennsylvania, and was argued by counsel. On <span class=\"star-pagination\">*304</span> consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, affirmed, with costs.</p>\n</div>", "id": 86833, "judges": "Daniel", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86833/", "sha1": "c75cc08defff945bd25c4975d1cda8c34e1dae2b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:51"}