{"absolute_url": "/opinion/104754/cab-v-state-airlines-inc/", "blocked": false, "citation": {"case_name": "CAB v. State Airlines, Inc.", "docket_number": "157", "document_uris": ["/api/rest/v2/document/104754/"], "federal_cite_one": "338 U.S. 572", "federal_cite_three": "94 L. Ed. 2d 353", "federal_cite_two": "70 S. Ct. 379", "id": 89137, "lexis_cite": "1950 U.S. LEXIS 2492", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89137/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1950-02-06", "date_modified": "2014-12-21T05:11:45.147549", "docket": "/api/rest/v2/docket/408459/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">338 U.S. 572</p>\n    <p class=\"case_cite\">70 S.Ct. 379</p>\n    <p class=\"case_cite\">94 L.Ed. 353</p>\n    <p class=\"parties\">CIVIL AERONAUTICS BOARD<br>v.<br>STATE AIRLINES, Inc.  STATE AIRLINES, Inc.  v.  CIVIL AERONAUTICS BOARD et al.  PIEDMONT AVIATION, Inc.  v.  STATE AIRLINES, Inc.</p>\n    <p class=\"docket\">Nos. 157 to 159.</p>\n    <p class=\"date\">Argued Dec. 12, 1949.</p>\n    <p class=\"date\">Decided Feb. 6, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Frederick W. P. Lorenzen, New York City, for State Airlines, Inc., for respondent.</p>\n      <p class=\"indent\">Mr. Emory T. Nunneley, Jr., Washington, D.C., for Civil Aeronautics Board.</p>\n      <p class=\"indent\">Mr. Charles H. Murchison, Jacksonville, Fla., for Piedmont Aviation, Inc.</p>\n      <p class=\"indent\">Certiorari dismissed: judgment reversed.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Acting under the Civil Aeronautics Act of 1938,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the Civil Aeronautics Board (C.A.B.) consolidated some 45 route applications of 25 airlines into one area proceeding, styled the 'Southeastern States Case.' After hearings, it made findings of fact as to what new routes should be established and which of the applicants could best serve these routes. It then entered orders authorizing certificates of convenience and necessity for several new routes in the area. Piedmont Aviation, Inc., was authorized to engage in air transportation of persons, property, and mail along certain of these routes. State Airlines, Inc., was denied authority to act as a carrier on any of them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> State filed a petition in the United States Court of Appeals for the District of Columbia Circuit asking that court to reverse the orders and remand the case to the Board with directions to grant carrier certificates to State instead of Piedmont.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The court reversed insofar as the orders awarded certificates to Piedmont but held that it was without power to direct the Board to certify State.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> A crucial ground of the court's reversal was its finding that Piedmont had never filed an application for the particular routes certified, an indispensable prerequisite to certification as the Court of Appeals interpreted the Civil Aeronautics Act. A second ground for reversal was that since Piedmont had filed no application for the particular routes certified, State failed to have sufficient notice that the Board might consider Piedmont as a competing applicant, and thus was deprived of a fair opportunity to discredit Piedmont's fitness and ability to serve those routes. A third ground was that the Board's findings that Piedmont was fit and able to serve the routes 'were, in the legal sense, arbitrary and capricious and lacked the support of substantial evidence.' Both Piedmont and the Board petitioned for review of the court's reversal, while State cross-petitioned for review of the court's refusal to direct certification of State.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> We granted certiorari because a final determination of the questions involved, particularly those involving interpretation of the Act, is of importance for future guidance of the Board in carrying out its congressionally imposed functions. 338 U.S. 812, 70 S.Ct. 67.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Fitst. We hold that Piedmont's applications were sufficient to permti certification of Piedmont for the routes awarded. The contrary holding of the Court of Appeals rested primarily on its interpretation of &#167; 401(d)(1) and (2) of the Civil Aeronautics Act. The particular language most relied on by the court was that which empowers the Board to issue certificates 'authorizing the whole or any part of the transportation covered by the application, if it finds that the applicant is fit, willing, and able to perform such transportation properly * * *.' (Italics used by the Court of Appeals.)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The Court of Appeals read this language as showing a congressional purpose to bar the Board from granting any certificates in which the routes awarded deviate more than slightly from the precise routes defined in the application. We think that such a narrow interpretation is not compelled by the language of &#167; 401(d) and that the Act as a whole refutes any intent to freeze the Board's procedures in so rigid a mold.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The language of &#167; 401[d][1] and (2) unqualifiedly gives the Board power, after application and appropriate findings, to issue certificates for the whole or any part of transportation covered in an application. This manifests a purpose generally to gear the award of certificates to an application procedure. But Congress made no attempt in (1) and (2) of &#167; 401(d) to define the full reach or contents of an application. These subsections do not even require an applicant to designate the terminal cities or the intermediate points a proposed route would serve. A different provision, &#167; 401(b), contains the only requirements directly imposed by Congress&#8212;that an application must be in writing and verified.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> With this one exception, &#167; 401(b) provides that an application 'shall be in such form and contain such information * * * as the Board shall by regulation require.' And in &#167; 1001 Congress granted the Board authority to 'conduct its proceedings in such manner as will be conducive to the proper dispatch of buiness and to the ends of justice.' Thus, except for the statutory requirement of written and verified applications, Congress plainly intended to leave the Board free to work out application procedures reasonably adapted to fair and orderly administration of its complex responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Here the Board decided that the policies of the Act could best be served by a consolidated area proceeding. In doing so it did not exceed its procedural discretion. Only through such joint hearings could the Board expeditiously decide what new routes should be established, if any, and which of the numerous applicants should be selected as appropriate carriers for different routes. And in such a proceeding, as the Board has found, limiting all applications to the precise routes they describe would destroy necessary flexibility. For the Board's decision as to what new routes are actually available is not reached until long after the applications are filed. Recognizing this, Piedmont, like other airlines, inserted a so-called 'catchall clause' in its applications, broadly requesting authority to transport on 'the routes detailed herein, or such modification of such routes as the Board may find public necessity and convenience require.' It also included a general prayer 'for such other and further relief, general and specific, under Section 401 of the * * * Act * * * as the Board may deem appropriate, and to which the applicant may be entitled in any proceeding in which the application may be heard in part or in its entirety.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are convinced that the Board, in awarding routes varying from those specifically detailed in Piedmont's application, has not departed from the congressional policy hinging certification generally on application procedures. While the routes sought by Piedmont did differ markedly from those awarded,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> they were all in the general area covered by the consolidated hearings. All twenty-five applicants had asked for routes somewhere in the area, and many of these routes overlapped. In such an area proceeding it would exalt imaginery procedural rights above the public interest to hold that the Board is hamstrung by the lack of foresight or skill of a draftsman in describing routes. The flexible requirements set by the Board were reasonable. They accorded with the policies of the Act. The Board in well-considered opinions held that Piedmont's application met these requirements. That application also met the congressional requirements of writing and verification. So far as &#167; 401(d)(1) and (2) are concerned, the Board acted within its power in entering the orders.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Second. The Court of Appeals recognized that full hearings were held in the area proceedings after due notice to all interested parties. But that court nevertheless held that State was without adequate notice that the Board might consider Piedmont as an applicant for routes encroaching on those sought by State. This contention largely rests on the statutory interpretation we have rejected. State argues, however, that since it never considered Piedmont as a possible applicant for the routes awarded, it failed to produce available evidence and arguments to convince the Board that Piedmont was not fit and able to serve as a carrier on the routes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This challenge is substantial. The Board's major standard is the public interest in having convenient routes served by fit and able carriers. These questions are to be determined in hearings after notice. The prime purpose of allowing interested persons to offer evidence is to give the Board the advantage of all available information as a basis for its selection of the applicant best qualified to serve the public interest. Cf. Federal Communications Commission v. Sanders Bros. Radio Station, 309 U.S. 470, 477, 642, 60 S.Ct. 693, 698, 84 L.Ed. 869, 1037. If the Board had neglected this purpose, State could rightly complain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Here, however, we find that the Board fully appreciated its responsibility in this respect. It seems plain to us from the entire record that State did fully recognize that Piedmont was a potential competitive applicant in the consolidated proceedings. Their applications in large part sought certificates in the same general area. Each argued against the other before the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moreover, after issuance of the order, the Board granted State a limited rehearing to show, if it could, that the proceeding should be reopened to enable State to offer new evidence against Piedmont's fitness and ability. In the rehearing argument, State's main contention was that the Board lacked jurisdiction because of the limited nature of Piedmont's application, a contention we have already rejected. But State also contended that had it known Piedmont to be an actual competitor, State would have made diligent efforts by cross-examination and otherwise to prevent the Board's finding that Piedmont's qualifications were superior to State's. The record reveals that the Board gave most careful consideration to all the contentions made by State's counsel. The Board in an opinion discussed each of those contentions. 8 C.A.B. 716. With particular reference to the general contention that in reopened proceedings State could offer evidence to refute the Board's findings of Piedmont's superior qualifications, the Board said: 'Although in the course of subsequent argument State asserted that had it been aware of the situation it might have presented additional or different evidence and would have enlarged upon its inquiries into Piedmont's case, it did not in the course of the argument or in its petition for reconsideration, specify what the nature of such additional evidence or inquiries would have been.'<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Id., at 721. It was in this setting that the Board held State's showing inadequate to justify new hearings concerning the respective qualifications of State and Piedmont. In reaffirming its previous holding of Piedmont's superior qualifications, the Board said: 'The only practical approach that can be taken in cases of this type is to consider the applications, not with a view as to how an individual proposal would benefit the applicant, or whether a particular proposed route is required precisely as set forth in an application, but rather to consider the entire case with the objective of establishing a sound transportation pattern in the area involved.'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> 8 C.A.B. at 722.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think the standard adopted by the Board under which the public interest is given a paramount consideration is a correct standard. And since the Board's conclusion that the proceeding should not be reopened represents its informed judgment after a searching inquiry, we accept its conclusion. Because of the foregoing and other circumstances disclosed by the record we think there is no ground for State's contention that it failed to have a fair hearing. See Chicago, St. Paul, Minneapolis &amp; Omaha R. Co. v. United States, 322 U.S. 1, 3, 64 S.Ct. 842, 843, 88 L.Ed. 1093.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Third. During the rehearing argument, counsel for State was asked by a member of the Board whether State took the position that Piedmont was 'not capable of running the route that was awarded.' He replied: 'We are taking the position that both State and Piedmont are fit and able, it's a question of which has demonstrated in this record to be more fit, willing and able.' State nevertheless contends here, and the Court of Appeals held, that there was no sufficient evidence to support the Board's finding of Piedmont's fitness and ability.  This contention, like others, rests almost wholly on the argument that Piedmont had not applied for the particular routes awarded and thus could not have evidenced its ability to handle those routes. The Court of Appeals also emphasized the fact that the routes awarded required Piedmont to transport over mountains, whereas the detailed passenger routes for which it had applied would not have crossed the mountains; it contrasted this with State's applications, which had specifically shown routes crossing the mountains. Precisely what added skills, if any, are required for flights across mountains is a matter of proof. In the extensive hearings held in this area proceeding, each applicant was required to and did offer evidence concerning fitness and ability. Much of this evidence concerned the financial condition and experience in aviation of both Piedmont and State. The Board's opinions show the painstaking consideration given this evidence. The Board found both airlines fit and able, but found the evidence of qualifications as between the two weighted on Piedmont's side. We hold that the conclusion was supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In view of our conclusion we need not consider the allegations of State's cross-petition in No. 158 and that case is therefore dismissed. In Nos. 157 and 159 the judgment of the Court of Appeals is reversed. It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice REED, with whom Mr. Justice FRANKFURTER joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Civil Aeronautics Board has been authorized by Congress to award certificates of convenience and necessity to applicants for air routes. The Board may give to one applicant, and deny to others, the exclusive privilege of serving an air route to the applicant's private profit. A determination by the Board, however, involves more than a choice among competing individuals; the Board has been made the guardian of the national interest and the arbiter of the conflicting concerns of various communities. The interests to be protected are so important that Congress has legislated to insure that those seeking this unique public privilege be not insulated from challenge and competition. The Civil Aeronautics Act provides, 52 Stat. 987, &#167; 401:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>'Application for Certificate</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'(b) Application for a certificate shall be made in writing to the Authority and shall be so verified, shall be in such form and contain such information, and shall be accompanied by such proof of service upon such interested persons, as the Authority shall be regulation require.</p>\n    </div>\n    <p class=\"center\">'Notice of Application</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'(c) Upon the filing of any such application, the Authority shall give due notice thereof to the public by posting a notice of such application in the office of the secretary of the Authority and to such other persons as the Authority may by regulation determine. Any interested person may file with the Authority a protest or memorandum of opposition to or in support of the issuance of a certificate. Such application shall be set for public hearing, and the Authority shall dispose of such application as speedily as possible.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>'Issuance of Certificate</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'(d) (1) The Authority shall issue a certificate authorizing the whole or any part of the transportation covered by the application, if it finds that the applicant is fit, willing, and able to perform such transportation properly, and to conform to the provisions of this Act and the rules, regulations, and requirements of the Authority hereunder, and that such transportation is required by the public convenience and necessity; otherwise such application shall be denied.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The procedures so defined by Congress provide the frame within which the Board's discretion may freely move. So long as that discretion is exercised within the frame, the courts should not interfere. But because the responsibility placed in the Board by Congress is great, and because the damage a Board error in awarding a certificate may cause to other carriers and the public is irreparable, the courts should insist that the procedures be strictly followed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">They were not followed here. In 1945 the Civil Aeronautics Board consolidated for a common hearing the applications, particularized as required by the statute and regulations, of twenty-five air-line companies which had filed documents seeking certificates for forty-five specific routes, varying considerably, but all within an area that extends roughly from Maryland to Florida, Virginia to Missouri. After settling upon the few routes to be awarded, the Commission, without further notice to anyone, selected for one of these Piedmont, which had asked for a quite different route. How much the route granted differed from that applied for may be seen readily by a glance at the maps in 84 U.S.App.D.C. 374, 377, 174 F.2d 510, at page 513. This Court says it differed 'markedly.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">An administrative body must follow carefully the specific requirements laid down by Congress to protect the public from administrative absolutism. To insist that the statute be followed is not mere search for precision. The fact that State knew of the award of the route to Piedmont in time to apply for a rehearing does not justify the failure of the Board to give not only State, but others as well, an opportunity to contest fairly for the selected route before the Board's opinions crystallized.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Since the error of the Board lay in its failure to follow required procedure, it should be enough to call for a new determination if on additional evidence from State or the public, or on a different manner of presentation, the Board might have made its award to a carrier other than Piedmont. That it is not fanciful to assume it might have done so may be inferred from the statement of the Board in its first opinion that even then the choice between State and Piedmont was 'a close and difficult question.' 7 C.A.B. 863, 901. Moreover, when the limited rehearing was granted, the issue, at least in the mind of one member of the Commission, may have shifted. At one point this member said: 'Yes, but apart from all these legalisms, isn't the real issue whether or not we made a mistake and picked a carrier who cannot run this route? If we really get down and try to find what is the public interest, isn't that the real point?' This is quite different from the question of which carrier can best serve the public interest, convenience and necessity.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">I see no objection to a proceeding in which applications for separately defined routes in a single large region are considered together. But within the framework of an 'area proceeding' the procedure for notice required by the statute should have been followed. After deciding on the routes for the 'area,' the Board should have permitted applicants to amend their applications to conform with the selected routes. Such material changes as Piedmont would have had to make would have required public notice under &#167; 401(c) of the statute, and thus the attention of competing air lines and interested municipalities would have been directed to the controlling question of which air line would best serve the public interest on the selected route. This would have been the 'proper dispatch' of business that the statute requires.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is true that a remand might well result in the issuance again of a certificate to Piedmont. That award, however, would be on an amended application and on proper notice, and, at least, the public and Piedmont's possible competitors would have an opportunity to be heard after preparation and in regular course.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment of the Court of Appeals should be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 52 Stat. 973, 49 U.S.C. &#167; 401 et seq., 49 U.S.C.A. &#167; 401 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The several opinions of the Board are reported. 7 C.A.B. 863; 8 C.A.B. 585 and 716.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Authority for judicial review is given by &#167; 1006 of the Act, 52 Stat. 1024, 49 U.S.C. &#167; 646, 49 U.S.C.A. &#167; 646.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 84 U.S.App.D.C. 374, 174 F.2d 510.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Board's petition is our Docket No. 157; Piedmont's is No. 159; State's cross-petition is No. 158.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There are slight but immaterial variants in the relevant language as it appears in (1) and (2) of &#167; 401(d). Those subsections, as italicized by the Court of Appeals, read:</p>\n        <p>'(1) The Board shall issue a certificate authorizing the whole or any part of the transportation covered by the application, if it finds that the applicant is fit, willing, and able to perform such transportation properly, and to conform to the provisions of this chapter (originally this Act) and the rules, regulations, and requirements of the Board hereunder, and that such transportation is required by the public convenience and necessity; otherwise such application shall be denied.</p>\n        <p>'(2) In the case of an application for a certificate to engage in temporary air transportation, the Board may issue a certificate authorizing the whole or any part thereof for such limited periods as may be required by the public convenience and necessity, if it finds that the applicant is fit, willing, and able properly to perform such transportation and to conform to the provisions of this chapter and the rules, regulations, and requirements of the Board hereunder.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 'Application for a certificate shall be made in writing to the Board and shall be so verified, shall be in such form and contain such information, and shall be accompanied by such proof of service upon such interested persons, as the Board shall be regulation require.' Civil Aeronautics Act of 1938, as amended, &#167; 401(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Court of Appeals placed in its opinion two maps charting the passenger routes applied for by Piedmont and State and indicating that the routes awarded Piedmont far more nearly approximated those sought by State. The Board and State take the position that these maps do not show all of the points and routes applied for by either airline, and the Court of Appeals said as much with reference to the maps. But the view we take makes it unnecessary to elaborate the different views as to the precise routes for which Piedmont and State applied.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The record does show a statement by State's counsel, made near the end of the rehearing argument, that 'had State known that Piedmont was an applicant for these routes' it could have proven in the original hearings that Piedmont did not have 'facilities for all types of overhaul.' It may be that this general suggestion can be considered as a request by State to reopen the proceedings for proof on this particular single point. If so considered, it is sufficient to point out that the Board found that Piedmont had adequate financing to obtain all necessary equipment, which is a major cousideration in determining the comparative fitness and ability as between applicants who propose to operate newly established routes. See the case cited in the Board's opinion, American Export Airlines, Inc., Trans-Atlantic Service, 2 C.A.B. 16, 38 (1940).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In this Court a suggestion is made that two sentences by one member of the Board during the rehearing argument indicate that the Board acted on a wrong standard of public interest: 'Yes, but apart from all these legalisms, isn't the real issue whether or not we made a mistake and picked a carrier who cannot run this route? If we really get down and try to find what is the public interest, isn't that the real point?' It is said that this statement departs from the standard of 'public interest, convenience, and necessity.' But in the statement itself the Board member pointed out that the proper standard was 'the public interest.' Moreover, he went on to say that 'the important thing is not whether you win or Piedmont wins but whether the people of North Carolina and Kentucky and Virginia and that area in there get the kind of service that they should.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>338 U.S. 572 (1950)</b></center>\n<center><h1>CIVIL AERONAUTICS BOARD<br>\nv.<br>\nSTATE AIRLINES, INC.</h1></center>\n<center>No. 157.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 12, 1949.</center>\n<center>Decided February 6, 1950.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*573</span> <i>Emory T. Nunneley, Jr.</i> argued the cause for the Civil Aeronautics Board. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Bergson, Philip Elman, J. Roger Wollenberg</i> and <i>Warren L. Sharfman.</i></p>\n<p><i>Frederick W. P. Lorenzen</i> argued the cause for State Airlines, Inc. With him on the brief was <i>Philip Schleit.</i></p>\n<p><i>Charles H. Murchison</i> argued the cause for Piedmont Aviation, Inc., petitioner in No. 159 and respondent in No. 158. With him on the brief was <i>William A. Carter.</i></p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>Acting under the Civil Aeronautics Act of 1938,<sup>[1]</sup> the Civil Aeronautics Board (C. A. B.) consolidated some 45 route applications of 25 airlines into one area proceeding, styled the \"Southeastern States Case.\" After hearings, it made findings of fact as to what new routes should be established and which of the applicants could best serve these routes. It then entered orders authorizing certificates <span class=\"star-pagination\">*574</span> of convenience and necessity for several new routes in the area. Piedmont Aviation, Inc., was authorized to engage in air transportation of persons, property, and mail along certain of these routes. State Airlines, Inc., was denied authority to act as a carrier on any of them.<sup>[2]</sup> State filed a petition in the United States Court of Appeals for the District of Columbia Circuit asking that court to reverse the orders and remand the case to the Board with directions to grant carrier certificates to State instead of Piedmont.<sup>[3]</sup> The court reversed insofar as the orders awarded certificates to Piedmont but held that it was without power to direct the Board to certify State.<sup>[4]</sup> A crucial ground of the court's reversal was its finding that Piedmont had never filed an application for the particular routes certified, an indispensable prerequisite to certification as the Court of Appeals interpreted the Civil Aeronautics Act. A second ground for reversal was that since Piedmont had filed no application for the particular routes certified, State failed to have sufficient notice that the Board might consider Piedmont as a competing applicant, and thus was deprived of a fair opportunity to discredit Piedmont's fitness and ability to serve those routes. A third ground was that the Board's findings that Piedmont was fit and able to serve the routes \"were, in the legal sense, arbitrary and capricious and lacked the support of substantial evidence.\" Both Piedmont and the Board petitioned for review of the court's reversal, while State cross-petitioned for review of the court's refusal to direct certification of State.<sup>[5]</sup> We <span class=\"star-pagination\">*575</span> granted certiorari because a final determination of the questions involved, particularly those involving interpretation of the Act, is of importance for future guidance of the Board in carrying out its congressionally imposed functions. 338 U. S. 812.</p>\n<p><i>First.</i> We hold that Piedmont's applications were sufficient to permit certification of Piedmont for the routes awarded. The contrary holding of the Court of Appeals rested primarily on its interpretation of § 401 (d) (1) and (2) of the Civil Aeronautics Act. The particular language most relied on by the court was that which empowers the Board to issue certificates \"<i>authorizing the whole or any part of the transportation covered by the application,</i> if it finds that <i>the applicant</i> is fit, willing, and able to perform such transportation properly . . . .\" (Italics used by the Court of Appeals.)<sup>[6]</sup> The Court of Appeals read this language as showing a congressional purpose to bar the Board from granting any certificates in which the routes awarded deviate more than slightly from the precise routes defined in the application. We <span class=\"star-pagination\">*576</span> think that such a narrow interpretation is not compelled by the language of § 401 (d) and that the Act as a whole refutes any intent to freeze the Board's procedures in so rigid a mold.</p>\n<p>The language of § 401 (d) (1) and (2) unqualifiedly gives the Board power, after application and appropriate findings, to issue certificates for the whole or any part of transportation covered in an application. This manifests a purpose generally to gear the award of certificates to an application procedure. But Congress made no attempt in (1) and (2) of § 401 (d) to define the full reach or contents of an application. These subsections do not even require an applicant to designate the terminal cities or the intermediate points a proposed route would serve. A different provision, § 401 (b), contains the only requirements directly imposed by Congressthat an application must be in writing and verified.<sup>[7]</sup> With this one exception, § 401 (b) provides that an application \"shall be in such form and contain such information . . . as the Board shall by regulation require.\" And in § 1001 Congress granted the Board authority to \"conduct its proceedings in such manner as will be conducive to the proper dispatch of business and to the ends of justice.\" Thus, except for the statutory requirement of written and verified applications, Congress plainly intended to leave the Board free to work out application procedures reasonably adapted to fair and orderly administration of its complex responsibilities.</p>\n<p>Here the Board decided that the policies of the Act could best be served by a consolidated area proceeding. In doing so it did not exceed its procedural discretion. <span class=\"star-pagination\">*577</span> Only through such joint hearings could the Board expeditiously decide what new routes should be established, if any, and which of the numerous applicants should be selected as appropriate carriers for different routes. And in such a proceeding, as the Board has found, limiting all applications to the precise routes they describe would destroy necessary flexibility. For the Board's decision as to what new routes are actually available is not reached until long after the applications are filed. Recognizing this, Piedmont, like other airlines, inserted a so-called \"catchall clause\" in its applications, broadly requesting authority to transport on \"the routes detailed herein, or such modification of such routes as the Board may find public convenience and necessity require.\" It also included a general prayer \"for such other and further relief, general and specific, under Section 401 of the . . . Act . . . as the Board may deem appropriate, and to which the applicant may be entitled in any proceeding in which the application may be heard in part or in its entirety.\"</p>\n<p>We are convinced that the Board, in awarding routes varying from those specifically detailed in Piedmont's application, has not departed from the congressional policy hinging certification generally on application procedures. While the routes sought by Piedmont did differ markedly from those awarded,<sup>[8]</sup> they were all in the general area covered by the consolidated hearings. All <span class=\"star-pagination\">*578</span> twenty-five applicants had asked for routes somewhere in the area, and many of these routes overlapped. In such an area proceeding it would exalt imaginary procedural rights above the public interest to hold that the Board is hamstrung by the lack of foresight or skill of a draftsman in describing routes. The flexible requirements set by the Board were reasonable. They accorded with the policies of the Act. The Board in well-considered opinions held that Piedmont's application met these requirements. That application also met the congressional requirements of writing and verification. So far as § 401 (d) (1) and (2) are concerned, the Board acted within its power in entering the orders.</p>\n<p><i>Second.</i> The Court of Appeals recognized that full hearings were held in the area proceedings after due notice to all interested parties. But that court nevertheless held that State was without adequate notice that the Board might consider Piedmont as an applicant for routes encroaching on those sought by State. This contention largely rests on the statutory interpretation we have rejected. State argues, however, that since it never considered Piedmont as a possible applicant for the routes awarded, it failed to produce available evidence and arguments to convince the Board that Piedmont was not fit and able to serve as a carrier on the routes.</p>\n<p>This challenge is substantial. The Board's major standard is the public interest in having convenient routes served by fit and able carriers. These questions are to be determined in hearings after notice. The prime purpose of allowing interested persons to offer evidence is to give the Board the advantage of all available information as a basis for its selection of the applicant best qualified to serve the public interest. <i>Cf. </i><i>Federal Communications Comm'n</i> v. <i>Sanders Radio Station,</i> 309 U. S. 470, 477. If the Board had neglected this purpose, State could rightly complain.</p>\n<p><span class=\"star-pagination\">*579</span> Here, however, we find that the Board fully appreciated its responsibility in this respect. It seems plain to us from the entire record that State did fully recognize that Piedmont was a potential competitive applicant in the consolidated proceedings. Their applications in large part sought certificates in the same general area. Each argued against the other before the Board.</p>\n<p>Moreover, after issuance of the order, the Board granted State a limited rehearing to show, if it could, that the proceeding should be reopened to enable State to offer new evidence against Piedmont's fitness and ability. In the rehearing argument, State's main contention was that the Board lacked jurisdiction because of the limited nature of Piedmont's application, a contention we have already rejected. But State also contended that had it known Piedmont to be an actual competitor, State would have made diligent efforts by cross-examination and otherwise to prevent the Board's finding that Piedmont's qualifications were superior to State's. The record reveals that the Board gave most careful consideration to all the contentions made by State's counsel. The Board in an opinion discussed each of those contentions. 8 C. A. B. 716. With particular reference to the general contention that in reopened proceedings State could offer evidence to refute the Board's findings of Piedmont's superior qualifications, the Board said: \"Although in the course of the subsequent argument State asserted that had it been aware of the situation it might have presented additional or different evidence and would have enlarged upon its inquiries into Piedmont's case, it did not, in the course of the argument or in its petition for reconsideration, specify what the nature of such additional evidence or inquiries would have been.\"<sup>[9]</sup><i>Id.,</i> at 721. It was in this setting <span class=\"star-pagination\">*580</span> that the Board held State's showing inadequate to justify new hearings concerning the respective qualifications of State and Piedmont. In reaffirming its previous holding of Piedmont's superior qualifications, the Board said: \"The only practical approach that can be taken in cases of this type is to consider the applications, not with a view as to how an individual proposal would benefit the applicant, or whether a particular proposed route is required precisely as set forth in an application, but rather to consider the entire case with the objective of establishing a sound transportation pattern in the area involved.\"<sup>[10]</sup> 8 C. A. B. at 722.</p>\n<p>We think the standard adopted by the Board under which the public interest is given a paramount consideration is a correct standard. And since the Board's conclusion <span class=\"star-pagination\">*581</span> that the proceeding should not be reopened represents its informed judgment after a searching inquiry, we accept its conclusion. Because of the foregoing and other circumstances disclosed by the record we think there is no ground for State's contention that it failed to have a fair hearing. See <i>Chicago, St. Paul, Minneapolis &amp; Omaha R. Co.</i> v. <i>United States,</i> 322 U. S. 1, 3.</p>\n<p><i>Third.</i> During the rehearing argument, counsel for State was asked by a member of the Board whether State took the position that Piedmont was \"not capable of running the route that was awarded.\" He replied: \"We are taking the position that both State and Piedmont are fit and able, it's a question of which has demonstrated in this record to be more fit, willing and able.\" State nevertheless contends here, and the Court of Appeals held, that there was no sufficient evidence to support the Board's finding of Piedmont's fitness and ability. This contention, like others, rests almost wholly on the argument that Piedmont had not applied for the particular routes awarded and thus could not have evidenced its ability to handle those routes. The Court of Appeals also emphasized the fact that the routes awarded required Piedmont to transport over mountains, whereas the detailed passenger routes for which it had applied would not have crossed the mountains; it contrasted this with State's applications, which had specifically shown routes crossing the mountains. Precisely what added skills, if any, are required for flights across mountains is a matter of proof. In the extensive hearings held in this area proceeding, each applicant was required to and did offer evidence concerning fitness and ability. Much of this evidence concerned the financial condition and experience in aviation of both Piedmont and State. The Board's opinions show the painstaking consideration given this evidence. The Board found both airlines fit and able, but found the evidence of qualifications <span class=\"star-pagination\">*582</span> as between the two weighted on Piedmont's side. We hold that the conclusion was supported by substantial evidence.</p>\n<p>In view of our conclusion we need not consider the allegations of State's cross-petition in No. 158 and that case is therefore dismissed. In Nos. 157 and 159 the judgment of the Court of Appeals is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE DOUGLAS took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE REED, with whom MR. JUSTICE FRANKFURTER joins, dissenting.</p>\n<p>The Civil Aeronautics Board has been authorized by Congress to award certificates of convenience and necessity to applicants for air routes. The Board may give to one applicant, and deny to others, the exclusive privilege of serving an air route to the applicant's private profit. A determination by the Board, however, involves more than a choice among competing individuals; the Board has been made the guardian of the national interest and the arbiter of the conflicting concerns of various communities. The interests to be protected are so important that Congress has legislated to insure that those seeking this unique public privilege be not insulated from challenge and competition. The Civil Aeronautics Act provides, 52 Stat. 987, § 401:</p>\n<blockquote>\"Application for Certificate</blockquote>\n<blockquote>\"(b) Application for a certificate shall be made in writing to the Authority and shall be so verified, shall be in such form and contain such information, and shall be accompanied by such proof of service upon such interested persons, as the Authority shall by regulation require.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*583</span> \"Notice of Application</blockquote>\n<blockquote>\"(c) Upon the filing of any such application, the Authority shall give due notice thereof to the public by posting a notice of such application in the office of the secretary of the Authority and to such other persons as the Authority may by regulation determine. Any interested person may file with the Authority a protest or memorandum of opposition to or in support of the issuance of a certificate. Such application shall be set for public hearing, and the Authority shall dispose of such application as speedily as possible.</blockquote>\n<blockquote>\"Issuance of Certificate</blockquote>\n<blockquote>\"(d) (1) The Authority shall issue a certificate authorizing the whole or any part of the transportation covered by the application, if it finds that the applicant is fit, willing, and able to perform such transportation properly, and to conform to the provisions of this Act and the rules, regulations, and requirements of the Authority hereunder, and that such transportation is required by the public convenience and necessity; otherwise such application shall be denied.\"</blockquote>\n<p>The procedures so defined by Congress provide the frame within which the Board's discretion may freely move. So long as that discretion is exercised within the frame, the courts should not interfere. But because the responsibility placed in the Board by Congress is great, and because the damage a Board error in awarding a certificate may cause to other carriers and the public is irreparable, the courts should insist that the procedures be strictly followed.</p>\n<p>They were not followed here. In 1945 the Civil Aeronautics Board consolidated for a common hearing the <span class=\"star-pagination\">*584</span> applications, particularized as required by the statute and regulations, of twenty-five air-line companies which had filed documents seeking certificates for forty-five specific routes, varying considerably, but all within an area that extends roughly from Maryland to Florida, Virginia to Missouri. After settling upon the few routes to be awarded, the Commission, without further notice to anyone, selected for one of these Piedmont, which had asked for a quite different route. How much the route granted differed from that applied for may be seen readily by a glance at the maps in 84 U. S. App. D. C. 374, 377, 174 F. 2d 510, 513. This Court says it differed \"markedly.\"</p>\n<p>An administrative body must follow carefully the specific requirements laid down by Congress to protect the public from administrative absolutism. To insist that the statute be followed is not mere search for precision. The fact that State knew of the award of the route to Piedmont in time to apply for a rehearing does not justify the failure of the Board to give not only State, but others as well, an opportunity to contest fairly for the selected route before the Board's opinions crystallized.</p>\n<p>Since the error of the Board lay in its failure to follow required procedure, it should be enough to call for a new determination if on additional evidence from State or the public, or on a different manner of presentation, the Board might have made its award to a carrier other than Piedmont. That it is not fanciful to assume it might have done so may be inferred from the statement of the Board in its first opinion that even then the choice between State and Piedmont was \"a close and difficult question.\" 7 C. A. B. 863, 901. Moreover, when the limited rehearing was granted, the issue, at least in the mind of one member of the Commission, may have shifted. At one point this member said: \"Yes, but apart from all these legalisms, isn't the real issue whether or not we made a mistake and picked a carrier who cannot <span class=\"star-pagination\">*585</span> run this route? If we really get down and try to find what is the public interest, isn't that the real point?\" This is quite different from the question of which carrier can best serve the public interest, convenience and necessity.</p>\n<p>I see no objection to a proceeding in which applications for separately defined routes in a single large region are considered together. But within the framework of an \"area proceeding\" the procedure for notice required by the statute should have been followed. After deciding on the routes for the \"area,\" the Board should have permitted applicants to amend their applications to conform with the selected routes. Such material changes as Piedmont would have had to make would have required public notice under § 401 (c) of the statute, and thus the attention of competing air lines and interested municipalities would have been directed to the controlling question of which air line would best serve the public interest on the selected route. This would have been the \"proper dispatch\" of business that the statute requires.</p>\n<p>It is true that a remand might well result in the issuance again of a certificate to Piedmont. That award, however, would be on an amended application and on proper notice, and, at least, the public and Piedmont's possible competitors would have an opportunity to be heard after preparation and in regular course.</p>\n<p>The judgment of the Court of Appeals should be</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 158, <i>State Airlines, Inc.</i> v. <i>Civil Aeronautics Board et al.,</i> and No. 159, <i>Piedmont Aviation, Inc.</i> v. <i>State Airlines, Inc.,</i> also on certiorari to the same court.</p>\n<p>[1]  52 Stat. 973, 49 U. S. C. § 401 <i>et seq.</i></p>\n<p>[2]  The several opinions of the Board are reported. 7 C. A. B. 863; 8 C. A. B. 585 and 716.</p>\n<p>[3]  Authority for judicial review is given by § 1006 of the Act, 52 Stat. 1024, 49 U. S. C. § 646.</p>\n<p>[4]  84 U. S. App. D. C. 374, 174 F. 2d 510.</p>\n<p>[5]  The Board's petition is our Docket No. 157; Piedmont's is No. 159; State's cross-petition is No. 158.</p>\n<p>[6]  There are slight but immaterial variants in the relevant language as it appears in (1) and (2) of § 401 (d). Those sections, as italicized by the Court of Appeals, read:\n</p>\n<p>\"(1) The Board shall issue a certificate <i>authorizing the whole or any part of the transportation covered by the application,</i> if it finds that <i>the applicant</i> is fit, willing, and able to perform such transportation properly, and to conform to the provisions of this chapter [originally this Act] and the rules, regulations, and requirements of the Board hereunder, and that such transportation is required by the public convenience and necessity; otherwise such application shall be denied.</p>\n<p>\"(2) In the case of an application for a certificate to engage in temporary air transportation, the Board may issue a certificate <i>authorizing the whole or any part thereof</i> for such limited periods as may be required by the public convenience and necessity, if it finds that <i>the applicant</i> is fit, willing, and able properly to perform such transportation and to conform to the provisions of this chapter and the rules, regulations, and requirements of the Board hereunder.\"</p>\n<p>[7]  \"Application for a certificate shall be made in writing to the [Board] and shall be so verified, shall be in such form and contain such information, and shall be accompanied by such proof of service upon such interested persons, as the [Board] shall by regulation require.\" Civil Aeronautics Act of 1938, as amended, § 401 (b).</p>\n<p>[8]  The Court of Appeals placed in its opinion two maps charting the passenger routes applied for by Piedmont and State and indicating that the routes awarded Piedmont far more nearly approximated those sought by State. The Board and State take the position that these maps do not show all of the points and routes applied for by either airline, and the Court of Appeals said as much with reference to the maps. But the view we take makes it unnecessary to elaborate the different views as to the precise routes for which Piedmont and State applied.</p>\n<p>[9]  The record does show a statement by State's counsel, made near the end of the rehearing argument, that \"had State known that Piedmont was an applicant for these routes\" it could have proven in the original hearings that Piedmont did not have \"facilities for all types of overhaul.\" It may be that this general suggestion can be considered as a request by State to reopen the proceedings for proof on this particular single point. If so considered, it is sufficient to point out that the Board found that Piedmont had adequate financing to obtain all necessary equipment, which is a major consideration in determining the comparative fitness and ability as between applicants who propose to operate newly established routes. See the case cited in the Board's opinion, <i>American Export Airlines, Inc., Trans-Atlantic Service,</i> 2 C. A. B. 16, 38 (1940).</p>\n<p>[10]  In this Court a suggestion is made that two sentences by one member of the Board during the rehearing argument indicate that the Board acted on a wrong standard of public interest: \"Yes, but apart from all these legalisms, isn't the real issue whether or not we made a mistake and picked a carrier who cannot run this route? If we really get down and try to find what is the public interest, isn't that the real point?\" It is said that this statement departs from the standard of \"public interest, convenience, or necessity.\" But in the statement itself the Board member pointed out that the proper standard was \"the public interest.\" Moreover, he went on to say that \"the important thing is not whether you win or Piedmont wins but whether the people of North Carolina and Kentucky and Virginia and that area in there get the kind of service that they affirmed.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></span> (1950)</b></center>\n<center><h1>CIVIL AERONAUTICS BOARD<br>\nv.<br>\nSTATE AIRLINES, INC.</h1></center>\n<center>No. 157.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 12, 1949.</center>\n<center>Decided February 6, 1950.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*573</span> <i>Emory T. Nunneley, Jr.</i> argued the cause for the Civil Aeronautics Board. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Bergson, Philip Elman, J. Roger Wollenberg</i> and <i>Warren L. Sharfman.</i></p>\n<p><i>Frederick W. P. Lorenzen</i> argued the cause for State Airlines, Inc. With him on the brief was <i>Philip Schleit.</i></p>\n<p><i>Charles H. Murchison</i> argued the cause for Piedmont Aviation, Inc., petitioner in No. 159 and respondent in No. 158. With him on the brief was <i>William A. Carter.</i></p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>Acting under the Civil Aeronautics Act of 1938,<sup>[1]</sup> the Civil Aeronautics Board (C. A. B.) consolidated some 45 route applications of 25 airlines into one area proceeding, styled the \"Southeastern States Case.\" After hearings, it made findings of fact as to what new routes should be established and which of the applicants could best serve these routes. It then entered orders authorizing certificates <span class=\"star-pagination\">*574</span> of convenience and necessity for several new routes in the area. Piedmont Aviation, Inc., was authorized to engage in air transportation of persons, property, and mail along certain of these routes. State Airlines, Inc., was denied authority to act as a carrier on any of them.<sup>[2]</sup> State filed a petition in the United States Court of Appeals for the District of Columbia Circuit asking that court to reverse the orders and remand the case to the Board with directions to grant carrier certificates to State instead of Piedmont.<sup>[3]</sup> The court reversed insofar as the orders awarded certificates to Piedmont but held that it was without power to direct the Board to certify State.<sup>[4]</sup> A crucial ground of the court's reversal was its finding that Piedmont had never filed an application for the particular routes certified, an indispensable prerequisite to certification as the Court of Appeals interpreted the Civil Aeronautics Act. A second ground for reversal was that since Piedmont had filed no application for the particular routes certified, State failed to have sufficient notice that the Board might consider Piedmont as a competing applicant, and thus was deprived of a fair opportunity to discredit Piedmont's fitness and ability to serve those routes. A third ground was that the Board's findings that Piedmont was fit and able to serve the routes \"were, in the legal sense, arbitrary and capricious and lacked the support of substantial evidence.\" Both Piedmont and the Board petitioned for review of the court's reversal, while State cross-petitioned for review of the court's refusal to direct certification of State.<sup>[5]</sup> We <span class=\"star-pagination\">*575</span> granted certiorari because a final determination of the questions involved, particularly those involving interpretation of the Act, is of importance for future guidance of the Board in carrying out its congressionally imposed functions. 338 U. S. 812.</p>\n<p><i>First.</i> We hold that Piedmont's applications were sufficient to permit certification of Piedmont for the routes awarded. The contrary holding of the Court of Appeals rested primarily on its interpretation of § 401 (d) (1) and (2) of the Civil Aeronautics Act. The particular language most relied on by the court was that which empowers the Board to issue certificates \"<i>authorizing the whole or any part of the transportation covered by the application,</i> if it finds that <i>the applicant</i> is fit, willing, and able to perform such transportation properly . . . .\" (Italics used by the Court of Appeals.)<sup>[6]</sup> The Court of Appeals read this language as showing a congressional purpose to bar the Board from granting any certificates in which the routes awarded deviate more than slightly from the precise routes defined in the application. We <span class=\"star-pagination\">*576</span> think that such a narrow interpretation is not compelled by the language of § 401 (d) and that the Act as a whole refutes any intent to freeze the Board's procedures in so rigid a mold.</p>\n<p>The language of § 401 (d) (1) and (2) unqualifiedly gives the Board power, after application and appropriate findings, to issue certificates for the whole or any part of transportation covered in an application. This manifests a purpose generally to gear the award of certificates to an application procedure. But Congress made no attempt in (1) and (2) of § 401 (d) to define the full reach or contents of an application. These subsections do not even require an applicant to designate the terminal cities or the intermediate points a proposed route would serve. A different provision, § 401 (b), contains the only requirements directly imposed by Congressthat an application must be in writing and verified.<sup>[7]</sup> With this one exception, § 401 (b) provides that an application \"shall be in such form and contain such information . . . as the Board shall by regulation require.\" And in § 1001 Congress granted the Board authority to \"conduct its proceedings in such manner as will be conducive to the proper dispatch of business and to the ends of justice.\" Thus, except for the statutory requirement of written and verified applications, Congress plainly intended to leave the Board free to work out application procedures reasonably adapted to fair and orderly administration of its complex responsibilities.</p>\n<p>Here the Board decided that the policies of the Act could best be served by a consolidated area proceeding. In doing so it did not exceed its procedural discretion. <span class=\"star-pagination\">*577</span> Only through such joint hearings could the Board expeditiously decide what new routes should be established, if any, and which of the numerous applicants should be selected as appropriate carriers for different routes. And in such a proceeding, as the Board has found, limiting all applications to the precise routes they describe would destroy necessary flexibility. For the Board's decision as to what new routes are actually available is not reached until long after the applications are filed. Recognizing this, Piedmont, like other airlines, inserted a so-called \"catchall clause\" in its applications, broadly requesting authority to transport on \"the routes detailed herein, or such modification of such routes as the Board may find public convenience and necessity require.\" It also included a general prayer \"for such other and further relief, general and specific, under Section 401 of the . . . Act . . . as the Board may deem appropriate, and to which the applicant may be entitled in any proceeding in which the application may be heard in part or in its entirety.\"</p>\n<p>We are convinced that the Board, in awarding routes varying from those specifically detailed in Piedmont's application, has not departed from the congressional policy hinging certification generally on application procedures. While the routes sought by Piedmont did differ markedly from those awarded,<sup>[8]</sup> they were all in the general area covered by the consolidated hearings. All <span class=\"star-pagination\">*578</span> twenty-five applicants had asked for routes somewhere in the area, and many of these routes overlapped. In such an area proceeding it would exalt imaginary procedural rights above the public interest to hold that the Board is hamstrung by the lack of foresight or skill of a draftsman in describing routes. The flexible requirements set by the Board were reasonable. They accorded with the policies of the Act. The Board in well-considered opinions held that Piedmont's application met these requirements. That application also met the congressional requirements of writing and verification. So far as § 401 (d) (1) and (2) are concerned, the Board acted within its power in entering the orders.</p>\n<p><i>Second.</i> The Court of Appeals recognized that full hearings were held in the area proceedings after due notice to all interested parties. But that court nevertheless held that State was without adequate notice that the Board might consider Piedmont as an applicant for routes encroaching on those sought by State. This contention largely rests on the statutory interpretation we have rejected. State argues, however, that since it never considered Piedmont as a possible applicant for the routes awarded, it failed to produce available evidence and arguments to convince the Board that Piedmont was not fit and able to serve as a carrier on the routes.</p>\n<p>This challenge is substantial. The Board's major standard is the public interest in having convenient routes served by fit and able carriers. These questions are to be determined in hearings after notice. The prime purpose of allowing interested persons to offer evidence is to give the Board the advantage of all available information as a basis for its selection of the applicant best qualified to serve the public interest. <i>Cf. </i><i>Federal Communications Comm'n</i> v. <i>Sanders Radio Station,</i> 309 U. S. 470, 477. If the Board had neglected this purpose, State could rightly complain.</p>\n<p><span class=\"star-pagination\">*579</span> Here, however, we find that the Board fully appreciated its responsibility in this respect. It seems plain to us from the entire record that State did fully recognize that Piedmont was a potential competitive applicant in the consolidated proceedings. Their applications in large part sought certificates in the same general area. Each argued against the other before the Board.</p>\n<p>Moreover, after issuance of the order, the Board granted State a limited rehearing to show, if it could, that the proceeding should be reopened to enable State to offer new evidence against Piedmont's fitness and ability. In the rehearing argument, State's main contention was that the Board lacked jurisdiction because of the limited nature of Piedmont's application, a contention we have already rejected. But State also contended that had it known Piedmont to be an actual competitor, State would have made diligent efforts by cross-examination and otherwise to prevent the Board's finding that Piedmont's qualifications were superior to State's. The record reveals that the Board gave most careful consideration to all the contentions made by State's counsel. The Board in an opinion discussed each of those contentions. 8 C. A. B. 716. With particular reference to the general contention that in reopened proceedings State could offer evidence to refute the Board's findings of Piedmont's superior qualifications, the Board said: \"Although in the course of the subsequent argument State asserted that had it been aware of the situation it might have presented additional or different evidence and would have enlarged upon its inquiries into Piedmont's case, it did not, in the course of the argument or in its petition for reconsideration, specify what the nature of such additional evidence or inquiries would have been.\"<sup>[9]</sup><i>Id.,</i> at 721. It was in this setting <span class=\"star-pagination\">*580</span> that the Board held State's showing inadequate to justify new hearings concerning the respective qualifications of State and Piedmont. In reaffirming its previous holding of Piedmont's superior qualifications, the Board said: \"The only practical approach that can be taken in cases of this type is to consider the applications, not with a view as to how an individual proposal would benefit the applicant, or whether a particular proposed route is required precisely as set forth in an application, but rather to consider the entire case with the objective of establishing a sound transportation pattern in the area involved.\"<sup>[10]</sup> 8 C. A. B. at 722.</p>\n<p>We think the standard adopted by the Board under which the public interest is given a paramount consideration is a correct standard. And since the Board's conclusion <span class=\"star-pagination\">*581</span> that the proceeding should not be reopened represents its informed judgment after a searching inquiry, we accept its conclusion. Because of the foregoing and other circumstances disclosed by the record we think there is no ground for State's contention that it failed to have a fair hearing. See <i>Chicago, St. Paul, Minneapolis &amp; Omaha R. Co.</i> v. <i>United States,</i> 322 U. S. 1, 3.</p>\n<p><i>Third.</i> During the rehearing argument, counsel for State was asked by a member of the Board whether State took the position that Piedmont was \"not capable of running the route that was awarded.\" He replied: \"We are taking the position that both State and Piedmont are fit and able, it's a question of which has demonstrated in this record to be more fit, willing and able.\" State nevertheless contends here, and the Court of Appeals held, that there was no sufficient evidence to support the Board's finding of Piedmont's fitness and ability. This contention, like others, rests almost wholly on the argument that Piedmont had not applied for the particular routes awarded and thus could not have evidenced its ability to handle those routes. The Court of Appeals also emphasized the fact that the routes awarded required Piedmont to transport over mountains, whereas the detailed passenger routes for which it had applied would not have crossed the mountains; it contrasted this with State's applications, which had specifically shown routes crossing the mountains. Precisely what added skills, if any, are required for flights across mountains is a matter of proof. In the extensive hearings held in this area proceeding, each applicant was required to and did offer evidence concerning fitness and ability. Much of this evidence concerned the financial condition and experience in aviation of both Piedmont and State. The Board's opinions show the painstaking consideration given this evidence. The Board found both airlines fit and able, but found the evidence of qualifications <span class=\"star-pagination\">*582</span> as between the two weighted on Piedmont's side. We hold that the conclusion was supported by substantial evidence.</p>\n<p>In view of our conclusion we need not consider the allegations of State's cross-petition in No. 158 and that case is therefore dismissed. In Nos. 157 and 159 the judgment of the Court of Appeals is reversed.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE DOUGLAS took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE REED, with whom MR. JUSTICE FRANKFURTER joins, dissenting.</p>\n<p>The Civil Aeronautics Board has been authorized by Congress to award certificates of convenience and necessity to applicants for air routes. The Board may give to one applicant, and deny to others, the exclusive privilege of serving an air route to the applicant's private profit. A determination by the Board, however, involves more than a choice among competing individuals; the Board has been made the guardian of the national interest and the arbiter of the conflicting concerns of various communities. The interests to be protected are so important that Congress has legislated to insure that those seeking this unique public privilege be not insulated from challenge and competition. The Civil Aeronautics Act provides, 52 Stat. 987, § 401:</p>\n<blockquote>\"Application for Certificate</blockquote>\n<blockquote>\"(b) Application for a certificate shall be made in writing to the Authority and shall be so verified, shall be in such form and contain such information, and shall be accompanied by such proof of service upon such interested persons, as the Authority shall by regulation require.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*583</span> \"Notice of Application</blockquote>\n<blockquote>\"(c) Upon the filing of any such application, the Authority shall give due notice thereof to the public by posting a notice of such application in the office of the secretary of the Authority and to such other persons as the Authority may by regulation determine. Any interested person may file with the Authority a protest or memorandum of opposition to or in support of the issuance of a certificate. Such application shall be set for public hearing, and the Authority shall dispose of such application as speedily as possible.</blockquote>\n<blockquote>\"Issuance of Certificate</blockquote>\n<blockquote>\"(d) (1) The Authority shall issue a certificate authorizing the whole or any part of the transportation covered by the application, if it finds that the applicant is fit, willing, and able to perform such transportation properly, and to conform to the provisions of this Act and the rules, regulations, and requirements of the Authority hereunder, and that such transportation is required by the public convenience and necessity; otherwise such application shall be denied.\"</blockquote>\n<p>The procedures so defined by Congress provide the frame within which the Board's discretion may freely move. So long as that discretion is exercised within the frame, the courts should not interfere. But because the responsibility placed in the Board by Congress is great, and because the damage a Board error in awarding a certificate may cause to other carriers and the public is irreparable, the courts should insist that the procedures be strictly followed.</p>\n<p>They were not followed here. In 1945 the Civil Aeronautics Board consolidated for a common hearing the <span class=\"star-pagination\">*584</span> applications, particularized as required by the statute and regulations, of twenty-five air-line companies which had filed documents seeking certificates for forty-five specific routes, varying considerably, but all within an area that extends roughly from Maryland to Florida, Virginia to Missouri. After settling upon the few routes to be awarded, the Commission, without further notice to anyone, selected for one of these Piedmont, which had asked for a quite different route. How much the route granted differed from that applied for may be seen readily by a glance at the maps in 84 U. S. App. D. C. 374, 377, 174 F. 2d 510, 513. This Court says it differed \"markedly.\"</p>\n<p>An administrative body must follow carefully the specific requirements laid down by Congress to protect the public from administrative absolutism. To insist that the statute be followed is not mere search for precision. The fact that State knew of the award of the route to Piedmont in time to apply for a rehearing does not justify the failure of the Board to give not only State, but others as well, an opportunity to contest fairly for the selected route before the Board's opinions crystallized.</p>\n<p>Since the error of the Board lay in its failure to follow required procedure, it should be enough to call for a new determination if on additional evidence from State or the public, or on a different manner of presentation, the Board might have made its award to a carrier other than Piedmont. That it is not fanciful to assume it might have done so may be inferred from the statement of the Board in its first opinion that even then the choice between State and Piedmont was \"a close and difficult question.\" 7 C. A. B. 863, 901. Moreover, when the limited rehearing was granted, the issue, at least in the mind of one member of the Commission, may have shifted. At one point this member said: \"Yes, but apart from all these legalisms, isn't the real issue whether or not we made a mistake and picked a carrier who cannot <span class=\"star-pagination\">*585</span> run this route? If we really get down and try to find what is the public interest, isn't that the real point?\" This is quite different from the question of which carrier can best serve the public interest, convenience and necessity.</p>\n<p>I see no objection to a proceeding in which applications for separately defined routes in a single large region are considered together. But within the framework of an \"area proceeding\" the procedure for notice required by the statute should have been followed. After deciding on the routes for the \"area,\" the Board should have permitted applicants to amend their applications to conform with the selected routes. Such material changes as Piedmont would have had to make would have required public notice under § 401 (c) of the statute, and thus the attention of competing air lines and interested municipalities would have been directed to the controlling question of which air line would best serve the public interest on the selected route. This would have been the \"proper dispatch\" of business that the statute requires.</p>\n<p>It is true that a remand might well result in the issuance again of a certificate to Piedmont. That award, however, would be on an amended application and on proper notice, and, at least, the public and Piedmont's possible competitors would have an opportunity to be heard after preparation and in regular course.</p>\n<p>The judgment of the Court of Appeals should be</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 158, <i>State Airlines, Inc.</i> v. <i>Civil Aeronautics Board et al.,</i> and No. 159, <i>Piedmont Aviation, Inc.</i> v. <i>State Airlines, Inc.,</i> also on certiorari to the same court.</p>\n<p>[1]  52 Stat. 973, 49 U. S. C. § 401 <i>et seq.</i></p>\n<p>[2]  The several opinions of the Board are reported. 7 C. A. B. 863; 8 C. A. B. 585 and 716.</p>\n<p>[3]  Authority for judicial review is given by § 1006 of the Act, 52 Stat. 1024, 49 U. S. C. § 646.</p>\n<p>[4]  84 U. S. App. D. C. 374, 174 F. 2d 510.</p>\n<p>[5]  The Board's petition is our Docket No. 157; Piedmont's is No. 159; State's cross-petition is No. 158.</p>\n<p>[6]  There are slight but immaterial variants in the relevant language as it appears in (1) and (2) of § 401 (d). Those sections, as italicized by the Court of Appeals, read:\n</p>\n<p>\"(1) The Board shall issue a certificate <i>authorizing the whole or any part of the transportation covered by the application,</i> if it finds that <i>the applicant</i> is fit, willing, and able to perform such transportation properly, and to conform to the provisions of this chapter [originally this Act] and the rules, regulations, and requirements of the Board hereunder, and that such transportation is required by the public convenience and necessity; otherwise such application shall be denied.</p>\n<p>\"(2) In the case of an application for a certificate to engage in temporary air transportation, the Board may issue a certificate <i>authorizing the whole or any part thereof</i> for such limited periods as may be required by the public convenience and necessity, if it finds that <i>the applicant</i> is fit, willing, and able properly to perform such transportation and to conform to the provisions of this chapter and the rules, regulations, and requirements of the Board hereunder.\"</p>\n<p>[7]  \"Application for a certificate shall be made in writing to the [Board] and shall be so verified, shall be in such form and contain such information, and shall be accompanied by such proof of service upon such interested persons, as the [Board] shall by regulation require.\" Civil Aeronautics Act of 1938, as amended, § 401 (b).</p>\n<p>[8]  The Court of Appeals placed in its opinion two maps charting the passenger routes applied for by Piedmont and State and indicating that the routes awarded Piedmont far more nearly approximated those sought by State. The Board and State take the position that these maps do not show all of the points and routes applied for by either airline, and the Court of Appeals said as much with reference to the maps. But the view we take makes it unnecessary to elaborate the different views as to the precise routes for which Piedmont and State applied.</p>\n<p>[9]  The record does show a statement by State's counsel, made near the end of the rehearing argument, that \"had State known that Piedmont was an applicant for these routes\" it could have proven in the original hearings that Piedmont did not have \"facilities for all types of overhaul.\" It may be that this general suggestion can be considered as a request by State to reopen the proceedings for proof on this particular single point. If so considered, it is sufficient to point out that the Board found that Piedmont had adequate financing to obtain all necessary equipment, which is a major consideration in determining the comparative fitness and ability as between applicants who propose to operate newly established routes. See the case cited in the Board's opinion, <i>American Export Airlines, Inc., Trans-Atlantic Service,</i> 2 C. A. B. 16, 38 (1940).</p>\n<p>[10]  In this Court a suggestion is made that two sentences by one member of the Board during the rehearing argument indicate that the Board acted on a wrong standard of public interest: \"Yes, but apart from all these legalisms, isn't the real issue whether or not we made a mistake and picked a carrier who cannot run this route? If we really get down and try to find what is the public interest, isn't that the real point?\" It is said that this statement departs from the standard of \"public interest, convenience, or necessity.\" But in the statement itself the Board member pointed out that the proper standard was \"the public interest.\" Moreover, he went on to say that \"the important thing is not whether you win or Piedmont wins but whether the people of North Carolina and Kentucky and Virginia and that area in there get the kind of service that they affirmed.</p>\n\n</div>", "id": 104754, "judges": "Black", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104754/", "sha1": "a5873bb05461294c450befed16a07e853e5a6314", "source": "LR", "supreme_court_db_id": "1949-036", "time_retrieved": "2010-04-28T09:55:10"}