{"absolute_url": "/opinion/101882/lamb-v-schmitt/", "blocked": false, "citation": {"case_name": "Lamb v. Schmitt", "docket_number": "433", "document_uris": ["/api/rest/v2/document/101882/"], "federal_cite_one": "285 U.S. 222", "federal_cite_three": null, "federal_cite_two": null, "id": 86265, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/86265/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 23, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1932-03-14", "date_modified": "2014-12-21T01:39:51.472652", "docket": "/api/rest/v2/docket/406698/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">285 U.S. 222</p>\n    <p class=\"case_cite\">52 S.Ct. 317</p>\n    <p class=\"case_cite\">76 L.Ed. 720</p>\n    <p class=\"parties\">LAMB<br>v.<br>SCHMITT.</p>\n    <p class=\"docket\">No. 433.</p>\n    <p class=\"date\">Argued Feb. 17, 1932.</p>\n    <p class=\"date\">Decided March 14, 1932.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Edward B. Burling, of Washington, D. C., Arvid B. Tanner, of Chicago, Ill., and W. Calvin Wells, of Jackson, Miss., for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 223-224 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Gerald FitzGerald and Sam C. Cook, both of Clarksdale, Miss., for respondent.</p>\n      <p class=\"indent\">Mr. Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is here on certiorari, 284 U. S. 609, 52 S. Ct. 43, 76 L. Ed. &#8212;, to review a decree of the Court of Appeals for the Fifth Circuit, 48 F.(2d) 533, reversing an order of the District Court for Northern Mississippi, which quashed service of process upon the petitioner, Lamb. The suit is a companion to Lamb v. Cramer, 285 U. S. 217, 52 S. Ct. 315, 76 L. Ed. &#8212;, decided this day, and, like it, is ancillary to the principal suit referred to in that case, which was brought to set aside conveyances of land and dispositions of money and personal property as in fraud of judgment creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The present suit was brought by the respondent here, the receiver appointed by the decree in the first one. In seeks the recovery of a part of the funds involved in the first suit, paid, pendente lite, as fees to Lamb, who acted as attorney of one of the defendants in that suit. The petitioner, a resident of Illinois, was served with process while he was in the Northern District of Mississippi in attendance on the court as an attorney in the principal suit. The sole question presented is whether the court below rightly held that the petitioner, in the circumstances stated, was not immune from service of process. The general rule that witnesses, suitors, and their attorneys, while in attendance in connection with the conduct of one suit, are immune from service of process in another, is founded, not upon the convenience of the individuals, but of the court itself. Page Co. v. Macdonald, 261 U. S. 446, 43 S. Ct. 416, 67 L. Ed. 737; Stewart v. Ramsay, 242 U. S. 128, 130, 37 S. Ct. 44, 61 L. Ed. 192; Hale v. Wharton (C. C.) 73 F. 739; Diamond v. Earle, 217 Mass. 499, 501, 105 N. E. 363, 51 L. R. A. (N. S.) 1178, Ann. Cas. 1915D, 984; Parker v. Marco, 136 N. Y. 585, 32 N. E. 989, 20 L. R. A. 45, 32 Am. St. Rep. 770. As commonly stated and applied, it proceeds upon the ground that the due administration of justice requires that a court shall not permit interference with the progress of a cause pending before it, by the service of process in other suits, which would prevent, or the fear of which might tend to discourage, the voluntary attendance of those whose presence is necessary or convenient to the judicial administration in the pending litigation. See Bridges v. Sheldon (C. C.) 7 F. 17, 43 et seq. In Stewart v. Ramsay, the court said at page 130, of 242 U. S., 37 S. Ct. 44, 46, quoting from Parker v. Hotchkiss, Fed. Cas. No. 10,739: 'The privilege which is asserted here is the privilege of the court, rather than of the defendant. It is founded in the necessities of the judicial administration, which would be often embarrassed, and sometimes interrupted, if the suitor might be vexed with process while attending upon the court for the protection of his rights, or the witness while attending to testify.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It follows that the privilege should not be enlarged beyond the reason upon which it is founded, and that it should be extended or withheld only as judicial necessities require. See Brooks v. State, 3 Boyce (Del.) 1, 79 A. 790, 51 L. R. A. (N. S.) 1126, Ann. Cas. 1915A, 1133; Netograph Co. v. Scrugham, 197 N. Y. 377, 90 N. E. 962, 27 L. R. A. (N. S.) 333, 134 Am. St. Rep. 886; Nichols v. Horton ( C. C.) 14 F. 327; Iron Dyke Copper Min. Co. v. Iron Dyke R. Co. (C. C.) 132 F. 208. Limitations of it on this basis have been not infrequently made because the attendance upon the trial of a cause, however vital to the personal interests of those concerned, was not for the purpose of facilitating the progress of the cause, see Brooks v. State, supra; Vaughn v. Boyd, 142 Ga. 230, 82 S. E. 576, L. R. A. 1915A, 694; Sampson v. Graves, 208 App. Div. 522, 526, 203 N. Y. S. 729; or because the service was made on one whose attendance was not voluntary, and hence had no tendency to interfere with judicial administration, Netograph Mfg. Co. v. Scrugham, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The question presented here is of a somewhat different character: Whether, despite any effect of the immunity in encouraging voluntary attendance at the trial, it should be withheld from one who, while in attendance, is served with process commanding his continued presence and aid to facilitate the pending litigation, and to carry it to its final conclusion?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It has never been doubted that witnesses, parties, and their counsel are amenable to the process or order of the court for contempt of court, committed while in attendance upon the trial, or that any of them, while there, are subject to the process and orders of the court to compel the production of documents or their testimony in the cause. Nor can it be doubted that the petitioner here, notwithstanding his presence as an attorney and officer of the court in the conduct of the principal cause, was not immune from the service of process in a summary proceeding to compel restoration of the subject-matter of the suit wrongfully removed from the custody of the court. See Lamb v. Cramer, supra. The deterrent effect, if any, upon attendance at the trial, of the possibility that these procedures may be resorted to, is outweighed by the fact that the immunity, if allowed, might paralyze the arm of the court and defeat the ends of justice in the very cause for the protection of which the immunity is invoked.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These considerations have in special circumstances led to a denial of the immunity, even though the service was made in an independent suit in no sense ancillary to the pending litigation. See Livengood v. Ball, 63 Okl. 93, 162 P. 768, L. R. A. 1917C, 905; Rizo v. Burruel, 23 Ariz. 137, 202 P. 234, 19 A. L. R. 823. But it is not necessary to go so far in the present case. Here the two suits, pending in the same court, are not independent of each other or unrelated. The second was brought in aid of the first, on which the petitioner, when served with process, was in attendance, charged with the duty of counsel in the case to assist the court. It was brought to secure rights asserted in the first suit which, but for the acts charged against the petitioner in the second, would have been secured in the first. Cf. Page Co. v. Macdonald, supra. The later suit was so much a part and continuation of the earlier one that the jurisdiction of the court over the first extended to the second without regard to citizenship of the parties or the satisfaction of any other jurisdictional requirements. Pacific Railroad of Missouri v. Missouri Pacific Railway Co., 111 U. S. 505, 522, 4 S. Ct. 583, 28 L. Ed. 498.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From the viewpoint of the due administration of justice in the first suit, the second was as much a part of it as if it had been an interlocutory motion to compel the production in court of documents or of property involved in the suit. The case is, therefore, not one where the cause pending before the court is subjected to possible hindrance or delay by service of process in some unrelated suit. The aid of the petitioner already in attendance upon the litigation was demanded in order that the relief prayed might be secured and the cause brought to a final and successful termination. Neither that demand nor compliance with it could prevent his attendance upon the principal cause, as service of process in another court might. Even if we make the assumption that the nonrecognition of such immunity might have discouraged petitioner's participation as counsel, still it would defeat, not aid, the administration of justice in the principal cause to encourage petitioner's voluntary presence by the grant of an immunity which would relieve him from any compulsion either to continue his presence or to answer for his acts affecting the progress of the cause. Judicial necessities require that such immunity should be withheld, and it was rightly denied by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is said that the service of process in this case cannot be deemed an exception to the general rule without assuming the truth of the allegations in the bill of complaint, and that the truth or falsity of the pleadings cannot be assumed. See Page v. Macdonald, supra, pages 448, 449 of 261 U. S., 43 S. Ct. 416. But the test of the privilege is not the probable success or failure of the suit or proceeding in which the process was served. If it were, the immunity could never be denied. The test is whether the immunity itself, if allowed, would so obstruct judicial administration in the very cause for the protection of which it is invoked as to justify withholding it. That, as we have said, depends here upon the nature of the proceeding in which the service is made and its relation to the principal suit, both of which are disclosed by the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>285 U.S. 222 (1932)</b></center>\n<center><h1>LAMB<br>\nv.<br>\nSCHMITT, RECEIVER.</h1></center>\n<center>No. 433.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 17, 1932.</center>\n<center>Decided March 14, 1932.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*223</span> <i>Mr. Edward B. Burling,</i> with whom <i>Messrs. Emile Godchaux, W. Calvin Wells, Preston B. Cavanaugh,</i> and <i>Arvid B. Tanner</i> were on the brief, for petitioner.</p>\n<p><i>Messrs. Gerald FitzGerald</i> and <i>Sam C. Cook,</i> with whom <i>Mr. Garner W. Green</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*224</span> MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This case is here on certiorari to review a decree of the Court of Appeals for the Fifth Circuit, 48 F. (2d) 533, reversing an order of the District Court for Northern Mississippi, which quashed service of process upon the petitioner Lamb. The suit is a companion to <i>Lamb</i> v. <i>Cramer,</i> decided this day, <i>ante,</i> p. 217, and, like it, is ancillary to the principal suit referred to in that case, which was brought to set aside conveyances of land and dispositions of money and personal property as in fraud of judgment creditors.</p>\n<p>The present suit was brought by the respondent here, the receiver appointed by the decree in the first one. It seeks the recovery of a part of the funds involved in the first suit, paid, <i>pendente lite,</i> as fees to Lamb, who acted as attorney of one of the defendants in that suit. The petitioner, a resident of Illinois, was served with process while he was in the Northern District of Mississippi in attendance on the court as an attorney in the principal suit. The sole question presented is whether the court below rightly held that the petitioner, in the circumstances stated, was not immune from service of process.</p>\n<p><span class=\"star-pagination\">*225</span> The general rule that witnesses, suitors, and their attorneys, while in attendance in connection with the conduct of one suit are immune from service of process in another, is founded, not upon the convenience of the individuals, but of the court itself. <i>Page Co.</i> v. <i>MacDonald,</i> 261 U.S. 446; <i>Stewart</i> v. <i>Ramsay,</i> 242 U.S. 128, 130; <i>Hale</i> v. <i>Wharton,</i> 73 Fed. 739; <i>Diamond</i> v. <i>Earle,</i> 217 Mass. 499, 501; 105 N.E. 363; <i>Parker</i> v. <i>Marco,</i> 136 N.Y. 585; 32 N.E. 989. As commonly stated and applied, it proceeds upon the ground that the due administration of justice requires that a court shall not permit interference with the progress of a cause pending before it, by the service of process in other suits, which would prevent, or the fear of which might tend to discourage, the voluntary attendance of those whose presence is necessary or convenient to the judicial administration in the pending litigation. See <i>Bridges</i> v. <i>Sheldon,</i> 7 Fed. 17, 43 <i>et seq.</i> In <i>Stewart</i> v. <i>Ramsay</i><i>,</i> the court said (p. 130), quoting from <i>Parker</i> v. <i>Hotchkiss,</i> Fed. Cas. 10,739:</p>\n<p>\"The privilege which is asserted here is the privilege of the court, rather than of the defendant. It is founded in the necessities of the judicial administration, which would be often embarrassed, and sometimes interrupted, if the suitor might be vexed with process while attending upon the court for the protection of his rights, or the witness while attending to testify.\"</p>\n<p>It follows that the privilege should not be enlarged beyond the reason upon which it is founded, and that it should be extended or withheld only as judicial necessities require. See <i>Brooks</i> v. <i>The State,</i> 3 Boyce (Del.) 1; 79 Atl. 790; <i>Netograph Co.</i> v. <i>Scrugham,</i> 197 N.Y. 377; 90 N.E. 962; <i>Nichols</i> v. <i>Horton,</i> 14 Fed. 327; <i>Iron Dyke Copper Min. Co.</i> v. <i>Iron Dyke R. Co.,</i> 132 Fed. 208. Limitations of it on this basis have been not infrequently made because the attendance upon the trial of a <span class=\"star-pagination\">*226</span> cause, however vital to the personal interests of those concerned, was not for the purpose of facilitating the progress of the cause (see <i>Brooks</i> v. <i>State, supra</i><i>; </i><i>Vaughn</i> v. <i>Boyd,</i> 142 Ga. 230; 82 S.E. 576; <i>Sampson</i> v. <i>Graves,</i> 208 App. Div. 522, 526; 203 N.Y.S. 729), or because the service was made on one whose attendance was not voluntary, and hence had no tendency to interfere with judicial administration. <i>Netograph Co.</i> v. <i>Scrugham, supra</i><i>.</i></p>\n<p>The question presented here is of a somewhat different character: Whether, despite any effect of the immunity in encouraging voluntary attendance at the trial, it should be withheld from one who, while in attendance, is served with process commanding his continued presence and aid to facilitate the pending litigation, and to carry it to its final conclusion?</p>\n<p>It has never been doubted that witnesses, parties, and their counsel are amenable to the process or order of the court for contempt of court, committed while in attendance upon the trial, or that any of them, while there, are subject to the process and orders of the court to compel the production of documents or their testimony in the cause. Nor can it be doubted that the petitioner here, notwithstanding his presence as an attorney and officer of the court in the conduct of the principal cause, was not immune from the service of process in a summary proceeding to compel restoration of the subject matter of the suit wrongfully removed from the custody of the court. See <i>Lamb</i> v. <i>Cramer, supra</i><i>.</i> The deterrent effect, if any, upon attendance at the trial, of the possibility that these procedures may be resorted to, is outweighed by the fact that the immunity, if allowed, might paralyze the arm of the court and defeat the ends of justice in the very cause for the protection of which the immunity is invoked.</p>\n<p><span class=\"star-pagination\">*227</span> These considerations have in special circumstances led to a denial of the immunity, even though the service was made in an independent suit in no sense ancillary to the pending litigation. See <i>Livengood</i> v. <i>Ball,</i> 63 Okla. 93; 162 Pac. 768; <i>Rizo</i> v. <i>Burruel,</i> 23 Ariz. 137; 202 Pac. 234. But it is not necessary to go so far in the present case. Here the two suits, pending in the same court, are not independent of each other or unrelated. The second was brought in aid of the first, on which the petitioner, when served with process, was in attendance, charged with the duty of counsel in the case to assist the court. It was brought to secure rights asserted in the first suit which, but for the acts charged against the petitioner in the second, would have been secured in the first. Cf. <i>Page Co.</i> v. <i>MacDonald, supra</i><i>.</i> The later suit was so much a part and continuation of the earlier one that the jurisdiction of the court over the first extended to the second without regard to citizenship of the parties or the satisfaction of any other jurisdictional requirements. <i>Pacific Railroad of Missouri</i> v. <i>Missouri Pacific Ry. Co.,</i> 111 U.S. 505, 522.</p>\n<p>From the viewpoint of the due administration of justice in the first suit, the second was as much a part of it as if it had been an interlocutory motion to compel the production in court of documents or of property involved in the suit. The case is, therefore, not one where the cause pending before the court is subjected to possible hindrance or delay by service of process in some unrelated suit. The aid of the petitioner already in attendance upon the litigation, was demanded in order that the relief prayed might be secured and the cause brought to a final and successful termination. Neither that demand nor compliance with it could prevent his attendance upon the principal cause, as service of process in another court might. Even if we make the assumption that the non-recognition of such immunity might have discouraged <span class=\"star-pagination\">*228</span> petitioner's participation as counsel, still it would defeat, not aid, the administration of justice in the principal cause to encourage petitioner's voluntary presence by the grant of an immunity which would relieve him from any compulsion either to continue his presence or to answer for his acts affecting the progress of the cause. Judicial necessities require that such immunity should be withheld, and it was rightly denied by the court below.</p>\n<p>It is said that the service of process in this case cannot be deemed an exception to the general rule without assuming the truth of the allegations in the bill of complaint, and that the truth or falsity of the pleadings cannot be assumed. See <i>Page</i> v. <i>MacDonald, supra,</i> pp. 448-449. But the test of the privilege is not the probable success or failure of the suit or proceeding in which the process was served. If it were, the immunity could never be denied. The test is whether the immunity itself, if allowed, would so obstruct judicial administration in the very cause for the protection of which it is invoked as to justify withholding it. That, as we have said, depends here upon the nature of the proceeding in which the service is made and its relation to the principal suit, both of which are disclosed by the pleadings.</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></span> (1932)</b></center>\n<center><h1>LAMB<br>\nv.<br>\nSCHMITT, RECEIVER.</h1></center>\n<center>No. 433.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 17, 1932.</center>\n<center>Decided March 14, 1932.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*223</span> <i>Mr. Edward B. Burling,</i> with whom <i>Messrs. Emile Godchaux, W. Calvin Wells, Preston B. Cavanaugh,</i> and <i>Arvid B. Tanner</i> were on the brief, for petitioner.</p>\n<p><i>Messrs. Gerald FitzGerald</i> and <i>Sam C. Cook,</i> with whom <i>Mr. Garner W. Green</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*224</span> MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This case is here on certiorari to review a decree of the Court of Appeals for the Fifth Circuit, 48 F. (2d) 533, reversing an order of the District Court for Northern Mississippi, which quashed service of process upon the petitioner Lamb. The suit is a companion to <i>Lamb</i> v. <i>Cramer,</i> decided this day, <i>ante,</i> p. 217, and, like it, is ancillary to the principal suit referred to in that case, which was brought to set aside conveyances of land and dispositions of money and personal property as in fraud of judgment creditors.</p>\n<p>The present suit was brought by the respondent here, the receiver appointed by the decree in the first one. It seeks the recovery of a part of the funds involved in the first suit, paid, <i>pendente lite,</i> as fees to Lamb, who acted as attorney of one of the defendants in that suit. The petitioner, a resident of Illinois, was served with process while he was in the Northern District of Mississippi in attendance on the court as an attorney in the principal suit. The sole question presented is whether the court below rightly held that the petitioner, in the circumstances stated, was not immune from service of process.</p>\n<p><span class=\"star-pagination\">*225</span> The general rule that witnesses, suitors, and their attorneys, while in attendance in connection with the conduct of one suit are immune from service of process in another, is founded, not upon the convenience of the individuals, but of the court itself. <i>Page Co.</i> v. <i>MacDonald,</i> 261 U.S. 446; <i>Stewart</i> v. <i>Ramsay,</i> <span class=\"citation\" data-id=\"98803\"><a href=\"/opinion/98803/stewart-v-ramsay/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 130; <i>Hale</i> v. <i>Wharton,</i> 73 Fed. 739; <i>Diamond</i> v. <i>Earle,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">499</span></span>, 501; 105 N.E. 363; <i>Parker</i> v. <i>Marco,</i> 136 N.Y. 585; 32 N.E. 989. As commonly stated and applied, it proceeds upon the ground that the due administration of justice requires that a court shall not permit interference with the progress of a cause pending before it, by the service of process in other suits, which would prevent, or the fear of which might tend to discourage, the voluntary attendance of those whose presence is necessary or convenient to the judicial administration in the pending litigation. See <i>Bridges</i> v. <i>Sheldon,</i> 7 Fed. 17, 43 <i>et seq.</i> In <i>Stewart</i> v. <i>Ramsay</i><i>,</i> the court said (p. 130), quoting from <i>Parker</i> v. <i>Hotchkiss,</i> Fed. Cas. 10,739:</p>\n<p>\"The privilege which is asserted here is the privilege of the court, rather than of the defendant. It is founded in the necessities of the judicial administration, which would be often embarrassed, and sometimes interrupted, if the suitor might be vexed with process while attending upon the court for the protection of his rights, or the witness while attending to testify.\"</p>\n<p>It follows that the privilege should not be enlarged beyond the reason upon which it is founded, and that it should be extended or withheld only as judicial necessities require. See <i>Brooks</i> v. <i>The State,</i> 3 Boyce (Del.) 1; 79 Atl. 790; <i>Netograph Co.</i> v. <i>Scrugham,</i> 197 N.Y. 377; 90 N.E. 962; <i>Nichols</i> v. <i>Horton,</i> 14 Fed. 327; <i>Iron Dyke Copper Min. Co.</i> v. <i>Iron Dyke R. Co.,</i> 132 Fed. 208. Limitations of it on this basis have been not infrequently made because the attendance upon the trial of a <span class=\"star-pagination\">*226</span> cause, however vital to the personal interests of those concerned, was not for the purpose of facilitating the progress of the cause (see <i>Brooks</i> v. <i>State, supra</i><i>; </i><i>Vaughn</i> v. <i>Boyd,</i> 142 Ga. 230; 82 S.E. 576; <i>Sampson</i> v. <i>Graves,</i> 208 App. Div. 522, 526; 203 N.Y.S. 729), or because the service was made on one whose attendance was not voluntary, and hence had no tendency to interfere with judicial administration. <i>Netograph Co.</i> v. <i>Scrugham, supra</i><i>.</i></p>\n<p>The question presented here is of a somewhat different character: Whether, despite any effect of the immunity in encouraging voluntary attendance at the trial, it should be withheld from one who, while in attendance, is served with process commanding his continued presence and aid to facilitate the pending litigation, and to carry it to its final conclusion?</p>\n<p>It has never been doubted that witnesses, parties, and their counsel are amenable to the process or order of the court for contempt of court, committed while in attendance upon the trial, or that any of them, while there, are subject to the process and orders of the court to compel the production of documents or their testimony in the cause. Nor can it be doubted that the petitioner here, notwithstanding his presence as an attorney and officer of the court in the conduct of the principal cause, was not immune from the service of process in a summary proceeding to compel restoration of the subject matter of the suit wrongfully removed from the custody of the court. See <i>Lamb</i> v. <i>Cramer, supra</i><i>.</i> The deterrent effect, if any, upon attendance at the trial, of the possibility that these procedures may be resorted to, is outweighed by the fact that the immunity, if allowed, might paralyze the arm of the court and defeat the ends of justice in the very cause for the protection of which the immunity is invoked.</p>\n<p><span class=\"star-pagination\">*227</span> These considerations have in special circumstances led to a denial of the immunity, even though the service was made in an independent suit in no sense ancillary to the pending litigation. See <i>Livengood</i> v. <i>Ball,</i> 63 Okla. 93; 162 Pac. 768; <i>Rizo</i> v. <i>Burruel,</i> 23 Ariz. 137; 202 Pac. 234. But it is not necessary to go so far in the present case. Here the two suits, pending in the same court, are not independent of each other or unrelated. The second was brought in aid of the first, on which the petitioner, when served with process, was in attendance, charged with the duty of counsel in the case to assist the court. It was brought to secure rights asserted in the first suit which, but for the acts charged against the petitioner in the second, would have been secured in the first. Cf. <i>Page Co.</i> v. <i>MacDonald, supra</i><i>.</i> The later suit was so much a part and continuation of the earlier one that the jurisdiction of the court over the first extended to the second without regard to citizenship of the parties or the satisfaction of any other jurisdictional requirements. <i>Pacific Railroad of Missouri</i> v. <i>Missouri Pacific Ry. Co.,</i> <span class=\"citation\" data-id=\"91137\"><a href=\"/opinion/91137/pacific-railroad-of-missouri-v-missouri-pacific/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></a></span>, 522.</p>\n<p>From the viewpoint of the due administration of justice in the first suit, the second was as much a part of it as if it had been an interlocutory motion to compel the production in court of documents or of property involved in the suit. The case is, therefore, not one where the cause pending before the court is subjected to possible hindrance or delay by service of process in some unrelated suit. The aid of the petitioner already in attendance upon the litigation, was demanded in order that the relief prayed might be secured and the cause brought to a final and successful termination. Neither that demand nor compliance with it could prevent his attendance upon the principal cause, as service of process in another court might. Even if we make the assumption that the non-recognition of such immunity might have discouraged <span class=\"star-pagination\">*228</span> petitioner's participation as counsel, still it would defeat, not aid, the administration of justice in the principal cause to encourage petitioner's voluntary presence by the grant of an immunity which would relieve him from any compulsion either to continue his presence or to answer for his acts affecting the progress of the cause. Judicial necessities require that such immunity should be withheld, and it was rightly denied by the court below.</p>\n<p>It is said that the service of process in this case cannot be deemed an exception to the general rule without assuming the truth of the allegations in the bill of complaint, and that the truth or falsity of the pleadings cannot be assumed. See <i>Page</i> v. <i>MacDonald, supra,</i> pp. 448-449. But the test of the privilege is not the probable success or failure of the suit or proceeding in which the process was served. If it were, the immunity could never be denied. The test is whether the immunity itself, if allowed, would so obstruct judicial administration in the very cause for the protection of which it is invoked as to justify withholding it. That, as we have said, depends here upon the nature of the proceeding in which the service is made and its relation to the principal suit, both of which are disclosed by the pleadings.</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 101882, "judges": "Stone", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101882/", "sha1": "1b559de81c0a16434c58fcf8eb5f00bbe5368636", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:50:26"}