{"absolute_url": "/opinion/89159/hall-v-lanning/", "blocked": false, "citation": {"case_name": "Hall v. Lanning", "docket_number": null, "document_uris": ["/api/rest/v2/document/89159/"], "federal_cite_one": "91 U.S. 160", "federal_cite_three": null, "federal_cite_two": null, "id": 59369, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/59369/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1875-12-13", "date_modified": "2014-12-21T01:28:47.274565", "docket": "/api/rest/v2/docket/2116928/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">91 U.S. 160</p>\n    <p class=\"case_cite\">23 L.Ed. 271</p>\n    <p class=\"parties\">HALL ET AL.<br>v.<br>LANNING ET AL.</p>\n    <p class=\"date\">October Term, 1875</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Northern District of Illinois.</p>\n      <p class=\"indent\">This was an action of debt brought on a judgment rendered in New York against the plaintiffs in error. One of them, Lybrand, pleaded separately <i>nul tiel record</i>, and several special pleas questioning the validity of the judgment as against him for want of jurisdiction over his person. On the trial, the plaintiff simply gave in evidence the record of the judgment recovered in New York, which showed that an attorney had appeared and put in an answer for both defendants, who were sued as partners. The answer admitted the partnership, but set up various matters of defence. The cause was referred, and judgment given for the plaintiffs. This was the substance of the New York record. The plaintiffs gave no further evidence.</p>\n      <p class=\"indent\">Lybrand then offered to prove that he never was a resident or citizen of the State of New York; and that he had not been within said State of New York at any time since, nor for a long time before, the commencement of the suit in which the judgement was rendered, upon which the plaintiff in this case brought suit; and that he never had any summons, process, notice, citation, or notice of any kind, either actual or constructive, ever given or served upon him; and that he never authorized any attorney or any other person to appear for him; and that no one ever had any authority to appear for him in said suit in the State of New York, or to enter his appearance therein, nor did he ever authorize any one to employ an attorney to appear for him in the action in which said judgment was entered; and that he never entered his appearance therein in &#162;person; and that he knew nothing of the pendency of said suit in the said State of New York until the commencement of the present suit in this court; that he was a partner in business with his co-defendant Hall at the time the transaction occurred upon which the plaintiffs brought suit in New York, though said partnership had been dissolved, and due notice thereof published, some six months prior to the commencement of said suit in New York.</p>\n      <p class=\"indent\">This evidence, being objected to, was overruled by the court, which instructed the jury as follows: 'That the record introduced in evidence by the plaintiffs was conclusive evidence for the plaintiffs to maintain the issues submitted to the jury by the pleadings; and that they should return a verdict for the plaintiffs, and against both defendatns.'</p>\n      <p class=\"indent\">A bill of exceptions was taken to this ruling, and the matter brought here on writ of error.</p>\n      <p class=\"indent\"><i>Mr. Samuel W. Packard</i> for the plaintiffs in error.</p>\n      <p class=\"indent\">The controlling question in this case is, whether the court erred in refusing to allow the introduction of evidence to show that the judgment obtained in New York was void, as to Lybrand, for want of jurisdiction of the person. The <i>general rule</i> of law in that State is, that 'want of jurisdiction may always be interposed against a judgment when sought to be enforced, or when any benefit is claimed from it: the want of jurisdiction, either of the subject-matter or of the person of either party, renders the judgment a mere nullity.' <i>Kerr</i> v. <i>Kerr</i>, 41 N. Y. 275, per James, J.; <i>Shumway</i> v. <i>Stillman</i>, 6 Wend. 447; <i>Borden</i> v. <i>Fitch</i>, 15 Johns. 121; <i>Dobson</i> v. <i>Pearce</i>, 12 N. Y. 164, per Allen, J.; <i>Kinnier</i> v. <i>Kinnier</i>, 45 id. 542, per Church, C. J.</p>\n      <p class=\"indent\">For the purpose of showing that the court did not have jurisdiction, the recitals in the judgment record may be contradicted. <i>Adams</i> v. <i>Saratoga &amp; Vermont R. W. Co.</i>, 10 N. Y. (6 Selden) 332, 333, per Gridley, j.,; <i>Harrington</i> v. <i>People</i>, 6 Barb. 607, 610, per Paige, J., and other cases in New York there cited; <i>Latham</i> v. <i>Edgerton</i>, 9 Cow. 228, and cases there cited.</p>\n      <p class=\"indent\">But there is this exception to the general rule above stated in New York. Where an attorney has appeared without authority for a party, he cannot be allowed to dispute the authority of the attorney when the judgment is brought in question, except by a <i>direct proceeding</i> in the court where the judgment remains; and he cannot always do that if the attorney is responsible, as a suit against the attorney is, under some circumstances, held an adequate remedy.</p>\n      <p class=\"indent\">The <i>reasons</i> of the exception are, because the title to real estate depends to a great extent upon the records of the courts; and the injured party has an ample remedy against the attorney, if responsible, or he can apply to the court in which judgment was rendered for relief. <i>Brown</i> v. <i>Nichols</i>, 42 N. Y. 26, per Ingall, J., 32, and per Earle, J., 30; <i>Denton</i> v. <i>Noyes</i>, 6 Johns. 296.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These reasons do not apply to a suit upon such judgment in another State; because,</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\"><i>First</i>, The title to real estate is not thereby affected.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\"><i>Second</i>, There is no remedy in <i>any</i> of the courts of the State where suit is brought upon the judgment, either by direct application to the court in which it was rendered, or by suit against the attorney who appeared without authority.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The fact that a party must resort to a distant forum outside the limits of his own State for redress has frequently been held to be an inadequate or insufficient remedy, and almost equivalent to none at all. <i>Buckmaster</i> v. <i>Grundy</i>, 3 Gilman (Ill.), 626, 630, 631; <i>Tribbles</i> v. <i>Toul</i>, 7 Mon. 455; <i>Green</i> v. <i>Campbell</i>, 2 Jones (Eq.), N. C. 448; <i>Richardson</i> v. <i>Williams</i>, 3 id. 119; <i>Smith</i> v. <i>Field</i>, 6 Dana (Ky.), 364; <i>Taylor</i> v. <i>Stowell</i>, 4 Met. (Ky.) 176, 177; <i>Pander</i> v. <i>Cox</i>, 28 Ga. 306, 307; <i>Key</i> v. <i>Robinson</i>, 29 id. 34; <i>Lirch</i> v. <i>Foster</i>, 1 Ves. Sr. 88; <i>Edminson</i> v. <i>Baxter</i>, 4 Hayw. (Tenn.) 112; <i>Graham</i> v. <i>Tarkersby</i>, 15 Ala. N. S. 644; <i>Hinrichson</i> v. <i>Reinbach</i>, 27 Ill. 301.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As the evidence offered by Lybrand that the attorney who appeared for him did so without authority does not contradict, but simply explains, the record, he was not estopped. <i>Shelton</i> v. <i>Tiffin</i>, 6 How. 186; <i>Gleason</i> v. <i>Dodd</i>, 4 Met. 338; <i>Barden</i> v. <i>Fitch</i>, 15 Johns. 121; <i>White</i> v. <i>Jones</i>, 38 Ill. 163; <i>Welch</i> v. <i>Sykes</i>, 3 Ill. 200; <i>Hall</i> v. <i>Williams</i>, 6 Pick. 232; <i>Shumway</i> v. <i>Stillman</i>, 6 Wend. 447; <i>Aldrich</i> v. <i>Kinney</i>, 4 Conn. 380, and cases cited therein; <i>Haskin</i> v. <i>Blackmer</i>, 20 Iowa, 162, and cases cited therein; <i>Kerr</i> v. <i>Kerr</i>, 41 N. Y. 272; <i>Wilson</i> v. <i>Bank of Mt. Pleasant</i>, 6 Leigh, 570; <i>Price</i> v. <i>Ward</i>, 1 Dutch. 229; Bigelow on Estoppel, 226; 6 Robinson's Practice, 438; 2 American Leading Cases (5th ed.), 633, 642, and cases cited; Freeman on Judgments, sect. 563 (2d ed. p. 559).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The recitals in the record of a judgment of one State, when sought to be enforced in another, can be contradicted as to any jurisdictional fact, notwithstanding their conclusive effect in the State where the judgment was rendered, and notwithstanding the constitutional provision 'that full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State,' and the act of Congress passed to carry it into effect. <i>Thompson</i> v. <i>Whitman</i>, 18 Wall. 457; <i>Knowles</i> v. <i>Gas-Light &amp; Coke Co.</i>, 19 id. 59; <i>Starbuck</i> v. <i>Murray</i>, 5 Wend. 148, per Marcy, J.; <i>Rope</i> v. <i>Heaton</i>, 9 Wis. 328, 332-337; <i>Kerr</i> v. <i>Kerr</i>, 41 N. Y. 272; <i>Shumway</i> v. <i>Stillman</i>, 6 Wend. 453; <i>Noyes</i> v. <i>Butler</i>, 6 Barb. 613; <i>Norwood</i> v. <i>Cobb</i>, 24 Tex. 551; <i>Carleton</i> v. <i>Bickford</i>, 13 Gray, 591.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><i>Mr. Sidney S. Harris</i> for the defendants in error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The excluded evidence, if admitted, would not have impeached the validity of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hall and Lybrand were partners. The suit in New York which resulted in the judgment related wholly to their partnership transactions. The authority of one partner to employ an attorney to represent the firm in a suit, and to enter the appearance of all its members, rests on the undisputed doctrine, that such partner, in all things relating to the firm transactions, can lawfully represent the firm, unless restricted by agreement. Parsons on Partn. 174.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is clear that one partner can make contracts for the partnership which will not only bind it to the extent of its assets, but which may lead to the ultimate individual liability of all the partners. This is a necessary legal result of his exercise of partnership authority; and either partner, acting for the firm, can employ an attorney to resist a recovery in a suit against it and to defend its interests. Parsons on Partn. 175, note; <i>Harrison</i> v. <i>Stickney</i>, 7 T. R. 208, Dampier, <i>arguendo;</i> Collyer on Partn., sects. 441, 678, and note; <i>Winship</i> v. <i>The Bank</i> <i>of the United States</i>, 5 Pet. 561; <i>Bennett</i> v. <i>Stickney</i>, 17 Vt. 531; <i>Everson</i> v. <i>Gehrman</i>, 10 How. Pr. 301; <i>Taylor</i> v. <i>Coryell</i>, 12 S. &amp; R. 250.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">One partner can <i>bona fide</i> admit service of process for both, and the judgment rendered will not be set aside on the motion of the other partner. <i>Olwell</i> v. <i>McLaughlin</i>, 10 N. Y. Leg. Obs. 316; <i>Lippman</i> v. <i>Judson</i>, 1 Code, N. S. 161, note; <i>Hammond</i> v. <i>Harris</i>, 2 How. Pr. 331; <i>Crane</i> v. <i>French</i>, 1 Wend. 311; <i>Grazebrook</i> v. <i>McCrudie</i>, 17 id. 437; <i>Blodget</i> v. <i>Conklin</i>, 9 How. Pr. 442.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If the partnership was dissolved, Hall still had the power to act for the firm in respect to any transactions which occurred when the partnership continued. <i>Wood</i> v. <i>Braddick</i>, 1 Taunt. 104, per Lord Mansfield; <i>Pritchard</i> v. <i>Draper</i>, 1 Russ. &amp; My1. 191; <i>Vinal</i> v. <i>Burrill</i>, 16 Pick. 401; <i>Bridge</i> v. <i>Gray</i>, 14 id. 55; <i>Simpson</i> v. <i>Geddes</i>, 2 Bay, 533; <i>Garland</i> v. <i>Agee</i>, 7 Leigh, 362; <i>Woodworth</i> v. <i>Downer</i>, 13 Vt. 522.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The rule in this country is, that the dissolution operates as a revocation of all authority to make new contracts, but not to arrange, liquidate, settle, and pay those before created (<i>Darling</i> v. <i>March</i>, 22 Me. 184); and that either partner, after dissolution, may acknowledge in the name of the partnership a balance due from it (<i>Ide</i> v. <i>Ingraham</i>, 5 Gray, 106). In Pennsylvania it is held that a partner may, after dissolution, borrow money to pay partnership debts (<i>Estate of Davis</i>, 5 Whart. 530), renew the notes of the firm (<i>Brown</i> v. <i>Clark</i>, 14 Penn. St. 469), or give notes in its name in payment of debts (<i>Robinson</i> v. <i>Taylor</i>, 4 Barr, 242).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As the power of each partner must be equal to that of any other partner, unless modified by agreement, this power of one partner of winding up the affairs of the firm must be complete.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The conclusion to be drawn is, that a partner, after dissolution, has the same power as before in regard to suits brought by or against the firm; and that, if Hall had the power to authorize an appearance for the firm during its existence, he still had such power after its dissolution.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The question to be decided in this case is, whether, after the dissolution of a copartnership, one of the partners in a suit brought against the firm has authority to enter an appearance for the other partners who do not reside in the State where the suit is brought, and have not been served with process; and, if not, whether a judgment against all the partners, founded on such an appearance, can be questioned by those not served with process in a suit brought thereon in another State. We recently had occasion, in the case of <i>Thompson</i> v. <i>Whitman</i>, 18 Wall. 457, to restate the rule, that the jurisdiction of a foreign court over the person or the subject-matter embraced in the judgment or decree of such court is always open to inquiry; and that, in this respect, the court of another State is to be regarded as a foreign court. We further held in that case, that the record of such a judgment does not estop the parties from demanding such an inquiry. The cases bearing upon the subject having been examined and distinguished on that occasion, it is not necessary to examine them again, except as they may throw light on the special question involved in this cause. In the subsequent case of <i>Knowles</i> v. <i>The Gas-Light Company</i>, 19 Wall. 58, we further held, in direct line with the decision in <i>Thompson</i> v. <i>Whitman</i>, that the record of a judgment showing service of process on the defendant could be contradicted and disproved.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is sought to distinguish the present case from those referred to, on the ground that the relation of partnership confers upon each partner authority, even after dissolution, to appear for his copartners in a suit brought against the firm, though they are not served with process, and have no notice of the suit. In support of this proposition, so far as relates to any such authority after dissolution of the partnership, we are not referred to any authority directly in point; but reliance is placed on the powers of partners in general, and on that class of cases which affirm the right of each partner, after a dissolution of the firm, to settle up its business. But, in our view, appearance to a suit is a very different thing from those ordinary acts which appertain to a general settlement of business, such as receipt and payment of money, giving acquittances, and the like. If a suit be brought against all the partners, and only one of them be served with process, he may undoubtedly, in his own defence, show, if he can, that the firm is not liable, and to this end defend the suit. But to hold that the other partners, or persons charged as such, who have not been served with process, will be bound by the judgment in such a case, which shall conclude them as well on the question whether they were partners or not when the debt was incurred as on that of the validity of the debt, would, as it seems to us, be carrying the power of a partner, after a dissolution of the partnership, to an unnecessary and unreasonable extent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The law, indeed, does not seem entirely clear that a partner may enter an appearance for his copartners without special authority, even during the continuance of the firm. It is well known, that by the English practice, in an action on any joint contract, whether entered into by partners or others, if any defendant cannot be found, the plaintiff must proceed to outlawry against him before he can prosecute the action; and then he declares separately against those served with process, and obtains a separate judgment against them, but no judgment except that of outlawry against the defendant not found 1 Chitty's Plead. 42; Tidd's Pract., ch. vii. p. 423, 9th ed. A shorter method by <i>distringas</i> in place of outlawry has been provided by some modern statutes, but founded on the same principle. Now, it seems strange that this cumbrous and dilatory proceeding should be necessary in the case of partners, if one partner has a general authority to appear in court for his copartners. On the basis of such an authority, had it existed, the courts, in the long lapse of time, ought to have found some means of making service on one answer for service on all. But this was never done. In this country, it is true, as will presently be shown, legislation to this end (applicable, however, to all joint debtors) has been adopted; but it is generally conceded that a judgment based on such service has full and complete effect only as against those who are actually served. Further reference to this subject will be made hereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It must be conceded, however, that the general authority of one partner to appear to an action on behalf of his copartners, during the continuance of the firm, has been asserted by several text-writers. Gow on Partn. 163; Collyer on Partn. sect. 441; Parsons on Partn. 174, note. But the assertion is based on somewhat slender authority. We find it first laid down in Gow, who refers to a <i>dictum</i> of Serjeant Dampier, made in the course of argument (7 T. R. 207), and to the case of <i>Morley</i> v. <i>Strombong</i>, 3 Bos. &amp; Pull. 254, where the court refused to discharge partnership goods taken on a <i>distringas</i> to compel the appearance of an absent partner, unless the partner who was served would enter an appearance for him. As to this case, it may be said that it is not improbable that the home partner had express authority to appear in suits for his copartner; for, in a subsequent case (<i>Goldsmith</i> v. <i>Levy</i>, 4 Taunt. 299), a <i>distringas</i>, issued under the same circumstances, <i>was</i> discharged where the home partner made affidavit that the goods were his own, and that he had no authority to appear for his copartner. These seem to be the only authorities relied on.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But, as said before, these authorities, and one or two American cases which follow them, refer only to appearances entered whilst the partnership was subsisting; and it is pertinent also to add, that they only refer to the validity and effect of judgments in the state or country in which they are rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Domestic judgments, undoubtedly (as was shown in <i>Thompson</i> v. <i>Whitman</i>), stand, in this respect, on a different footing from foreigh judgments. If regular on their face, and if appearance has been duly entered for the defendant by a responsible attorney, though no process has been served and no appearance authorized, they will not necessarily be set aside; but the defendant will sometimes be left to his remedy against the attorney in an action for damages: otherwise, as has been argued, the plaintiff might lose his security by the act of an officer of the court. <i>Denton</i> v. <i>Noyes</i>, 6 Johns. 296; <i>Grazebrook</i> v. <i>McCreedie</i>, 9 Wend. 437. But, even in this case, it is the more usual course to suspend proceedings on the judgment, and allow the defendants to plead to the merits, and prove any just defence to the action. In any other State, however, except that in which the judgment was rendered (as decided by us in the cases before referred to), the facts could be shown, notwithstanding the recitals of the record; and the judgment would be regarded as null and void for want of jurisdiction of the person.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">So, where an appearance has been entered by authority of one of several copartners on behalf of all, it may well be that the courts of the same jurisdiction will be slow to set aside the judgment, unless it clearly appears that injustice has been done; and will rather leave the party who has been injured by an unauthorized appearance to his action for damages.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There are many other cases in which a judgment may be good within the jurisdiction in which it was rendered so far as to bind the debtor's property there found, without personal service of process, or appearance of the defendant; as in foreign attachments, process of outlawry, and proceedings <i>in rem</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Another class of cases is that of joint-debtors, before alluded to. In most of the States legislative acts have been passed, called joint-debtor acts, which, as a substitute for outlawry, provide that if process be issued against several joint-debtors or partners, and served on one or more of them, and the others cannot be found, the plaintiff may proceed against those served, and, if successful, have judgment against all. Various effects and consequences are attributed to such judgments in the States in which they are rendered. They are generally held to bind the common property of the joint-debtors, as well as the separate property of those served with process, when such property is situated in the State, but not the separate property of those not served; and, whilst they are binding personally on the former, they are regarded as either not personally binding at all, or only <i>prima facie</i> binding, on the latter. Under the Jointdebtor Act of New York, it was formerly held by the courts of that State that such a judgment is valid and binding on an absent defendant as <i>prima facie</i> evidence of a debt, reserving to him the right to enter into the merits, and show that he ought not to have been charged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The validity of a judgment rendered under this New York law, when prosecuted in another State against one of the defendants who resided in the latter State, and was not served with process, though charged as a copartner of a defendant residing in New York, who was served, was brought in question in this court in December Term, 1850, in the case of <i>D'Arcy</i> v. <i>Ketchum</i>, 11 How. 165. It was there contended, that by the Constitution of the United States, and the act of Congress passed May 26, 1790, in relation to the proof and effect of judgments in other States, the judgment in question ought to have the same force and effect in every other State which it had in New York. But this court decided that the act of Congress was intended to prescribe only the effect of judgments where the court by which they were rendered had jurisdiction; and that, by international law, a Judgment rendered in one State, assuming to bind the person of a citizen of another, was void within the foreign State, if the defendant had not been served with process, or voluntarily made defence, because neither the legislative jurisdiction not that of the courts of justice had binding force.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This decision is an authority which we recognized in <i>Thompson</i> v. <i>Whitman</i> and in <i>Knowles</i> v. <i>Gas-Light Company</i>, before cited, and which we adhere to as founded on the soundest principles of law; and, in view of this decision, it is manifest that many of the authorities which declare the effect of a domestic judgment, in cases where process has not been served on one or all of the defendants, and where those not served have not authorized any appearance and do not reside in the State, can have little influence as to the effect to be given to such a judgment in another State.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It appearing to be settled law, therefore, that a member of a partnership firm, residing in one State, cannot be rendered personally liable in a suit brought in another State against him and his copartners, although the latter be duly served with process, and although the law of the State where the suit is brought authorizes judgment to be rendered against him, the case stands on the simple and naked question, whether his copartners, after a dissolution of the partnership, can without his consent and authority involve him in suits brought against the firm by voluntarily entering an appearance for him.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We are of opinion that no authority can be found to maintain the affirmative of this question.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the case of <i>Bell</i> v. <i>Morrison</i>, 1 Pet. 351, this court decided, upon elaborate examination, that, after a dissolution of the partnership, one partner cannot by his admissions or promises bind his former copartners. Appearance to a suit is certainly quite as grave an act as the acknowledgment of a debt.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is well settled by numberless cases, that, even before dissolution, one partner cannot confess judgment, or submit to arbitration so as to bind his copartners. <i>Stead</i> v. <i>Salt</i>, 3 Bing. 101; <i>Adams</i> v. <i>Bankart</i>, 1 Cromp. Mee. &amp; R. 681; <i>Karthaus</i> v. <i>Ferrer</i>, 1 Pet. 222, and cases referred to in Story on Partn., sect. 114; 1 Amer. Lead. Cas., 5th ed. 556; Freeman on Judgments, sect. 232; Collyer on Partn., sects. 469, 470, and notes; Parsons on Partn. 179, note.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is equally well settled, that, after dissolution, one partner cannot bind his copartners by new contracts or securities, or impose upon them a fresh liability. Story on Partn., sect. 322; <i>Adams</i> v. <i>Bankart, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Appearance to a suit does impose a fresh liability. If there is no doubt of the validity of the demand, it places that demand in a position to be made a debt of record. If there is doubt of it, it renders the defendant liable to have it adjudicated against him, when, perhaps, he has a good defence to it.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On principle, therefore, it is difficult to see how, after a dissolution, one partner can claim implied authority to appear for his copartners in a suit brought against the firm. It may, in some instances, be convenient that one partner should have such authority; and, when such authority is desirable, it can easily be conferred, either in the articles of partnership or in the terms of dissolution. But, as a general thing, one can hardly conceive of a more dangerous power to be left in the hands of the several partners after the partnership connection between them is terminated, or one more calculated to inspire a constant dread of impending evil, than that of accepting service of process for their former associates, and of rendering them liable, without their knowledge, to the chances of litigation which they have no power of defending.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Few cases can be found in which the precise question has been raised. The attempt to exercise such a power does not appear to have been often made. Had it been, the question would certainly have found its way in the reports; for a number of cases have come up in which the power of a partner to appear for his copartners during the continuance of the partnership has been discussed. The point was raised in <i>Phelps</i> v. <i>Brewer</i>, 9 Cush. 390; but the court, being of opinion that the power does not exist even pending the partnership, did not find it necessary to consider the effect of a dissolution upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Alabama, where a law was passed making service of process on one partner binding upon all, it was expressly decided, after quite an elaborate argument, that such service was not sufficient after a dissolution of the partnership, and that acknowledgment of service by one partner on behalf of all was also inoperative as against the other partners. <i>Duncan</i> v. <i>Tombeckbee Bank</i>, 4 Port. 184; <i>Demott</i> v. <i>Swaim's Adm.</i>, 5 Stew. &amp; Port. 293.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the case of <i>Loomis &amp; Co.</i> v. <i>Pearson &amp; McMichael</i>, Harper (S. C.), 470, it was decided, that, after a dissolution of partnership, one partner cannot appear for the other; although it is true that it had been previously decided by the same court, in <i>Haslet</i> v. <i>Street et al.</i>, 2 McCord, 311, that no such authority exists even during the continuance of the partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">But the absence of authorities, as before remarked, is strong evidence that no such power exists.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In our judgment, the defendant Lybrand had a right, for the purpose of invalidating the judgment as to him, to prove the matter set up by him in his offer at the trial; and for the refusal of the court to admit the evidence the judgment should be reversed, with directions to award a <i>venire de novo</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Judgment reversed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE, MR. JUSTICE STRONG, and MR. JUSTICE HUNT, dissented.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>91 U.S. 160 (____)</b></center>\n<center><h1>HALL ET AL.<br>\nv.<br>\nLANNING ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*161</span> Mr. Samuel W. Packard for the plaintiffs in error.</p>\n<p>Mr. Sidney S. Harris for the defendants in error.</p>\n<p><span class=\"star-pagination\">*164</span> MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>The question to be decided in this case is, whether, after the <span class=\"star-pagination\">*165</span> dissolution of a copartnership, one of the partners in a suit brought against the firm has authority to enter an appearance for the other partners who do not reside in the State where the suit is brought, and have not been served with process; and, if not, whether a judgment against all the partners, founded on such an appearance, can be questioned by those not served with process in a suit brought thereon in another State. We recently had occasion, in the case of Thompson v. Whitman, 18 Wall. 457, to restate the rule, that the jurisdiction of a foreign court over the person or the subject-matter embraced in the judgment or decree of such court is always open to inquiry; and that, in this respect, the court of another State is to be regarded as a foreign court. We further held in that case, that the record of such a judgment does not estop the parties from demanding such an inquiry. The cases bearing upon the subject having been examined and distinguished on that occasion, it is not necessary to examine them again, except as they may throw light on the special question involved in this cause. In the subsequent case of Knowles v. The Gas-Light Company, 19 Wall. 58, we further held, in direct line with the decision in Thompson v. Whitman, that the record of a judgment showing service of process on the defendant could be contradicted and disproved.</p>\n<p>It is sought to distinguish the present case from those referred to, on the ground that the relation of partnership confers upon each partner authority, even after dissolution, to appear for his copartners in a suit brought against the firm, though they are not served with process, and have no notice of the suit. In support of this proposition, so far as relates to any such authority after dissolution of the partnership, we are not referred to any authority directly in point; but reliance is placed on the powers of partners in general, and on that class of cases which affirm the right of each partner, after a dissolution of the firm, to settle up its business. But, in our view, appearance to a suit is a very different thing from those ordinary acts which appertain to a general settlement of business, such as receipt and payment of money, giving acquittances, and the like. If a suit be brought against all the partners, and only one of them be served with process, he may undoubtedly, in his own defence, <span class=\"star-pagination\">*166</span> show, if he can, that the firm is not liable, and to this end defend the suit. But to hold that the other partners, or persons charged as such, who have not been served with process, will be bound by the judgment in such a case, which shall conclude them as well on the question whether they were partners or not when the debt was incurred as on that of the validity of the debt, would, as it seems to us, be carrying the power of a partner, after a dissolution of the partnership, to an unnecessary and unreasonable extent.</p>\n<p>The law, indeed, does not seem entirely clear that a partner may enter an appearance for his copartners without special authority, even during the continuance of the firm. It is well known, that by the English practice, in an action on any joint contract, whether entered into by partners or others, if any defendant cannot be found, the plaintiff must proceed to outlawry against him before he can prosecute the action; and then he declares separately against those served with process, and obtains a separate judgment against them, but no judgment except that of outlawry against the defendant not found. 1 Chitty's Plead. 42; Tidd's Pract., ch. vii. p. 423, 9th ed. A shorter method by distringas in place of outlawry has been provided by some modern statutes, but founded on the same principle. Now, it seems strange that this cumbrous and dilatory proceeding should be necessary in the case of partners, if one partner has a general authority to appear in court for his copartners. On the basis of such an authority, had it existed, the courts, in the long lapse of time, ought to have found some means of making service on one answer for service on all. But this was never done. In this country, it is true, as will presently be shown, legislation to this end (applicable, however, to all joint debtors) has been adopted; but it is generally conceded that a judgment based on such service has full and complete effect only as against those who are actually served. Further reference to this subject will be made hereafter.</p>\n<p>It must be conceded, however, that the general authority of one partner to appear to an action on behalf of his copartners, during the continuance of the firm, has been asserted by several text-writers. Gow on Partn. 163; Collyer on Partn. sect. 441; Parsons on Partn. 174, note. But the assertion is based on <span class=\"star-pagination\">*167</span> somewhat slender authority. We find it first laid down in Gow, who refers to a dictum of Serjeant Dampier, made in the course of argument (7 T.R. 207), and to the case of Morley v. Strombong, 3 Bos. &amp; Pull. 254, where the court refused to discharge partnership goods taken on a distringas to compel the appearance of an absent partner, unless the partner who was served would enter an appearance for him. As to this case, it may be said that it is not improbable that the home partner had express authority to appear in suits for his copartner; for, in a subsequent case (Goldsmith v. Levy, 4 Taunt, 299), a distringas, issued under the same circumstances, was discharged where the home partner made affidavit that the goods were his own, and that he had no authority to appear for his copartner. These seem to be the only authorities relied on.</p>\n<p>But, as said before, these authorities, and one or two American cases which follow them, refer only to appearances entered whilst the partnership was subsisting; and it is pertinent also to add, that they only refer to the validity and effect of judgments in the state or country in which they are rendered.</p>\n<p>Domestic judgments, undoubtedly (as was shown in Thompson v. Whitman), stand, in this respect, on a different footing from foreign judgments. If regular on their face, and if appearance has been duly entered for the defendant by a responsible attorney, though no process has been served and no appearance authorized, they will not necessarily be set aside; but the defendant will sometimes be left to his remedy against the attorney in an action for damages: otherwise, as has been argued, the plaintiff might lose his security by the act of an officer of the court. Denton v. Noyes, 6 Johns. 296; Grazebrook v. McCreedie, 9 Wend. 437. But, even in this case, it is the more usual course to suspend proceedings on the judgment, and allow the defendants to plead to the merits, and prove any just defence to the action. In any other State, however, except that in which the judgment was rendered (as decided by us in the cases before referred to), the facts could be shown, notwithstanding the recitals of the record; and the judgment would be regarded as null and void for want of jurisdiction of the person.</p>\n<p><span class=\"star-pagination\">*168</span> So, where an appearance has been entered by authority of one of several copartners on behalf of all, it may well be that the courts of the same jurisdiction will be slow to set aside the judgment, unless it clearly appears that injustice has been done; and will rather leave the party who has been injured by an unauthorized appearance to his action for damages.</p>\n<p>There are many other cases in which a judgment may be good within the jurisdiction in which it was rendered so far as to bind the debtor's property there found, without personal service of process, or appearance of the defendant; as in foreign attachments, process of outlawry, and proceedings in rem.</p>\n<p>Another class of cases is that of joint-debtors, before alluded to. In most of the States legislative acts have been passed, called joint-debtor acts, which, as a substitute for outlawry, provide that if process be issued against several joint-debtors or partners, and served on one or more of them, and the others cannot be found, the plaintiff may proceed against those served, and, if successful, have judgment against all. Various effects and consequences are attributed to such judgments in the States in which they are rendered. They are generally held to bind the common property of the joint-debtors, as well as the separate property of those served with process, when such property is situated in the State, but not the separate property of those not served; and, whilst they are binding personally on the former, they are regarded as either not personally binding at all, or only prima facie binding, on the latter. Under the Joint debtor Act of New York, it was formerly held by the courts of that State that such a judgment is valid and binding on an absent defendant as prima facie evidence of a debt, reserving to him the right to enter into the merits, and show that he ought not to have been charged.</p>\n<p>The validity of a judgment rendered under this New York law, when prosecuted in another State against one of the defendants who resided in the latter State, and was not served with process, though charged as a copartner of a defendant residing in New York, who was served, was brought in question in this court in December Term, 1850, in the case of D'Arcy v. Ketchum, 11 How. 165. It was there contended, that by the Constitution of the United States, and the act of Congress <span class=\"star-pagination\">*169</span> passed May 26, 1790, in relation to the proof and effect of judgments in other States, the judgment in question ought to have the same force and effect in every other State which it had in New York. But this court decided that the act of Congress was intended to prescribe only the effect of judgments where the court by which they were rendered had jurisdiction; and that, by international law, a judgment rendered in one State, assuming to bind the person of a citizen of another, was void within the foreign State, if the defendant had not been served with process, or voluntarily made defence, because neither the legislative jurisdiction nor that of the courts of justice had binding force.</p>\n<p>This decision is an authority which we recognized in Thompson v. Whitman and in Knowles v. Gas-Light Company, before cited, and which we adhere to as founded on the soundest principles of law; and, in view of this decision, it is manifest that many of the authorities which declare the effect of a domestic judgment, in cases where process has not been served on one or all of the defendants, and where those not served have not authorized any appearance and do not reside in the State, can have little influence as to the effect to be given to such a judgment in another State.</p>\n<p>It appearing to be settled law, therefore, that a member of a partnership firm, residing in one State, cannot be rendered personally liable in a suit brought in another State against him and his copartners, although the latter be duly served with process, and although the law of the State where the suit is brought authorizes judgment to be rendered against him, the case stands on the simple and naked question, whether his copartners, after a dissolution of the partnership, can without his consent and authority involve him in suits brought against the firm by voluntarily entering an appearance for him.</p>\n<p>We are of opinion that no authority can be found to maintain the affirmative of this question.</p>\n<p>In the case of Bell v. Morrison, 1 Pet. 351, this court decided, upon elaborate examination, that, after a dissolution of the partnership, one partner cannot by his admissions or promises bind his former copartners. Appearance to a suit is certainly quite as grave an act as the acknowledgment of a debt.</p>\n<p><span class=\"star-pagination\">*170</span> It is well settled by numberless cases, that, even before dissolution, one partner cannot confess judgment, or submit to arbitration so as to bind his copartners. Stead v. Salt, 3 Bing. 101; Adams v. Bankart, 1 Cromp. Mee. &amp; R. 681; Karthaus v. Ferrer, 1 Pet. 222, and cases referred to in Story on Partn., sect. 114; 1 Amer. Lead. Cas., 5th ed. 556; Freeman on Judgments, sect. 232; Collyer on Partn., sects. 469, 470, and notes; Parsons on Partn. 179, note.</p>\n<p>It is equally well settled, that, after dissolution, one partner cannot bind his copartners by new contracts or securities, or impose upon them a fresh liability. Story on Partn., sect. 322; Adams v. Bankart, supra.</p>\n<p>Appearance to a suit does impose a fresh liability. If there is no doubt of the validity of the demand, it places that demand in a position to be made a debt of record. If there is doubt of it, it renders the defendant liable to have it adjudicated against him, when, perhaps, he has a good defence to it.</p>\n<p>On principle, therefore, it is difficult to see how, after a dissolution, one partner can claim implied authority to appear for his copartners in a suit brought against the firm. It may, in some instances, be convenient that one partner should have such authority; and, when such authority is desirable, it can easily be conferred, either in the articles of partnership or in the terms of dissolution. But, as a general thing, one can hardly conceive of a more dangerous power to be left in the hands of the several partners after the partnership connection between them is terminated, or one more calculated to inspire a constant dread of impending evil, than that of accepting service of process for their former associates, and of rendering them liable, without their knowledge, to the chances of litigation which they have no power of defending.</p>\n<p>Few cases can be found in which the precise question has been raised. The attempt to exercise such a power does not appear to have been often made. Had it been, the question would certainly have found its way in the reports; for a number of cases have come up in which the power of a partner to appear for his copartners during the continuance of the partnership has been discussed. The point was raised in Phelps v. Brewer, 9 Cush. 390; but the court, being of opinion that the <span class=\"star-pagination\">*171</span> power does not exist even pending the partnership, did not find it necessary to consider the effect of a dissolution upon it.</p>\n<p>In Alabama, where a law was passed making service of process on one partner binding upon all, it was expressly decided, after quite an elaborate argument, that such service was not sufficient after a dissolution of the partnership, and that acknowledgment of service by one partner on behalf of all was also inoperative as against the other partners. Duncan v. Tombeckbee Bank, 4 Port. 184; Demott v. Swaim's Adm., 5 Stew. &amp; Port. 293.</p>\n<p>In the case of Loomis &amp; Co. v. Pearson &amp; McMichael, Harper (S.C.), 470, it was decided, that, after a dissolution of partnership, one partner cannot appear for the other; although it is true that it had been previously decided by the same court, in Haslet v. Street et al., 2 McCord, 311, that no such authority exists even during the continuance of the partnership.</p>\n<p>But the absence of authorities, as before remarked, is strong evidence that no such power exists.</p>\n<p>In our judgment, the defendant Lybrand had a right, for the purpose of invalidating the judgment as to him, to prove the matter set up by him in his offer at the trial; and for the refusal of the court to admit the evidence the judgment should be reversed, with directions to award a venire de novo.</p>\n<p>Judgment reversed.</p>\n<p>MR. CHIEF JUSTICE WAITE, MR. JUSTICE STRONG, and MR. JUSTICE HUNT, dissented.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></span> (____)</b></center>\n<center><h1>HALL ET AL.<br>\nv.<br>\nLANNING ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*161</span> Mr. Samuel W. Packard for the plaintiffs in error.</p>\n<p>Mr. Sidney S. Harris for the defendants in error.</p>\n<p><span class=\"star-pagination\">*164</span> MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>The question to be decided in this case is, whether, after the <span class=\"star-pagination\">*165</span> dissolution of a copartnership, one of the partners in a suit brought against the firm has authority to enter an appearance for the other partners who do not reside in the State where the suit is brought, and have not been served with process; and, if not, whether a judgment against all the partners, founded on such an appearance, can be questioned by those not served with process in a suit brought thereon in another State. We recently had occasion, in the case of Thompson v. Whitman, <span class=\"citation\" data-id=\"88824\"><a href=\"/opinion/88824/thompson-v-whitman/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">457</span></a></span>, to restate the rule, that the jurisdiction of a foreign court over the person or the subject-matter embraced in the judgment or decree of such court is always open to inquiry; and that, in this respect, the court of another State is to be regarded as a foreign court. We further held in that case, that the record of such a judgment does not estop the parties from demanding such an inquiry. The cases bearing upon the subject having been examined and distinguished on that occasion, it is not necessary to examine them again, except as they may throw light on the special question involved in this cause. In the subsequent case of Knowles v. The Gas-Light Company, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">58</span></span>, we further held, in direct line with the decision in Thompson v. Whitman, that the record of a judgment showing service of process on the defendant could be contradicted and disproved.</p>\n<p>It is sought to distinguish the present case from those referred to, on the ground that the relation of partnership confers upon each partner authority, even after dissolution, to appear for his copartners in a suit brought against the firm, though they are not served with process, and have no notice of the suit. In support of this proposition, so far as relates to any such authority after dissolution of the partnership, we are not referred to any authority directly in point; but reliance is placed on the powers of partners in general, and on that class of cases which affirm the right of each partner, after a dissolution of the firm, to settle up its business. But, in our view, appearance to a suit is a very different thing from those ordinary acts which appertain to a general settlement of business, such as receipt and payment of money, giving acquittances, and the like. If a suit be brought against all the partners, and only one of them be served with process, he may undoubtedly, in his own defence, <span class=\"star-pagination\">*166</span> show, if he can, that the firm is not liable, and to this end defend the suit. But to hold that the other partners, or persons charged as such, who have not been served with process, will be bound by the judgment in such a case, which shall conclude them as well on the question whether they were partners or not when the debt was incurred as on that of the validity of the debt, would, as it seems to us, be carrying the power of a partner, after a dissolution of the partnership, to an unnecessary and unreasonable extent.</p>\n<p>The law, indeed, does not seem entirely clear that a partner may enter an appearance for his copartners without special authority, even during the continuance of the firm. It is well known, that by the English practice, in an action on any joint contract, whether entered into by partners or others, if any defendant cannot be found, the plaintiff must proceed to outlawry against him before he can prosecute the action; and then he declares separately against those served with process, and obtains a separate judgment against them, but no judgment except that of outlawry against the defendant not found. 1 Chitty's Plead. 42; Tidd's Pract., ch. vii. p. 423, 9th ed. A shorter method by distringas in place of outlawry has been provided by some modern statutes, but founded on the same principle. Now, it seems strange that this cumbrous and dilatory proceeding should be necessary in the case of partners, if one partner has a general authority to appear in court for his copartners. On the basis of such an authority, had it existed, the courts, in the long lapse of time, ought to have found some means of making service on one answer for service on all. But this was never done. In this country, it is true, as will presently be shown, legislation to this end (applicable, however, to all joint debtors) has been adopted; but it is generally conceded that a judgment based on such service has full and complete effect only as against those who are actually served. Further reference to this subject will be made hereafter.</p>\n<p>It must be conceded, however, that the general authority of one partner to appear to an action on behalf of his copartners, during the continuance of the firm, has been asserted by several text-writers. Gow on Partn. 163; Collyer on Partn. sect. 441; Parsons on Partn. 174, note. But the assertion is based on <span class=\"star-pagination\">*167</span> somewhat slender authority. We find it first laid down in Gow, who refers to a dictum of Serjeant Dampier, made in the course of argument (7 T.R. 207), and to the case of Morley v. Strombong, 3 Bos. &amp; Pull. 254, where the court refused to discharge partnership goods taken on a distringas to compel the appearance of an absent partner, unless the partner who was served would enter an appearance for him. As to this case, it may be said that it is not improbable that the home partner had express authority to appear in suits for his copartner; for, in a subsequent case (Goldsmith v. Levy, 4 Taunt, 299), a distringas, issued under the same circumstances, was discharged where the home partner made affidavit that the goods were his own, and that he had no authority to appear for his copartner. These seem to be the only authorities relied on.</p>\n<p>But, as said before, these authorities, and one or two American cases which follow them, refer only to appearances entered whilst the partnership was subsisting; and it is pertinent also to add, that they only refer to the validity and effect of judgments in the state or country in which they are rendered.</p>\n<p>Domestic judgments, undoubtedly (as was shown in Thompson v. Whitman), stand, in this respect, on a different footing from foreign judgments. If regular on their face, and if appearance has been duly entered for the defendant by a responsible attorney, though no process has been served and no appearance authorized, they will not necessarily be set aside; but the defendant will sometimes be left to his remedy against the attorney in an action for damages: otherwise, as has been argued, the plaintiff might lose his security by the act of an officer of the court. Denton v. Noyes, 6 Johns. 296; Grazebrook v. McCreedie, 9 Wend. 437. But, even in this case, it is the more usual course to suspend proceedings on the judgment, and allow the defendants to plead to the merits, and prove any just defence to the action. In any other State, however, except that in which the judgment was rendered (as decided by us in the cases before referred to), the facts could be shown, notwithstanding the recitals of the record; and the judgment would be regarded as null and void for want of jurisdiction of the person.</p>\n<p><span class=\"star-pagination\">*168</span> So, where an appearance has been entered by authority of one of several copartners on behalf of all, it may well be that the courts of the same jurisdiction will be slow to set aside the judgment, unless it clearly appears that injustice has been done; and will rather leave the party who has been injured by an unauthorized appearance to his action for damages.</p>\n<p>There are many other cases in which a judgment may be good within the jurisdiction in which it was rendered so far as to bind the debtor's property there found, without personal service of process, or appearance of the defendant; as in foreign attachments, process of outlawry, and proceedings in rem.</p>\n<p>Another class of cases is that of joint-debtors, before alluded to. In most of the States legislative acts have been passed, called joint-debtor acts, which, as a substitute for outlawry, provide that if process be issued against several joint-debtors or partners, and served on one or more of them, and the others cannot be found, the plaintiff may proceed against those served, and, if successful, have judgment against all. Various effects and consequences are attributed to such judgments in the States in which they are rendered. They are generally held to bind the common property of the joint-debtors, as well as the separate property of those served with process, when such property is situated in the State, but not the separate property of those not served; and, whilst they are binding personally on the former, they are regarded as either not personally binding at all, or only prima facie binding, on the latter. Under the Joint debtor Act of New York, it was formerly held by the courts of that State that such a judgment is valid and binding on an absent defendant as prima facie evidence of a debt, reserving to him the right to enter into the merits, and show that he ought not to have been charged.</p>\n<p>The validity of a judgment rendered under this New York law, when prosecuted in another State against one of the defendants who resided in the latter State, and was not served with process, though charged as a copartner of a defendant residing in New York, who was served, was brought in question in this court in December Term, 1850, in the case of D'Arcy v. Ketchum, 11 How. 165. It was there contended, that by the Constitution of the United States, and the act of Congress <span class=\"star-pagination\">*169</span> passed May 26, 1790, in relation to the proof and effect of judgments in other States, the judgment in question ought to have the same force and effect in every other State which it had in New York. But this court decided that the act of Congress was intended to prescribe only the effect of judgments where the court by which they were rendered had jurisdiction; and that, by international law, a judgment rendered in one State, assuming to bind the person of a citizen of another, was void within the foreign State, if the defendant had not been served with process, or voluntarily made defence, because neither the legislative jurisdiction nor that of the courts of justice had binding force.</p>\n<p>This decision is an authority which we recognized in Thompson v. Whitman and in Knowles v. Gas-Light Company, before cited, and which we adhere to as founded on the soundest principles of law; and, in view of this decision, it is manifest that many of the authorities which declare the effect of a domestic judgment, in cases where process has not been served on one or all of the defendants, and where those not served have not authorized any appearance and do not reside in the State, can have little influence as to the effect to be given to such a judgment in another State.</p>\n<p>It appearing to be settled law, therefore, that a member of a partnership firm, residing in one State, cannot be rendered personally liable in a suit brought in another State against him and his copartners, although the latter be duly served with process, and although the law of the State where the suit is brought authorizes judgment to be rendered against him, the case stands on the simple and naked question, whether his copartners, after a dissolution of the partnership, can without his consent and authority involve him in suits brought against the firm by voluntarily entering an appearance for him.</p>\n<p>We are of opinion that no authority can be found to maintain the affirmative of this question.</p>\n<p>In the case of Bell v. Morrison, <span class=\"citation\" data-id=\"85588\"><a href=\"/opinion/85588/bell-v-morrison/\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">351</span></a></span>, this court decided, upon elaborate examination, that, after a dissolution of the partnership, one partner cannot by his admissions or promises bind his former copartners. Appearance to a suit is certainly quite as grave an act as the acknowledgment of a debt.</p>\n<p><span class=\"star-pagination\">*170</span> It is well settled by numberless cases, that, even before dissolution, one partner cannot confess judgment, or submit to arbitration so as to bind his copartners. Stead v. Salt, 3 Bing. 101; Adams v. Bankart, 1 Cromp. Mee. &amp; R. 681; Karthaus v. Ferrer, <span class=\"citation\" data-id=\"85575\"><a href=\"/opinion/85575/karthaus-v-ferrer/\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">222</span></a></span>, and cases referred to in Story on Partn., sect. 114; 1 Amer. Lead. Cas., 5th ed. 556; Freeman on Judgments, sect. 232; Collyer on Partn., sects. 469, 470, and notes; Parsons on Partn. 179, note.</p>\n<p>It is equally well settled, that, after dissolution, one partner cannot bind his copartners by new contracts or securities, or impose upon them a fresh liability. Story on Partn., sect. 322; Adams v. Bankart, supra.</p>\n<p>Appearance to a suit does impose a fresh liability. If there is no doubt of the validity of the demand, it places that demand in a position to be made a debt of record. If there is doubt of it, it renders the defendant liable to have it adjudicated against him, when, perhaps, he has a good defence to it.</p>\n<p>On principle, therefore, it is difficult to see how, after a dissolution, one partner can claim implied authority to appear for his copartners in a suit brought against the firm. It may, in some instances, be convenient that one partner should have such authority; and, when such authority is desirable, it can easily be conferred, either in the articles of partnership or in the terms of dissolution. But, as a general thing, one can hardly conceive of a more dangerous power to be left in the hands of the several partners after the partnership connection between them is terminated, or one more calculated to inspire a constant dread of impending evil, than that of accepting service of process for their former associates, and of rendering them liable, without their knowledge, to the chances of litigation which they have no power of defending.</p>\n<p>Few cases can be found in which the precise question has been raised. The attempt to exercise such a power does not appear to have been often made. Had it been, the question would certainly have found its way in the reports; for a number of cases have come up in which the power of a partner to appear for his copartners during the continuance of the partnership has been discussed. The point was raised in Phelps v. Brewer, 9 Cush. 390; but the court, being of opinion that the <span class=\"star-pagination\">*171</span> power does not exist even pending the partnership, did not find it necessary to consider the effect of a dissolution upon it.</p>\n<p>In Alabama, where a law was passed making service of process on one partner binding upon all, it was expressly decided, after quite an elaborate argument, that such service was not sufficient after a dissolution of the partnership, and that acknowledgment of service by one partner on behalf of all was also inoperative as against the other partners. Duncan v. Tombeckbee Bank, 4 Port. 184; Demott v. Swaim's Adm., 5 Stew. &amp; Port. 293.</p>\n<p>In the case of Loomis &amp; Co. v. Pearson &amp; McMichael, Harper (S.C.), 470, it was decided, that, after a dissolution of partnership, one partner cannot appear for the other; although it is true that it had been previously decided by the same court, in Haslet v. Street et al., 2 McCord, 311, that no such authority exists even during the continuance of the partnership.</p>\n<p>But the absence of authorities, as before remarked, is strong evidence that no such power exists.</p>\n<p>In our judgment, the defendant Lybrand had a right, for the purpose of invalidating the judgment as to him, to prove the matter set up by him in his offer at the trial; and for the refusal of the court to admit the evidence the judgment should be reversed, with directions to award a venire de novo.</p>\n<p>Judgment reversed.</p>\n<p>MR. CHIEF JUSTICE WAITE, MR. JUSTICE STRONG, and MR. JUSTICE HUNT, dissented.</p>\n</div>", "id": 89159, "judges": "Bradley", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89159/", "sha1": "8d4ba33cb0b740c4054a51f73c8093225908d1a4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:58"}