{"absolute_url": "/opinion/112538/air-courier-conference-of-america-v-american-posta/", "blocked": false, "citation": {"case_name": "Air Courier Conference of America v. American Postal Workers Union", "docket_number": "89-1416", "document_uris": ["/api/rest/v2/document/112538/"], "federal_cite_one": "498 U.S. 517", "federal_cite_three": "112 L. Ed. 2d 1125", "federal_cite_two": "111 S. Ct. 913", "id": 96897, "lexis_cite": "1991 U.S. LEXIS 1299", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96897/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 150, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1991-02-26", "date_modified": "2015-04-10T08:23:46.479529", "docket": "/api/rest/v2/docket/1130973/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">498 U.S. 517</p>\n    <p class=\"case_cite\">111 S.Ct. 913</p>\n    <p class=\"case_cite\">112 L.Ed.2d 1125</p>\n    <p class=\"parties\">AIR COURIER CONFERENCE OF AMERICA, Petitioner,<br>v.<br>AMERICAN POSTAL WORKERS UNION, AFL-CIO, et al.</p>\n    <p class=\"docket\">No. 89-1416.</p>\n    <p class=\"date\">Argued Nov. 28, 1990.</p>\n    <p class=\"date\">Decided Feb. 26, 1991.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">L. Peter Farkas, Washington, D.C., for petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Paul J. Larkin, Jr., Washington, D.C., for federal respondent supporting the petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Keith E. Secular, New York City, for private respondent.</p>\n    </div>\n    <p class=\"center\">\n      <i>Syllabus</i>\n    </p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The United States Postal Service's monopoly over the carriage of letters in and for the Nation is codified in a group of statutes known as the Private Express Statutes (PES).  The monopoly was created by Congress as a revenue protection measure for the Postal Service vis-a-vis private competitors.  Pursuant to a PES provision allowing it to suspend PES restrictions as to any mail route where the public interest so requires, the Postal Service issued a regulation authorizing a practice called \"international remailing,\" which entails bypassing the Service and using private couriers to deposit with foreign postal services letters destined for foreign addresses.  Respondent Unions, representing Postal Service employees, sued in the District Court, challenging the regulation pursuant to the judicial review provisions of the Administrative Procedure Act (APA), and claiming that the rulemaking record was inadequate to support a finding that the regulation's suspension of the PES was in the public interest.  The Court of Appeals vacated the District Court's grant of summary judgment in favor of the Postal Service and petitioner Air Courier Conference of America (ACCA), holding that the Unions satisfied the zone-of-interests requirement for APA review under <i>Clarke v. Securities Industry Assn.,</i> 479 U.S. 388, 107 S.Ct. 750, 93 L.Ed.2d 757 and, on the merits, that the PES suspension was not justified by the public interest.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Held:</i>\n    </p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. This Court declines to decide whether 39 U.S.C. &#167; 410(a) exempts the Postal Service from judicial review under the APA, since the question was not argued to, nor considered by, either of the lower courts, was not raised by ACCA in its certiorari petition, was raised by the Postal Service for the first time in its brief in opposition to the petition, and is not encompassed by the questions presented upon which certiorari was granted.  Pp. 522-523.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. The Unions do not have standing to challenge the Postal Service's suspension of the PES to permit private couriers to engage in international remailing.  To establish APA standing under <i>Clarke</i> and similar cases, the Unions must show, among other things, that the claimed adverse effect on postal workers' employment opportunities resulting from the suspension is within the zone of interests encompassed by the PES. This they cannot do, since the language, see, <i>e.g.,</i> 18 U.S.C. &#167; 1696(c) and 39 U.S.C. &#167; 601(a), and legislative history of the PES demonstrate that, in enacting those statutes, Congress was concerned not with protecting postal employment or furthering postal job opportunities, but with the receipt of necessary revenues for the Postal Service.  The PES enable the Service to fulfill its responsibilities to provide service to all communities at a uniform rate by preventing private couriers from competing selectively on the Service's most profitable routes.  The postal monopoly, therefore, exists to protect the citizenry at large, not postal workers.  Nor can the courts, in applying the zone-of-interests test, look beyond the PES to the 1970 Postal Reorganization Act (PRA), which, in addition to reenacting the PES without substantive changes, contains various labor-management provisions designed to improve pay, working conditions, and labor-management relations for postal employees.  None of the PES provisions have any integral relationship with the PRA labor-management provisions, and the PRA's legislative history contains no indication that such a connection exists.  It stretches the zone-of-interests test too far to say that, simply because the PES may be the linchpin of the Postal Service, those whom a different part of the PRA was designed to benefit may challenge a violation of the PES. <i>Clarke, supra,</i> at 401, 107 S.Ct., at 758, distinguished.  Pp. 523-530.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">3. In light of the Unions' lack of standing, this Court does not reach the merits of their claim that the PES suspension was not in the public interest.  Pp. 530-531.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">282 U.S.App.D.C. 5, 891 F.2d 304, reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">REHNQUIST, C.J., delivered the opinion of the Court, in which WHITE, O'CONNOR, SCALIA, KENNEDY, and SOUTER, JJ., joined. STEVENS, J., filed an opinion concurring in the judgment, in which MARSHALL and BLACKMUN, JJ., joined, <i>post,</i> p. ---.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Chief Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This case requires us to decide whether postal employees are within the \"zone of interests\" of the group of statutes known as the Private Express Statutes (PES), so that they may challenge the action of the United States Postal Service in suspending the operation of the PES with respect to a practice of private courier services called \"international remailing.\"  We hold that they are not.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Since its establishment, the United States Postal Service has exercised a monopoly over the carriage of letters in and from the United States.  The postal monopoly is codified in the PES, 18 U.S.C. &#167;&#167; 1693-1699 and 39 U.S.C. &#167;&#167; 601-606.  The monopoly was created by Congress as a revenue protection measure for the Postal Service to enable it to fulfill its mission.  See, <i>Regents of Univ. of Calif. v. Public Employment Relations Bd.,</i> 485 U.S. 589, 598, 108 S.Ct. 1404, 1410, 99 L.Ed.2d 664 (1988).  It prevents private competitors from offering service on low-cost routes at prices below those of the Postal Service, while leaving the Service with high-cost routes and insufficient means to fulfill its mandate of providing uniform rates and service to patrons in all areas, including those that are remote or less populated.  See J. Haldi, Postal Monopoly:  An Assessment of the Private Express Statutes 9 (1974);  Craig &amp; Alvis, The Postal Monopoly:  Two Hundred Years of Covering Commercial as Well as Personal Messages, 12 U.S.F.L.Rev. 57, 60, and n. 8 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A provision of the PES allows the Postal Service to \"suspend [the PES restrictions] upon any mail route where the public interest requires the suspension.\"  39 U.S.C. &#167; 601(b).  In 1979, the Postal Service suspended the PES restrictions for \"extremely urgent letters,\" thereby allowing overnight delivery of letters by private courier services.  39 CFR &#167; 320.6 (1990);  44 Fed.Reg. 61178 (1979).  Private courier services, including members of petitioner-intervenor Air Courier Conference of America, relied on that suspension to engage in a practice called \"international remailing.\"  This entails bypassing the Postal Service and using private courier systems to deposit with foreign postal systems letters destined for foreign addresses.  Believing this international remailing was a misuse of the urgent-letter suspension, the Postal Service issued a proposed modification and clarification of its regulation in order to make clear that the suspension for extremely urgent letters did not cover this practice.  50 Fed.Reg. 41462 (1985). The comments received in response to the proposed rule were overwhelmingly negative and focused on the perceived benefits of international remailing:  Lower cost, faster delivery, greater reliability, and enhanced ability of United States companies to remain competitive in the international market.  Because of the vigorous opposition to the proposed rule, the Postal Service agreed to reconsider its position and instituted a rulemaking \"to remove the cloud\" over the validity of the international remailing services.  51 Fed.Reg. 9852, 9853 (1986).  After receiving additional comments and holding a public meeting on the subject, on June 17, 1986, the Postal Service issued a proposal to suspend operation of the PES for international remailing.  <i>Id.,</i> at 21929-21932.  Additional comments were received, and after consideration of the record it had compiled, the Postal Service issued a final rule suspending the operation of the PES with respect to international remailing.  <i>Id.,</i> at 29637.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Respondents, the American Postal Workers Union, AFL-CIO, and the National Association of Letter Carriers, AFL-CIO (Unions), sued in the United States District Court for the District of Columbia, challenging the international remailing regulation pursuant to the judicial review provisions of the Administrative Procedure Act (APA), 5 U.S.C. &#167; 702.  They claimed that the rulemaking record was inadequate to support a finding that the suspension of the PES for international remailing was in the public interest.  Petitioner Air Courier Conference of America (ACCA) intervened.  On December 20, 1988, the District Court granted summary judgment in favor of the Postal Service and ACCA.  <i>American Postal Workers Union, AFL-CIO v. United States Postal Service,</i> 701 F.Supp. 880 (1988).  The Unions appealed to the Court of Appeals for the District of Columbia Circuit, and that court vacated the grant of summary judgment.  <i>American Postal Workers Union, AFL-CIO v. United States Postal Service,</i> 282 U.S.App.D.C. 5, 891 F.2d 304 (1989).  It held that the Unions satisfied the zone-of-interests requirement for APA review under <i>Clarke v. Securities Industry Assn.,</i> 479 U.S. 388, 107 S.Ct. 750, 93 L.Ed.2d 757 (1987), and that the Postal Service's regulation was arbitrary and capricious because it relied on too narrow an interpretation of \"the public interest.\"  In determining that the Unions' interest in employment opportunities was protected by the PES, the Court of Appeals noted that the PES were reenacted as part of the Postal Reorganization Act (PRA), Pub.L. 91-375, 84 Stat. 719, codified at 39 U.S.C. &#167; 101 <i>et seq.</i>  The Court of Appeals found that a \"key impetus\" and \"principal purpose\" of the PRA was \"to implement various labor reforms that would improve pay, working conditions and labor-management relations for postal employees.\"  282 U.S.App.D.C., at 10-11, 891 F.2d, at 309-310.  Reasoning that \"[t]he Unions' asserted interest is embraced directly by the labor reform provisions of the PRA,\" <i>id.,</i> at 11, 891 F.2d, at 310, and that \"[t]he PES constitute the linchpin in a statutory scheme concerned with maintaining an effective, financially viable Postal Service,\" <i>ibid.,</i> the court concluded that \"[t]he interplay between the PES and the entire PRA persuades us that there is an 'arguable' or 'plausible' relationship between the purposes of the PES and the interests of the Union[s].\"  <i>Ibid.</i>  The Court of Appeals also held that \"the revenue protective purposes of the PES, standing alone, plausibly relate to the Unions' interest in preventing the reduction of employment opportunities,\" since \"postal workers benefit from the PES's function in ensuring a sufficient revenue base\" for the Postal Service's activities.  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Addressing the merits of the Unions' challenge to the suspension order, the Court of Appeals held that it was arbitrary and capricious because the Postal Service had applied &#167; 601(b)'s public interest test too narrowly by considering only the benefits of the international remail rule to the small segment of the Postal Service's consumer base that engages in international commerce.  We granted certiorari, 496 U.S. 904, 110 S.Ct. 2584, 110 L.Ed.2d 265 (1990), and we now reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The United States Postal Service, nominally a respondent, argues along with ACCA that the Unions do not have standing to challenge the Postal Service's suspension of the PES for international remailing.  The Postal Service argues now that Congress precluded judicial review of Postal Service action under the APA by enacting 39 U.S.C. &#167; 410(a), which the Postal Service contends provides that Chapters 5 and 7 of Title 5 do not apply to the Postal Service.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Chapters 5 and 7 of Title 5 are the provisions of the APA dealing with \"Administrative Procedure\" (Chapter 5) and \"Judicial Review\" (Chapter 7).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Postal Service raised this argument for the first time in its brief in opposition to the petition for writ of certiorari. It was not argued to either of the lower courts, and was not considered by either court below in deciding this case.  This issue was not raised by ACCA in its petition for writ of certiorari, nor is it encompassed by the questions presented upon which we based our grant of certiorari.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Consequently, we decline to decide whether &#167; 410(a) exempts the Postal Service from judicial review under the APA.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To establish standing to sue under the APA, respondents must establish that they have suffered a legal wrong because of the challenged agency action, or are adversely affected or \"aggrieved by agency action within the meaning of a relevant statute.\"  5 U.S.C. &#167; 702.  Once they have shown that they are adversely affected, <i>i.e.,</i> have suffered an \"injury in fact,\" see <i>Allen v. Wright,</i> 468 U.S. 737, 751, 104 S.Ct. 3315, 3324, 82 L.Ed.2d 556 (1984), the Unions must show that they are within the zone of interests sought to be protected through the PES.  <i>Lujan v. National Wildlife Federation,</i> 497 U.S. 871, 110 S.Ct. 3177, 111 L.Ed.2d 695 (1990);  <i>Clarke v. Securities Industry Assn.,</i> 479 U.S. 388, 107 S.Ct. 750, 93 L.Ed.2d 757 (1987);  <i>Association of Data Processing Service Organizations, Inc. v. Camp,</i> 397 U.S. 150, 90 S.Ct. 827, 25 L.Ed.2d 184 (1970).  Specifically, \"the plaintiff must establish that the injury he complains of (<i>his</i> aggrievement, or the adverse effect <i>upon him</i> ) falls within the 'zone of interests' sought to be protected by the statutory provision whose violation forms the legal basis for his complaint.\"  <i>Lujan, supra,</i> at 883, 110 S.Ct., at 3186 (citing <i>Clarke, supra,</i> 479 U.S., at 396-397, 107 S.Ct., at 755-756).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The District Court found that the Unions had satisfied the injury-in-fact test because increased competition through international remailing services might have an adverse effect on employment opportunities of postal workers.  This finding of injury in fact was not appealed.  The question before us, then, is whether the adverse effect on the employment opportunities of postal workers resulting from the suspension is within the zone of interests encompassed by the PES&#8212;the statutes which the Unions assert the Postal Service has violated in promulgating the international remailing rule.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Court of Appeals found that the Unions had standing because \"the revenue protective purposes of the PES, standing alone, plausibly relate to the Unions' interest in preventing the reduction of employment opportunities.\"  282 U.S.App.D.C., at 11, 891 F.2d, at 310.  This view is mistaken, for it conflates the zone-of-interests test with injury in fact.  In <i>Lujan,</i> this Court gave the following example illustrating how injury in fact does not necessarily mean one is within the zone of interests to be protected by a given statute:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"[T]he failure of an agency to comply with a statutory      provision requiring 'on the record' hearings would assuredly      have an adverse effect upon the company that has the contract      to record and transcribe the agency's proceedings;  but since      the provision was obviously enacted to protect the interests      of the parties to the proceedings and not those of the      reporters, that company would not be 'adversely affected      within the meaning' of the statute.\"  497 U.S., at 883, 110      S.Ct., at 3186.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We must inquire then, as to Congress' intent in enacting the PES in order to determine whether postal workers were meant to be within the zone of interests protected by those statutes.  The particular language of the statutes provides no support for respondents' assertion that Congress intended to protect jobs with the Postal Service.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In fact, the provisions of 18 U.S.C. &#167; 1696(c), allowing private conveyance of letters if done on a one-time basis or without compensation, and 39 U.S.C. &#167; 601(a), allowing letters to be carried out of the mails if certain procedures are followed, indicate that the congressional concern was not with opportunities for postal workers but with the receipt of necessary revenues for the Postal Service.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor does the history of this legislation&#8212;such as it is indicate that the PES were intended for the benefit of postal workers.  When the first statutes limiting private carriage of letters on post roads were enacted in 1792, the Post Office offered no pickup or delivery services.  See C. Scheele, A Short History of the Mail Service 66, 91 (1970).  Statutory authority to employ letter carriers was not enacted until two years later and was largely ignored until the late 1820's.  <i>Id.,</i> at 66.  The 1792 restrictions on private carriage protected the Government's capital investment in the post roads, not the jobs of as yet virtually nonexistent postal employees.  In 1825 and 1827, Acts were passed prohibiting the private carriage of letters through the use of stages or other vehicles, packet boats, or other vessels, &#167; 19, ch. 64 of Act of March 3, 1825, 4 Stat. 107, and foot and horse posts, &#167; 3, ch. 61 of Act of March 2, 1827, 4 Stat. 238.  Postal employees cannot have been within the zone of interests of either the 1824 or 1827 Acts;  those Acts targeted transportation of mail which even then was contracted out to private carriers.  See W. Fuller, The American Mail:  Enlarger of the Common Life 150 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Congress' consideration of the 1845 Act was the only occasion on which the postal monopoly was the subject of substantial debate.  The 1845 statute, entitled \"An Act to reduce the rates of postage, to limit the use and correct the abuse of the franking privilege, and for the prevention of frauds on the revenues of the Post Office Department,\" 5 Stat. 732, was the result of three circumstances, none of which involved the interests of postal employees.  First, the Post Office Department continued to run substantial deficits in spite of high postage rates.  H.R.Rep. No. 477, 28th Cong., 1st Sess., 2-3, 5 (1844).  Second, high postal rates enabled private expresses to make substantial inroads into the domestic market for delivery of letters and the 1825 and 1827 Acts proved unsuccessful in prosecuting them.  Priest, The History of the Postal Monopoly in the United States, 18 J.Law &amp; Econ., 33, 60 (1975) (citing <i>United States v. Gray,</i> 26 F.Cas. 18 (No. 15, 253) (Mass.1840), and <i>United States v. Adams,</i> 24 F.Cas. 761 (No. 14,421) (SDNY 1843)).  Third, inauguration of the \"penny post\" in England quadrupled use of the mails, and it was thought that a substantial reduction in American postal rates would have the dual virtues of driving private expresses out of business and increasing mail volume of the Post Office.  This, in turn, would help reduce the Post Office's deficit.  Cong.Globe, 28th Cong., 2d Sess., 213 (1845) (remarks of Sens. Simmons and Breese).  See also H.R.Rep. No. 477, <i>supra,</i> at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The legislative history of the sections of the Act limiting private carriage of letters shows a two-fold purpose.  First, the Postmaster General and the States most distant from the commercial centers of the Northeast believed that the postal monopoly was necessary to prevent users of faster private expresses from taking advantage of early market intelligence and news of international affairs that had not yet reached the general populace through the slower mails.  S.Doc. No. 66, 28th Cong., 2d Sess., 3-4 (1845). Second, it was thought to be the duty of the Government to serve outlying, frontier areas, even if it meant doing so below cost. H.R.Rep. No. 477, <i>supra,</i> at 2-3.  Thus, the revenue protection provisions were not seen as an end in themselves, nor in any sense as a means of ensuring certain levels of public employment, but rather were seen as the means to achieve national integration and to ensure that all areas of the Nation were equally served by the Postal Service.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The PES enable the Postal Service to fulfill its responsibility to provide service to all communities at a uniform rate by preventing private courier services from competing selectively with the Postal Service on its most profitable routes. If competitors could serve the lower cost segment of the market, leaving the Postal Service to handle the high-cost services, the Service would lose lucrative portions of its business, thereby increasing its average unit cost and requiring higher prices to all users.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Report of the President's Commission on Postal Organization, Towards Postal Excellence, 94th Cong., 2d Sess., 129 (Comm.Print 1968).  The postal monopoly, therefore, exists to ensure that postal services will be provided to the citizenry at large, and not to secure employment for postal workers.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Unions' claim on the merits is that the Postal Service has failed to comply with the mandate of 39 U.S.C. &#167; 601(b) that the PES be suspended only if the public interest requires.  The foregoing discussion has demonstrated that the PES were not designed to protect postal employment or further postal job opportunities, but the Unions argue that the courts should look beyond the PES to the entire 1970 PRA in applying the zone-of-interests test.  The Unions argue that because one of the purposes of the labor-management provisions of the PRA was to stablize labor-management relations within the Postal Service, and because the PES is the \"linchpin\" of the Postal Service, employment opportunities of postal workers are arguably within the zone of interests covered by the PES.  The Unions rely upon our opinion in <i>Clarke v. Securities Industry Assn.,</i> 479 U.S. 388, 107 S.Ct. 750, 93 L.Ed.2d 757 (1987), to support this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Clarke</i> is the most recent in a series of cases in which we have held that competitors of regulated entities have standing to challenge regulations.  <i>Clarke, supra;  Investment Co. Institute v. Camp,</i> 401 U.S. 617, 91 S.Ct. 1091, 28 L.Ed.2d 367 (1971); <i>Association of Data Processing Service Organizations, Inc. v. Camp,</i> 397 U.S. 150, 90 S.Ct. 827, 25 L.Ed.2d 184 (1970).  In <i>Clarke,</i> we said that \"we are not limited to considering the statute under which respondents sued, but may consider any provision that helps us to understand Congress' overall purposes in the National Bank Act.\"  479 U.S., at 401, 107 S.Ct., at 758. This statement, like all others in our opinions, must be taken in the context in which it was made.  In the next paragraph of the opinion, the Court pointed out that 12 U.S.C. &#167; 36, which the plaintiffs in that case claimed had been misinterpreted by the Comptroller, was itself \"a limited exception to the otherwise applicable requirement of [12 U.S.C.] &#167; 81,\" limiting the places at which a national bank could transact business to its headquarters and any \"branches\" permitted by &#167; 36.  Thus the zone-of-interests test was to be applied not merely in the light of &#167; 36, which was the basis of the plaintiffs' claim on the merits, but also in the light of &#167; 81, to which &#167; 36 was an exception.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The situation in the present case is quite different.  The only relationship between the PES, upon which the Unions rely for their claim on the merits, and the labor-management provisions of the PRA, upon which the Unions rely for their standing, is that both were included in the general codification of postal statutes embraced in the PRA.  The statutory provisions enacted and reenacted in the PRA are spread over some 65 pages in the United States Code and take up an entire title of that volume.  We said in <i>Lujan</i> that \"the relevant statute [under the APA] of course, is the statute whose violation is the gravamen of the complaint.\" 497 U.S., at 886, 110 S.Ct., at 3187.  To adopt petitioners' contention would require us to hold that the \"relevant statute\" in this case is the PRA, with all of its various provisions united only by the fact that they deal with the Postal Service.  But to accept this level of generality in defining the \"relevant statute\" could deprive the zone-of-interests test of virtually all meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Unlike the two sections of the National Bank Act discussed in <i>Clarke, supra,</i> none of the provisions of the PES have any integral relationship with the labor-management provisions of the PRA. When it enacted the PRA, Congress made no substantive changes to those portions of the PES codified in the Criminal Code, 18 U.S.C. &#167;&#167; 1693-1699;  Congress readopted without change those portions of the PES codified in the Postal Service Code, 39 U.S.C. &#167;&#167; 601-606; and Congress required the Postal Service to conduct a 2-year study and reevaluation of the PES before deciding whether those laws should be modified or repealed.  PRA, Pub.L. 91-375, &#167; 7, 84 Stat. 783;  S.Rep. No. 91-912, p. 22 (1970);  H.R.Rep. No. 91-1104, p. 48 (1970), U.S.Code Cong. &amp; Admin.News 1970, p. 3649.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">None of the documents constituting the PRA legislative history suggest that those concerned with postal reforms saw any connection between the PES and the provisions of the PRA dealing with labor-management relations.  The Senate and House Reports simply note that the proposed bills continue existing law without change and require the Postal Service to conduct a study of the PES.  The Court of Appeals referred to the PES as the \"linchpin\" of the Postal Service, which it may well be;  but it stretches the zone-of-interests test too far to say that because of that fact those who a different part of the PRA was designed to benefit may challenge a violation of the PES.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It would be a substantial extension of our holdings in <i>Clarke, supra, Data Processing, supra,</i> and <i>Investment Co. Institute, supra,</i> to allow the Unions in this case to leapfrog from their asserted protection under the labor-management provisions of the PRA to their claim on the merits under the PES. We decline to make that extension, and hold that the Unions do not have standing to challenge the Postal Service's suspension of the PES to permit private couriers to engage in international remailing.  We therefore do not reach the merits of the Unions' claim that the suspension was not in the public interest.  The judgment of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Justice STEVENS, with whom Justice MARSHALL and Justice BLACKMUN join, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There is no ambiguity in the text of 39 U.S.C. &#167; 410(a). That section of the Postal Reorganization Act provides that the judicial review provisions of the Administrative Procedure Act (APA) do not apply to the exercise of the powers of the Postal Service.  See <i>ante,</i> at 522, n. 1.  It is therefore not only unnecessary, but also unwise, for the Court to issue an opinion on the entirely hypothetical question whether, if the APA did authorize judicial review of actions of the Postal Service, its employees would have standing to invoke such review to challenge a regulation that may curtail their job opportunities.  I therefore do not join the opinion discussing this hypothetical standing question.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nor do I consider it necessary to decide whether this objection to judicial review may be waived by the Postal Service because it is surely a matter that we may notice on our own motion.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>  Faithful adherence to the doctrine of judicial restraint provides a fully adequate justification for deciding this case on the best and narrowest ground available.  I would do so.  Accordingly, relying solely on 39 U.S.C. &#167; 410(a), I concur in the Court's judgment that the Unions' challenge must be dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Title 39 U.S.C. &#167; 410 provides in pertinent part:</p>\n        <p>\"[N]o Federal law dealing with public or Federal contracts, property, works, officers, employees, budgets, or funds, including the provisions of chapters 5 and 7 of title 5, shall apply to the exercise of the powers of the Postal Service.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The questions presented in this case are as follows:</p>\n        <p>\"1. Are postal employees within the 'zone of interest' of the Private Express Statutes that establish and allow the United States Postal Service to suspend restrictions on the private carriage of letters when 'the public interest requires?'  Brief for Petitioner i.</p>\n        <p>\"2. Did the Postal Service act unreasonably, arbitrarily, or capriciously in promulgating its international remail regulation under the \"public interest\" standard for suspending the Private Express Statutes where it found no adverse effects on revenues and found general benefits to the public, competition, and users of remail services?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Postal Service argues that since \"congressional preclusion of judicial review is in effect jurisdictional,\" <i>Block v. Community Nutrition Institute,</i> 467 U.S. 340, 353, n. 4, 104 S.Ct. 2450, 2457, n. 4, 81 L.Ed.2d 270 (1984), the issue cannot be waived by the parties.  We do not agree.  Section 410, at most, exempts the Postal Service from the APA.  The judicial review provisions of the APA are not jurisdictional, <i>Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977), so a defense based on exemption from the APA can be waived by the Government. Whether &#167; 410(a) exempts the Postal Service from APA review is in essence a question of whether Congress intended to allow a certain cause of action against the Postal Service.  Whether a cause of action exists is not a question of jurisdiction, and may be assumed without being decided.  <i>Burks v. Lasker,</i> 441 U.S. 471, 476, n. 5, 99 S.Ct. 1831, 1836, n. 5, 60 L.Ed.2d 404 (1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Title 18 U.S.C. &#167; 1696 provides:</p>\n        <p>\"Private express for letters and packets</p>\n        <p>\"(a) Whoever establishes any private express for the conveyance of letters or packets, or in any manner causes or provides for the conveyance of the same by regular trips or at stated periods over any post route which is or may be established by law, or from any city, town, or place to any other city, town, or place, between which the mail is regularly carried, shall be fined not more than $500 or imprisoned not more than six months, or both.</p>\n        <p>.    .    .    .    .</p>\n        <p>\"(b) Whoever transmits by private express or other unlawful means, or delivers to any agent thereof, or deposits at any appointed place, for the purpose of being so transmitted any letter or packet, shall be fined not more than $50.</p>\n        <p>\"(c) This chapter shall not prohibit the conveyance or transmission of letters or packets by private hands without compensation, or by special messenger employed for the particular occasion only.  Whenever more than twenty-five such letters or packets are conveyed or transmitted by such special messenger, the requirements of section 601 of title 39, shall be observed as to each piece.\"</p>\n        <p>Title 39 U.S.C. &#167; 601 provides:</p>\n        <p>\"Letters carried out of the mail</p>\n        <p>\"(a) A letter may be carried out of the mails when&#8212;</p>\n        <p>\"(1) it is enclosed in an envelope;</p>\n        <p>\"(2) the amount of postage which would have been charged on the letter if it had been sent by mail is paid by stamps, or postage meter stamps, on the envelope;</p>\n        <p>\"(3) the envelope is properly addressed;</p>\n        <p>\"(4) the envelope is so sealed that the letter cannot be taken from it without defacing the envelope;</p>\n        <p>\"(5) any stamps on the envelope are canceled in ink by the sender;  and</p>\n        <p>\"(6) the date of the letter, of its transmission or receipt by the carrier is endorsed on the envelope in ink.</p>\n        <p>\"(b) The Postal Service may suspend the operation of any part of this section upon any mail route where the public interest requires the suspension.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The PES are competition statutes that regulate the conduct of competitors of the Postal Service.  The postal employees for whose benefit the Unions have brought suit here are not competitors of either the Postal Service or remailers.  Employees have generally been denied standing to enforce competition laws because they lack competitive and direct injury.  See, <i>e.g., Adams v. Pan American World Airways, Inc.,</i> 264 U.S.App.D.C. 174, 828 F.2d 24 (1987), cert. denied <i>sub</i> <i>nom. Union de Transports Aeriens v. Beckman,</i> 485 U.S. 934, 108 S.Ct. 1109, 99 L.Ed.2d 270 (1988) (former airline employees denied standing to assert antitrust claim against airline that allegedly drove their former employer out of business);  <i>Curtis v. Campbell-Taggart, Inc.,</i> 687 F.2d 336 (CA10), cert. denied, 459 U.S. 1090, 103 S.Ct. 576, 74 L.Ed.2d 937 (1982) (employees of corporation injured by anticompetitive conduct denied standing under antitrust laws).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> It is at least arguable that the Postal Service did not waive this objection to judicial review.  As the Court points out, the Postal Service raised this argument in its brief in opposition to the petition for writ of certiorari.  See <i>ante,</i> at ----.  In deciding to review this case, therefore, we were cognizant that an issue antecedent to the standing issue might first have to be resolved.  Moreover, although the Postal Service's objection to judicial review was not raised in the lower courts, the Court of Appeals recognized that \"the USPS is exempt from the strictures of the Administrative Procedure Act ('APA'), <i>see</i> 39 U.S.C. &#167; 410(a),\" <i>American Postal Workers Union, AFL-CIO v. United States Postal Service,</i> 282 U.S.App.D.C. 5, 8, 891 F.2d 304, 307 (1989), and nevertheless continued to review the actions of the Postal Service, thus implicitly rejecting the contention made by the Government here.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>498 U.S. 517 (1991)</b></center>\n<center><h1>AIR COURIER CONFERENCE OF AMERICA<br>\nv.<br>\nAMERICAN POSTAL WORKERS UNION, AFL-CIO, ET AL.</h1></center>\n<center>No. 89-1416.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued November 28, 1990.</center>\n<center>Decided February 26, 1991.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n<p><span class=\"star-pagination\">*518</span> <i>L. Peter Farkas</i> argued the cause for petitioner. With him on the briefs was <i>James I. Campbell, Jr. Paul J. Larkin, Jr.,</i> argued the cause for the United States Postal Service, respondent under this Court's Rule 12.4, in support of petitioner. With him on the briefs were <i>Acting Solicitor General Roberts, Assistant Attorney General Gerson, Michael Jay Singer,</i> and <i>Jeffrica Jenkins Lee.</i></p>\n<p><i>Keith E. Secular</i> argued the cause for respondents. With him on the brief were <i>Anton G. Hajjar</i> and <i>Laurence Gold.</i></p>\n<p><span class=\"star-pagination\">*519</span> CHIEF JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>This case requires us to decide whether postal employees are within the \"zone of interests\" of the group of statutes known as the Private Express Statutes (PES), so that they may challenge the action of the United States Postal Service in suspending the operation of the PES with respect to a practice of private courier services called \"international remailing.\" We hold that they are not.</p>\n<p>Since its establishment, the United States Postal Service has exercised a monopoly over the carriage of letters in and from the United States. The postal monopoly is codified in the PES, 18 U. S. C. §§ 1693-1699 and 39 U. S. C. §§ 601-606. The monopoly was created by Congress as a revenue protection measure for the Postal Service to enable it to fulfill its mission. See <i>Regents of Univ. of Cal.</i> v. <i>Public Employment Relations Bd.,</i> 485 U. S. 589, 598 (1988). It prevents private competitors from offering service on low-cost routes at prices below those of the Postal Service, while leaving the Service with high-cost routes and insufficient means to fulfill its mandate of providing uniform rates and service to patrons in all areas, including those that are remote or less populated. See J. Haldi, Postal Monopoly: An Assessment of the Private Express Statutes 9 (1974); Craig &amp; Alvis, The Postal Monopoly: Two Hundred Years of Covering Commercial as Well as Personal Messages, 12 U. S. F. L. Rev. 57, 60, and n. 8 (1977).</p>\n<p>A provision of the PES allows the Postal Service to \"suspend [the PES restrictions] upon any mail route where the public interest requires the suspension.\" 39 U. S. C. § 601(b). In 1979, the Postal Service suspended the PES restrictions for \"extremely urgent letters,\" thereby allowing overnight delivery of letters by private courier services. 39 CFR § 320.6 (1990); 44 Fed. Reg. 61178 (1979). Private courier services, including members of petitioner-intervenor Air Courier Conference of America, relied on that suspension to <span class=\"star-pagination\">*520</span> engage in a practice called \"international remailing.\" This entails bypassing the Postal Service and using private courier systems to deposit with foreign postal systems letters destined for foreign addresses. Believing this international remailing was a misuse of the urgent-letter suspension, the Postal Service issued a proposed modification and clarification of its regulation in order to make clear that the suspension for extremely urgent letters did not cover this practice. 50 Fed. Reg. 41462 (1985). The comments received in response to the proposed rule were overwhelmingly negative and focused on the perceived benefits of international remailing: Lower cost, faster delivery, greater reliability, and enhanced ability of United States companies to remain competitive in the international market. Because of the vigorous opposition to the proposed rule, the Postal Service agreed to reconsider its position and instituted a rulemaking \"to remove the cloud\" over the validity of the international remailing services. 51 Fed. Reg. 9852, 9853 (1986). After receiving additional comments and holding a public meeting on the subject, on June 17, 1986, the Postal Service issued a proposal to suspend operation of the PES for international remailing. <i>Id.,</i> at 21929-21932. Additional comments were received, and after consideration of the record it had compiled, the Postal Service issued a final rule suspending the operation of the PES with respect to international remailing. <i>Id.,</i> at 29637.</p>\n<p>Respondents, the American Postal Workers Union, AFL-CIO, and the National Association of Letter Carriers, AFL-CIO (Unions), sued in the United States District Court for the District of Columbia, challenging the international remailing regulation pursuant to the judicial review provisions of the Administrative Procedure Act (APA), 5 U. S. C. § 702. They claimed that the rulemaking record was inadequate to support a finding that the suspension of the PES for international remailing was in the public interest. Petitioner Air Courier Conference of America (ACCA) intervened. <span class=\"star-pagination\">*521</span> On December 20, 1988, the District Court granted summary judgment in favor of the Postal Service and ACCA. <i>American Postal Workers Union, AFL-CIO</i> v. <i>United States Postal Service,</i> 701 F. Supp. 880 (1988). The Unions appealed to the Court of Appeals for the District of Columbia Circuit, and that court vacated the grant of summary judgment. <i>American Postal Workers Union, AFL-CIO</i> v. <i>United States Postal Service,</i> 282 U. S. App. D. C. 5, 891 F. 2d 304 (1989). It held that the Unions satisfied the zone-of-interests requirement for APA review under <i>Clarke</i> v. <i>Securities Industry Assn.,</i> 479 U. S. 388 (1987), and that the Postal Service's regulation was arbitrary and capricious because it relied on too narrow an interpretation of \"the public interest.\" In determining that the Unions' interest in employment opportunities was protected by the PES, the Court of Appeals noted that the PES were reenacted as part of the Postal Reorganization Act (PRA), Pub. L. 91-375, 84 Stat. 719, codified at 39 U. S. C. § 101 <i>et seq.</i> The Court of Appeals found that a \"key impetus\" and \"principal purpose\" of the PRA was \"to implement various labor reforms that would improve pay, working conditions and labor-management relations for postal employees.\" 282 U. S. App. D. C., at 10-11, 891 F. 2d, at 309-310. Reasoning that \"[t]he Unions' asserted interest is embraced directly by the labor reform provisions of the PRA,\" <i>id.,</i> at 11, 891 F. 2d, at 310, and that \"[t]he PES constitute the linchpin in a statutory scheme concerned with maintaining an effective, financially viable Postal Service,\" <i>ibid.,</i> the court concluded that \"[t]he interplay between the PES and the entire PRA persuades us that there is an `arguable' or `plausible' relationship between the purposes of the PES and the interests of the Union[s].\" <i>Ibid.</i> The Court of Appeals also held that \"the revenue protective purposes of the PES, standing alone, plausibly relate to the Unions' interest in preventing the reduction of employment opportunities,\" since \"postal workers benefit from the PES's <span class=\"star-pagination\">*522</span> function in ensuring a sufficient revenue base\" for the Postal Service's activities. <i>Ibid.</i></p>\n<p>Addressing the merits of the Unions' challenge to the suspension order, the Court of Appeals held that it was arbitrary and capricious because the Postal Service had applied § 601(b)'s public interest test too narrowly by considering only the benefits of the international remail rule to the small segment of the Postal Service's consumer base that engages in international commerce. We granted certiorari, 496 U. S. 904 (1990), and we now reverse.</p>\n<p>The United States Postal Service, nominally a respondent, argues along with ACCA that the Unions do not have standing to challenge the Postal Service's suspension of the PES for international remailing. The Postal Service argues now that Congress precluded judicial review of Postal Service action under the APA by enacting 39 U. S. C. § 410(a), which the Postal Service contends provides that Chapters 5 and 7 of Title 5 do not apply to the Postal Service.<sup>[1]</sup> Chapters 5 and 7 of Title 5 are the provisions of the APA dealing with \"Administrative Procedure\" (Chapter 5) and \"Judicial Review\" (Chapter 7).</p>\n<p>The Postal Service raised this argument for the first time in its brief in opposition to the petition for writ of certiorari. It was not argued to either of the lower courts, and was not considered by either court below in deciding this case. This issue was not raised by ACCA in its petition for writ of certiorari, nor is it encompassed by the questions presented upon which we based our grant of certiorari.<sup>[2]</sup> Consequently, <span class=\"star-pagination\">*523</span> we decline to decide whether § 410(a) exempts the Postal Service from judicial review under the APA.<sup>[3]</sup></p>\n<p>To establish standing to sue under the APA, respondents must establish that they have suffered a legal wrong because of the challenged agency action, or are adversely affected or \"aggrieved by agency action within the meaning of a relevant statute.\" 5 U. S. C. § 702. Once they have shown that they are adversely affected, <i>i. e.,</i> have suffered an \"injury in fact,\" see <i>Allen</i> v. <i>Wright,</i> 468 U. S. 737, 751 (1984), the Unions must show that they are within the zone of interests sought to be protected through the PES. <i>Lujan</i> v. <i>National Wildlife Federation,</i> 497 U. S. 871 (1990); <i>Clarke</i> v. <i>Securities Industry Assn.,</i> 479 U. S. 388 (1987); <i>Association of Data Processing Service Organizations, Inc.</i> v. <i>Camp,</i> 397 U. S. 150 (1970). Specifically, \"the plaintiff must establish that the injury he complains of <i>(his</i> aggrievement, or the adverse effect <i>upon him</i>) falls within the `zone of interests' sought to be protected by the statutory provision whose violation forms the <span class=\"star-pagination\">*524</span> legal basis for his complaint.\" <i>Lujan, supra,</i> at 883 (citing <i>Clarke, supra,</i> at 396-397).</p>\n<p>The District Court found that the Unions had satisfied the injury-in-fact test because increased competition through international remailing services might have an adverse effect on employment opportunities of postal workers. This finding of injury in fact was not appealed. The question before us, then, is whether the adverse effect on the employment opportunities of postal workers resulting from the suspension is within the zone of interests encompassed by the PESthe statutes which the Unions assert the Postal Service has violated in promulgating the international remailing rule.</p>\n<p>The Court of Appeals found that the Unions had standing because \"the revenue protective purposes of the PES, standing alone, plausibly relate to the Unions' interest in preventing the reduction of employment opportunities.\" 282 U. S. App. D. C., at 11, 891 F. 2d, at 310. This view is mistaken, for it conflates the zone-of-interests test with injury in fact. In <i>Lujan,</i> this Court gave the following example illustrating how injury in fact does not necessarily mean one is within the zone of interests to be protected by a given statute:</p>\n<blockquote>\"[T]he failure of an agency to comply with a statutory provision requiring `on the record' hearings would assuredly have an adverse effect upon the company that has the contract to record and transcribe the agency's proceedings; but since the provision was obviously enacted to protect the interests of the parties to the proceedings and not those of the reporters, that company would not be `adversely affected within the meaning' of the statute.\" 497 U. S., at 883.</blockquote>\n<p>We must inquire, then, as to Congress' intent in enacting the PES in order to determine whether postal workers were meant to be within the zone of interests protected by those statutes. The particular language of the statutes provides no support for respondents' assertion that Congress intended <span class=\"star-pagination\">*525</span> to protect jobs with the Postal Service.<sup>[4]</sup> In fact, the provisions of 18 U. S. C. § 1696(c), allowing private conveyance of letters if done on a one-time basis or without compensation, and 39 U. S. C. § 601(a), allowing letters to be carried out of the mails if certain procedures are followed, indicate that the congressional concern was not with opportunities for postal <span class=\"star-pagination\">*526</span> workers but with the receipt of necessary revenues for the Postal Service.</p>\n<p>Nor does the history of this legislationsuch as it isindicate that the PES were intended for the benefit of postal workers. When the first statutes limiting private carriage of letters on post roads were enacted in 1792, the Post Office offered no pickup or delivery services. See C. Scheele, A Short History of the Mail Service 66, 91 (1970). Statutory authority to employ letter carriers was not enacted until two years later and was largely ignored until the late 1820's. <i>Id.,</i> at 66. The 1792 restrictions on private carriage protected the Government's capital investment in the post roads, not the jobs of as yet virtually nonexistent postal employees. In 1825 and 1827, Acts were passed prohibiting the private carriage of letters through the use of stages or other vehicles, packet boats, or other vessels, § 19, ch. 64 of Act of March 3, 1825, 4 Stat. 107, and foot and horse posts, § 3, ch. 61 of Act of March 2, 1827, 4 Stat. 238. Postal employees cannot have been within the zone of interests of either the 1824 or 1827 Acts; those Acts targeted transportation of mail which even then was contracted out to private carriers. See W. Fuller, The American Mail: Enlarger of the Common Life 150 (1972).</p>\n<p>Congress' consideration of the 1845 Act was the only occasion on which the postal monopoly was the subject of substantial debate. The 1845 statute, entitled \"An Act to reduce the rates of postage, to limit the use and correct the abuse of the franking privilege, and for the prevention of frauds on the revenues of the Post Office Department,\" 5 Stat. 732, was the result of three circumstances, none of which involved the interests of postal employees. First, the Post Office Department continued to run substantial deficits in spite of high postage rates. H. R. Rep. No. 477, 28th Cong., 1st Sess., 2-3, 5 (1844). Second, high postal rates enabled private expresses to make substantial inroads into the domestic market for delivery of letters and the 1825 and 1827 Acts proved unsuccessful in prosecuting them. Priest, The History of the <span class=\"star-pagination\">*527</span> Postal Monopoly in the United States, 18 J. Law &amp; Econ. 33, 60 (1975) (citing <i>United States</i> v. <i>Gray,</i> 26 F. Cas. 18 (No. 15,253) (Mass. 1840), and <i>United States</i> v. <i>Adams,</i> 24 F. Cas. 761 (No. 14,421) (SDNY 1843)). Third, inauguration of the \"penny post\" in England quadrupled use of the mails, and it was thought that a substantial reduction in American postal rates would have the dual virtues of driving private expresses out of business and increasing mail volume of the Post Office. This, in turn, would help reduce the Post Office's deficit. Cong. Globe, 28th Cong., 2d Sess., 213 (1845) (remarks of Sens. Simmons and Breese). See also H. R. Rep. No. 477, <i>supra,</i> at 5.</p>\n<p>The legislative history of the sections of the Act limiting private carriage of letters shows a two-fold purpose. First, the Postmaster General and the States most distant from the commercial centers of the Northeast believed that the postal monopoly was necessary to prevent users of faster private expresses from taking advantage of early market intelligence and news of international affairs that had not yet reached the general populace through the slower mails. S. Doc. No. 66, 28th Cong., 2d Sess., 3-4 (1845). Second, it was thought to be the duty of the Government to serve outlying, frontier areas, even if it meant doing so below cost. H. R. Rep. No. 477, <i>supra,</i> at 2-3. Thus, the revenue protection provisions were not seen as an end in themselves, nor in any sense as a means of ensuring certain levels of public employment, but rather were seen as the means to achieve national integration and to ensure that all areas of the Nation were equally served by the Postal Service.</p>\n<p>The PES enable the Postal Service to fulfill its responsibility to provide service to all communities at a uniform rate by preventing private courier services from competing selectively with the Postal Service on its most profitable routes. If competitors could serve the lower cost segment of the market, leaving the Postal Service to handle the high-cost services, the Service would lose lucrative portions of its business, <span class=\"star-pagination\">*528</span> thereby increasing its average unit cost and requiring higher prices to all users.<sup>[5]</sup> See Report of the President's Commission on Postal Organization, Towards Postal Excellence, 94th Cong., 2d Sess., 129 (Comm. Print 1968). The postal monopoly, therefore, exists to ensure that postal services will be provided to the citizenry at large, and not to secure employment for postal workers.</p>\n<p>The Unions' claim on the merits is that the Postal Service has failed to comply with the mandate of 39 U. S. C. § 601(b) that the PES be suspended only if the public interest requires. The foregoing discussion has demonstrated that the PES were not designed to protect postal employment or further postal job opportunities, but the Unions argue that the courts should look beyond the PES to the entire 1970 PRA in applying the zone-of-interests test. The Unions argue that because one of the purposes of the labor-management provisions of the PRA was to stablize labor-management relations within the Postal Service, and because the PES is the \"linchpin\" of the Postal Service, employment opportunities of postal workers are arguably within the zone of interests covered by the PES. The Unions rely upon our opinion in <i>Clarke</i> v. <i>Securities Industry Assn.,</i> 479 U. S. 388 (1987), to support this contention.</p>\n<p><span class=\"star-pagination\">*529</span> <i>Clarke</i> is the most recent in a series of cases in which we have held that competitors of regulated entities have standing to challenge regulations. <i>Clarke, supra</i><i>; </i><i>Investment Co. Institute</i> v. <i>Camp,</i> 401 U. S. 617 (1971); <i>Association of Data Processing Service Organizations, Inc.</i> v. <i>Camp,</i> 397 U. S. 150 (1970). In <i>Clarke,</i> we said that \"we are not limited to considering the statute under which respondents sued, but may consider any provision that helps us to understand Congress' overall purposes in the National Bank Act.\" 479 U. S., at 401. This statement, like all others in our opinions, must be taken in the context in which it was made. In the next paragraph of the opinion, the Court pointed out that 12 U. S. C. § 36, which the plaintiffs in that case claimed had been misinterpreted by the Comptroller, was itself \"a limited exception to the otherwise applicable requirement of [12 U. S. C.] § 81,\" limiting the places at which a national bank could transact business to its headquarters and any \"branches\" permitted by § 36. Thus the zone-of-interests test was to be applied not merely in the light of § 36, which was the basis of the plaintiffs' claim on the merits, but also in the light of § 81, to which § 36 was an exception.</p>\n<p>The situation in the present case is quite different. The only relationship between the PES, upon which the Unions rely for their claim on the merits, and the labor-management provisions of the PRA, upon which the Unions rely for their standing, is that both were included in the general codification of postal statutes embraced in the PRA. The statutory provisions enacted and reenacted in the PRA are spread over some 65 pages in the United States Code and take up an entire title of that volume. We said in <i>Lujan</i> that \"the relevant statute [under the APA] of course, is the statute whose violation is the gravamen of the complaint.\" 497 U. S., at 886. To adopt the unions' contention would require us to hold that the \"relevant statute\" in this case is the PRA, with all of its various provisions united only by the fact that they deal with the Postal Service. But to accept this level of generality <span class=\"star-pagination\">*530</span> in defining the \"relevant statute\" could deprive the zone-of-interests test of virtually all meaning.</p>\n<p>Unlike the two sections of the National Bank Act discussed in <i>Clarke, supra,</i> none of the provisions of the PES have any integral relationship with the labor-management provisions of the PRA. When it enacted the PRA, Congress made no substantive changes to those portions of the PES codified in the Criminal Code, 18 U. S. C. §§ 1693-1699; Congress readopted without change those portions of the PES codified in the Postal Service Code, 39 U. S. C. §§ 601-606; and Congress required the Postal Service to conduct a 2-year study and reevaluation of the PES before deciding whether those laws should be modified or repealed. PRA, Pub. L. 91-375, § 7, 84 Stat. 783; S. Rep. No. 91-912, p. 22 (1970); H. R. Rep. No. 91-1104, p. 48 (1970).</p>\n<p>None of the documents constituting the PRA legislative history suggest that those concerned with postal reforms saw any connection between the PES and the provisions of the PRA dealing with labor-management relations. The Senate and House Reports simply note that the proposed bills continue existing law without change and require the Postal Service to conduct a study of the PES. The Court of Appeals referred to the PES as the \"linchpin\" of the Postal Service, which it may well be; but it stretches the zone-of-interests test too far to say that because of that fact those who a different part of the PRA was designed to benefit may challenge a violation of the PES.</p>\n<p>It would be a substantial extension of our holdings in <i>Clarke, supra,</i><i> Data Processing, supra,</i> and <i>Investment Co. Institute, supra,</i> to allow the Unions in this case to leapfrog from their asserted protection under the labor-management provisions of the PRA to their claim on the merits under the PES. We decline to make that extension, and hold that the Unions do not have standing to challenge the Postal Service's suspension of the PES to permit private couriers to engage in international remailing. We therefore do not reach the <span class=\"star-pagination\">*531</span> merits of the Unions' claim that the suspension was not in the public interest. The judgment of the Court of Appeals is</p>\n<p><i>Reversed.</i></p>\n<p>JUSTICE STEVENS, with whom JUSTICE MARSHALL and JUSTICE BLACKMUN join, concurring in the judgment.</p>\n<p>There is no ambiguity in the text of 39 U. S. C. § 410(a). That section of the Postal Reorganization Act provides that the judicial review provisions of the Administrative Procedure Act (APA) do not apply to the exercise of the powers of the Postal Service. See <i>ante,</i> at 522, n. 1. It is therefore not only unnecessary, but also unwise, for the Court to issue an opinion on the entirely hypothetical question whether, if the APA did authorize judicial review of actions of the Postal Service, its employees would have standing to invoke such review to challenge a regulation that may curtail their job opportunities. I therefore do not join the opinion discussing this hypothetical standing question.</p>\n<p>Nor do I consider it necessary to decide whether this objection to judicial review may be waived by the Postal Service, because it is surely a matter that we may notice on our own motion.<sup>[*]</sup> Faithful adherence to the doctrine of judicial restraint provides a fully adequate justification for deciding this case on the best and narrowest ground available. I would do <span class=\"star-pagination\">*532</span> so. Accordingly, relying solely on 39 U. S. C. § 410(a), I concur in the Court's judgment that the Unions' challenge must be dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  Title 39 U. S. C. § 410 provides in pertinent part:\n</p>\n<p>\"[N]o Federal law dealing with public or Federal contracts, property, works, officers, employees, budgets, or funds, including the provisions of chapters 5 and 7 of title 5, shall apply to the exercise of the powers of the Postal Service.\"</p>\n<p>[2]  The questions presented in this case are as follows:\n</p>\n<p>\"1. Are postal employees within the `zone of interest' of the Private Express Statutes that establish and allow the United States Postal Service to suspend restrictions on the private carriage of letters when `the public interest requires?'</p>\n<p>\"2. Did the Postal Service act unreasonably, arbitrarily, or capriciously in promulgating its international remail regulation under the `public interest' standard for suspending the Private Express Statutes where it found no adverse effects on revenues and found general benefits to the public, competition, and users of remail services?\" Brief for Petitioner i.</p>\n<p>[3]  The Postal Service argues that since \"congressional preclusion of judicial review is in effect jurisdictional,\" <i>Block</i> v. <i>Community Nutrition Institute,</i> 467 U. S. 340, 353, n. 4 (1984), the issue cannot be waived by the parties. We do not agree. Section 410, at most, exempts the Postal Service from the APA. The judicial review provisions of the APA are not jurisdictional, <i>Califano</i> v. <i>Sanders,</i> 430 U. S. 99 (1977), so a defense based on exemption from the APA can be waived by the Government. Whether § 410(a) exempts the Postal Service from APA review is in essence a question whether Congress intended to allow a certain cause of action against the Postal Service. Whether a cause of action exists is not a question of jurisdiction, and may be assumed without being decided. <i>Burks</i> v. <i>Lasker,</i> 441 U. S. 471, 476, n. 5 (1979).</p>\n<p>[4]  Title 18 U. S. C. § 1696 provides:\n</p>\n<p>\"Private express for letters and packets</p>\n<p>\"(a) Whoever establishes any private express for the conveyance of letters or packets, or in any manner causes or provides for the conveyance of the same by regular trips or at stated periods over any post route which is or may be established by law, or from any city, town, or place to any other city, town, or place, between which the mail is regularly carried, shall be fined not more than $500 or imprisoned not more than six months, or both.</p>\n<p>. . . . .</p>\n<p>\"(b) Whoever transmits by private express or other unlawful means, or delivers to any agent thereof, or deposits at any appointed place, for the purpose of being so transmitted any letter or packet, shall be fined not more than $50.</p>\n<p>\"(c) This chapter shall not prohibit the conveyance or transmission of letters or packets by private hands without compensation, or by special messenger employed for the particular occasion only. Whenever more than twenty-five such letters or packets are conveyed or transmitted by such special messenger, the requirements of section 601 of title 39, shall be observed as to each piece.\"</p>\n<p>Title 39 U. S. C. § 601 provides:</p>\n<p>\"Letters carried out of the mail</p>\n<p>\"(a) A letter may be carried out of the mails when</p>\n<p>\"(1) it is enclosed in an envelope;</p>\n<p>\"(2) the amount of postage which would have been charged on the letter if it had been sent by mail is paid by stamps, or postage meter stamps, on the envelope;</p>\n<p>\"(3) the envelope is properly addressed;</p>\n<p>\"(4) the envelope is so sealed that the letter cannot be taken from it without defacing the envelope;</p>\n<p>\"(5) any stamps on the envelope are canceled in ink by the sender; and</p>\n<p>\"(6) the date of the letter, of its transmission or receipt by the carrier is endorsed on the envelope in ink.</p>\n<p>\"(b) The Postal Service may suspend the operation of any part of this section upon any mail route where the public interest requires the suspension.\"</p>\n<p>[5]  The PES are competition statutes that regulate the conduct of competitors of the Postal Service. The postal employees for whose benefit the Unions have brought suit here are not competitors of either the Postal Service or remailers. Employees have generally been denied standing to enforce competition laws because they lack competitive and direct injury. See, <i>e. g., </i><i>Adams</i> v. <i>Pan American World Airways, Inc.,</i> 264 U. S. App. D. C. 174, 828 F. 2d 24 (1987) (former airline employees denied standing to assert antitrust claim against airline that allegedly drove their former employer out of business), cert. denied <i>sub nom. Union de Transports Aeriens</i> v. <i>Beckman,</i> 485 U. S. 934 (1988); <i>Curtis</i> v. <i>Campbell-Taggart, Inc.,</i> 687 F. 2d 336 (CA10) (employees of corporation injured by anticompetitive conduct denied standing under antitrust laws), cert. denied, 459 U. S. 1090 (1982).</p>\n<p>[*]  It is at least arguable that the Postal Service did not waive this objection to judicial review. As the Court points out, the Postal Service raised this argument in its brief in opposition to the petition for writ of certiorari. See <i>ante,</i> at 522. In deciding to review this case, therefore, we were cognizant that an issue antecedent to the standing issue might first have to be resolved. Moreover, although the Postal Service's objection to judicial review was not raised in the lower courts, the Court of Appeals recognized that \"the USPS is exempt from the strictures of the Administrative Procedure Act (`APA'), <i>see</i> 39 U. S. C. § 410(a),\" <i>American Postal Workers Union, AFL-CIO</i> v. <i>United States Postal Service,</i> 228 U. S. App. D. C. 5, 8, 891 F. 2d 304, 307 (1989), and nevertheless continued to review the actions of the Postal Service, thus implicitly rejecting the contention made by the Government here.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></span> (1991)</b></center>\n<center><h1>AIR COURIER CONFERENCE OF AMERICA<br>\nv.<br>\nAMERICAN POSTAL WORKERS UNION, AFL-CIO, ET AL.</h1></center>\n<center>No. 89-1416.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued November 28, 1990.</center>\n<center>Decided February 26, 1991.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n<p><span class=\"star-pagination\">*518</span> <i>L. Peter Farkas</i> argued the cause for petitioner. With him on the briefs was <i>James I. Campbell, Jr. Paul J. Larkin, Jr.,</i> argued the cause for the United States Postal Service, respondent under this Court's Rule 12.4, in support of petitioner. With him on the briefs were <i>Acting Solicitor General Roberts, Assistant Attorney General Gerson, Michael Jay Singer,</i> and <i>Jeffrica Jenkins Lee.</i></p>\n<p><i>Keith E. Secular</i> argued the cause for respondents. With him on the brief were <i>Anton G. Hajjar</i> and <i>Laurence Gold.</i></p>\n<p><span class=\"star-pagination\">*519</span> CHIEF JUSTICE REHNQUIST delivered the opinion of the Court.</p>\n<p>This case requires us to decide whether postal employees are within the \"zone of interests\" of the group of statutes known as the Private Express Statutes (PES), so that they may challenge the action of the United States Postal Service in suspending the operation of the PES with respect to a practice of private courier services called \"international remailing.\" We hold that they are not.</p>\n<p>Since its establishment, the United States Postal Service has exercised a monopoly over the carriage of letters in and from the United States. The postal monopoly is codified in the PES, 18 U. S. C. §§ 1693-1699 and 39 U. S. C. §§ 601-606. The monopoly was created by Congress as a revenue protection measure for the Postal Service to enable it to fulfill its mission. See <i>Regents of Univ. of Cal.</i> v. <i>Public Employment Relations Bd.,</i> 485 U. S. 589, 598 (1988). It prevents private competitors from offering service on low-cost routes at prices below those of the Postal Service, while leaving the Service with high-cost routes and insufficient means to fulfill its mandate of providing uniform rates and service to patrons in all areas, including those that are remote or less populated. See J. Haldi, Postal Monopoly: An Assessment of the Private Express Statutes 9 (1974); Craig &amp; Alvis, The Postal Monopoly: Two Hundred Years of Covering Commercial as Well as Personal Messages, 12 U. S. F. L. Rev. 57, 60, and n. 8 (1977).</p>\n<p>A provision of the PES allows the Postal Service to \"suspend [the PES restrictions] upon any mail route where the public interest requires the suspension.\" 39 U. S. C. § 601(b). In 1979, the Postal Service suspended the PES restrictions for \"extremely urgent letters,\" thereby allowing overnight delivery of letters by private courier services. 39 CFR § 320.6 (1990); 44 Fed. Reg. 61178 (1979). Private courier services, including members of petitioner-intervenor Air Courier Conference of America, relied on that suspension to <span class=\"star-pagination\">*520</span> engage in a practice called \"international remailing.\" This entails bypassing the Postal Service and using private courier systems to deposit with foreign postal systems letters destined for foreign addresses. Believing this international remailing was a misuse of the urgent-letter suspension, the Postal Service issued a proposed modification and clarification of its regulation in order to make clear that the suspension for extremely urgent letters did not cover this practice. 50 Fed. Reg. 41462 (1985). The comments received in response to the proposed rule were overwhelmingly negative and focused on the perceived benefits of international remailing: Lower cost, faster delivery, greater reliability, and enhanced ability of United States companies to remain competitive in the international market. Because of the vigorous opposition to the proposed rule, the Postal Service agreed to reconsider its position and instituted a rulemaking \"to remove the cloud\" over the validity of the international remailing services. 51 Fed. Reg. 9852, 9853 (1986). After receiving additional comments and holding a public meeting on the subject, on June 17, 1986, the Postal Service issued a proposal to suspend operation of the PES for international remailing. <i>Id.,</i> at 21929-21932. Additional comments were received, and after consideration of the record it had compiled, the Postal Service issued a final rule suspending the operation of the PES with respect to international remailing. <i>Id.,</i> at 29637.</p>\n<p>Respondents, the American Postal Workers Union, AFL-CIO, and the National Association of Letter Carriers, AFL-CIO (Unions), sued in the United States District Court for the District of Columbia, challenging the international remailing regulation pursuant to the judicial review provisions of the Administrative Procedure Act (APA), 5 U. S. C. § 702. They claimed that the rulemaking record was inadequate to support a finding that the suspension of the PES for international remailing was in the public interest. Petitioner Air Courier Conference of America (ACCA) intervened. <span class=\"star-pagination\">*521</span> On December 20, 1988, the District Court granted summary judgment in favor of the Postal Service and ACCA. <i>American Postal Workers Union, AFL-CIO</i> v. <i>United States Postal Service,</i> <span class=\"citation\" data-id=\"1474431\"><a href=\"/opinion/1474431/american-postal-workers-union-v-us-postal-serv/\"><span class=\"volume\">701</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">880</span></a></span> (1988). The Unions appealed to the Court of Appeals for the District of Columbia Circuit, and that court vacated the grant of summary judgment. <i>American Postal Workers Union, AFL-CIO</i> v. <i>United States Postal Service,</i> 282 U. S. App. D. C. 5, 891 F. 2d 304 (1989). It held that the Unions satisfied the zone-of-interests requirement for APA review under <i>Clarke</i> v. <i>Securities Industry Assn.,</i> 479 U. S. 388 (1987), and that the Postal Service's regulation was arbitrary and capricious because it relied on too narrow an interpretation of \"the public interest.\" In determining that the Unions' interest in employment opportunities was protected by the PES, the Court of Appeals noted that the PES were reenacted as part of the Postal Reorganization Act (PRA), Pub. L. 91-375, 84 Stat. 719, codified at 39 U. S. C. § 101 <i>et seq.</i> The Court of Appeals found that a \"key impetus\" and \"principal purpose\" of the PRA was \"to implement various labor reforms that would improve pay, working conditions and labor-management relations for postal employees.\" 282 U. S. App. D. C., at 10-11, 891 F. 2d, at 309-310. Reasoning that \"[t]he Unions' asserted interest is embraced directly by the labor reform provisions of the PRA,\" <i>id.,</i> at 11, 891 F. 2d, at 310, and that \"[t]he PES constitute the linchpin in a statutory scheme concerned with maintaining an effective, financially viable Postal Service,\" <i>ibid.,</i> the court concluded that \"[t]he interplay between the PES and the entire PRA persuades us that there is an `arguable' or `plausible' relationship between the purposes of the PES and the interests of the Union[s].\" <i>Ibid.</i> The Court of Appeals also held that \"the revenue protective purposes of the PES, standing alone, plausibly relate to the Unions' interest in preventing the reduction of employment opportunities,\" since \"postal workers benefit from the PES's <span class=\"star-pagination\">*522</span> function in ensuring a sufficient revenue base\" for the Postal Service's activities. <i>Ibid.</i></p>\n<p>Addressing the merits of the Unions' challenge to the suspension order, the Court of Appeals held that it was arbitrary and capricious because the Postal Service had applied § 601(b)'s public interest test too narrowly by considering only the benefits of the international remail rule to the small segment of the Postal Service's consumer base that engages in international commerce. We granted certiorari, 496 U. S. 904 (1990), and we now reverse.</p>\n<p>The United States Postal Service, nominally a respondent, argues along with ACCA that the Unions do not have standing to challenge the Postal Service's suspension of the PES for international remailing. The Postal Service argues now that Congress precluded judicial review of Postal Service action under the APA by enacting 39 U. S. C. § 410(a), which the Postal Service contends provides that Chapters 5 and 7 of Title 5 do not apply to the Postal Service.<sup>[1]</sup> Chapters 5 and 7 of Title 5 are the provisions of the APA dealing with \"Administrative Procedure\" (Chapter 5) and \"Judicial Review\" (Chapter 7).</p>\n<p>The Postal Service raised this argument for the first time in its brief in opposition to the petition for writ of certiorari. It was not argued to either of the lower courts, and was not considered by either court below in deciding this case. This issue was not raised by ACCA in its petition for writ of certiorari, nor is it encompassed by the questions presented upon which we based our grant of certiorari.<sup>[2]</sup> Consequently, <span class=\"star-pagination\">*523</span> we decline to decide whether § 410(a) exempts the Postal Service from judicial review under the APA.<sup>[3]</sup></p>\n<p>To establish standing to sue under the APA, respondents must establish that they have suffered a legal wrong because of the challenged agency action, or are adversely affected or \"aggrieved by agency action within the meaning of a relevant statute.\" 5 U. S. C. § 702. Once they have shown that they are adversely affected, <i>i. e.,</i> have suffered an \"injury in fact,\" see <i>Allen</i> v. <i>Wright,</i> 468 U. S. 737, 751 (1984), the Unions must show that they are within the zone of interests sought to be protected through the PES. <i>Lujan</i> v. <i>National Wildlife Federation,</i> 497 U. S. 871 (1990); <i>Clarke</i> v. <i>Securities Industry Assn.,</i> 479 U. S. 388 (1987); <i>Association of Data Processing Service Organizations, Inc.</i> v. <i>Camp,</i> 397 U. S. 150 (1970). Specifically, \"the plaintiff must establish that the injury he complains of <i>(his</i> aggrievement, or the adverse effect <i>upon him</i>) falls within the `zone of interests' sought to be protected by the statutory provision whose violation forms the <span class=\"star-pagination\">*524</span> legal basis for his complaint.\" <i>Lujan, supra,</i> at 883 (citing <i>Clarke, supra,</i> at 396-397).</p>\n<p>The District Court found that the Unions had satisfied the injury-in-fact test because increased competition through international remailing services might have an adverse effect on employment opportunities of postal workers. This finding of injury in fact was not appealed. The question before us, then, is whether the adverse effect on the employment opportunities of postal workers resulting from the suspension is within the zone of interests encompassed by the PESthe statutes which the Unions assert the Postal Service has violated in promulgating the international remailing rule.</p>\n<p>The Court of Appeals found that the Unions had standing because \"the revenue protective purposes of the PES, standing alone, plausibly relate to the Unions' interest in preventing the reduction of employment opportunities.\" 282 U. S. App. D. C., at 11, 891 F. 2d, at 310. This view is mistaken, for it conflates the zone-of-interests test with injury in fact. In <i>Lujan,</i> this Court gave the following example illustrating how injury in fact does not necessarily mean one is within the zone of interests to be protected by a given statute:</p>\n<blockquote>\"[T]he failure of an agency to comply with a statutory provision requiring `on the record' hearings would assuredly have an adverse effect upon the company that has the contract to record and transcribe the agency's proceedings; but since the provision was obviously enacted to protect the interests of the parties to the proceedings and not those of the reporters, that company would not be `adversely affected within the meaning' of the statute.\" 497 U. S., at 883.</blockquote>\n<p>We must inquire, then, as to Congress' intent in enacting the PES in order to determine whether postal workers were meant to be within the zone of interests protected by those statutes. The particular language of the statutes provides no support for respondents' assertion that Congress intended <span class=\"star-pagination\">*525</span> to protect jobs with the Postal Service.<sup>[4]</sup> In fact, the provisions of 18 U. S. C. § 1696(c), allowing private conveyance of letters if done on a one-time basis or without compensation, and 39 U. S. C. § 601(a), allowing letters to be carried out of the mails if certain procedures are followed, indicate that the congressional concern was not with opportunities for postal <span class=\"star-pagination\">*526</span> workers but with the receipt of necessary revenues for the Postal Service.</p>\n<p>Nor does the history of this legislationsuch as it isindicate that the PES were intended for the benefit of postal workers. When the first statutes limiting private carriage of letters on post roads were enacted in 1792, the Post Office offered no pickup or delivery services. See C. Scheele, A Short History of the Mail Service 66, 91 (1970). Statutory authority to employ letter carriers was not enacted until two years later and was largely ignored until the late 1820's. <i>Id.,</i> at 66. The 1792 restrictions on private carriage protected the Government's capital investment in the post roads, not the jobs of as yet virtually nonexistent postal employees. In 1825 and 1827, Acts were passed prohibiting the private carriage of letters through the use of stages or other vehicles, packet boats, or other vessels, § 19, ch. 64 of Act of March 3, 1825, 4 Stat. 107, and foot and horse posts, § 3, ch. 61 of Act of March 2, 1827, 4 Stat. 238. Postal employees cannot have been within the zone of interests of either the 1824 or 1827 Acts; those Acts targeted transportation of mail which even then was contracted out to private carriers. See W. Fuller, The American Mail: Enlarger of the Common Life 150 (1972).</p>\n<p>Congress' consideration of the 1845 Act was the only occasion on which the postal monopoly was the subject of substantial debate. The 1845 statute, entitled \"An Act to reduce the rates of postage, to limit the use and correct the abuse of the franking privilege, and for the prevention of frauds on the revenues of the Post Office Department,\" 5 Stat. 732, was the result of three circumstances, none of which involved the interests of postal employees. First, the Post Office Department continued to run substantial deficits in spite of high postage rates. H. R. Rep. No. 477, 28th Cong., 1st Sess., 2-3, 5 (1844). Second, high postal rates enabled private expresses to make substantial inroads into the domestic market for delivery of letters and the 1825 and 1827 Acts proved unsuccessful in prosecuting them. Priest, The History of the <span class=\"star-pagination\">*527</span> Postal Monopoly in the United States, 18 J. Law &amp; Econ. 33, 60 (1975) (citing <i>United States</i> v. <i>Gray,</i> <span class=\"citation\" data-id=\"1837484\"><a href=\"/opinion/1837484/state-v-gray/\"><span class=\"volume\">26</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">18</span></a></span> (No. 15,253) (Mass. 1840), and <i>United States</i> v. <i>Adams,</i> <span class=\"citation\" data-id=\"1730660\"><a href=\"/opinion/1730660/state-v-adams/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">761</span></a></span> (No. 14,421) (SDNY 1843)). Third, inauguration of the \"penny post\" in England quadrupled use of the mails, and it was thought that a substantial reduction in American postal rates would have the dual virtues of driving private expresses out of business and increasing mail volume of the Post Office. This, in turn, would help reduce the Post Office's deficit. Cong. Globe, 28th Cong., 2d Sess., 213 (1845) (remarks of Sens. Simmons and Breese). See also H. R. Rep. No. 477, <i>supra,</i> at 5.</p>\n<p>The legislative history of the sections of the Act limiting private carriage of letters shows a two-fold purpose. First, the Postmaster General and the States most distant from the commercial centers of the Northeast believed that the postal monopoly was necessary to prevent users of faster private expresses from taking advantage of early market intelligence and news of international affairs that had not yet reached the general populace through the slower mails. S. Doc. No. 66, 28th Cong., 2d Sess., 3-4 (1845). Second, it was thought to be the duty of the Government to serve outlying, frontier areas, even if it meant doing so below cost. H. R. Rep. No. 477, <i>supra,</i> at 2-3. Thus, the revenue protection provisions were not seen as an end in themselves, nor in any sense as a means of ensuring certain levels of public employment, but rather were seen as the means to achieve national integration and to ensure that all areas of the Nation were equally served by the Postal Service.</p>\n<p>The PES enable the Postal Service to fulfill its responsibility to provide service to all communities at a uniform rate by preventing private courier services from competing selectively with the Postal Service on its most profitable routes. If competitors could serve the lower cost segment of the market, leaving the Postal Service to handle the high-cost services, the Service would lose lucrative portions of its business, <span class=\"star-pagination\">*528</span> thereby increasing its average unit cost and requiring higher prices to all users.<sup>[5]</sup> See Report of the President's Commission on Postal Organization, Towards Postal Excellence, 94th Cong., 2d Sess., 129 (Comm. Print 1968). The postal monopoly, therefore, exists to ensure that postal services will be provided to the citizenry at large, and not to secure employment for postal workers.</p>\n<p>The Unions' claim on the merits is that the Postal Service has failed to comply with the mandate of 39 U. S. C. § 601(b) that the PES be suspended only if the public interest requires. The foregoing discussion has demonstrated that the PES were not designed to protect postal employment or further postal job opportunities, but the Unions argue that the courts should look beyond the PES to the entire 1970 PRA in applying the zone-of-interests test. The Unions argue that because one of the purposes of the labor-management provisions of the PRA was to stablize labor-management relations within the Postal Service, and because the PES is the \"linchpin\" of the Postal Service, employment opportunities of postal workers are arguably within the zone of interests covered by the PES. The Unions rely upon our opinion in <i>Clarke</i> v. <i>Securities Industry Assn.,</i> 479 U. S. 388 (1987), to support this contention.</p>\n<p><span class=\"star-pagination\">*529</span> <i>Clarke</i> is the most recent in a series of cases in which we have held that competitors of regulated entities have standing to challenge regulations. <i>Clarke, supra</i><i>; </i><i>Investment Co. Institute</i> v. <i>Camp,</i> 401 U. S. 617 (1971); <i>Association of Data Processing Service Organizations, Inc.</i> v. <i>Camp,</i> 397 U. S. 150 (1970). In <i>Clarke,</i> we said that \"we are not limited to considering the statute under which respondents sued, but may consider any provision that helps us to understand Congress' overall purposes in the National Bank Act.\" 479 U. S., at 401. This statement, like all others in our opinions, must be taken in the context in which it was made. In the next paragraph of the opinion, the Court pointed out that 12 U. S. C. § 36, which the plaintiffs in that case claimed had been misinterpreted by the Comptroller, was itself \"a limited exception to the otherwise applicable requirement of [12 U. S. C.] § 81,\" limiting the places at which a national bank could transact business to its headquarters and any \"branches\" permitted by § 36. Thus the zone-of-interests test was to be applied not merely in the light of § 36, which was the basis of the plaintiffs' claim on the merits, but also in the light of § 81, to which § 36 was an exception.</p>\n<p>The situation in the present case is quite different. The only relationship between the PES, upon which the Unions rely for their claim on the merits, and the labor-management provisions of the PRA, upon which the Unions rely for their standing, is that both were included in the general codification of postal statutes embraced in the PRA. The statutory provisions enacted and reenacted in the PRA are spread over some 65 pages in the United States Code and take up an entire title of that volume. We said in <i>Lujan</i> that \"the relevant statute [under the APA] of course, is the statute whose violation is the gravamen of the complaint.\" 497 U. S., at 886. To adopt the unions' contention would require us to hold that the \"relevant statute\" in this case is the PRA, with all of its various provisions united only by the fact that they deal with the Postal Service. But to accept this level of generality <span class=\"star-pagination\">*530</span> in defining the \"relevant statute\" could deprive the zone-of-interests test of virtually all meaning.</p>\n<p>Unlike the two sections of the National Bank Act discussed in <i>Clarke, supra,</i> none of the provisions of the PES have any integral relationship with the labor-management provisions of the PRA. When it enacted the PRA, Congress made no substantive changes to those portions of the PES codified in the Criminal Code, 18 U. S. C. §§ 1693-1699; Congress readopted without change those portions of the PES codified in the Postal Service Code, 39 U. S. C. §§ 601-606; and Congress required the Postal Service to conduct a 2-year study and reevaluation of the PES before deciding whether those laws should be modified or repealed. PRA, Pub. L. 91-375, § 7, 84 Stat. 783; S. Rep. No. 91-912, p. 22 (1970); H. R. Rep. No. 91-1104, p. 48 (1970).</p>\n<p>None of the documents constituting the PRA legislative history suggest that those concerned with postal reforms saw any connection between the PES and the provisions of the PRA dealing with labor-management relations. The Senate and House Reports simply note that the proposed bills continue existing law without change and require the Postal Service to conduct a study of the PES. The Court of Appeals referred to the PES as the \"linchpin\" of the Postal Service, which it may well be; but it stretches the zone-of-interests test too far to say that because of that fact those who a different part of the PRA was designed to benefit may challenge a violation of the PES.</p>\n<p>It would be a substantial extension of our holdings in <i>Clarke, supra,</i><i> Data Processing, supra,</i> and <i>Investment Co. Institute, supra,</i> to allow the Unions in this case to leapfrog from their asserted protection under the labor-management provisions of the PRA to their claim on the merits under the PES. We decline to make that extension, and hold that the Unions do not have standing to challenge the Postal Service's suspension of the PES to permit private couriers to engage in international remailing. We therefore do not reach the <span class=\"star-pagination\">*531</span> merits of the Unions' claim that the suspension was not in the public interest. The judgment of the Court of Appeals is</p>\n<p><i>Reversed.</i></p>\n<p>JUSTICE STEVENS, with whom JUSTICE MARSHALL and JUSTICE BLACKMUN join, concurring in the judgment.</p>\n<p>There is no ambiguity in the text of 39 U. S. C. § 410(a). That section of the Postal Reorganization Act provides that the judicial review provisions of the Administrative Procedure Act (APA) do not apply to the exercise of the powers of the Postal Service. See <i>ante,</i> at 522, n. 1. It is therefore not only unnecessary, but also unwise, for the Court to issue an opinion on the entirely hypothetical question whether, if the APA did authorize judicial review of actions of the Postal Service, its employees would have standing to invoke such review to challenge a regulation that may curtail their job opportunities. I therefore do not join the opinion discussing this hypothetical standing question.</p>\n<p>Nor do I consider it necessary to decide whether this objection to judicial review may be waived by the Postal Service, because it is surely a matter that we may notice on our own motion.<sup>[*]</sup> Faithful adherence to the doctrine of judicial restraint provides a fully adequate justification for deciding this case on the best and narrowest ground available. I would do <span class=\"star-pagination\">*532</span> so. Accordingly, relying solely on 39 U. S. C. § 410(a), I concur in the Court's judgment that the Unions' challenge must be dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  Title 39 U. S. C. § 410 provides in pertinent part:\n</p>\n<p>\"[N]o Federal law dealing with public or Federal contracts, property, works, officers, employees, budgets, or funds, including the provisions of chapters 5 and 7 of title 5, shall apply to the exercise of the powers of the Postal Service.\"</p>\n<p>[2]  The questions presented in this case are as follows:\n</p>\n<p>\"1. Are postal employees within the `zone of interest' of the Private Express Statutes that establish and allow the United States Postal Service to suspend restrictions on the private carriage of letters when `the public interest requires?'</p>\n<p>\"2. Did the Postal Service act unreasonably, arbitrarily, or capriciously in promulgating its international remail regulation under the `public interest' standard for suspending the Private Express Statutes where it found no adverse effects on revenues and found general benefits to the public, competition, and users of remail services?\" Brief for Petitioner i.</p>\n<p>[3]  The Postal Service argues that since \"congressional preclusion of judicial review is in effect jurisdictional,\" <i>Block</i> v. <i>Community Nutrition Institute,</i> 467 U. S. 340, 353, n. 4 (1984), the issue cannot be waived by the parties. We do not agree. Section 410, at most, exempts the Postal Service from the APA. The judicial review provisions of the APA are not jurisdictional, <i>Califano</i> v. <i>Sanders,</i> 430 U. S. 99 (1977), so a defense based on exemption from the APA can be waived by the Government. Whether § 410(a) exempts the Postal Service from APA review is in essence a question whether Congress intended to allow a certain cause of action against the Postal Service. Whether a cause of action exists is not a question of jurisdiction, and may be assumed without being decided. <i>Burks</i> v. <i>Lasker,</i> 441 U. S. 471, 476, n. 5 (1979).</p>\n<p>[4]  Title 18 U. S. C. § 1696 provides:\n</p>\n<p>\"Private express for letters and packets</p>\n<p>\"(a) Whoever establishes any private express for the conveyance of letters or packets, or in any manner causes or provides for the conveyance of the same by regular trips or at stated periods over any post route which is or may be established by law, or from any city, town, or place to any other city, town, or place, between which the mail is regularly carried, shall be fined not more than $500 or imprisoned not more than six months, or both.</p>\n<p>. . . . .</p>\n<p>\"(b) Whoever transmits by private express or other unlawful means, or delivers to any agent thereof, or deposits at any appointed place, for the purpose of being so transmitted any letter or packet, shall be fined not more than $50.</p>\n<p>\"(c) This chapter shall not prohibit the conveyance or transmission of letters or packets by private hands without compensation, or by special messenger employed for the particular occasion only. Whenever more than twenty-five such letters or packets are conveyed or transmitted by such special messenger, the requirements of section 601 of title 39, shall be observed as to each piece.\"</p>\n<p>Title 39 U. S. C. § 601 provides:</p>\n<p>\"Letters carried out of the mail</p>\n<p>\"(a) A letter may be carried out of the mails when</p>\n<p>\"(1) it is enclosed in an envelope;</p>\n<p>\"(2) the amount of postage which would have been charged on the letter if it had been sent by mail is paid by stamps, or postage meter stamps, on the envelope;</p>\n<p>\"(3) the envelope is properly addressed;</p>\n<p>\"(4) the envelope is so sealed that the letter cannot be taken from it without defacing the envelope;</p>\n<p>\"(5) any stamps on the envelope are canceled in ink by the sender; and</p>\n<p>\"(6) the date of the letter, of its transmission or receipt by the carrier is endorsed on the envelope in ink.</p>\n<p>\"(b) The Postal Service may suspend the operation of any part of this section upon any mail route where the public interest requires the suspension.\"</p>\n<p>[5]  The PES are competition statutes that regulate the conduct of competitors of the Postal Service. The postal employees for whose benefit the Unions have brought suit here are not competitors of either the Postal Service or remailers. Employees have generally been denied standing to enforce competition laws because they lack competitive and direct injury. See, <i>e. g., </i><i>Adams</i> v. <i>Pan American World Airways, Inc.,</i> 264 U. S. App. D. C. 174, 828 F. 2d 24 (1987) (former airline employees denied standing to assert antitrust claim against airline that allegedly drove their former employer out of business), cert. denied <i>sub nom. Union de Transports Aeriens</i> v. <i>Beckman,</i> 485 U. S. 934 (1988); <i>Curtis</i> v. <i>Campbell-Taggart, Inc.,</i> 687 F. 2d 336 (CA10) (employees of corporation injured by anticompetitive conduct denied standing under antitrust laws), cert. denied, 459 U. S. 1090 (1982).</p>\n<p>[*]  It is at least arguable that the Postal Service did not waive this objection to judicial review. As the Court points out, the Postal Service raised this argument in its brief in opposition to the petition for writ of certiorari. See <i>ante,</i> at 522. In deciding to review this case, therefore, we were cognizant that an issue antecedent to the standing issue might first have to be resolved. Moreover, although the Postal Service's objection to judicial review was not raised in the lower courts, the Court of Appeals recognized that \"the USPS is exempt from the strictures of the Administrative Procedure Act (`APA'), <i>see</i> 39 U. S. C. § 410(a),\" <i>American Postal Workers Union, AFL-CIO</i> v. <i>United States Postal Service,</i> 228 U. S. App. D. C. 5, 8, 891 F. 2d 304, 307 (1989), and nevertheless continued to review the actions of the Postal Service, thus implicitly rejecting the contention made by the Government here.</p>\n\n</div>", "id": 112538, "judges": "Rehnquist", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112538/", "sha1": "c0f4c59821d8cd190721df10b6302fed5e0d9bac", "source": "LR", "supreme_court_db_id": "1990-040", "time_retrieved": "2010-04-28T10:13:45"}