{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "24 U.S. 258", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85492/"
    ], 
    "scotus_early_cite": "11 Wheat. 258", 
    "case_name": "Armstrong v. Toler", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 52895, 
    "resource_uri": "/api/rest/v2/citation/52895/"
  }, 
  "id": 85492, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1826-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>24 U.S. 258 (____)</b></center>\n<center><b>11 Wheat. 258</b></center>\n<center><h1>ARMSTRONG, Plaintiff in Error,<br>\nagainst<br>\nTOLER, Defendant in Error.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*264</span> Mr. Webster and Mr. Wheaton, for the plaintiff in error.</p>\n<p><span class=\"star-pagination\">*266</span> Mr. C.J. Ingersoll, contra.</p>\n<p><span class=\"star-pagination\">*267</span> Mr. Chief Justice MARSHALL delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n<p>The only point moved by the defendant's counsel to the Court, was, that the evidence was not decisive in favour of the plaintiff. The Court gave this opinion. The charge does not intimate that the testimony was conclusive, but leaves the case to the jury to be decided by them under the control of certain legal principles which are stated in the charge. To entitle the plaintiff in error to a judgment of reversal, he must show that some one of these principles is erroneous to his prejudice.</p>\n<p>The main object of the charge is to state to <span class=\"star-pagination\">*268</span> the jury the law of contracts on an illegal consideration, so far as it was supposed to bear on the case before them. To enable them to apply the law to the facts, the Court supposed many cases in which the contract would be void, the consideration being illegal. It is unnecessary to review this part of the charge, because it is entirely favourable to the plaintiff in error.</p>\n<p>After having stated the law to be, that where the contract grows immediately out of an illegal act, a Court of justice will not enforce it, the Court proceeds to say, \"But if the promise be unconnected with the illegal act, and is founded on a new consideration, it is not tainted by the act, although it was known to the party to whom the promise was made, and although he was the contriver and conductor of the illegal act. Thus, if A. should, during war, contrive a plan for importing goods from the country of the enemy, on his own account, by means of smuggling, or of a collusive capture, and goods should be sent in the same vessel for B.; and A. should, upon the request of B., become surety for the payment of the duties, or should undertake to become answerable for the expenses on account of a prosecution for illegal importation, or should advance money to B. to enable him to pay those expenses; these acts constituting no part of the original scheme, here would be a new contract upon a valid and legal consideration, unconnected with the original act, although remotely caused by it, and such contract would not be so contaminated by the turpitude of the offensive act, as <span class=\"star-pagination\">*269</span> to turn A. out of Court when seeking to enforce it; although the illegal introduction of the goods into the country was the consequence of the scheme projected by A. in relation to his own goods.\"</p>\n<p>If this opinion be contrary to law, the judgment ought to be reversed. The opinion is, that a new contract, founded on a new consideration, although in relation to property respecting which there had been unlawful transactions between the parties, is not itself unlawful. This general proposition is illustrated by particular examples, and will be best understood by considering the examples themselves. The case supposed is, that A., during a war, contrives a plan for importing goods on his own account from the country of the enemy, and that goods are sent to B. by the same vessel. A., at the request of B., becomes surety for the payment of the duties which accrue on the goods of B., and is compelled to pay them; can he maintain an action on the promise of B. to return this money? The opinion is, that such an action may be sustained. The case does not suppose A. to be concerned, or in any manner instrumental in promoting the illegal importation of B., but to have been merely engaged himself in a similar illegal transaction, and to have devised the plan for himself, which B. afterwards adopted. This illustration explains what was meant by the general words previously used, which, unexplained, would have been exceptionable.</p>\n<p>The contract made with the government for <span class=\"star-pagination\">*270</span> the payment of duties, is a substantive independent contract, entirely distinct from the unlawful importation. The consideration is not infected with the vice of the importation. If the amount of duties be paid by A. for B., it is the payment of a debt due in good faith from B. to the government; and if it may not constitute the consideration of a promise to repay it, the reason must be, that two persons who are separately engaged in an unlawful trade, can make no contract with each other; at any rate, no contract, which, in any manner, respects the goods unlawfully imported by either of them. This would be, to connect distinct and independent transactions with each other, and to infuse into one which was perfectly fair and legal in itself, the contaminating matter which infected the other. This would introduce extensive mischief into the ordinary affairs and transactions of life, not compensated by any one accompanying advantage.</p>\n<p>The same principle, diversified in form, is illustrated by another example. If A. should become answerable for expenses on account of a prosecution for the illegal importation, or should advance money to B. to enable him to pay those expenses, these acts, the Court thought, would constitute a new contract, the consideration of which would be sufficient to maintain an action.</p>\n<p>It cannot be questioned that, however strongly the laws may denounce the crime of importing goods from the enemy in time of war, the act of defending a prosecution instituted in consequence <span class=\"star-pagination\">*271</span> of such illegal importation is perfectly lawful. Money advanced then by a friend in such a case, is advanced for a lawful purpose, and a promise to repay it is made on a lawful consideration. The criminal importation constitutes no part of this consideration.</p>\n<p>It is laid down with great clearness, that if the importation was the result of a scheme between the plaintiff and defendant, or if the plaintiff had any interest in the goods, or if they were consigned to him with his privity, that he might protect and defend them for the owner, a bond or promise given to repay any advances made in pursuance of such understanding or agreement, would be utterly void.</p>\n<p>The questions whether the plaintiff had any interest in the goods of the defendant, or was the contriver of, or concerned in, a scheme to introduce them, or consented to become the consignee of the defendant's goods, with a view to their introduction, were left to the jury. The point of law decided is, that a subsequent independent contract, founded on a new consideration, is not contaminated by the illegal importation, although such illegal importation was known to Toler, when the contract was made, provided he was not interested in the goods, and had no previous concern in their importation.</p>\n<p>Questions upon illegal contracts have arisen very often, both in England and in this country; and no principle is better settled, than that no action can be maintained on a contract, the consideration of which is either wicked in itself, or <span class=\"star-pagination\">*272</span> prohibited by law. How far this principle is to affect subsequent or collateral contracts, the direct and immediate consideration of which is not immoral or illegal, is a question of considerable intricacy, on which many controversies have arisen, and many decisions have been made. In Faikney v. Reynous, (4 Burr. 2069.) the plaintiff and one Richardson were jointly concerned in certain contracts prohibited by law, on which a loss was sustained, the whole of which was paid by the plaintiffs; and a bond was given for securing the repayment of Richardson's proportion of the loss. To a suit on this bond, the defendants pleaded the statute prohibiting the original transaction, but the Court held, on demurrer, that the plaintiff was entitled to recover. Although this was the case of a bond, the judgment does not appear to have turned on that circumstance. Lord Mansfield gave his opinion on the general ground, that if one person apply to another to pay his debt, (whether contracted on the score of usury, or for any other purpose,) he is entitled to recover it back again. This is a strong case to show that a subsequent contract, not stipulating a prohibited act, although for money advanced in satisfaction of an unlawful transaction, may be sustained in a Court of justice. In a subsequent case, (6 Term Rep. 410.) Ashhurst, J. said, the defendants were held liable because they had voluntarily given another security.</p>\n<p>In the case of Petrie and Another, Executors of Keeble, v. Hannay, (3 Term Rep. 418.) the <span class=\"star-pagination\">*273</span> testator of the plaintiffs was engaged with the defendant and others in stock transactions, which were forbidden by law, on which considerable losses had been sustained, which were paid by Portis, their broker. Keeble repaid the broker the whole sum advanced by him except 84 pounds, which was, in part, the defendant's share of the loss, for which Keeble drew a bill on the defendant, which was accepted. The bill not being paid, a suit was brought upon it by Portis against the executors of Keeble, and judgment obtained, they not setting up the illegal consideration. The executors brought this action to recover the money they had paid, and it was held, by three Judges against one, on the authority of Faikney v. Reynous, that the plaintiffs could maintain their action. A distinction was taken in cases where money was paid by one person for another, on an illegal transaction, by which the parties were not bound; between a voluntary payment, and one made on the request of the party; between an assumpsit raised by operation of law, and an express assumpsit. Although the former would not support the action, it was held that the latter would.</p>\n<p>This, also, is a strong case to show that a new contract, by which money is advanced at the request of another, or, which is the same thing, where there is an express promise to pay, may sustain an action, although the money was advanced to satisfy an illegal claim.</p>\n<p>In Farmer v. Russell et al. (1 Bos. &amp; Pull. <span class=\"star-pagination\">*274</span> 295.) it was held, that if A. is indebted to B. on a contract forbidden by law, and pays the money to C. for the use of B., a Court will give judgment in favour of B. against C. for this money. In this case, B. could not have recovered against A., but when the money came into the hands of C., a new promise was raised on a new consideration, which was not infected by the vice of the original contract. In this case, Chief Justice Eyre said, that the plaintiff's demand arose simply from the circumstance, that money was put into the hands of C. for his use; and Justice Buller said, that the action did not arise upon the ground of the illegal contract. Yet, in this case, A.'s original title to the money was founded on an unlawful contract, and he could not have maintained an action against B.</p>\n<p>The general proposition stated by Lord Mansfield in Faikney v. Reynous, that if one person pay the debt of another at his request, an action may be sustained to recover the money, although the original contract was unlawful, goes far in deciding the question now before the Court. That the person who paid the money knew it was paid in discharge of a debt not recoverable at law, has never been held to alter the case. A subsequent express promise is, undoubtedly, equivalent to a previous request.</p>\n<p>In most of the cases cited by the counsel for the plaintiff in error, the suit has been brought by a party to the original transaction, or on a contract so connected with it, as to be inseparable from it. As, where a vendor in a foreign <span class=\"star-pagination\">*275</span> country packs up goods for the purpose of enabling the vendee to smuggle them; or where a suit is brought on a policy of insurance on an illegal voyage; or on a contract which amounts to maintenance; or on one for the sale of a lottery ticket, where such sale is prohibited; or on a bill which is payable in notes issued contrary to law: In these, and in all similar cases, the consideration of the very contract on which the suit is brought is vicious, and the plaintiff has contributed to the illegal transaction. One of the strongest cases in the books is Steers v. Laishley, (6 Term Rep. 61.) where the broker, who had been concerned in stock jobbing transactions, and had paid the losses, drew a bill of exchange for the amount on the defendant, and, after its acceptance, endorsed it to a person who knew of the illegal transaction on which it was drawn, the Court held, that such endorsee could not recover on the bill.</p>\n<p>In this case, the broker himself could not recover, being a party in the original offence against the law, and his bill being drawn for the very money which was due on the original transaction, and endorsed to a person having notice, left the endorsee in the same situation with the drawer. Yet, Lord Kenyon said, in this case, that if the plaintiff had lent the money to the defendant to pay the differences, and had afterwards received the bill for the money so lent, he might have recovered on it. The difference between the case decided, and that put by the Judge, is not very discernible, as the one or the other may affect <span class=\"star-pagination\">*276</span> morals, or the policy of the law. The distinction would seem to be founded on this legal ground, that the money lent would constitute a new consideration, and be the foundation of a new contract, which could not be vitiated by a knowledge of the purpose for which the money was lent, and the bill drawn. So Toler's knowledge of the illegal transactions of Armstrong, and that his money was advanced to procure the delivery of goods which had been illegally imported, could not vitiate a contract to repay that money.</p>\n<p>In the case of Booth v. Hodgson, (6 Term Rep. 405.) the suit was between the original parties to the illegal transaction, and was bottomed on it.</p>\n<p>Supposing the opinions actually contained in the charge to be correct, it is still contended to be liable to exception, because there is a material part of the very case which it does not embrace. The charge, it is said, does not state what the law would be, if Toler knew, previous to the consignment, that Armstrong was engaged in this illicit commerce.</p>\n<p>Without entering into the inquiry whether this criticism on the charge be well or ill founded, the Court think it proper to declare, in explicit terms, that the plaintiff in error cannot avail himself of it in this stage of the cause.</p>\n<p>To bring all the testimony offered at the trial of a cause at common law, instead of facts, into this Court, by a bill of exceptions, or otherwise, is a practice which, to say the least, is extremely <span class=\"star-pagination\">*277</span> inconvenient. Its tendency is to convert this Court from a tribunal for the decision of points of law, into one for the investigation of facts, and for weighing evidence. To look into that testimony for the purpose of inquiring whether the Judge has omitted any thing material in his charge, would be to yield to this practice, and to sanction it in its most exceptionable form. If the defendant's counsel wished the instruction of the Judge to the jury, on any point which was omitted in the charge, his course was to suggest the point, and request an opinion on it. If counsel may, without pursuing this course, spread the whole testimony on the record, and then, by a general exception to the charge, enable himself to take advantage, not only of a misdirection, but of any omission to notice any question which may be supposed, by this Court, to have arisen in the case, such a course would obviously transfer to the Supreme Court the appropriate duties of a Circuit Court, and cannot be countenanced.</p>\n<p>It is also contended by the counsel for the plaintiff in error, that the Judge has erred in not answering fully the inquiry made by the jury. That was in these words: \"The jury beg leave to ask the Judges whether Toler must have an interest in Armstrong's goods to constitute him a participator in the voyage? If simply having goods on board will constitute him such?\" The Court answered as follows: \"The plaintiff, simply having goods on board, would not constitute him a participator, or affect the contract <span class=\"star-pagination\">*278</span> with the defendant. Being interested in the goods would.\"</p>\n<p>There is much reason to believe, that the first of these questions was not understood by the jury, or by the Judge, according to the literal import of the words. The inquiry would seem to be, whether, under any possible view of the transaction, Toler could be tainted with the guilt of Armstrong, so as to affect the contract in suit, unless he had an interest in the goods. This was probably not the intention of the jury, because an answer to this question is to be found in the charge. The Judge had stated, that if Toler was the contriver of, or concerned in, a scheme to introduce these goods into the United States, or had consented to become the consignee with a view to their introduction, these circumstances would vitiate the contract. He had already said, therefore, that an interest in Armstrong's goods was not indispensably necessary to make Toler a participator in the voyage, as to all the purposes of the defence. He had stated two cases specially, either of which the jury might consider as proved by the evidence, in which the consideration would be unlawful; and he had said generally, \"that where the contract grows immediately out of, and is connected with, an illegal or immoral act, a Court of justice will not lend its aid to enforce it. And if the contract be, in fact, only connected with the illegal transaction, and growing immediately out of it, though it be in fact a new contract, it is equally tainted by it.\" There is much reason to believe <span class=\"star-pagination\">*279</span> that the jury could not have intended to put a question which had been already answered, and that they might design to ask, whether, having goods on board belonging to himself, would place him in the same situation as if interested with Armstrong. The answer of the Court would show, that the questions were understood in this sense, and that answer appears to have been satisfactory to the jury.</p>\n<p>However this may be, we think the law was correctly stated by the Court; and we cannot admit, that a judgment is to be reversed because an answer does not go to the full extent of the question. Had the jury desired further information, they might, and probably would, have signified their desire to the Court. The utmost willingness was manifested to gratify them, and it may fairly be presumed that they had nothing farther to ask.</p>\n<p>We think that there is no error in the judgment of the Circuit Court, and that it ought to be affirmed, with costs and damages, at the rate of six per centum per annum.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:45", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">258</span></span></b></center>\n<center><h1>ARMSTRONG, Plaintiff in Error,<br>\nagainst<br>\nTOLER, Defendant in Error.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*264</span> Mr. Webster and Mr. Wheaton, for the plaintiff in error.</p>\n<p><span class=\"star-pagination\">*266</span> Mr. C.J. Ingersoll, contra.</p>\n<p><span class=\"star-pagination\">*267</span> Mr. Chief Justice MARSHALL delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n<p>The only point moved by the defendant's counsel to the Court, was, that the evidence was not decisive in favour of the plaintiff. The Court gave this opinion. The charge does not intimate that the testimony was conclusive, but leaves the case to the jury to be decided by them under the control of certain legal principles which are stated in the charge. To entitle the plaintiff in error to a judgment of reversal, he must show that some one of these principles is erroneous to his prejudice.</p>\n<p>The main object of the charge is to state to <span class=\"star-pagination\">*268</span> the jury the law of contracts on an illegal consideration, so far as it was supposed to bear on the case before them. To enable them to apply the law to the facts, the Court supposed many cases in which the contract would be void, the consideration being illegal. It is unnecessary to review this part of the charge, because it is entirely favourable to the plaintiff in error.</p>\n<p>After having stated the law to be, that where the contract grows immediately out of an illegal act, a Court of justice will not enforce it, the Court proceeds to say, \"But if the promise be unconnected with the illegal act, and is founded on a new consideration, it is not tainted by the act, although it was known to the party to whom the promise was made, and although he was the contriver and conductor of the illegal act. Thus, if A. should, during war, contrive a plan for importing goods from the country of the enemy, on his own account, by means of smuggling, or of a collusive capture, and goods should be sent in the same vessel for B.; and A. should, upon the request of B., become surety for the payment of the duties, or should undertake to become answerable for the expenses on account of a prosecution for illegal importation, or should advance money to B. to enable him to pay those expenses; these acts constituting no part of the original scheme, here would be a new contract upon a valid and legal consideration, unconnected with the original act, although remotely caused by it, and such contract would not be so contaminated by the turpitude of the offensive act, as <span class=\"star-pagination\">*269</span> to turn A. out of Court when seeking to enforce it; although the illegal introduction of the goods into the country was the consequence of the scheme projected by A. in relation to his own goods.\"</p>\n<p>If this opinion be contrary to law, the judgment ought to be reversed. The opinion is, that a new contract, founded on a new consideration, although in relation to property respecting which there had been unlawful transactions between the parties, is not itself unlawful. This general proposition is illustrated by particular examples, and will be best understood by considering the examples themselves. The case supposed is, that A., during a war, contrives a plan for importing goods on his own account from the country of the enemy, and that goods are sent to B. by the same vessel. A., at the request of B., becomes surety for the payment of the duties which accrue on the goods of B., and is compelled to pay them; can he maintain an action on the promise of B. to return this money? The opinion is, that such an action may be sustained. The case does not suppose A. to be concerned, or in any manner instrumental in promoting the illegal importation of B., but to have been merely engaged himself in a similar illegal transaction, and to have devised the plan for himself, which B. afterwards adopted. This illustration explains what was meant by the general words previously used, which, unexplained, would have been exceptionable.</p>\n<p>The contract made with the government for <span class=\"star-pagination\">*270</span> the payment of duties, is a substantive independent contract, entirely distinct from the unlawful importation. The consideration is not infected with the vice of the importation. If the amount of duties be paid by A. for B., it is the payment of a debt due in good faith from B. to the government; and if it may not constitute the consideration of a promise to repay it, the reason must be, that two persons who are separately engaged in an unlawful trade, can make no contract with each other; at any rate, no contract, which, in any manner, respects the goods unlawfully imported by either of them. This would be, to connect distinct and independent transactions with each other, and to infuse into one which was perfectly fair and legal in itself, the contaminating matter which infected the other. This would introduce extensive mischief into the ordinary affairs and transactions of life, not compensated by any one accompanying advantage.</p>\n<p>The same principle, diversified in form, is illustrated by another example. If A. should become answerable for expenses on account of a prosecution for the illegal importation, or should advance money to B. to enable him to pay those expenses, these acts, the Court thought, would constitute a new contract, the consideration of which would be sufficient to maintain an action.</p>\n<p>It cannot be questioned that, however strongly the laws may denounce the crime of importing goods from the enemy in time of war, the act of defending a prosecution instituted in consequence <span class=\"star-pagination\">*271</span> of such illegal importation is perfectly lawful. Money advanced then by a friend in such a case, is advanced for a lawful purpose, and a promise to repay it is made on a lawful consideration. The criminal importation constitutes no part of this consideration.</p>\n<p>It is laid down with great clearness, that if the importation was the result of a scheme between the plaintiff and defendant, or if the plaintiff had any interest in the goods, or if they were consigned to him with his privity, that he might protect and defend them for the owner, a bond or promise given to repay any advances made in pursuance of such understanding or agreement, would be utterly void.</p>\n<p>The questions whether the plaintiff had any interest in the goods of the defendant, or was the contriver of, or concerned in, a scheme to introduce them, or consented to become the consignee of the defendant's goods, with a view to their introduction, were left to the jury. The point of law decided is, that a subsequent independent contract, founded on a new consideration, is not contaminated by the illegal importation, although such illegal importation was known to Toler, when the contract was made, provided he was not interested in the goods, and had no previous concern in their importation.</p>\n<p>Questions upon illegal contracts have arisen very often, both in England and in this country; and no principle is better settled, than that no action can be maintained on a contract, the consideration of which is either wicked in itself, or <span class=\"star-pagination\">*272</span> prohibited by law. How far this principle is to affect subsequent or collateral contracts, the direct and immediate consideration of which is not immoral or illegal, is a question of considerable intricacy, on which many controversies have arisen, and many decisions have been made. In Faikney v. Reynous, (4 Burr. 2069.) the plaintiff and one Richardson were jointly concerned in certain contracts prohibited by law, on which a loss was sustained, the whole of which was paid by the plaintiffs; and a bond was given for securing the repayment of Richardson's proportion of the loss. To a suit on this bond, the defendants pleaded the statute prohibiting the original transaction, but the Court held, on demurrer, that the plaintiff was entitled to recover. Although this was the case of a bond, the judgment does not appear to have turned on that circumstance. Lord Mansfield gave his opinion on the general ground, that if one person apply to another to pay his debt, (whether contracted on the score of usury, or for any other purpose,) he is entitled to recover it back again. This is a strong case to show that a subsequent contract, not stipulating a prohibited act, although for money advanced in satisfaction of an unlawful transaction, may be sustained in a Court of justice. In a subsequent case, (6 Term Rep. 410.) Ashhurst, J. said, the defendants were held liable because they had voluntarily given another security.</p>\n<p>In the case of Petrie and Another, Executors of Keeble, v. Hannay, (3 Term Rep. 418.) the <span class=\"star-pagination\">*273</span> testator of the plaintiffs was engaged with the defendant and others in stock transactions, which were forbidden by law, on which considerable losses had been sustained, which were paid by Portis, their broker. Keeble repaid the broker the whole sum advanced by him except 84 pounds, which was, in part, the defendant's share of the loss, for which Keeble drew a bill on the defendant, which was accepted. The bill not being paid, a suit was brought upon it by Portis against the executors of Keeble, and judgment obtained, they not setting up the illegal consideration. The executors brought this action to recover the money they had paid, and it was held, by three Judges against one, on the authority of Faikney v. Reynous, that the plaintiffs could maintain their action. A distinction was taken in cases where money was paid by one person for another, on an illegal transaction, by which the parties were not bound; between a voluntary payment, and one made on the request of the party; between an assumpsit raised by operation of law, and an express assumpsit. Although the former would not support the action, it was held that the latter would.</p>\n<p>This, also, is a strong case to show that a new contract, by which money is advanced at the request of another, or, which is the same thing, where there is an express promise to pay, may sustain an action, although the money was advanced to satisfy an illegal claim.</p>\n<p>In Farmer v. Russell et al. (1 Bos. &amp; Pull. <span class=\"star-pagination\">*274</span> 295.) it was held, that if A. is indebted to B. on a contract forbidden by law, and pays the money to C. for the use of B., a Court will give judgment in favour of B. against C. for this money. In this case, B. could not have recovered against A., but when the money came into the hands of C., a new promise was raised on a new consideration, which was not infected by the vice of the original contract. In this case, Chief Justice Eyre said, that the plaintiff's demand arose simply from the circumstance, that money was put into the hands of C. for his use; and Justice Buller said, that the action did not arise upon the ground of the illegal contract. Yet, in this case, A.'s original title to the money was founded on an unlawful contract, and he could not have maintained an action against B.</p>\n<p>The general proposition stated by Lord Mansfield in Faikney v. Reynous, that if one person pay the debt of another at his request, an action may be sustained to recover the money, although the original contract was unlawful, goes far in deciding the question now before the Court. That the person who paid the money knew it was paid in discharge of a debt not recoverable at law, has never been held to alter the case. A subsequent express promise is, undoubtedly, equivalent to a previous request.</p>\n<p>In most of the cases cited by the counsel for the plaintiff in error, the suit has been brought by a party to the original transaction, or on a contract so connected with it, as to be inseparable from it. As, where a vendor in a foreign <span class=\"star-pagination\">*275</span> country packs up goods for the purpose of enabling the vendee to smuggle them; or where a suit is brought on a policy of insurance on an illegal voyage; or on a contract which amounts to maintenance; or on one for the sale of a lottery ticket, where such sale is prohibited; or on a bill which is payable in notes issued contrary to law: In these, and in all similar cases, the consideration of the very contract on which the suit is brought is vicious, and the plaintiff has contributed to the illegal transaction. One of the strongest cases in the books is Steers v. Laishley, (6 Term Rep. 61.) where the broker, who had been concerned in stock jobbing transactions, and had paid the losses, drew a bill of exchange for the amount on the defendant, and, after its acceptance, endorsed it to a person who knew of the illegal transaction on which it was drawn, the Court held, that such endorsee could not recover on the bill.</p>\n<p>In this case, the broker himself could not recover, being a party in the original offence against the law, and his bill being drawn for the very money which was due on the original transaction, and endorsed to a person having notice, left the endorsee in the same situation with the drawer. Yet, Lord Kenyon said, in this case, that if the plaintiff had lent the money to the defendant to pay the differences, and had afterwards received the bill for the money so lent, he might have recovered on it. The difference between the case decided, and that put by the Judge, is not very discernible, as the one or the other may affect <span class=\"star-pagination\">*276</span> morals, or the policy of the law. The distinction would seem to be founded on this legal ground, that the money lent would constitute a new consideration, and be the foundation of a new contract, which could not be vitiated by a knowledge of the purpose for which the money was lent, and the bill drawn. So Toler's knowledge of the illegal transactions of Armstrong, and that his money was advanced to procure the delivery of goods which had been illegally imported, could not vitiate a contract to repay that money.</p>\n<p>In the case of Booth v. Hodgson, (6 Term Rep. 405.) the suit was between the original parties to the illegal transaction, and was bottomed on it.</p>\n<p>Supposing the opinions actually contained in the charge to be correct, it is still contended to be liable to exception, because there is a material part of the very case which it does not embrace. The charge, it is said, does not state what the law would be, if Toler knew, previous to the consignment, that Armstrong was engaged in this illicit commerce.</p>\n<p>Without entering into the inquiry whether this criticism on the charge be well or ill founded, the Court think it proper to declare, in explicit terms, that the plaintiff in error cannot avail himself of it in this stage of the cause.</p>\n<p>To bring all the testimony offered at the trial of a cause at common law, instead of facts, into this Court, by a bill of exceptions, or otherwise, is a practice which, to say the least, is extremely <span class=\"star-pagination\">*277</span> inconvenient. Its tendency is to convert this Court from a tribunal for the decision of points of law, into one for the investigation of facts, and for weighing evidence. To look into that testimony for the purpose of inquiring whether the Judge has omitted any thing material in his charge, would be to yield to this practice, and to sanction it in its most exceptionable form. If the defendant's counsel wished the instruction of the Judge to the jury, on any point which was omitted in the charge, his course was to suggest the point, and request an opinion on it. If counsel may, without pursuing this course, spread the whole testimony on the record, and then, by a general exception to the charge, enable himself to take advantage, not only of a misdirection, but of any omission to notice any question which may be supposed, by this Court, to have arisen in the case, such a course would obviously transfer to the Supreme Court the appropriate duties of a Circuit Court, and cannot be countenanced.</p>\n<p>It is also contended by the counsel for the plaintiff in error, that the Judge has erred in not answering fully the inquiry made by the jury. That was in these words: \"The jury beg leave to ask the Judges whether Toler must have an interest in Armstrong's goods to constitute him a participator in the voyage? If simply having goods on board will constitute him such?\" The Court answered as follows: \"The plaintiff, simply having goods on board, would not constitute him a participator, or affect the contract <span class=\"star-pagination\">*278</span> with the defendant. Being interested in the goods would.\"</p>\n<p>There is much reason to believe, that the first of these questions was not understood by the jury, or by the Judge, according to the literal import of the words. The inquiry would seem to be, whether, under any possible view of the transaction, Toler could be tainted with the guilt of Armstrong, so as to affect the contract in suit, unless he had an interest in the goods. This was probably not the intention of the jury, because an answer to this question is to be found in the charge. The Judge had stated, that if Toler was the contriver of, or concerned in, a scheme to introduce these goods into the United States, or had consented to become the consignee with a view to their introduction, these circumstances would vitiate the contract. He had already said, therefore, that an interest in Armstrong's goods was not indispensably necessary to make Toler a participator in the voyage, as to all the purposes of the defence. He had stated two cases specially, either of which the jury might consider as proved by the evidence, in which the consideration would be unlawful; and he had said generally, \"that where the contract grows immediately out of, and is connected with, an illegal or immoral act, a Court of justice will not lend its aid to enforce it. And if the contract be, in fact, only connected with the illegal transaction, and growing immediately out of it, though it be in fact a new contract, it is equally tainted by it.\" There is much reason to believe <span class=\"star-pagination\">*279</span> that the jury could not have intended to put a question which had been already answered, and that they might design to ask, whether, having goods on board belonging to himself, would place him in the same situation as if interested with Armstrong. The answer of the Court would show, that the questions were understood in this sense, and that answer appears to have been satisfactory to the jury.</p>\n<p>However this may be, we think the law was correctly stated by the Court; and we cannot admit, that a judgment is to be reversed because an answer does not go to the full extent of the question. Had the jury desired further information, they might, and probably would, have signified their desire to the Court. The utmost willingness was manifested to gratify them, and it may fairly be presumed that they had nothing farther to ask.</p>\n<p>We think that there is no error in the judgment of the Circuit Court, and that it ought to be affirmed, with costs and damages, at the rate of six per centum per annum.</p>\n</div>", 
  "sha1": "5354c16ec2f13d2c4fff7ed35058baee1f87d787", 
  "date_modified": "2014-12-21T01:24:07.822686", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85492/armstrong-v-toler/", 
  "citation_count": 8, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/429160/", 
  "html": "<p class=\"case_cite\">24 U.S. 258</p>\n    <p class=\"case_cite\">6 L.Ed. 468</p>\n    <p class=\"case_cite\">11 Wheat. 258</p>\n    <p class=\"parties\">ARMSTRONG, <i>Plaintiff in Error, against</i> TOLER,<br>Defendant in Error.</p>\n    <p class=\"date\">March 26, 1826</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of Pennsylvania.</p>\n      <p class=\"indent\">This was an action of assumpsit, brought by the defendant in error, Toler, against the plaintiff in error, Armstrong, to recover a sum of money paid by Toler, on account of goods, the property of Armstrong and others, consigned to Toler, which had been seized and libelled in the District Court of Maine in the year 1814, as having been imported contrary to law. The goods were shipped during the late war with Great Britain, at St. Johns, in the province of New-Brunswick, for Armstrong and other citizens and residents of the United States, and consigned to Toler, also a domiciled citizen of the United States. The goods were delivered to the agent of the claimants on stipulation to abide the event of the suit, Toler becoming liable for the appraised value; and Armstrong's part of the goods were afterwards delivered to him, on his promise to pay Toler his proportion of any sum for which Toler might be liable, should the goods be condemned. The goods having been condemned, Toler paid their appraised value, and brought this action to recover back from Armstrong his proportion of the amount. At the trial of the cause, the defendant below resisted the demand, on the principle that the contract was void, as having been made on an illegal consideration. When the testimony on the part of the plaintiff below was concluded, the counsel for the defendant insisted, on his behalf, to the Court, that the several matters propounded and given in evidence on the part of the plaintiff were not sufficient, and ought not to be allowed, as decisive evidence to entitle the plaintiff to maintain the issue, and to recover against the defendant. The judge thereupon delivered the following charge to the jury, which is spread at large upon the record.</p>\n      <p class=\"indent\">'The rule of law under which the defendant seeks to shelter himself against a compliance with his contract, to indemnity the plaintiff for all sums which he might have to pay on account of the goods shipped from New-Brunswick for the defendant, and consigned to the plaintiff, is a salutary one, founded in morality and good policy, and which recommends itself to the good sense of every man as soon as it is stated. The principle of the rule is, that no man ought to be heard in a Court of justice, who seeks to enforce a contract founded in or arising out of moral or political turpitude. The rule itself has sometimes been carried to inconvenient lengths; the difficulty being, not in any unsoundness in the rule itself, but in its fitness to the particular cases to which it has been applied. Does the taint in the original transaction infect and vitiate every contract growing out of it, however remotely connected with it? This would be to extend the rule beyond the policy which produced it, and would lead to the most inconvenient consequences; carried out to such an extent, it would deserve to be entitled a rule to encourage and protect fraud. So far as the rule operates to discourage the perpetration of an immoral or illegal act, it is founded in the strongest reason, but it cannot safely be pushed farther. If, for example, the man who imports goods for another, by means of a violation of the laws of his country, is disqualified from founding any action upon such illegal transaction, for the value or freight of the goods, or other advances made on them, he is justly punished for the immorality of the act, and a powerful discouragement from the perpetration of it is provided by the rule. But after the act is accomplished, no new contract ought to be affected by it; it ought not to vitiate the contract of the retail merchant, who buys these goods from the importer, that of the tailor, who purchases from the merchant, or of the customers of the former, amongst whom the goods are distributed in clothing, although the illegality of the original act was known to each of the above persons, at the time he contracted.</p>\n      <p class=\"indent\">'I understand the rule, as now clearly settled, to be, that where the contract grows <i>immediately</i> out of, and is connected with, an illegal or immoral act, a Court of justice will not lend its aid to enforce it. And if the contract be in part only connected with the illegal transaction, and growing immediately out of it, though it be, in fact, a new contract, it is equally tainted by it. The case before supposed, of an action for the value of goods illegally imported for another, or freight and expenses attending, founded upon a promise express or implied, exemplifies a part of the above rule; the latter part of it may be explained by the following case: As if the importation was the result of a scheme to consign the goods to the friend of the owner, with the privity of the former, that he might protect and defend them for the owner in case they should be brought into jeopardy, I should consider a bond or promise afterwards given by the owner to his friend, to indemnify him for his advances on account of any proceedings against the property or otherwise, to constitute a part of the <i>res gesta</i>, or of the original transaction, though it purports to be a new contract. For, it would clearly be a promise growing immediately out of, and connected with, the illegal transaction. It would be, in fact, all one transaction; and the party to whom the promise was made would, by such a contrivance, contribute, in effect, to the success of the illegal measure.</p>\n      <p class=\"indent\">'But, if the promise be unconnected with the illegal act, and is founded on a new consideration, it is not tainted by the act, although it was known to the party to whom the promise was made, and although he was the contriver and conductor of the illegal act. Thus, if A. should, during war, contrive a plan for importing goods from the country of the enemy, on his own account, by means of smuggling, or of a collusive capture, and in the same vessel should be sent goods for B.; and A. should, upon the request of B., become surety for payment of the duties, or should undertake to become answerable for expenses on account of a prosecution for the illegal importation, or should advance money to B. to enable him to pay those expenses; these acts constituting no part of the original scheme, here would be a new contract upon a valid and legal consideration, unconnected with the original act, although remotely caused by it; and such contract would not be so contaminated by the turpitude of the offensive act, as to turn A. out of Court when seeking to enforce it, although the illegal introduction of the goods into the country was the consequence of the scheme projected by A. in relation to his own goods.</p>\n      <p class=\"indent\">'Whether the plaintiff has any interest in the goods imported by the defendant from New-Brunswick, or was the contriver of, or concerned in, a scheme to introduce these goods, or even his own, if he had any, into the United States, by means of a collusive capture or otherwise, or consented to become the consignee of the defendant's goods, with a view to their introduction, are questions which must depend upon the evidence, of which you must judge. It ought, however, to be remembered, that it would seem, from the letters of introduction of the defendant to the plaintiff, some time after this importation had taken place, that these gentlemen were, at that time, strangers to each other.'</p>\n      <p class=\"indent\">And the jurors having submitted to the Court an inquiry, in the words following, viz. 'The jury beg leave to ask the Judge, whether Toler must have an interest in Armstrong's goods to constitute him a participator in the voyage? If simply having goods on board will constitute him such?' The Court gave their opinion upon the same as follows: 'The plaintiff simply having goods on board would not constitute him a participator, or affect the contract with the defendant. Being interested in the goods would.'</p>\n      <p class=\"indent\">This charge was excepted to by the defendant, and a verdict having been found for the plaintiff, on which a judgment was rendered in his favour, the cause was brought, by writ of error, to this Court.</p>\n      <p class=\"center\"><i>Feb.</i> 24<i>th.</i></p>\n      <p class=\"indent\">Mr. <i>Webster</i> and Mr. <i>Wheaton</i>, for the plaintiff in error, stated, that this case arose out of an illegal importation of goods from the enemy's country during the late war, upon the false and fraudulent pretext of a capture <i>jure belli</i>, which was finally pronounced by this Court to be collusive, and the property condemned to the government.<a class=\"footnote\" href=\"#fna\" id=\"fna_ref\">a</a> They argued, that although the abstract principles, laid down in the charge of the Court below, might be considered as correct in point of law, no one of the hypothetical cases put by the learned Judge, fully stated the facts as proved in the cause. The whole case being submitted, and the Court being asked to give a general instruction, the charge ought to have been applicable to the case in evidence, which, it was contended, it was not. Admitting, therefore, the opinions in the charge to be correct, it was still liable to exception, because there was a material part of the case which it did not embrace. The charge did not state what the law would be, if Toler knew, previous to the consignment, that Armstrong was engaged in this unlawful trade. The general principle, that no action could be maintained upon a contract growing out of an immoral or illegal transaction, was insisted on as applicable to this case, where the transaction was not subsequent or collateral, but directly connected with the unlawful act.<a class=\"footnote\" href=\"#fnb\" id=\"fnb_ref\">b</a> The authorities cited would show, that this principle has been constantly recognised in the Courts of justice both in England and this country, and it might, indeed, be said to form a rule of universal law which had been incorporated into the civil code of every nation.<a class=\"footnote\" href=\"#fnc\" id=\"fnc_ref\">c</a></p>\n      <p class=\"indent\">Mr. <i>C. J. Ingersoll</i>, contra, insisted, that the law on this subject was accurately laid down in the Judge's charge, and although there was some apparent discrepancy in the cases, they would all be found to be reconciled by the clear and intelligible principles of the charge. The distinction was, that where the contract was disconnected with the original unlawful act, and was founded on a new and distinct consideration, an action might be maintained upon it, although it could not be maintained upon a contract directly arising out of the illegal act.<a class=\"footnote\" href=\"#fnd\" id=\"fnd_ref\">d</a> The questions of fact, whether Toler had any interest in Armstrong's goods, or was the contriver of, or concerned in, a scheme to introduce them into this country by any unlawful means, or consented to become the consignee of the goods with a view to their introduction, were fairly left to the jury, and are found by them in favour of the plaintiff. So that the whole question arose upon the abstract correctness of the charge, and the propositions of law laid down to the jury. Unless these could be shown to be erroneous, the judgment must be affirmed. It was also urged, that if the taint of the original illegality of transactions was suffered to infect new contracts with third parties, upon different considerations, it would put a most inconvenient restraint upon trade, and the whole business of life.</p>\n      <p class=\"center\"><i>March</i> 6<i>th.</i></p>\n      <p class=\"indent\">Mr. Chief Justice MARSHALL delivered the opinion of the Court, and, after stating the case, proceeded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The only point moved by the defendant's counsel to the Court, was, that the evidence was not <i>decisive</i> in favour of the plaintiff. The Court gave this opinion. The charge does not intimate that the testimony was conclusive, but leaves the case to the jury to be decided by them under the control of certain legal principles which are stated in the charge. To entitle the plaintiff in error to a judgment of reversal, he must show that some one of these principles is erroneous to his prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The main object of the charge is to state to the jury the law of contracts on an illegal consideration, so far as it was supposed to bear on the case before them. To enable them to apply the law to the facts, the Court supposed many cases in which the contract would be void, the consideration being illegal. It is unnecessary to review this part of the charge, because it is entirely favourable to the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After having stated the law to be, that where the contract grows immediately out of an illegal act, a Court of justice will not enforce it, the Court proceeds to say, 'But if the promise be unconnected with the illegal act, and is founded on a new consideration, it is not tainted by the act, although it was known to the party to whom the promise was made, and although he was the contriver and conductor of the illegal act. Thus, if A. should, during war, contrive a plan for importing goods from the country of the enemy, on his own account, by means of smuggling, or of a collusive capture, and goods should be sent in the same vessel for B.; and A. should, upon the request of B., become surety for the payment of the duties, or should undertake to become answerable for the expenses on account of a prosecution for illegal importation, or should advance money to B. to enable him to pay those expenses; these acts constituting no part of the original scheme, here would be a new contract upon a valid and legal consideration, unconnected with the original act, although remotely caused by it, and such contract would not be so contaminated by the turpitude of the offensive act, as to turn A. out of Court when seeking to enforce it; although the illegal introduction of the goods into the country was the consequence of the scheme projected by A. in relation to his own goods.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">If this opinion be contrary to law, the judgment ought to be reversed. The opinion is, that a new contract, founded on a new consideration, although in relation to property respecting which there had been unlawful transactions between the parties, is not itself unlawful. This general proposition is illustrated by particular examples, and will be best understood by considering the examples themselves. The case supposed is, that A., during a war, contrives a plan for importing goods on his own account from the country of the enemy, and that goods are sent to B. by the same vessel. A., at the request of B., becomes surety for the payment of the duties which accrue on the goods of B., and is compelled to pay them; can he maintain an action on the promise of B. to return this money? The opinion is, that such an action may be sustained. The case does not suppose A. to be concerned, or in any manner instrumental in promoting the illegal importation of B., but to have been merely engaged himself in a similar illegal transaction, and to have devised the plan for himself, which B. afterwards adopted. This illustration explains what was meant by the general words previously used, which, unexplained, would have been exceptionable.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The contract made with the government for the payment of duties, is a substantive independent contract, entirely distinct from the unlawful importation. The consideration is not infected with the vice of the importation. If the amount of duties be paid by A. for B., it is the payment of a debt due in good faith from B. to the government; and if it may not constitute the consideration of a promise to repay it, the reason must be, that two persons who are separately engaged in an unlawful trade, can make no contract with each other; at any rate, no contract, which, in any manner, respects the goods unlawfully imported by either of them. This would be, to connect distinct and independent transactions with each other, and to infuse into one which was perfectly fair and legal in itself, the contaminating matter which infected the other. This would introduce extensive mischief into the ordinary affairs and transactions of life, not compensated by any one accompanying advantage.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The same principle, diversified in form, is illustrated by another example. If A. should become answerable for expenses on account of a prosecution for the illegal importation, or should advance money to B. to enable him to pay those expenses, these acts, the Court thought, would constitute a new contract, the consideration of which would be sufficient to maintain an action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It cannot be questioned that, however strongly the laws may denounce the crime of importing goods from the enemy in time of war, the act of defending a prosecution instituted in consequence of such illegal importation is perfectly lawful. Money advanced then by a friend in such a case, is advanced for a lawful purpose, and a promise to repay it is made on a lawful consideration. The criminal importation constitutes no part of this consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is laid down with great clearness, that if the importation was the result of a scheme between the plaintiff and defendant, or if the plaintiff had any interest in the goods, or if they were consigned to him with his privity, that he might protect and defend them for the owner, a bond or promise given to repay any advances made in pursuance of such understanding or agreement, would be utterly void.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The questions whether the plaintiff had any interest in the goods of the defendant, or was the contriver of, or concerned in, a scheme to introduce them, or consented to become the consignee of the defendant's goods, with a view to their introduction, were left to the jury. The point of law decided is, that a subsequent independent contract, founded on a new consideration, is not contaminated by the illegal importation, although such illegal importation was known to Toler, when the contract was made, provided he was not interested in the goods, and had no previous concern in their importation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Questions upon illegal contracts have arisen very often, both in England and in this country; and no principle is better settled, than that no action can be maintained on a contract, the consideration of which is either wicked in itself, or prohibited by law. How far this principle is to affect subsequent or collateral contracts, the direct and immediate consideration of which is not immoral or illegal, is a question of considerable intricacy, on which many controversies have arisen, and many decisions have been made. In <i>Faikney</i> v. <i>Reynous</i>, (4 <i>Burr.</i> 2069.) the plaintiff and one Richardson were jointly concerned in certain contracts prohibited by law, on which a loss was sustained, the whole of which was paid by the plaintiffs; and a bond was given for securing the repayment of Richardson's proportion of the loss. To a suit on this bond, the defendants pleaded the statute prohibiting the original transaction, but the Court held, on demurrer, that the plaintiff was entitled to recover. Although this was the case of a bond, the judgment does not appear to have turned on that circumstance. Lord Mansfield gave his opinion on the general ground, that if one person apply to another to pay his debt, (whether contracted on the score of usury, or for any other purpose,) he is entitled to recover it back again. This is a strong case to show that a subsequent contract, not stipulating a prohibited act, although for money advanced in satisfaction of an unlawful transaction, may be sustained in a Court of justice. In a subsequent case, (6 <i>Term Rep.</i> 410.) Ashhurst, J. said, the defendants were held liable because they had voluntarily given another security.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the case of <i>Petrie and Another, Executors of Keeble</i>, v. <i>Hannay</i>, (3 <i>Term Rep.</i> 418.) the testator of the plaintiffs was engaged with the defendant and others in stock transactions, which were forbidden by law, on which considerable losses had been sustained, which were paid by Portis, their broker. Keeble repaid the broker the whole sum advanced by him except 84 pounds, which was, in part, the defendant's share of the loss, for which Keeble drew a bill on the defendant, which was accepted. The bill not being paid, a suit was brought upon it by Portis against the executors of Keeble, and judgment obtained, they not setting up the illegal consideration. The executors brought this action to recover the money they had paid, and it was held, by three Judges against one, on the authority of <i>Faikney</i> v. <i>Reynous</i>, that the plaintiffs could maintain their action. A distinction was taken in cases where money was paid by one person for another, on an illegal transaction, by which the parties were not bound; between a voluntary payment, and one made on the request of the party; between an assumpsit raised by operation of law, and an express assumpsit. Although the former would not support the action, it was held that the latter would.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This, also, is a strong case to show that a new contract, by which money is advanced at the request of another, or, which is the same thing, where there is an express promise to pay, may sustain an action, although the money was advanced to satisfy an illegal claim.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In <i>Farmer</i> v. <i>Russell et al.</i> (1 <i>Bos. &amp; Pull.</i> 295.) it was held, that if A. is indebted to B. on a contract forbidden by law, and pays the money to C. for the use of B., a Court will give judgment in favour of B. against C. for this money. In this case, B. could not have recovered against A., but when the money came into the hands of C., a new promise was raised on a new consideration, which was not infected by the vice of the original contract. In this case, Chief Justice Eyre said, that the plaintiff's demand arose simply from the circumstance, that money was put into the hands of C. for his use; and Justice Buller said, that the action did not arise upon the ground of the illegal contract. Yet, in this case, A.'s original title to the money was founded on an unlawful contract, and he could not have maintained an action against B.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The general proposition stated by Lord Mansfield in <i>Faikney</i> v. <i>Reynous</i>, that if one person pay the debt of another at his request, an action may be sustained to recover the money, although the original contract was unlawful, goes far in deciding the question now before the Court. That the person who paid the money knew it was paid in discharge of a debt not recoverable at law, has never been held to alter the case. A subsequent express promise is, undoubtedly, equivalent to a previous request.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In most of the cases cited by the counsel for the plaintiff in error, the suit has been brought by a party to the original transaction, or on a contract so connected with it, as to be inseparable from it. As, where a vendor in a foreign country packs up goods for the purpose of enabling the vendee to smuggle them; or where a suit is brought on a policy of insurance on an illegal voyage; or on a contract which amounts to maintenance; or on one for the sale of a lottery ticket, where such sale is prohibited; or on a bill which is payable in notes issued contrary to law: In these, and in all similar cases, the consideration of the very contract on which the suit is brought is vicious, and the plaintiff has contributed to the illegal transaction. One of the strongest cases in the books is <i>Steers</i> v. <i>Laishley</i>, (6 <i>Term Rep.</i> 61.) where the broker, who had been concerned in stock jobbing transactions, and had paid the losses, drew a bill of exchange for the amount on the defendant, and, after its acceptance, endorsed it to a person who knew of the illegal transaction on which it was drawn, the Court held, that such endorsee could not recover on the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this case, the broker himself could not recover, being a party in the original offence against the law, and his bill being drawn for the very money which was due on the original transaction, and endorsed to a person having notice, left the endorsee in the same situation with the drawer. Yet, Lord Kenyon said, in this case, that if the plaintiff had lent the money to the defendant to pay the differences, and had afterwards received the bill for the money so lent, he might have recovered on it. The difference between the case decided, and that put by the Judge, is not very discernible, as the one or the other may affect morals, or the policy of the law. The distinction would seem to be founded on this legal ground, that the money lent would constitute a new consideration, and be the foundation of a new contract, which could not be vitiated by a knowledge of the purpose for which the money was lent, and the bill drawn. So Toler's knowledge of the illegal transactions of Armstrong, and that his money was advanced to procure the delivery of goods which had been illegally imported, could not vitiate a contract to repay that money.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the case of <i>Booth</i> v. <i>Hodgson</i>, (6 <i>Term Rep.</i> 405.) the suit was between the original parties to the illegal transaction, and was bottomed on it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Supposing the opinions actually contained in the charge to be correct, it is still contended to be liable to exception, because there is a material part of the very case which it does not embrace. The charge, it is said, does not state what the law would be, if Toler knew, previous to the consignment, that Armstrong was engaged in this illicit commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Without entering into the inquiry whether this criticism on the charge be well or ill founded, the Court think it proper to declare, in explicit terms, that the plaintiff in error cannot avail himself of it in this stage of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To bring all the testimony offered at the trial of a cause at common law, instead of facts, into this Court, by a bill of exceptions, or otherwise, is a practice which, to say the least, is extremely inconvenient. Its tendency is to convert this Court from a tribunal for the decision of points of law, into one for the investigation facts, and for weighing evidence. To look into that testimony for the purpose of inquiring whether the Judge has omitted any thing material in his charge, would be to yield to this practice, and to sanction it in its most exceptionable form. If the defendant's counsel wished the instruction of the Judge to the jury, on any point which was omitted in the charge, his course was to suggest the point, and request an opinion on it. If counsel may, without pursuing this course, spread the whole testimony on the record, and then, by a general exception to the charge, enable himself to take advantage, not only of a misdirection, but of any omission to notice any question which may be supposed, by this Court, to have arisen in the case, such a course would obviously transfer to the Supreme Court the appropriate duties of a Circuit Court, and cannot be countenanced.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is also contended by the counsel for the plaintiff in error, that the Judge has erred in not answering fully the inquiry made by the jury. That was in these words: 'The jury beg leave to ask the Judges whether Toler must have an interest in Armstrong's goods to constitute him a participator in the voyage? If simply having goods on board will constitute him such?' The Court answered as follows: 'The plaintiff, simply having goods on board, would not constitute him a participator, or affect the contract with the defendant. Being interested in the goods would.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is much reason to believe, that the first of these questions was not understood by the jury, or by the Judge, according to the literal import of the words. The inquiry would seem to be, whether, under any possible view of the transaction, Toler could be tainted with the guilt of Armstrong, so as to affect the contract in suit, unless he had an interest in the goods. This was probably not the intention of the jury, because an answer to this question is to be found in the charge. The Judge had stated, that if Toler was the contriver of, or concerned in, a scheme to introduce these goods into the United States, or had consented to become the consignee with a view to their introduction, these circumstances would vitiate the contract. He had already said, therefore, that an interest in Armstrong's goods was not indispensably necessary to make Toler a participator in the voyage, as to all the purposes of the defence. He had stated two cases specially, either of which the jury might consider as proved by the evidence, in which the consideration would be unlawful; and he had said generally, 'that where the contract grows immediately out of, and is connected with, an illegal or immoral act, a Court of justice will not lend its aid to enforce it. And if the contract be, in fact, only connected with the illegal transaction, and growing immediately out of it, though it be in fact a new contract, it is equally tainted by it.' There is much reason to believe that the jury could not have intended to put a question which had been already answered, and that they might design to ask, whether, having goods on board belonging to himself, would place him in the same situation as if interested with Armstrong. The answer of the Court would show, that the questions were understood in this sense, and that answer appears to have been satisfactory to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However this may be, we think the law was correctly stated by the Court; and we cannot admit, that a judgment is to be reversed because an answer does not go to the full extent of the question. Had the jury desired further information, they might, and probably would, have signified their desire to the Court. The utmost willingness was manifested to gratify them, and it may fairly be presumed that they had nothing farther to ask.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think that there is no error in the judgment of the Circuit Court, and that it ought to be affirmed, with costs and damages, at the rate of six per centum per annum.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fna\">\n        <a class=\"footnote\" href=\"#fna_ref\">a</a>\n        <p> The George, 1 <i>Wheat. Rep.</i> 408. S. C. 2 <i>Wheat. Rep.</i> 278.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnb\">\n        <a class=\"footnote\" href=\"#fnb_ref\">b</a>\n        <p> Collins v. Blantern, 2 <i>Wils. Rep.</i> 347. Holman v. Johnson, <i>Cowp. Rep.</i> 341. Biggs v. Lawrence, 3 <i>Term Rep.</i> 454. Clugas v. Penaluna, 4 <i>Term Rep.</i> 466. Steers v. Laishley, 6 <i>Term Rep.</i> 61. Booth v. Hodgson, 6 <i>Term Rep.</i> 405. Waymell v. Reed, 5 <i>Term Rep.</i> 599. <i>Ex parte</i> Mather, 3 <i>Ves jun. Rep.</i> 373. Ribbans v. Crickett, 1 <i>Bos. &amp; Pull.</i> 264. Lightfoot v. Tenant, 1 <i>Bos. &amp; Pull.</i> 551. Aubert v. Maze, 2 <i>Bos. &amp; Pull.</i> 371. Shirley v. Sankey, 2 <i>Bos. &amp; Pull.</i> 130. Thompson v. Thompson, 7 <i>Ves. Rep.</i> 470. <i>Ex parte</i> Daniels, 14 <i>Ves. Rep.</i> 191. <i>Ex parte</i> Bell, 1 <i>Maul. &amp; Selw.</i> 751. Cooth v. Jackson, 6 <i>Ves. Rep.</i> 11. Branton v. Taddy, 1 <i>Taunt. Rep.</i> 6. Edgar v. Fowler, 3 <i>East's Rep.</i> 222. Morck v. Abel, 3 <i>Bos. &amp; Pull.</i> 35. Blachford v. Preston, 8 <i>Term Rep.</i> 89. Gallini v. Laborie, 5 <i>Term Rep.</i> 242. Sullivan v. Greaves, <i>Park. Ins.</i> 8. Mitchell v. Cockburn, 2 <i>H. Bl. Rep.</i> 379. Canaan v. Bryce, 3 <i>Barnw. &amp; Ald.</i> 179. Duncanson v. McClure, 4 <i>Dall. Rep.</i> 308. Hunt v. Knickerbocker, 5 <i>Johns. Rep.</i> 327. Whitaker v. Cone, 2 <i>Johns. Cas.</i> 58. Belding v. Pitkin, 2 <i>Johns. Ch.</i> 147. Graves v. Delaplaine, 14 <i>Johns. Rep.</i> 146. Griswold v. Waddington, 16 <i>Johns. Rep.</i> 438. Richardson v. Marine Ins. Co., 6 <i>Mass. Rep.</i> 111. Russell v. De Grand, 15 <i>Mass. Rep.</i> 35. Wheeler v. Russel, 17 <i>Mass. Rep.</i> 281. Musson v. Frales, 16 <i>Mass. Rep.</i> 334. Frales v. Mayberry, 2 <i>Gallis. Rep.</i> 560. Hannay v. Eve, 3 <i>Cranch's Rep.</i> 242. Patton v. Nicholson, 3 <i>Wheat. Rep.</i> 204. Mitchel v. Smith, 4 <i>Dall. Rep.</i> 269. S.C. 1 <i>Binn. Rep.</i> 110. Maybin v. Coulon, 4 <i>Dall. Rep.</i> 298. Biddis v. James, 6 <i>Binn. Rep.</i> 321. Coulon v. Anthony, 4 <i>Yeates</i>, 24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnc\">\n        <a class=\"footnote\" href=\"#fnc_ref\">c</a>\n        <p> <i>Pothier, Des Obligations</i>, No. 43-45. <i>Des Assurances</i>, No. 58. <i>Emerigon, Des. Ass.</i> tom. 1. p. 211.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnd\">\n        <a class=\"footnote\" href=\"#fnd_ref\">d</a>\n        <p> Faikney v. Reynous, 4 <i>Burr. Rep.</i> 2069. Petrie v. Hannay, 3 <i>Term Rep.</i> 418. Farmer v. Russel, 1 <i>Bos. &amp; Pull.</i> 295. Tenant v. Eliot, 1 <i>Bos. &amp; Pull.</i> 3. Lloyd v. Johnson, 1 <i>Bos. &amp; Pull.</i> 340. Watts v. Brooks, 3 <i>Ves. jun. Rep.</i> 612. Bird v. Appleton, 8 <i>Term Rep.</i> 562. <i>Ex parte</i> Bulmer, 13 <i>Ves. Rep.</i> 313. Sewell v. Royal Exch. Co., 4 <i>Taunt. Rep.</i> 850. Hodgson v. Temple, 5 <i>Taunt. Rep.</i> 181. Haines v. Busk, 5 <i>Taunt. Rep.</i> 521. Simpson v. Bloss, 7 <i>Taunt. Rep.</i> 246. Antoine v. Morshead, 6 <i>Taunt. Rep.</i> 237. S. C. 1 <i>Marsh. Rep.</i> 561. Danbroz v. Morshead, 6 <i>Taunt. Rep.</i> 332. Willison v. Pattison, 7 <i>Taunt. Rep.</i> 439. Evans v. Richardson, 3 <i>Meriv. Rep.</i> 469. Edwards v. Dick, 4 <i>Barnw. &amp; Ald.</i> 211. Woodhouse v. Meredith, 1 <i>Jac. &amp; Walk.</i> 204. Whittingham v. Bourgoyne, 3 <i>Andsr.</i> 900. Booth v. Jackson, 6 <i>Ves. Rep.</i> 12. Edgar v. Fowler, 3 <i>East's Rep.</i> 222. Bensley v. Bingold, 5 <i>Barnw. &amp; Ald.</i> 335. Johnson v. Hudson, 11 <i>East's Rep.</i> 180. Gross v. Lapage, 1 <i>Holt's N. P. Rep.</i> 105. 107. and cases collected in note. Hedley v. Lapage, 1 <i>Holt's N. P. Rep.</i> 392. Duhammel v. Pickering, 2 <i>Stark. N. P. Rep.</i> 90. Stokes v. Twitcher, 8 <i>Taunt. Rep.</i> 492. <i>Gow on Partnership</i>, 105. 2 <i>Evans' Pothier</i>, Appendix, No. I. p. 8. 1 <i>Fonbl. Eq.</i> b. 1. c. 4. s. 4. note y. <i>Puffend.</i> l. 3. c. 7. s. 9. note 2.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85492/"
}