{"absolute_url": "/opinion/86604/john-w-paup-james-trigg-and-richard-pryor/", "blocked": false, "citation": {"case_name": "John W. Paup, James Trigg, and Richard Pryor, in Error v. Thomas S. Drew, as Governor of the State of Arkansas, and Successor of Archibald Yell, Deceased", "docket_number": null, "document_uris": ["/api/rest/v2/document/86604/"], "federal_cite_one": "51 U.S. 218", "federal_cite_three": null, "federal_cite_two": null, "id": 54571, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54571/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1851-02-21", "date_modified": "2014-12-21T01:25:05.001471", "docket": "/api/rest/v2/docket/213947/", "download_url": "http://bulk.resource.org/courts.gov/c/US/51/51.US.218.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">51 U.S. 218</p>\n    <p class=\"case_cite\">10 How. 218</p>\n    <p class=\"case_cite\">13 L.Ed. 394</p>\n    <p class=\"parties\">JOHN W. PAUP, JAMES TRIGG, AND RICHARD PRYOR,<br>PLAINTIFFS IN ERROR,<br>v.<br>THOMAS S. DREW, AS GOVERNOR OF THE STATE OF<br>ARKANSAS, AND SUCCESSOR OF ARCHIBALD YELL, DECEASED.</p>\n    <p class=\"date\">December Term, 1850</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up, by writ of error, from the Supreme Court of the State of Arkansas.</p>\n      <p class=\"indent\">The same question was involved which was raised in the preceding case of <i>Woodruff</i> v. <i>Trapnall;</i> namely, whether the state of Arkansas could refuse to receive the notes of the Bank of the State of Arkansas under the circumstances therein stated; and also the additional question, whether she could refuse to receive the notes in her character of trustee under the following circumstances.</p>\n      <p class=\"indent\">On the 2d of March, 1827, Congress passed an act (4 Stat. at L., 235,) entitled 'An Act concerning a seminary of learning in the Territory of Arkansas,' by which two entire townships of land were directed to be set aside and reserved from sale, out of the public lands within said Territory, for the use and support of a university within said Territory.</p>\n      <p class=\"indent\">On the 23d of June, 1836, Congress passed another act (5 Stat. at L., 38), entitled 'An Act supplementary to the act entitled 'An Act for the admission of the state of Arkansas into the Union,' and to provide for the due execution of the laws of the United States within the same, and for other purposes,' by which the lands so reserved were vested in the state of Arkansas.</p>\n      <p class=\"indent\">On the 28th of December, 1840, the legislature of Arkansas passed an act entitled 'An Act to authorize the Governor to dispose of the Seminary lands.'</p>\n      <p class=\"indent\">On the 13th of May, 1842, Archibald Yell, then Governor of Arkansas, sold to John W. Paup the right to enter and locate six hundred and forty acres of the above lands, and received from him five bonds, payable in one, two, three, four, and five years after date, in specie or its equivalent, with James Trigg and Richard Pryor as sureties. The amount of the bonds was $3920.</p>\n      <p class=\"indent\">In October, 1847, Thomas Drew, as Governor of the state, and successor to Archibald Yell, brought a suit upon these bonds in the Pulaski Circuit Court.</p>\n      <p class=\"indent\">On the 21st of October, 1847, the defendants brought into court the sum of $6050 in notes of the Bank of the State of Arkansas, and pleaded a tender of the same in discharge of the debt. The plea further set forth the act incorporating the bank as it is stated in the report of the preceding case of <i>Woodruff</i> v. <i>Trapnall</i>.</p>\n      <p class=\"indent\">On the 25th of October, 1847, the plaintiff's counsel demurred to this plea, setting forth, amongst other causes of demurrer, the following, viz.:&#8212;&#8212;</p>\n      <p class=\"indent\">'4th. That the proceeds of said bonds are part of a trust fund committed to the state by Congress for special purposes, over which the state has no power, except to collect and disburse the same in pursuance of the objects of the grant; and the said state has no power to apply said funds to the payment of her ordinary liabilities, nor is the state bound to accept in payment of such bonds any depreciated bills, bank paper, or issues, even though she may be ultimately liable to redeem such depreciated bills, bank paper, or issues.</p>\n      <p class=\"indent\">'5th. The said bonds sued on never constituted any part of the capital stock of said State Bank, nor were the issues of said bank ever made receivable in payment of debts due the state in a merely fiduciary capacity.'</p>\n      <p class=\"indent\">On the 23d of December, 1847, the Pulaski Circuit Court sustained this demurrer, and gave judgment for the plaintiff in the sum of $3920, together with $2199.44 damages, with interest on said debt and damages at the rate of ten per cent. per annum till paid.</p>\n      <p class=\"indent\">The case was carried to the Supreme Court of the state of Arkansas, upon a bill of exceptions, which court, on the 24th of July, 1848, affirmed the judgment of the Pulaski Circuit Court, as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'This cause came on to be heard upon the transcript of the record of the Circuit Court of Pulaski County, and was argued by counsel; on consideration whereof, this court doth adjudge and decide, that the act of the General Assembly of the state of Arkansas, approved January 10, 1845, repealing the twenty-eighth section of the act of said General Assembly of said state incorporating said bank of said state, is not a law impairing the obligation of any contract involved in this case, nor contrary, in any wise, in regard to this case, to the Constitution of the United States, which was one of the questions in issue, and necessary to be adjudicated in this case; and that said state is in no wise bound by law to receive the bills and notes of said bank, issued before the passage of said act of January 10, 1845, in payment of the debts due to said state, as laid in the declaration, which was one other question involved in, and necessary to, the adjudication of this case; wherefore there is no error in the proceedings and judgment of said Circuit Court in this cause.</p>\n      <p class=\"indent\">'It is therefore considered by the court, that the judgment of said Circuit Court in this cause rendered be, and the same is hereby, in all things, affirmed, with costs. It is further considered, that said defendant recover of said plaintiffs all his costs in this court in this cause expended, and have execution thereof.</p>\n      <p class=\"indent\">From this judgment, a writ of error brought the case up to this court.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Lawrence</i> and <i>Mr. Reverdy Johnson</i>, for the plaintiffs in error, and by <i>Mr. Sebastian</i>, for the defendant in error.</p>\n      <p class=\"indent\">Being argued in connection with the preceding case of <i>Woodruff</i> v. <i>Trapnall</i>, the arguments were necessarily blended together. So far as related to the peculiar circumstances of this case, the council for the plaintiff in error contended that a state could be a trustee, and cited 2 Atk., 223; 1 Vern., 419, 428, 437; Hard., 465; 1 Ves. Sr., 453; 3 Atk., 309; 2 Sch. &amp; L., 617; 1 Eden, 176; 1 W. Bl., 121; 6 Price, 411; and to show that the notes of the bank ought to be received, 6 Gill &amp; J. (Md.), 364; 7 Id., 460; 5 Pet., 641; 6 How., 329.</p>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the Supreme Court of Arkansas, under the twenty-fifth section of the Judiciary Act of 1789.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A judgment was rendered, in the Pulaski Circuit Court, against the plaintiffs in erorr, on the 23d of December, 1847, for six thousand one hundred and nineteen dollars and costs, on bonds payable at different times, given for the purchase of a part of certain lands granted to the state by Congress, for the support of a seminary, and which lands were sold by the Governor, as the agent of the state, under the authority of the General Assembly. The bonds were made payable and negotiable at the State Bank of Arkansas, 'in specie or its equivalent.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants pleaded a tender in the notes of the State Bank of Arkansas, and relied upon the twenty-eighth section of the charter of the bank, which provided 'that the bills and notes of said institution shall be received in all payments of debts due to the state of Arkansas;' that the notes of the bank tendered were issued while this section was in full force, and which constituted a contract to receive them in payment of debts by the state, which the state could not repudiate, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There was a demurrer to the plea, which was sustained by the court. The case was submitted to a jury, whose verdict was for the plaintiff, on which a judgment was entered. A writ of error was prosecuted to the Supreme Court of Arkansas, on which the judgment of the Circuit Court was affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the act of the 2d of March, 1827, the Secretary of the Treasury was authorized to set apart and reserve from sale of the public lands, within the territory of Arkansas, a quantity of land not exceeding two entire townships, for the use of a university, &amp;c. And by the act of the 23d of June, 1836, it is provided, 'that the two entire townships of land which have already been located, by virtue of the above act, are hereby vested in and confirmed to the General Assembly of the said state, to be appropriated solely to the use of such seminary by the General Assembly.' Under the act of the state of the 28th of December, 1840, these lands were sold by the Governor of the state, and the bonds now in question were given on the purchase of a part of them, as above stated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The entire capital of the bank is owned by the state, and its concerns are managed by the agents of the state. The directors of the principal bank and of the branches are elected by the legislature of the state .</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the case of <i>Woodruff</i> v. <i>Trapnall</i>, decided at the present term, this court held that the twenty-eighth section in the charter constituted a contract between the state and the holder of the bills of the bank. That the pledge of the state to receive the notes of the bank, in payment of debts, was a standing guaranty, which embraced all the paper issued by the bank until the guaranty was repealed. And that this construction was founded upon the fact, that the bank belonged exclusively to the state, was conducted by its officers, and for its benefit. That the guaranty attached to the notes of the bank in circulation at the time of the repeal, and such notes the state was bound to receive in payment of its debts. That in this respect the obligation of the contract applied to a state equally as to an individual. And that as to the binding force of a similar guaranty by an individual, there would seem to be no ground for doubt. But that under this guaranty the state is bound to receive the notes of the bank only in payment of debts in its own right.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The lands sold did not belong to the state of Arkansas, but were held by it in trust 'to be appropriated solely for the use of the seminary.' The money, of course, secured to be paid by the purchaser, partook of the same character. The bonds were made payable to the Governor or his successor in office. And it appears, as stated in the plea, that the money to be received was intended, under the act of incorporation of the bank, to constitute a part of its capital. The Governor acted as the agent of the state in making the sale of the land, and in collecting the money; but he could only represent a trust interest. The manner in which the money was intended to be appropriated can in no respect affect the question now under consideration. In law, the money did not belong to the state, in any other capacity than as trustee, and consequently the debt was not due to the state in its own right. No court can sanction the violation of a trust, but will always act on the presumption that it will be faithfully executed. And this is especially the case when the trust is vested in a state, which is not amenable to judicial process. To hold that the state of Arkansas is bound, under the provision in the charter of the bank, to receive its notes in payment for the Seminary lands, would violate the trust, as it would greatly reduce the fund. Should the money be invested by the state, and lost, it would be responsible for it. No hazard incurred in the appropriation or use of this money could exonerate the state from faithfully carrying out the object for which the fund was originally constituted.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bonds were given payable 'in specie or its equivalent.' This shows that it was the understanding of both parties, that currency less valuable than specie should not be received in payment of the bonds. If by a contract the state was bound to receive the notes of the bank in payment of its debts, by a contract this obligation might be waived. And no waiver could be more express than an obligation by the debtor to pay in specie or its equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are therefore of opinion, that, as this fund is a trust in the hands of the state, it cannot, within the twenty-eighth section of the charter of the bank, be considered a debt due to the state; and we think by the condition of the bonds to discharge them 'in specie or its equivalent,' the notes of the bank are also excluded. On both these grounds, the contract set up in the pleading not being impaired, we think the judgment of the state court must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice CATRON, Mr. Justice DANIEL, Mr. Justice NELSON, and Mr. Justice GRIER gave separate opinions, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice DANIEL.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I concur in the conclusion adopted by the court in these causes (<i>Paup et al.</i> v. <i>Drew</i>, and <i>Trigg et al.</i> v. <i>Drew</i>); but whilst I do this I cannot claim to myself the argument upon which that conclusion professes to be founded. The principles and reasonings propounded in these cases, and in that of <i>Woodruff</i> v. <i>Trapnall</i>, appear to me to place all three of the cases essentially upon the same platform, and establish no valid or sound distinction between them, but should, if those principles and reasonings be correct, have led to the same conclusion in them all.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice CATRON.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I concur with my brother Daniel.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Justice NELSON.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I concur in the judgment of the court on the ground, first, that the act of the legislature of the state of Arkansas, repealing the provision of a previous act, by which the bills of the Bank of Arkansas were authorized to be taken in payment of the public dues and taxes, was constitutional and valid, and the defendant therefore bound to discharge his obligation in the legal currency of the country; and, secondly, that, if otherwise, the obligor in this case has expressly stipulated to pay the debt in specie or its equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice GRIER.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I concur with my brother Nelson.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Supreme Court of the state of Arkansas, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Supreme Court in this cause be, and the same is hereby, affirmed, with costs and damages at the rate of six per centum per annum.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> See <i>Trebilcock</i> v. <i>Wilson</i>, 12 Wall., 695.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">How.</span> <span class=\"page\">218</span></span></p>\n    <p class=\"case_cite\">13 L.Ed. 394</p>\n    <p class=\"parties\">JOHN W. PAUP, JAMES TRIGG, AND RICHARD PRYOR,<br>PLAINTIFFS IN ERROR,<br>v.<br>THOMAS S. DREW, AS GOVERNOR OF THE STATE OF<br>ARKANSAS, AND SUCCESSOR OF ARCHIBALD YELL, DECEASED.</p>\n    <p class=\"date\">December Term, 1850</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up, by writ of error, from the Supreme Court of the State of Arkansas.</p>\n      <p class=\"indent\">The same question was involved which was raised in the preceding case of <i>Woodruff</i> v. <i>Trapnall;</i> namely, whether the state of Arkansas could refuse to receive the notes of the Bank of the State of Arkansas under the circumstances therein stated; and also the additional question, whether she could refuse to receive the notes in her character of trustee under the following circumstances.</p>\n      <p class=\"indent\">On the 2d of March, 1827, Congress passed an act (4 Stat. at L., 235,) entitled 'An Act concerning a seminary of learning in the Territory of Arkansas,' by which two entire townships of land were directed to be set aside and reserved from sale, out of the public lands within said Territory, for the use and support of a university within said Territory.</p>\n      <p class=\"indent\">On the 23d of June, 1836, Congress passed another act (5 Stat. at L., 38), entitled 'An Act supplementary to the act entitled 'An Act for the admission of the state of Arkansas into the Union,' and to provide for the due execution of the laws of the United States within the same, and for other purposes,' by which the lands so reserved were vested in the state of Arkansas.</p>\n      <p class=\"indent\">On the 28th of December, 1840, the legislature of Arkansas passed an act entitled 'An Act to authorize the Governor to dispose of the Seminary lands.'</p>\n      <p class=\"indent\">On the 13th of May, 1842, Archibald Yell, then Governor of Arkansas, sold to John W. Paup the right to enter and locate six hundred and forty acres of the above lands, and received from him five bonds, payable in one, two, three, four, and five years after date, in specie or its equivalent, with James Trigg and Richard Pryor as sureties. The amount of the bonds was $3920.</p>\n      <p class=\"indent\">In October, 1847, Thomas Drew, as Governor of the state, and successor to Archibald Yell, brought a suit upon these bonds in the Pulaski Circuit Court.</p>\n      <p class=\"indent\">On the 21st of October, 1847, the defendants brought into court the sum of $6050 in notes of the Bank of the State of Arkansas, and pleaded a tender of the same in discharge of the debt. The plea further set forth the act incorporating the bank as it is stated in the report of the preceding case of <i>Woodruff</i> v. <i>Trapnall</i>.</p>\n      <p class=\"indent\">On the 25th of October, 1847, the plaintiff's counsel demurred to this plea, setting forth, amongst other causes of demurrer, the following, viz.:&#8212;&#8212;</p>\n      <p class=\"indent\">'4th. That the proceeds of said bonds are part of a trust fund committed to the state by Congress for special purposes, over which the state has no power, except to collect and disburse the same in pursuance of the objects of the grant; and the said state has no power to apply said funds to the payment of her ordinary liabilities, nor is the state bound to accept in payment of such bonds any depreciated bills, bank paper, or issues, even though she may be ultimately liable to redeem such depreciated bills, bank paper, or issues.</p>\n      <p class=\"indent\">'5th. The said bonds sued on never constituted any part of the capital stock of said State Bank, nor were the issues of said bank ever made receivable in payment of debts due the state in a merely fiduciary capacity.'</p>\n      <p class=\"indent\">On the 23d of December, 1847, the Pulaski Circuit Court sustained this demurrer, and gave judgment for the plaintiff in the sum of $3920, together with $2199.44 damages, with interest on said debt and damages at the rate of ten per cent. per annum till paid.</p>\n      <p class=\"indent\">The case was carried to the Supreme Court of the state of Arkansas, upon a bill of exceptions, which court, on the 24th of July, 1848, affirmed the judgment of the Pulaski Circuit Court, as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'This cause came on to be heard upon the transcript of the record of the Circuit Court of Pulaski County, and was argued by counsel; on consideration whereof, this court doth adjudge and decide, that the act of the General Assembly of the state of Arkansas, approved January 10, 1845, repealing the twenty-eighth section of the act of said General Assembly of said state incorporating said bank of said state, is not a law impairing the obligation of any contract involved in this case, nor contrary, in any wise, in regard to this case, to the Constitution of the United States, which was one of the questions in issue, and necessary to be adjudicated in this case; and that said state is in no wise bound by law to receive the bills and notes of said bank, issued before the passage of said act of January 10, 1845, in payment of the debts due to said state, as laid in the declaration, which was one other question involved in, and necessary to, the adjudication of this case; wherefore there is no error in the proceedings and judgment of said Circuit Court in this cause.</p>\n      <p class=\"indent\">'It is therefore considered by the court, that the judgment of said Circuit Court in this cause rendered be, and the same is hereby, in all things, affirmed, with costs. It is further considered, that said defendant recover of said plaintiffs all his costs in this court in this cause expended, and have execution thereof.</p>\n      <p class=\"indent\">From this judgment, a writ of error brought the case up to this court.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Lawrence</i> and <i>Mr. Reverdy Johnson</i>, for the plaintiffs in error, and by <i>Mr. Sebastian</i>, for the defendant in error.</p>\n      <p class=\"indent\">Being argued in connection with the preceding case of <i>Woodruff</i> v. <i>Trapnall</i>, the arguments were necessarily blended together. So far as related to the peculiar circumstances of this case, the council for the plaintiff in error contended that a state could be a trustee, and cited 2 Atk., 223; 1 Vern., 419, 428, 437; Hard., 465; 1 Ves. Sr., 453; 3 Atk., 309; 2 Sch. &amp; L., 617; 1 Eden, 176; 1 W. Bl., 121; 6 Price, 411; and to show that the notes of the bank ought to be received, 6 Gill &amp; J. (Md.), 364; 7 Id., 460; 5 Pet., 641; 6 How., 329.</p>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the Supreme Court of Arkansas, under the twenty-fifth section of the Judiciary Act of 1789.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A judgment was rendered, in the Pulaski Circuit Court, against the plaintiffs in erorr, on the 23d of December, 1847, for six thousand one hundred and nineteen dollars and costs, on bonds payable at different times, given for the purchase of a part of certain lands granted to the state by Congress, for the support of a seminary, and which lands were sold by the Governor, as the agent of the state, under the authority of the General Assembly. The bonds were made payable and negotiable at the State Bank of Arkansas, 'in specie or its equivalent.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants pleaded a tender in the notes of the State Bank of Arkansas, and relied upon the twenty-eighth section of the charter of the bank, which provided 'that the bills and notes of said institution shall be received in all payments of debts due to the state of Arkansas;' that the notes of the bank tendered were issued while this section was in full force, and which constituted a contract to receive them in payment of debts by the state, which the state could not repudiate, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There was a demurrer to the plea, which was sustained by the court. The case was submitted to a jury, whose verdict was for the plaintiff, on which a judgment was entered. A writ of error was prosecuted to the Supreme Court of Arkansas, on which the judgment of the Circuit Court was affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the act of the 2d of March, 1827, the Secretary of the Treasury was authorized to set apart and reserve from sale of the public lands, within the territory of Arkansas, a quantity of land not exceeding two entire townships, for the use of a university, &amp;c. And by the act of the 23d of June, 1836, it is provided, 'that the two entire townships of land which have already been located, by virtue of the above act, are hereby vested in and confirmed to the General Assembly of the said state, to be appropriated solely to the use of such seminary by the General Assembly.' Under the act of the state of the 28th of December, 1840, these lands were sold by the Governor of the state, and the bonds now in question were given on the purchase of a part of them, as above stated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The entire capital of the bank is owned by the state, and its concerns are managed by the agents of the state. The directors of the principal bank and of the branches are elected by the legislature of the state .</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the case of <i>Woodruff</i> v. <i>Trapnall</i>, decided at the present term, this court held that the twenty-eighth section in the charter constituted a contract between the state and the holder of the bills of the bank. That the pledge of the state to receive the notes of the bank, in payment of debts, was a standing guaranty, which embraced all the paper issued by the bank until the guaranty was repealed. And that this construction was founded upon the fact, that the bank belonged exclusively to the state, was conducted by its officers, and for its benefit. That the guaranty attached to the notes of the bank in circulation at the time of the repeal, and such notes the state was bound to receive in payment of its debts. That in this respect the obligation of the contract applied to a state equally as to an individual. And that as to the binding force of a similar guaranty by an individual, there would seem to be no ground for doubt. But that under this guaranty the state is bound to receive the notes of the bank only in payment of debts in its own right.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The lands sold did not belong to the state of Arkansas, but were held by it in trust 'to be appropriated solely for the use of the seminary.' The money, of course, secured to be paid by the purchaser, partook of the same character. The bonds were made payable to the Governor or his successor in office. And it appears, as stated in the plea, that the money to be received was intended, under the act of incorporation of the bank, to constitute a part of its capital. The Governor acted as the agent of the state in making the sale of the land, and in collecting the money; but he could only represent a trust interest. The manner in which the money was intended to be appropriated can in no respect affect the question now under consideration. In law, the money did not belong to the state, in any other capacity than as trustee, and consequently the debt was not due to the state in its own right. No court can sanction the violation of a trust, but will always act on the presumption that it will be faithfully executed. And this is especially the case when the trust is vested in a state, which is not amenable to judicial process. To hold that the state of Arkansas is bound, under the provision in the charter of the bank, to receive its notes in payment for the Seminary lands, would violate the trust, as it would greatly reduce the fund. Should the money be invested by the state, and lost, it would be responsible for it. No hazard incurred in the appropriation or use of this money could exonerate the state from faithfully carrying out the object for which the fund was originally constituted.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bonds were given payable 'in specie or its equivalent.' This shows that it was the understanding of both parties, that currency less valuable than specie should not be received in payment of the bonds. If by a contract the state was bound to receive the notes of the bank in payment of its debts, by a contract this obligation might be waived. And no waiver could be more express than an obligation by the debtor to pay in specie or its equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are therefore of opinion, that, as this fund is a trust in the hands of the state, it cannot, within the twenty-eighth section of the charter of the bank, be considered a debt due to the state; and we think by the condition of the bonds to discharge them 'in specie or its equivalent,' the notes of the bank are also excluded. On both these grounds, the contract set up in the pleading not being impaired, we think the judgment of the state court must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice CATRON, Mr. Justice DANIEL, Mr. Justice NELSON, and Mr. Justice GRIER gave separate opinions, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice DANIEL.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I concur in the conclusion adopted by the court in these causes (<i>Paup et al.</i> v. <i>Drew</i>, and <i>Trigg et al.</i> v. <i>Drew</i>); but whilst I do this I cannot claim to myself the argument upon which that conclusion professes to be founded. The principles and reasonings propounded in these cases, and in that of <i>Woodruff</i> v. <i>Trapnall</i>, appear to me to place all three of the cases essentially upon the same platform, and establish no valid or sound distinction between them, but should, if those principles and reasonings be correct, have led to the same conclusion in them all.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice CATRON.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I concur with my brother Daniel.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Justice NELSON.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I concur in the judgment of the court on the ground, first, that the act of the legislature of the state of Arkansas, repealing the provision of a previous act, by which the bills of the Bank of Arkansas were authorized to be taken in payment of the public dues and taxes, was constitutional and valid, and the defendant therefore bound to discharge his obligation in the legal currency of the country; and, secondly, that, if otherwise, the obligor in this case has expressly stipulated to pay the debt in specie or its equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice GRIER.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I concur with my brother Nelson.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Supreme Court of the state of Arkansas, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Supreme Court in this cause be, and the same is hereby, affirmed, with costs and damages at the rate of six per centum per annum.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> See <i>Trebilcock</i> v. <i>Wilson</i>, 12 Wall., 695.</p>\n      </div>\n    </div>\n    ", "id": 86604, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86604/", "sha1": "dd73c78ba2e4c2f11a268ff1c6e1f0e0d290cede", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:41"}