{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "292 U.S. 511", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102290/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "INT. MILLING CO. v. Columbia Transportation Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "561", 
    "id": 86673, 
    "resource_uri": "/api/rest/v2/citation/86673/"
  }, 
  "id": 102290, 
  "blocked": false, 
  "judges": "Cardozo", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1934-05-28", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>292 U.S. 511 (1934)</b></center>\n<center><h1>INTERNATIONAL MILLING CO.<br>\nv.<br>\nCOLUMBIA TRANSPORTATION CO.</h1></center>\n<center>No. 561.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 16, 1934.</center>\n<center>Decided May 28, 1934.</center>\nCERTIORARI TO THE SUPREME COURT OF MINNESOTA.\n<p><span class=\"star-pagination\">*512</span> <i>Mr. James G. Nye,</i> with whom <i>Messrs. Oscar Mitchell</i> and <i>Albert C. Gillette</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Edgar W. MacPherran,</i> with whom <i>Messrs. Thomas H. Garry, Carl V. Essery,</i> and <i>Thomas H. Adams</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*515</span> MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>Petitioner, plaintiff in the court below, is a Delaware corporation, a dealer in grain, with its principal office and place of business in Minneapolis, Minnesota. Respondent, defendant below, is also a Delaware corporation, a carrier by water, with its principal office in Cleveland, Ohio. We are to determine whether in the circumstances exhibited in the record a suit between the parties in the courts of Minnesota is an unreasonable burden upon interstate commerce.</p>\n<p>On January 1, 1930, petitioner loaded a cargo of grain on one of the vessels of respondent's predecessor for transportation and storage. This vessel was the W.C. Richardson, and the termini of the voyage were Chicago and Buffalo. At one of those points or somewhere between them the grain was negligently handled while in the carrier's possession with ensuing damage discovered about the end of 1930. The defendant in this suit is a successor corporation, which took over the business in December, 1931, and assumed its liabilities.</p>\n<p>The new corporation, like its predecessor, is a carrier of merchandise in interstate and foreign commerce, picking up cargoes where it can get them, but principally along the Great Lakes and in tributary waters. It has a fleet of ten steamers which it uses for that purpose as occasion requires. Owing to slack business, the only vessel in commission during the first half of 1932 was <span class=\"star-pagination\">*516</span> the C. Russell Hubbard, which operated principally between ports on Lakes Superior and Michigan. On July 1, 1932, this vessel arrived at Duluth, Minnesota, carrying a cargo of coal from Sandusky, Ohio. While unloading in neighboring waters she was seized by the sheriff under a writ of attachment sued out by the petitioner in a District Court of the state. The summons and the attachment writ were served on the master of the vessel, who made report of the proceeding to the respondent's agents at Duluth. These agents, a firm of vessel brokers, were employed by the respondent as its Duluth representatives to act for it as might be necessary when its boats were at the dock. They saw to it that the cargoes were loaded and unloaded, reported to their principal the coming and going of the vessels, and issued bills of lading. Notice of an expected cargo came to them by telegraph, for there was no regular schedule to put them on the watch. Payment was by the job, $10 for each cargo. Like services had been rendered by the same agents since 1928, and, it may be, even earlier. Just how often they had acted, the record does not tell us, though presumably the facts were within the knowledge of the principal. If there may be inferences from silence, we draw them against the party who bears the burden of persuasion.</p>\n<p>Promptly upon the seizure of the vessel, the respondent filed an undertaking in the sum of $40,000, whereupon the levy was released. Then, appearing specially, it moved to vacate the attachment and the summons upon the ground that the prosecution of the action in the state of Minnesota would impose a serious and unreasonable burden upon interstate commerce, in contravention of Article I, Section 8, of the Constitution of the United States. The District Court granted the motion. The Supreme Court of Minnesota affirmed, three judges dissenting. 189 Minn. 507; 250 N.W. 186. Later there was a final judgment in the District Court, and again an affirmance <span class=\"star-pagination\">*517</span> on appeal. 189 Minn. 516; 250 N.W. 190. A writ of certiorari has brought the case here. 290 U.S. 622.</p>\n<p>Our point of departure is the decision of this court in <i>Davis</i> v. <i>Farmers Co-operative Equity Co.,</i> [1923] 262 U.S. 312. There a Kansas corporation brought suit in Minnesota against the Director General of Railroads, representing the Atchison, Topeka &amp; Santa Fe Railway Company, also a Kansas corporation. The plaintiff was not a resident of Minnesota, nor engaged in business there. The railway company was not a resident of Minnesota, and did no business there, except to solicit traffic. The cause of action had no relation to any local activity. Service of process was made in reliance upon a Minnesota statute (Laws of 1913, c. 218, p. 274) whereby every foreign interstate carrier was compelled \"to submit to suit there as a condition of maintaining a soliciting agent within the State.\" 262 U.S. at pp. 313, 315. Upon those facts the ruling of this court was that the effect of the statute, when applied to a carrier so situated, was an unreasonable obstruction of interstate commerce. The decision was confined narrowly within the bounds of its own facts. \"It may be,\" the court said (262 U.S. at p. 316), \"that a statute like that here assailed would be valid although applied to suits in which the cause of action arose elsewhere, if the transaction out of which it arose had been entered upon within the State, or if the plaintiff was, when it arose, a resident of the State.\" The facts in the <i>Davis</i> case were substantially identical with those in <i>Atchison, T. &amp; S.F. Ry. Co.</i> v. <i>Wells,</i> 265 U.S. 101, decided a year later. Then, in 1929, <i>Michigan Central R. Co.</i> v. <i>Mix,</i> 278 U.S. 492, enforced the same conclusion where the plaintiff, a resident of Michigan at the time of an accident, sued a Michigan railway company in Missouri upon a Michigan cause of action, though the defendant's only activity in Missouri was the maintenance of an agency for the solicitation of business. The suit <span class=\"star-pagination\">*518</span> was not saved because the plaintiff had moved into Missouri \"after the injury complained of, but before instituting the action.\" \"For aught that appears her removal to St. Louis shortly after the accident was solely for the purpose of bringing the suit; and because she was advised that her chances of recovery would be better there than they would be in Michigan.\" (278 U.S. at p. 495.) There was no proof of such a relation between the residence or activities of the suitor and the forum chosen for the suit as to make the choice a natural or suitable one, and rid the burden on the carrier of at least a measure of its hardship.</p>\n<p>To be contrasted with these cases where jurisdiction was denied because of the necessities of commerce is another series of cases where differentiating circumstances led to a different result. Thus, in <i>Missouri ex rel. St. Louis, B. &amp; M.R. Co.</i> v. <i>Taylor,</i> [1924] 266 U.S. 200, a Delaware corporation with a usual place of business in Missouri brought suit in a Missouri court against the St. Louis, Brownsville &amp; Mexico Railway Company, a Texas corporation, operating a railroad in Texas and nowhere else, jurisdiction being asserted solely by reason of the garnishment of traffic balances due from a connecting carrier. The cause of action was for damages to freight originating in Texas on lines of the Brownsville Company and shipped on through bills of lading to points in Missouri as well as other states. This court rejected the carrier's contention that <i>Davis</i> v. <i>Farmers Co-operative Equity Co., supra</i><i>,</i> and <i>Atchison, T. &amp; S.F. Ry. Co.</i> v. <i>Wells, supra</i><i>,</i> supplied the applicable rule. The opinion pointed out (1) that for anything made to appear the negligence of the connecting carrier may have occurred in Missouri where the goods were to be delivered, and (2) that \"the plaintiff consignee is a resident of Missouri \u0097 that is, has a usual place of business within the State.\" <span class=\"star-pagination\">*519</span> \"To require that, under such circumstances, the foreign carrier shall submit to suit within a State to whose jurisdiction it would otherwise be amenable by process of attachment does not unreasonably burden interstate commerce.\" 266 U.S. at p. 207. In line with that decision is <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte,</i> [1931] 284 U.S. 284, where the plaintiff, a resident of Missouri, had brought suit in a Missouri court upon a cause of action for personal injuries suffered in Colorado. There were two defendants, the Rio Grande railway company and the Santa Fe. The first, a Delaware corporation, did not operate a railroad in Missouri, but had a traffic agency only. As to it the suit was dismissed upon the authority of the <i>Davis</i> case. The other defendant had part of its line in Missouri, though the accident occurred elsewhere. Cf. <i>Hoffman</i> v. <i>Foraker,</i> 274 U.S. 21. As to the defendant so situated, jurisdiction was upheld. The groups are clearly marked, and also the reasons for the grouping.</p>\n<p>The question now is whether the defendant with its steamship business shall be placed in the one group or the other. At the outset, we mark the fact that the petitioner, though a Delaware corporation, is suing in the state of its business activities. For many purposes, its domicile in law is in the state of its creation (<i>Shaw</i> v. <i>Quincy Mining Co.,</i> 145 U.S. 444; <i>Seaboard Rice Milling Co.</i> v. <i>Chicago, R.I. &amp; P. Ry. Co.,</i> 270 U.S. 363), but it is living its life elsewhere. In a very real and practical sense, it is a resident of the forum, like the plaintiff in the <i>Taylor</i> case (266 U.S. 200, 207), who was domiciled in one state and resided in another. Certainly its relation to the locality was so permanent and intimate as to relieve it of the opprobrium of an impertinent intruder when it went into the local courts. In saying this we do not hold that the residence of the suitor will fix the proper forum without reference to other considerations, such as the nature <span class=\"star-pagination\">*520</span> of the business of the corporation to be sued. <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte, supra</i><i>,</i> is opposed to such a holding. Residence, however, even though not controlling, is a fact of high significance. Our next inquiry must be whether there is anything in the nature of the activities of the defendant to overcome its force.</p>\n<p>The defendant, though an interstate carrier, does not do business like a railroad company along a changeless route. It is engaged in transportation in Minnesota as much as it is engaged in transportation anywhere, if we exclude the activities of management that have their centre in Ohio. Its vessels navigate the waters of Lake Superior, not merely occasionally, but by long continued practice, and Minnesota and Wisconsin maintain over the boundary waters of that lake a concurrent jurisdiction. Constitution of Minnesota, Art. II, § 2; Constitution of Wisconsin, Art. IX, § 1. At Duluth a designated agent does whatever is necessary to facilitate the work of loading and unloading cargoes, and in the waters near at hand there was a levy of an attachment upon property brought into the state in the usual course of business. When subjected to this levy, the carrier was not engaged in some incidental or collateral activity, such as the solicitation of freight to be carried at other times and places. It was engaged, when thus subjected, in the very act of transportation, the dominant end and aim of its corporate existence.</p>\n<p>Viewing all these circumstances together, we find ourselves unable to conclude that by the prosecution of this suit there has been laid upon the carrier a burden so heavy and so unnecessary as to be oppressive and unreasonable. Rather we find a situation where the defendant, chargeable with knowledge of the attachment laws of Minnesota, brought its property into that state, not fortuitously or by a rare accident, but in furtherance of a <span class=\"star-pagination\">*521</span> systematic course of business, and thereby subjected itself to suit <i>quasi in rem,</i> at the instance of a local creditor, who could not with equal convenience or facility have sued it anywhere else. Such a suit may be a burden, but oppressive and unreasonable it is not. There is no occasion to determine whether the conclusion would be the same if an attachment had been levied upon property brought within the state through the voluntary act of the defendant, but in an isolated instance, dissevered from a course of dealing. In the circumstances of this case, <i>Missouri ex rel. St. Louis, B. &amp; M.R. Co.</i> v. <i>Taylor, supra</i><i>,</i> and <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte, supra</i><i>,</i> to the extent that the latter case involved a suit against the Santa Fe, supply, when read together, the applicable rule, and sustain the jurisdiction of the Minnesota courts.</p>\n<p>The forum being in other respects appropriate, jurisdiction is not lost because the property subjected to the attachment is an instrumentality of commerce (<i>Atchison, T. &amp; S.F. Ry. Co.</i> v. <i>Wells, supra,</i> p. 103; <i>Davis</i> v. <i>Cleveland, C., C. &amp; St. L. Ry. Co.,</i> 217 U.S. 157), nor because the chief witnesses on the trial reside in other states, most of them, it seems, in Chicago, Illinois. \"As a practical matter, courts could not undertake to ascertain in advance of trial the number and importance of probable witnesses within and without the State and retain or refuse jurisdiction according to the relative inconvenience of the parties.\" <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte, supra,</i> p. 287; <i>Hoffman</i> v. <i>Foraker, supra,</i> p. 22.</p>\n<p>The judgment should be reversed and the cause remanded to the Supreme Court of Minnesota for further proceeding not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:52:28", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></span> (1934)</b></center>\n<center><h1>INTERNATIONAL MILLING CO.<br>\nv.<br>\nCOLUMBIA TRANSPORTATION CO.</h1></center>\n<center>No. 561.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 16, 1934.</center>\n<center>Decided May 28, 1934.</center>\nCERTIORARI TO THE SUPREME COURT OF MINNESOTA.\n<p><span class=\"star-pagination\">*512</span> <i>Mr. James G. Nye,</i> with whom <i>Messrs. Oscar Mitchell</i> and <i>Albert C. Gillette</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Edgar W. MacPherran,</i> with whom <i>Messrs. Thomas H. Garry, Carl V. Essery,</i> and <i>Thomas H. Adams</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*515</span> MR. JUSTICE CARDOZO delivered the opinion of the Court.</p>\n<p>Petitioner, plaintiff in the court below, is a Delaware corporation, a dealer in grain, with its principal office and place of business in Minneapolis, Minnesota. Respondent, defendant below, is also a Delaware corporation, a carrier by water, with its principal office in Cleveland, Ohio. We are to determine whether in the circumstances exhibited in the record a suit between the parties in the courts of Minnesota is an unreasonable burden upon interstate commerce.</p>\n<p>On January 1, 1930, petitioner loaded a cargo of grain on one of the vessels of respondent's predecessor for transportation and storage. This vessel was the W.C. Richardson, and the termini of the voyage were Chicago and Buffalo. At one of those points or somewhere between them the grain was negligently handled while in the carrier's possession with ensuing damage discovered about the end of 1930. The defendant in this suit is a successor corporation, which took over the business in December, 1931, and assumed its liabilities.</p>\n<p>The new corporation, like its predecessor, is a carrier of merchandise in interstate and foreign commerce, picking up cargoes where it can get them, but principally along the Great Lakes and in tributary waters. It has a fleet of ten steamers which it uses for that purpose as occasion requires. Owing to slack business, the only vessel in commission during the first half of 1932 was <span class=\"star-pagination\">*516</span> the C. Russell Hubbard, which operated principally between ports on Lakes Superior and Michigan. On July 1, 1932, this vessel arrived at Duluth, Minnesota, carrying a cargo of coal from Sandusky, Ohio. While unloading in neighboring waters she was seized by the sheriff under a writ of attachment sued out by the petitioner in a District Court of the state. The summons and the attachment writ were served on the master of the vessel, who made report of the proceeding to the respondent's agents at Duluth. These agents, a firm of vessel brokers, were employed by the respondent as its Duluth representatives to act for it as might be necessary when its boats were at the dock. They saw to it that the cargoes were loaded and unloaded, reported to their principal the coming and going of the vessels, and issued bills of lading. Notice of an expected cargo came to them by telegraph, for there was no regular schedule to put them on the watch. Payment was by the job, $10 for each cargo. Like services had been rendered by the same agents since 1928, and, it may be, even earlier. Just how often they had acted, the record does not tell us, though presumably the facts were within the knowledge of the principal. If there may be inferences from silence, we draw them against the party who bears the burden of persuasion.</p>\n<p>Promptly upon the seizure of the vessel, the respondent filed an undertaking in the sum of $40,000, whereupon the levy was released. Then, appearing specially, it moved to vacate the attachment and the summons upon the ground that the prosecution of the action in the state of Minnesota would impose a serious and unreasonable burden upon interstate commerce, in contravention of Article I, Section 8, of the Constitution of the United States. The District Court granted the motion. The Supreme Court of Minnesota affirmed, three judges dissenting. 189 Minn. 507; 250 N.W. 186. Later there was a final judgment in the District Court, and again an affirmance <span class=\"star-pagination\">*517</span> on appeal. 189 Minn. 516; 250 N.W. 190. A writ of certiorari has brought the case here. 290 U.S. 622.</p>\n<p>Our point of departure is the decision of this court in <i>Davis</i> v. <i>Farmers Co-operative Equity Co.,</i> [1923] 262 U.S. 312. There a Kansas corporation brought suit in Minnesota against the Director General of Railroads, representing the Atchison, Topeka &amp; Santa Fe Railway Company, also a Kansas corporation. The plaintiff was not a resident of Minnesota, nor engaged in business there. The railway company was not a resident of Minnesota, and did no business there, except to solicit traffic. The cause of action had no relation to any local activity. Service of process was made in reliance upon a Minnesota statute (Laws of 1913, c. 218, p. 274) whereby every foreign interstate carrier was compelled \"to submit to suit there as a condition of maintaining a soliciting agent within the State.\" 262 U.S. at pp. 313, 315. Upon those facts the ruling of this court was that the effect of the statute, when applied to a carrier so situated, was an unreasonable obstruction of interstate commerce. The decision was confined narrowly within the bounds of its own facts. \"It may be,\" the court said (262 U.S. at p. 316), \"that a statute like that here assailed would be valid although applied to suits in which the cause of action arose elsewhere, if the transaction out of which it arose had been entered upon within the State, or if the plaintiff was, when it arose, a resident of the State.\" The facts in the <i>Davis</i> case were substantially identical with those in <i>Atchison, T. &amp; S.F. Ry. Co.</i> v. <i>Wells,</i> <span class=\"citation\" data-id=\"100421\"><a href=\"/opinion/100421/atchison-t-sfr-co-v-wells/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, decided a year later. Then, in 1929, <i>Michigan Central R. Co.</i> v. <i>Mix,</i> <span class=\"citation\" data-id=\"101379\"><a href=\"/opinion/101379/michigan-central-r-co-v-mix/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, enforced the same conclusion where the plaintiff, a resident of Michigan at the time of an accident, sued a Michigan railway company in Missouri upon a Michigan cause of action, though the defendant's only activity in Missouri was the maintenance of an agency for the solicitation of business. The suit <span class=\"star-pagination\">*518</span> was not saved because the plaintiff had moved into Missouri \"after the injury complained of, but before instituting the action.\" \"For aught that appears her removal to St. Louis shortly after the accident was solely for the purpose of bringing the suit; and because she was advised that her chances of recovery would be better there than they would be in Michigan.\" (278 U.S. at p. 495.) There was no proof of such a relation between the residence or activities of the suitor and the forum chosen for the suit as to make the choice a natural or suitable one, and rid the burden on the carrier of at least a measure of its hardship.</p>\n<p>To be contrasted with these cases where jurisdiction was denied because of the necessities of commerce is another series of cases where differentiating circumstances led to a different result. Thus, in <i>Missouri ex rel. St. Louis, B. &amp; M.R. Co.</i> v. <i>Taylor,</i> [1924] <span class=\"citation\" data-id=\"100501\"><a href=\"/opinion/100501/missouri-ex-rel-st-louis-b-mr-co-v-taylor/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, a Delaware corporation with a usual place of business in Missouri brought suit in a Missouri court against the St. Louis, Brownsville &amp; Mexico Railway Company, a Texas corporation, operating a railroad in Texas and nowhere else, jurisdiction being asserted solely by reason of the garnishment of traffic balances due from a connecting carrier. The cause of action was for damages to freight originating in Texas on lines of the Brownsville Company and shipped on through bills of lading to points in Missouri as well as other states. This court rejected the carrier's contention that <i>Davis</i> v. <i>Farmers Co-operative Equity Co., supra</i><i>,</i> and <i>Atchison, T. &amp; S.F. Ry. Co.</i> v. <i>Wells, supra</i><i>,</i> supplied the applicable rule. The opinion pointed out (1) that for anything made to appear the negligence of the connecting carrier may have occurred in Missouri where the goods were to be delivered, and (2) that \"the plaintiff consignee is a resident of Missouri \u0097 that is, has a usual place of business within the State.\" <span class=\"star-pagination\">*519</span> \"To require that, under such circumstances, the foreign carrier shall submit to suit within a State to whose jurisdiction it would otherwise be amenable by process of attachment does not unreasonably burden interstate commerce.\" 266 U.S. at p. 207. In line with that decision is <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte,</i> [1931] <span class=\"citation\" data-id=\"101821\"><a href=\"/opinion/101821/denver-rio-grande-western-r-co-v-terte/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, where the plaintiff, a resident of Missouri, had brought suit in a Missouri court upon a cause of action for personal injuries suffered in Colorado. There were two defendants, the Rio Grande railway company and the Santa Fe. The first, a Delaware corporation, did not operate a railroad in Missouri, but had a traffic agency only. As to it the suit was dismissed upon the authority of the <i>Davis</i> case. The other defendant had part of its line in Missouri, though the accident occurred elsewhere. Cf. <i>Hoffman</i> v. <i>Foraker,</i> 274 U.S. 21. As to the defendant so situated, jurisdiction was upheld. The groups are clearly marked, and also the reasons for the grouping.</p>\n<p>The question now is whether the defendant with its steamship business shall be placed in the one group or the other. At the outset, we mark the fact that the petitioner, though a Delaware corporation, is suing in the state of its business activities. For many purposes, its domicile in law is in the state of its creation (<i>Shaw</i> v. <i>Quincy Mining Co.,</i> 145 U.S. 444; <i>Seaboard Rice Milling Co.</i> v. <i>Chicago, R.I. &amp; P. Ry. Co.,</i> 270 U.S. 363), but it is living its life elsewhere. In a very real and practical sense, it is a resident of the forum, like the plaintiff in the <i>Taylor</i> case (<span class=\"citation\" data-id=\"100501\"><a href=\"/opinion/100501/missouri-ex-rel-st-louis-b-mr-co-v-taylor/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 207), who was domiciled in one state and resided in another. Certainly its relation to the locality was so permanent and intimate as to relieve it of the opprobrium of an impertinent intruder when it went into the local courts. In saying this we do not hold that the residence of the suitor will fix the proper forum without reference to other considerations, such as the nature <span class=\"star-pagination\">*520</span> of the business of the corporation to be sued. <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte, supra</i><i>,</i> is opposed to such a holding. Residence, however, even though not controlling, is a fact of high significance. Our next inquiry must be whether there is anything in the nature of the activities of the defendant to overcome its force.</p>\n<p>The defendant, though an interstate carrier, does not do business like a railroad company along a changeless route. It is engaged in transportation in Minnesota as much as it is engaged in transportation anywhere, if we exclude the activities of management that have their centre in Ohio. Its vessels navigate the waters of Lake Superior, not merely occasionally, but by long continued practice, and Minnesota and Wisconsin maintain over the boundary waters of that lake a concurrent jurisdiction. Constitution of Minnesota, Art. II, § 2; Constitution of Wisconsin, Art. IX, § 1. At Duluth a designated agent does whatever is necessary to facilitate the work of loading and unloading cargoes, and in the waters near at hand there was a levy of an attachment upon property brought into the state in the usual course of business. When subjected to this levy, the carrier was not engaged in some incidental or collateral activity, such as the solicitation of freight to be carried at other times and places. It was engaged, when thus subjected, in the very act of transportation, the dominant end and aim of its corporate existence.</p>\n<p>Viewing all these circumstances together, we find ourselves unable to conclude that by the prosecution of this suit there has been laid upon the carrier a burden so heavy and so unnecessary as to be oppressive and unreasonable. Rather we find a situation where the defendant, chargeable with knowledge of the attachment laws of Minnesota, brought its property into that state, not fortuitously or by a rare accident, but in furtherance of a <span class=\"star-pagination\">*521</span> systematic course of business, and thereby subjected itself to suit <i>quasi in rem,</i> at the instance of a local creditor, who could not with equal convenience or facility have sued it anywhere else. Such a suit may be a burden, but oppressive and unreasonable it is not. There is no occasion to determine whether the conclusion would be the same if an attachment had been levied upon property brought within the state through the voluntary act of the defendant, but in an isolated instance, dissevered from a course of dealing. In the circumstances of this case, <i>Missouri ex rel. St. Louis, B. &amp; M.R. Co.</i> v. <i>Taylor, supra</i><i>,</i> and <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte, supra</i><i>,</i> to the extent that the latter case involved a suit against the Santa Fe, supply, when read together, the applicable rule, and sustain the jurisdiction of the Minnesota courts.</p>\n<p>The forum being in other respects appropriate, jurisdiction is not lost because the property subjected to the attachment is an instrumentality of commerce (<i>Atchison, T. &amp; S.F. Ry. Co.</i> v. <i>Wells, supra,</i> p. 103; <i>Davis</i> v. <i>Cleveland, C., C. &amp; St. L. Ry. Co.,</i> 217 U.S. 157), nor because the chief witnesses on the trial reside in other states, most of them, it seems, in Chicago, Illinois. \"As a practical matter, courts could not undertake to ascertain in advance of trial the number and importance of probable witnesses within and without the State and retain or refuse jurisdiction according to the relative inconvenience of the parties.\" <i>Denver &amp; Rio Grande Western R. Co.</i> v. <i>Terte, supra,</i> p. 287; <i>Hoffman</i> v. <i>Foraker, supra,</i> p. 22.</p>\n<p>The judgment should be reversed and the cause remanded to the Supreme Court of Minnesota for further proceeding not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "sha1": "ea8c6e2cf690ffbc9f690e45a4dea85e888626c8", 
  "date_modified": "2014-12-21T01:40:39.259217", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102290/int-milling-co-v-columbia-transportation-co/", 
  "citation_count": 8, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/407015/", 
  "html": "<p class=\"case_cite\">292 U.S. 511</p>\n    <p class=\"case_cite\">54 S.Ct. 797</p>\n    <p class=\"case_cite\">78 L.Ed. 1396</p>\n    <p class=\"parties\">INTERNATIONAL MILLING CO.<br>v.<br>COLUMBIA TRANSP. CO.</p>\n    <p class=\"docket\">No. 561.</p>\n    <p class=\"date\">Argued Feb. 16, 1934.</p>\n    <p class=\"date\">Decided May 28, 1934.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. James G. Nye, Oscar Mitchell, and Albert C. Gilletee, all of Duluth, Minn., for petitioner.</p>\n      <p class=\"indent\">Mr. Edgar W. MacPherran, of Duluth, Minn., for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 512-515 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice CARDOZO delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, plaintiff in the court below, is a Delaware corporation, a dealer in grain, with its principal office and place of business in Minneapolis, Minnesota. Respondent, defendant below, is also a Delaware corporation, a carrier by water, with its principal office in Cleveland, Ohio. We are to determine whether in the circumstances exhibited in the record a suit between the parties in the courts of Minnesota is an unreasonable burden upon interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 1, 1930, petitioner loaded a cargo of grain on one of the vessels of respondent's predecessor for transportation and storage. This vessel was the W. C. Richardson, and the termini of the voyage were Chicago and Buffalo. At one of those points or somewhere between them the grain was negligently handled while in the carrier's possession with ensuing damage discovered about the end of 1930. The defendant in this suit is a successor corporation, which took over the business in December, 1931, and assumed its liabilities.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The new corporation, like predecessor, is a carrier of merchandise in interstate and foreign commerce, picking up cargoes where it can get them, but principally along the Great Lakes and in tributary waters. It has a fleet of ten steamers which it uses for that purpose as occasion requires. Owing to slack business, the only vessel in commission during the first half of 1932 was the C. Russell Hubbard, which operated principally between ports on Lakes Superior and Michigan. On July 1, 1932, this vessel arrived at Duluth, Minnesota, carrying a cargo of coal from Sandusky, Ohio. While unloading in neighboring waters she was seized by the sheriff under a writ of attachment sued out by the petitioner in a District Court of the state. The summons and the attachment writ were served on the master of the vessel, who made report of the proceeding to the respondent's agents at Duluth. These agents, a firm of vessel brokers, were employed by the respondent as its Duluth representatives to act for it as might be necessary when its boats were at the dock. They saw to it that the cargoes were loaded and unloaded, reported to their principal the coming and going of the vessels, and issued bills of lading. Notice of an expected cargo came to them by telegraph, for there was no regular schedule to put them on the watch. Payment was by the job, $10 for each cargo. Like services had been rendered by the same agents since 1928, and, it may be, even earlier. Just how often they had acted, the record does not tell us, though presumably the facts were within the knowledge of the principal. If there may be inferences from silence, we draw them against the party who bears the burden of persuasion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Promptly upon the seizure of the vessel, the respondent filed an undertaking in th  sum of $40,000, whereupon the levy was released. Then, appearing specially, it moved to vacate the attachment and the summons upon the ground that the prosecution of the action in the state of Minnesota would impose a serious and unreasonable burden upon interstate commerce, in contravention of article 1, &#167; 8, of the Constitution of the United States. The district court granted the motion. The Supreme Court of Minnesota affirmed, three judges dissenting. 189 Minn. 507, 250 N.W. 186. Later there was a final judgment in the district court and again an affirmance on appeal. 189 Minn. 516, 250 N.W. 190. A writ of certiorari has brought the case here. 290 U.S. 622, 54 S.Ct. 228, 78 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our point of departure is the decision of this court in Davis v. Farmers' Co-operative Equity Co. (1923) 262 U.S. 312, 43 S.Ct. 556, 67 L.Ed. 996. There a Kansas corporation brought suit in Minnesota against the Director General of Railroads, representing the Atchison, Topeka &amp; Santa Fe Railway Company, also a Kansas corporation. The plaintiff was not a resident of Minnesota, nor engaged in business there. The railway company was not a resident of Minnesota, and did no business there, except to solicit traffic. The cause of action had no relation to any local activity. Service of process was made in reliance upon a Minnesota statute (Laws 1913, c. 218, p. 274) whereby every foreign interstate carrier was compelled 'to submit to suit there as a condition of maintaining a soliciting agent within the state.' 262 U.S. at pages 313, 315, 43 S.Ct. 556, 557, 67 L.Ed. 996. Upon those facts the ruling of this court was that the effect of the statute, when applied to a carrier so situated, was an unreasonable obstruction of interstate commerce. The decision was confined narrowly within the bounds of its own facts. 'It may be,' the court said (262 U.S. at page 316, 43 S.Ct. 556, 558, 67 L.Ed. 996), 'that a statute like that here assailed would be valid, although applied to suits in which the cause of action arose elsewhere, if the transaction out of which it arose had been entered upon within the state, or if the plaintiff was, when it arose, a resident of the state.' The facts in the Davis Case were substantially identical with those in Atchison, Topeka &amp; Santa Fe R. Co. v. Wells, 265 U.S. 101, 44 S.Ct. 469, 68 L.Ed. 928, decided a year later. Then, in 1929, Michigan Central R. Co. v. Mix, 278 U.S. 492, 49 S.Ct. 207, 73 L.Ed. 470, enforced the same conclusion where the plaintiff, a resident of Michigan at the time of an accident, sued a Michigan railway company in Missouri upon a Michigan cause of action, though the defendant's only activity in Missouri was the maintenance of an agency for the solicitation of business. The suit was not saved because the plaintiff had moved into Missouri 'after the injury complained of, but before instituting the action.' 'For aught that appears, her removal to St. Louis shortly after the accident was solely for the purpose of bringing the suit, and because she was advised that her chances of recovery would be better there than they would be in Michigan.' 278 U.S. at page 495, 49 S.Ct. 207, 209, 73 L.Ed. 470. There was no proof of such a relation between the residence or activities of the suitor and the forum chosen for the suit as to make the choice a natural or suitable one, and rid the burden on the carrier of at least a measure of its hardship.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To be contrasted with these cases where jurisdiction was denied because of the necessities of commerce is another series of cases where differentiating circumstances led to a different result. Thus, in State of Missouri ex rel. St. Louis, Brownsville &amp; Mexico R. Co. v. Taylor (1924) 266 U.S. 200, 45 S.Ct. 47, 69 L.Ed. 247, 42 A.L.R. 1232, a Delaware corporation with a usual place of business in Missouri brought suit in a Missouri court against the St. Louis, Brownsville &amp; Mexico Railway Company, a Texas corporation, operating a railroad in Texas and nowhere else, jurisdiction being asserted sole y by reason of the garnishment of traffic balances due from a connecting carrier. The cause of action was for damages to freight originating in Texas on lines of the Brownsville Company and shipped on through bills of lading to points in Missouri as well as other states. This court rejected the carrier's contention that Davis v. Farmers' Co-operative Equity Co., supra, and Atchison, Topeka &amp; Santa Fe R. Co. v. Wells, supra, supplied the applicable rule. The opinion pointed out (1) that for anything made to appear the negligence of the connecting carrier may have occurred in Missouri where the goods were to be delivered, and (2) that 'the plaintiff consignee is a resident of Missouri&#8212;that is, has a usual place of business within the state.' 'To require that, under such circumstances, the foreign carrier shall submit to suit within a state to whose jurisdiction it would otherwise be amenable by process of attachment does not unreasonably burden interstate commerce.' 266 U.S. at page 207, 45 S.Ct. 47, 48, 69 L.Ed. 247, 42 A.L.R. 1232. In line with that decision is Denver &amp; Rio Grande Western R. Co. v. Terte (1931) 284 U.S. 284, 52 S.Ct. 152, 76 L.Ed. 295, where the plaintiff, a resident of Missouri, had brought suit in a Missouri court upon a cause of action for personal injuries suffered in Colorado. There were two defendants, the Rio Grande Railway Company and the Santa Fe. The first, a Delaware corporation, did not operate a railroad in Missouri, but had a traffic agency only. As to it the suit was dismissed upon the authority of the Davis Case. The other defendant had part of its line in Missouri, though the accident occurred elsewhere. Cf. Hoffman v. Foraker, 274 U.S. 21, 47 S.Ct. 485, 71 L.Ed. 905. As to the defendant so situated, jurisdiction was upheld. The groups are clearly marked, and also the reasons for the grouping.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question now is whether the defendant with its steamship business shall be placed in the one group or the other. At the outset, we mark the fact that the petitioner, though a Delaware corporation, is suing in the state of its business activities. For many purposes, its domicile in law is in the state of its creation (Shaw v. Quincy Mining Co., 145 U.S. 444, 12 S.Ct. 935, 36 L.Ed. 768; Seaboard Rice Milling Co. v. Chicago, R.I. &amp; P.R. Co., 270 U.S. 363, 46 S.Ct. 247, 70 L.Ed. 633), but it is living its life elsewhere. In a very real and practical sense, it is a resident of the forum, like the plaintiff in the Taylor Case, 266 U.S. 200, 207, 45 S.Ct. 47, 69 L.Ed. 247, 42 A.L.R. 1232, who was domiciled in one state and resided in another. Certainly its relation to the locality was so permanent and intimate as to relieve it of the opprobrium of an impertinent intruder when it went into the local courts. In saying this we do not hold that the residence of the suitor will fix the proper forum without reference to other considerations, such as the nature of the business of the corporation to be sued. Denver, Rio Grande &amp; Western R. Co. v. Terte, supra, is opposed to such a holding. Residence, however, even though not controlling, is a fact of high significance. Our next inquiry must be whether there is anything in the nature of the activities of the defendant to overcome its force.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendant, though an interstate carrier, does not do business like a railroad company along a changeless route. It is engaged in transportation in Minnesota as much as it is engaged in transportation anywhere, if we exclude the activities of management that have their centre in Ohio. Its vessels navigate the waters of Lake Superior, not merely occasionally, but by long continued practice, and Minnesota and Wisconsin maintain over the boundary waters of that lake a concurrent jurisdiction. Constitution of Minnesota, art. 2, &#167; 2; Constitution of Wisconsin, art. 9, &#167; 1. At Duluth a designated agent does whatever is necessary to facilitate the work of loading and unloading cargoes, and in the waters near at hand there was a levy of an attachment up n property brought into the state in the usual course of business. When subjected to this levy, the carrier was not engaged in some incidental or collateral activity, such as the solicitation of freight to be carried at other times and places. It was engaged, when thus subjected, in the very act of transportation, the dominant end and aim of its corporate existence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Viewing all these circumstances together, we find ourselves unable to conclude that by the prosecution of this suit there has been laid upon the carrier a burden so heavy and so unnecessary as to be oppressive and unreasonable. Rather we find a situation where the defendant, chargeable with knowledge of the attachment laws of Minnesota, brought its property into that state, not fortuitously or by a rare accident, but in furtherance of a systematic course of business, and thereby subjected itself to suit, quasi in rem, at the instance of a local creditor, who could not with equal convenience or facility have sued it anywhere else. Such a suit may be a burden, but oppressive and unreasonable it is not. There is no occasion to determine whether the conclusion would be the same if an attachment had been levied upon property brought within the state through the voluntary act of the defendant, but in an isolated instance, dissevered from a course of dealing. In the circumstances of this case, Missouri ex rel. St. Louis, Brownsville &amp; Mexico R. Co. v. Taylor, supra, and Denver &amp; Rio Grande Western R. Co. v. Terte, supra, to the extent that the latter case involved a suit against the Santa Fe, supply, when read together, the applicable rule, and sustain the jurisdiction of the Minnesota courts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The forum being in other respects appropriate, jurisdiction is not lost because the property subjected to the attachment is an instrumentality of commerce (Atchison, Topeka &amp; Santa Fe R. Co. v. Wells, supra, page 103, of 265 U.S. 44 S.Ct. 469, 68 L.Ed. 928; Davis v. Cleveland, C., C. &amp; St. L.R. Co., 217 U.S. 157, 30 S.Ct. 463, 54 L.Ed. 708, 27 L.R.A.(N.S.) 823, 18 Ann.Cas. 907), nor because the chief witnesses on the trial reside in other states, most of them, it seems, in Chicago, Illinois. 'As a practical matter, courts could not undertake to ascertain in advance of trial the number and importance of probable witnesses within and without the state and retain or refuse jurisdiction according to the relative inconvenience of the parties.' Denver &amp; Rio Grande Western R. Co. v. Terte, supra, page 287 of 284 U.S., 52 S.Ct. 152, 153, 76 L.Ed. 295; Hoffman v. Foraker, supra, page 22 of 274 U.S., 47 S.Ct. 485, 71 L.Ed. 905.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment should be reversed and the cause remanded to the Supreme Court of Minnesota for further proceeding not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102290/"
}