{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "291 U.S. 386", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102212/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Jefferson Electric Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 171, 196, 329", 
    "id": 86595, 
    "resource_uri": "/api/rest/v2/citation/86595/"
  }, 
  "id": 102212, 
  "blocked": false, 
  "judges": "Van Devanter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1934-02-12", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>291 U.S. 386 (1934)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nJEFFERSON ELECTRIC MANUFACTURING CO.<sup>[*]</sup></h1></center>\n<center>No. 171.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 15, 18, 1933.</center>\n<center>Decided February 12, 1934.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*389</span> <i>Assistant Attorney General Wideman,</i> with whom <i>Solicitor General Biggs</i> and <i>Messrs. Erwin N. Griswold, J. Louis Monarch, Francis H. Horan,</i> and <i>John R. Fillman</i> were on the brief, for petitioners in Nos. 171 and 329, and respondent in No. 196.</p>\n<p><i>Mr. Newton K. Fox,</i> with whom <i>Mr. Adrian C. Humphreys</i> was on the brief, for respondent in No. 171.</p>\n<p><i>Messrs. David S. Day</i> and <i>Chester I. Long,</i> with whom <i>Messrs. Peter Q. Nyce, Charles P. Swindler,</i> and <i>Samuel W. McIntosh</i> were on the brief, for petitioner in No. 196.</p>\n<p><i>Mr. Charles C. Norris, Jr.,</i> with whom <i>Mr. Augustus B. Stoughton</i> was on the brief, for respondent in No. 329.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>These are actions at law brought \u0097 in one instance against the United States and in two against a revenue collector \u0097 to recover in each instance money alleged to have been erroneously and illegally exacted as an excise tax \u0097 under subdivision 3 of § 900 of the Revenue Acts of 1918<sup>[1]</sup> and 1921<sup>[2]</sup> and subdivision 3 of § 600 of the <span class=\"star-pagination\">*390</span> Revenue Act of 1924<sup>[3]</sup> \u0097 from the plaintiff, a corporate manufacturer, on sales by it of articles which the revenue officers regarded as automobile parts or accessories.</p>\n<p>In No. 171<sup>[4]</sup> the Court of Claims awarded the plaintiff $20,017.58 with interest and denied a counterclaim interposed by the United States. In No. 196<sup>[5]</sup> the District Court for the District of Connecticut gave the plaintiff judgments on three claims<sup>[6]</sup> for $329,250.00, $170,470.36 and $98,416.41 with interest on each sum; and the judgments were reversed by the Circuit Court of Appeals.<sup>[7]</sup></p>\n<p>In No. 329<sup>[8]</sup> the District Court for the Northern District of Ohio rendered judgments for the plaintiff on five claims<sup>[9]</sup> for $89,195.36, $249,275.32, $189,853.88, $173,934.45 and $41,764.57 with interest on each sum; and the judgments were affirmed by the Circuit Court of Appeals.<sup>[10]</sup> The cases are here on certiorari.</p>\n<p>After the taxes were collected, timely applications for refund were duly made by the plaintiffs, and the applications were denied. The actions were brought within the time generally limited therefor,<sup>[11]</sup> but not prior to April 30, 1928.</p>\n<p>The applications for refund and the actions proceeded on the theory that the sales were not taxable under the Revenue Acts because the articles sold were not automobile parts or accessories within the meaning of those acts, <span class=\"star-pagination\">*391</span> and not on the theory that the amount collected was in excess of what was properly collectible on taxable sales.</p>\n<p>In each case the court's authority to entertain the action and the plaintiff's right to recover were challenged in various ways as precluded by § 424 of the Revenue Act of 1928,<sup>[12]</sup> which provides:</p>\n<p>\"Sec. 424. REFUND OF AUTOMOBILE ACCESSORIES TAX.</p>\n<p>(a) No refund shall be made of any amount paid by or collected from any manufacturer, producer, or importer in respect of the tax imposed by subdivision (3) of section 600 of the Revenue Act of 1924, or subdivision (3) of section 900 of the Revenue Act of 1921 or of the Revenue Act of 1918, unless either \u0097</p>\n<p>(1) Pursuant to a judgment of a court in an action duly begun prior to April 30, 1928; or</p>\n<p>(2) It is established to the satisfaction of the Commissioner that such amount was in excess of the amount properly payable upon the sale or lease of an article subject to tax, or that such amount was not collected, directly or indirectly, from the purchaser or lessee, or that such amount, although collected from the purchaser or lessee, was returned to him; or</p>\n<p>(3) The Commissioner certifies to the proper disbursing officer that such manufacturer, producer, or importer has filed with the Commissioner, under regulations prescribed by the Commissioner with the approval of the Secretary, a bond in such sum and with such sureties as the Commissioner deems necessary, conditioned upon the immediate repayment to the United States of such portion of the amount refunded as is not distributed by such manufacturer, producer, or importer, within six months after the date of the payment of the refund, to the persons who purchased for purposes of consumption (whether from such manufacturer, producer, importer, or from any other person) the articles in respect of which <span class=\"star-pagination\">*392</span> the refund is made, as evidenced by the affidavits (in such form and containing such statements as the Commissioner may prescribe) of such purchasers, and that such bond, in the case of a claim allowed after February 28, 1927, was filed before the allowance of the claim by the Commissioner.\"</p>\n<p>As respects actions brought on or after April 30, 1928, to recover taxes charged to have been wholly invalid and not merely in excess of what was lawful, which is the situation here, the construction and application of § 424, particularly subdivision (a) (2), are matters about which there has been much contrariety of opinion, as is shown in three lines of decision.</p>\n<p>The decisions in the first line regard subdivision (a) (2) as committing all claims for the refunding of taxes of the class in question here to the Commissioner of Internal Revenue for final determination and precluding any examination of such claims in the courts. This view has been taken by District Judges in two cases<sup>[13]</sup> and by a Circuit Judge in a dissenting opinion in another case.<sup>[14]</sup></p>\n<p>The decisions in the second line are to the effect that the subdivision relates to administrative action by the Commissioner, but not to proceedings in the courts, and leaves a taxpayer who has applied to the Commissioner unsuccessfully free to sue on his claim and the courts free to entertain the suit and adjudicate the claim \u0097 as could be and commonly was done before § 424 was enacted \u0097 save that under that section a judgment for the taxpayer in a suit brought on or after April 30, 1928, does not become obligatory or entitle him to the refund <span class=\"star-pagination\">*393</span> awarded by the judgment, unless and until (y) he satisfies the Commissioner that the tax was not collected directly or indirectly from the purchasers of the articles sold, or if so collected has been returned to the purchasers, or (z) gives the bond described in subdivision (a) (3). Such has been the ruling in two cases. In one the ruling was by the District Court for the Eastern District of Pennsylvania,<sup>[15]</sup> and the Circuit Court of Appeals for that circuit substantially sustained it, and in that connection said,<sup>[16]</sup> \"This section clearly refers to a `refund' of taxes by the Commissioner, and nowhere refers to the plaintiff's right of action to recover taxes by litigation nor to the jurisdiction of the court. In other words, this section is an administrative measure for the guidance of the Commissioner in the `refund' of taxes, and does not purport to contain any provision prescribing conditions under which taxes may be collected by means of a suit.\" The other case is No. 329 now under review, where the ruling was by the District Court for the Northern District of Ohio<sup>[17]</sup> and was fully sustained by the <span class=\"star-pagination\">*394</span> Circuit Court of Appeals for that circuit, as is shown by the following excerpts from its opinion:<sup>[18]</sup></p>\n<p>\"Section 424(a) deals not with rights of action, but with limitations upon the power of the commissioner to make refunds. Its provisions are not in conflict with the general provisions of law authorizing suits for refund of taxes. [Citing cases.]</p>\n<p>\"We agree with the authorities above cited, not only in reliance upon familiar principles governing repeal by implication, but also because the section appears to us to have an obvious literal meaning perfectly applicable to refunds by the commissioner after judicial determination of the legality of the tax.</p>\n<p></p>\n<h2>.....</h2>\n<p>\"If the claim for refund is made pursuant to a judgment of the court in an action begun prior to April 30, 1928, the commissioner is not forbidden to refund under the applicable statute, and this may well be without qualification, although this we are not required to decide. Failing to bring himself within the condition of paragraph 1, because of not having pursued his claim to judgment in an action begun prior to the critical date, the taxpayer must establish to the satisfaction of the commissioner . . . (b) that such amount was not collected directly or indirectly from the purchasers, or (c) that such amount, although collected from the purchasers, was returned to them.\"</p>\n<p>The decisions in the third line, like those in the second, regard the subdivision as neither cutting off the right of <span class=\"star-pagination\">*395</span> a taxpayer to sue for a refund after applying unsuccessfully to the Commissioner nor abrogating the authority of the courts to entertain the suit. But, unlike those in the second, they regard the subdivision as substantively limiting the right to a refund of taxes of the designated class to instances where the taxpayer either has not directly or indirectly collected the tax from the purchaser or after so collecting it has returned it to him. In other words, they regard the subdivision as making this substantive limitation an element of the right to a refund of such taxes, and therefore as requiring that this element, like others, be satisfactorily established in any proceedings where an asserted right to a refund is presented for examination and determination, whether the proceeding be before the Commissioner or be a suit brought after an application to him has been unavailing. The Court of Claims has so ruled in two cases,<sup>[19]</sup> one being No. 171 now under review; and the District Court for the District of Connecticut came to a like conclusion in No. 196<sup>[20]</sup> also now under review.</p>\n<p>We are of opinion that the view taken in the third line of decisions is right.</p>\n<p>When § 424 was enacted the internal revenue laws contained many related provisions constituting what this Court has termed a comprehensive \"system of corrective justice\" in respect of the assessment and collection of erroneous or illegal taxes.<sup>[21]</sup> A summary of this system \u0097 it still is part of the internal revenue laws \u0097 will portray it sufficiently for present purposes. Anterior to collection the Commissioner possesses exclusive authority to revise, correct or reject assessments and the courts are forbidden <span class=\"star-pagination\">*396</span> to entertain suits \"to restrain the assessment or collection.\" After collection aggrieved taxpayers are accorded a limited time within which to apply for refunds, and the Commissioner is authorized to grant the applications where the taxes are shown to have been erroneous or illegal; but a denial by him is not final. If the application is either denied or not acted on by the Commissioner the taxpayer is accorded a fixed period within which to bring suit for a refund against the United States or the collector who received the tax, and if in the suit he establishes that the tax was erroneous or invalid, that it was paid by him, and that his claim has been duly and seasonably presented and prosecuted, he is entitled to judgment for a refund of the amount paid with interest.<sup>[22]</sup></p>\n<p>As a general rule, where the legislation dealing with a particular subject consists of a system of related general provisions indicative of a settled policy, new enactments of a fragmentary nature on that subject are to be taken as intended to fit into the existing system and to be carried into effect conformably to it, excepting as a different purpose is plainly shown.<sup>[23]</sup></p>\n<p>That rule is applicable here. The existing system developed through long years of experience comprehends the entire subject, including all claims for refund. Section 424 is a new enactment and relates to a designated class of such claims, concededly within the scope of the existing <span class=\"star-pagination\">*397</span> system. Obviously the section is intended to make some change as respects the particular class and must be given effect accordingly; but to determine what change is intended it must be examined in the light of the existing system.</p>\n<p>As respects claims of the designated class § 424 plainly prescribes, in subdivision (a) (2), an additional substantive element of the right to a refund \u0097 the additional element being that the taxpayer has not directly or indirectly collected the tax from the purchaser, or, after so collecting it, has returned it to him, so that the burden of the tax has been borne by the taxpayer and not the purchaser. Of subdivision (a) (3) it suffices to observe that it enables a taxpayer who has not borne the burden of the tax but has collected it from purchasers, and so is not entitled to a refund under subdivision (a) (2), to obtain from the Commissioner a qualified refund by giving a bond promptly to use the amount refunded in reimbursing the purchasers. No such bond has been given in the cases now before us and in all the right to judgment for a refund is rested on other facts independently of that.</p>\n<p>Apart from the change already described we think subdivision (a) (2) discloses no purpose to depart from the existing system. It does not purport to commit the decision of claims for refund exclusively to the Commissioner, or to give finality to his denials, or to take from aggrieved claimants the right to sue on their claims after denial or inaction by him, or to withdraw from the courts the power to entertain such suits. As to these matters, therefore, the rules prescribed in the existing system remain, as before, both applicable and controlling.</p>\n<p>The clause in that subdivision saying the additional element to which it relates is to be \"established to the satisfaction of the Commissioner\" is much relied on; but we think it does not require a different conclusion. Only <span class=\"star-pagination\">*398</span> by inadmissible straining could it be held to invest the Commissioner with absolute authority or discretion in respect of such refunds. A more rational view is that it is largely admonitive and means that the additional element is not lightly to be inferred but to be established by proof which convinces in the sense of inducing belief. Such words often are so construed where applied to one who, like the Commissioner, is charged with the duty of ascertaining a matter of fact as a basis for further action.<sup>[24]</sup></p>\n<p>While the clause speaks only of the Commissioner, this becomes of minor significance when it is reflected that under the existing system he is the one to whom all claims for refund must be presented and on whom the duty of making an examination and decision is primarily placed, and that it doubtless was assumed \u0097 rightly we think \u0097 that under that system a taxpayer could by suit secure a judicial reexamination of his claim, and, if he did, the claim necessarily would be judged by the same substantive standards as if it were before the Commissioner. We say \"necessarily,\" because subdivision (a) (2) says at the outset \"No refund shall be made of any amount paid . . . unless,\" etc., and thus shows that it is to be applied by all who examine and determine claims for refunds \u0097 the courts as well as the Commissioner.</p>\n<p>This view of the words \"established to the satisfaction of the Commissioner\" has support in a long continued practice under a similar provision in a customs law of 1864<sup>[25]</sup> under which certain customs duties, if paid under protest, were to be refunded to the importer when \"shown to the satisfaction of the Secretary of the Treasury\" <span class=\"star-pagination\">*399</span> to have been excessive. That provision remained in force many years,<sup>[26]</sup> and during that period was uniformly treated as neither investing the Secretary with final authority nor putting aside general provisions permitting suits for refunds, but as leaving the importer free, after an unavailing appeal to the Secretary, to sue under the general provisions and obtain a judicial reexamination of his claim.<sup>[27]</sup></p>\n<p>Some reliance is placed on <i>Williamsport Wire Rope Co.</i> v. <i>United States,</i> 277 U.S. 551; but that case is not in point. It was a suit for the refunding of excess-profits and war-profits taxes assessed under § 301 of the Revenue Act of 1918, and the question presented was whether in such a suit a refusal by the Commissioner to make a special assessment under §§ 327 (a) and (d) and 328 was open to reexamination. In answering the question in the negative, this Court referred to the purpose with which those sections provide for a special assessment, the language employed in expressing the conditions under which it is to be made, and the prescribed procedure; pointed out that the task involved is one requiring technical or special knowledge and experience in respect of such tax problems and ready access to data in the Bureau of Internal Revenue relating to a large group of taxpayers; and held that these exceptional conditions enforce the conclusion that Congress intended to confide the task to the Commissioner, subject only to a review by the Board of Tax Appeals where a direct appeal to that body is permitted, and thereby to exclude a reexamination in the courts such as in other situations is had in suits for refunds. It is very plain that no such exceptional <span class=\"star-pagination\">*400</span> conditions are involved in giving effect to subdivision (a) (2) of § 424.</p>\n<p>As to the effect to be given to that subdivision in suits for refunds, we are of opinion that, as it makes the right to a refund to depend on an additional element \u0097 that the taxpayer has not collected the tax, directly or indirectly, from the purchaser, or, if it was so collected, has returned it to him \u0097 the courts in adjudicating claims of the designated class are under a duty to give effect to the subdivision by regarding the additional element as a matter to be shown by suitable allegation and established by appropriate proof, like other elements of such a right or cause of action, and by determining the sufficiency of pleadings and evidence accordingly.<sup>[28]</sup></p>\n<p>We cannot assent to the view that a court may give a judgment awarding the taxpayer a refund without inquiring whether he has borne the burden of the tax or has reimbursed himself by collecting it from the purchaser. That view rests on two untenable premises \u0097 one that the question whether the burden of the tax has thus been borne by the taxpayer is solely for administrative solution, and the other that a judgment for a refund may be given subject to the condition that it is to become obligatory and be given effect only if and when the claimant proves to the Commissioner that he alone has borne the burden of the tax. Our reasons for rejecting the first premise already have been shown. Those for rejecting the other will be shortly stated. A judgment so conditioned is merely a finding that the tax paid by the claimant was invalid, coupled with a declaration that it should be refunded to him if he proves to the Commissioner that in other respects he is entitled to it. Decisions of this Court have long since established that it is not within the province of courts created by or under the judiciary article of <span class=\"star-pagination\">*401</span> the Constitution to give or review judgments of that character, for they are not final or binding adjudications.<sup>[29]</sup> The District Courts are created and exist under that article. While the Court of Claims is created under a different article, the statute defining its jurisdiction of suits for refunds and those defining the jurisdiction of the District Courts are alike, in that both contemplate that the judgments in such suits shall fully and finally determine whether the claimants are entitled to the refunds for which they sue.</p>\n<p>The contention is made that subdivision (a) (2), when construed and applied as we hold it should be, infringes the due process clause of the Fifth Amendment to the Constitution in that it strikes down rights accrued theretofore and still subsisting, but not sued on prior to April 30, 1928. This contention is pertinent, because the cases now being considered were begun after April 30, 1928, and in each the tax in question was paid before § 424 was enacted, which was May 29, 1928.</p>\n<p>If the tax was erroneous and illegal, as is alleged, it must be conceded that, under the system then in force, there accrued to the taxpayer when he paid the tax a right to have it refunded without any showing as to whether he bore the burden of the tax or shifted it to the purchasers. And it must be conceded also that § 424 applies to rights accrued theretofore and still subsisting, but not sued on prior to April 30, 1928, and subjects them to the restriction that the taxpayer (a) must show that he alone has borne the burden of the tax, or (b), if he has shifted the burden to the purchasers, must give a bond promptly to use the refunded sum in reimbursing <span class=\"star-pagination\">*402</span> them. But it cannot be conceded that in imposing this restriction the section strikes down prior rights, or does more than to require that it be shown or made certain that the money when refunded will go to the one who has borne the burden of the illegal tax, and therefore is entitled in justice and good conscience to such relief. This plainly is but another way of providing that the money shall go to the one who has been the actual sufferer and therefore is the real party in interest.</p>\n<p>We do not perceive in the restriction any infringement of due process of law. If the taxpayer has borne the burden of the tax, he readily can show it; and certainly there is nothing arbitrary in requiring that he make such a showing. If he has shifted the burden to the purchasers, they and not he have been the actual sufferers and are the real parties in interest; and in such a situation there is nothing arbitrary in requiring, as a condition to refunding the tax to him, that he give a bond to use the refunded money in reimbursing them. Statutes made applicable to existing claims or causes of action and requiring that suits be brought by the real rather than the nominal party in interest have been uniformly sustained when challenged as infringing the contract and due process clauses of the Constitution.</p>\n<p>The present contention is particularly faulty in that it overlooks the fact that the statutes providing for refunds and for suits on claims therefor proceed on the same equitable principles that underlie an action in assumpsit for money had and received. Of such an action it rightly has been said:<sup>[30]</sup></p>\n<p>\"This is often called an equitable action and is less restricted and fettered by technical rules and formalities <span class=\"star-pagination\">*403</span> than any other form of action. It aims at the abstract justice of the case, and looks solely to the inquiry, whether the defendant holds money, which <i>ex ae quo et bono</i> belongs to the plaintiff. It was encouraged and, to a great extent, brought into use by that great and just judge, Lord Mansfield, and from his day to the present, has been constantly resorted to in all cases coming within its broad principles. It approaches nearer to a bill in equity than any other common law action.\"</p>\n<p>As our conclusion respecting the operation of subdivision (a) (2) is applicable both where the suit for a refund is against the United States and where it is against the collector, there is no need for considering the arguments advanced concerning the power of Congress to condition or withdraw the consent of the United States to be sued.<sup>[31]</sup></p>\n<p>We come now to consider and dispose of the three cases and to apply to them our conclusions respecting the construction and operation of subdivision (a) (2) of § 424.</p>\n<p></p>\n<h2>No. 171.</h2>\n<p>In the petition the plaintiff alleged that it absorbed the taxes in question and paid the same from its own funds; that no other person or persons paid the same either directly or indirectly; and that no other person or persons has any right either at law or in equity to the refund sought or any part of it. The defendant's answer was a general traverse accompanied by a counter-claim based on an alleged allowance and payment to the plaintiff, through error and mistake, of certain claims for the refunding <span class=\"star-pagination\">*404</span> of like taxes aggregating $69,264.66. The Court of Claims made special findings of fact whereon it gave judgment for the plaintiff. The findings show that the taxes in question were assessed on sales by the plaintiff of ignition coils which the revenue officers regarded as parts or accessories for automobiles, but which the court regarded as equally adapted to other uses not comprehended in the taxing acts; and that the taxing period in question began with May, 1919, and continued to the end of February, 1926. Pertinent portions of the findings are as follows:</p>\n<p>\"7. For the taxable period in question . . . plaintiff, in the sale of ignition coils, invoiced its catalogue prices to all customers, and did not add thereto any amounts representing excise taxes, or collect from its customers amounts additional to the catalogue prices. The catalogue prices so invoiced and collected were transferred by plaintiff to its general ledger account in totals without separation into any elements, such as tax, charges for parcel post, insurance. The excise tax which it considered payable was set up in an additional account styled `Excise Tax Expense.'</p>\n<p>\"8. For a part of the taxable periods in question plaintiff made on its invoices to customers certain notations with respect to the excise tax which it considered applicable.</p>\n<p>\"Up to May 19, 1923, plaintiff made no such notations on its invoices to customers.</p>\n<p>\"Beginning May 19, 1923, up to December 29, 1925, it was plaintiff's practice to note on its invoices to customers the following: `On automotive accessories 1/21 of amount indicated herein equals 5% excise tax. 20/21 of amount indicated equal price,' during the period when the 5% tax rate was in effect, and substantially the same notation during the period when the 2 1/2% rate was in effect, `1/21' being changed to `1/41' and `20/21' to <span class=\"star-pagination\">*405</span> `40/41.' It does not definitely appear what the practice was thereafter as to notations on invoices.</p>\n<p>\"9. Plaintiff's catalogue prices were not increased or decreased by reason of the imposition of the excise tax on automobile parts or accessories.</p>\n<p>\"10. It is not possible from the state of the record to determine the amount of excise tax paid for the period when plaintiff made the aforesaid tax notations on invoices sent to its customers.\"</p>\n<p>These findings, which are all that bear on the question of who paid the taxes and bore the burden thereof, are wanting in precision and apparently conflicting. If findings 7 and 9 were not otherwise qualified they might be regarded as meaning that the sales were at catalogue prices and that these prices did not include, and the purchasers did not pay, the tax or any part of it. But finding 8 makes it at least doubtful that findings 7 and 9 have that meaning, for it is plainly inferable from finding 8 that during much of the taxing period the plaintiff sold on invoices bearing notations indicating that when the tax was 5% of the selling price 1/21 of the amount shown on the invoice represented the tax and 20/21 represented the selling price; and that when the tax was 2 1/2% of the selling price the fractions were changed to 1/41 and 40/41. The findings leave it uncertain whether the plaintiff in making its returns to the revenue officers gave the amount shown on the invoices or 20/21 (later 40/41) of that amount as the selling price; and they also leave it uncertain on which basis the tax was computed. If by its invoices the plaintiff represented to its purchasers that the amount shown thereon included the tax as well as the selling price, and if it returned that amount less the tax as the selling price, and caused the tax to be computed on that basis, it can not be heard to say, in the absence of other controlling circumstances of which there is no <span class=\"star-pagination\">*406</span> finding, that it did not collect the tax from the purchasers but itself bore the burden thereof.</p>\n<p>Because of the uncertainty and apparent conflict in the findings the judgment must be reversed and the cause remanded to the Court of Claims for a new trial and full and specific findings.</p>\n<p></p>\n<h2>No. 196.</h2>\n<p>This case comprises three separate suits, designated in the District Court as Nos. 3360, 3371 and 3421, which were tried together and, after judgments for the plaintiff, were consolidated for purposes of appeal. They were tried to the court under a stipulation in writing waiving a jury. The court made special findings of fact on which it based its judgments. In the complaints the plaintiff alleged that the tax was not paid directly or indirectly by the purchasers, but entirely by the plaintiff; that the sales were at a flat price and no amount for the tax was included therein; and that the plaintiff absorbed the tax. These allegations and some others were denied by the defendant in his answer. In various ways the defendant challenged the plaintiff's right to sue for a refund and the court's power to entertain such a suit, the challenge being grounded on subdivision (a) (2) of § 424; and the court held the challenge was not tenable. At the conclusion of the evidence the defendant moved for judgments thereon in his favor, and the motion was denied.</p>\n<p>The Circuit Court of Appeals reexamined the evidence, concluded therefrom, contrary to the findings of the District Court, that the articles on sales of which the tax was assessed were accessories for the taxable vehicles enumerated in the taxing acts, and on that ground sustained the tax and reversed the judgments, without considering the rulings relating to subdivision (a) (2) of § 424.</p>\n<p>The questions presented for consideration here are those involved in the rulings of the District Court and that involved in the reversal by the Circuit Court of Appeals on <span class=\"star-pagination\">*407</span> a reexamination of the evidence. The challenge of the plaintiff's right to sue for a refund and of the court's power to entertain such a suit was rightly overruled. This is sufficiently shown in the earlier part of this opinion. Whether the District Court erred in denying the defendant's motion at the conclusion of the evidence for judgments thereon in his favor must be determined by ascertaining whether there was substantial evidence fairly tending to establish every element of the plaintiff's causes of action. We think there was such evidence. There was conflict in it; parts of it admitted of diverging inferences; and as to some matters the preponderating weight was difficult of ascertainment. But these were all matters for the trial court to determine. It was exercising the functions of a jury and its findings are on the same plane as if embodied in a jury's special verdict.<sup>[32]</sup> We are accordingly of opinion that the motion was rightly overruled, and that the Circuit Court of Appeals erred in not so holding. Even if there was some basis for thinking the weight of the evidence was with the defendant, as was strongly urged at our bar, it was not within the province of that court to reexamine the evidence and reverse the judgments because of what it regarded as error of fact.<sup>[33]</sup></p>\n<p>Whether the special findings give the requisite support to the judgments rendered thereon is a different question and is one which is open to consideration here.<sup>[34]</sup> The findings are long and the view which we take of one of them makes it unnecessary to state the others. The one relates to the matter made essential by subdivision (a) (2) of § 424, and is the only finding on the subject. It reads as follows:</p>\n<p><span class=\"star-pagination\">*408</span> \"Paragraph 5 of the complaint alleged that the taxes in question were paid entirely by the plaintiff, and neither directly nor indirectly by the plaintiff's purchasers. These allegations also were denied.</p>\n<p>\"As to this issue, I find that for the taxable period involved in case No. 3371, the plaintiff has sustained the burden of proof. The evidence on this issue relating to the periods involved in cases Nos. 3360 and 3421, disclosed that the plaintiff at some time during the period between January 1 and December 31, 1923, reduced its sale prices by the amount of the tax and so stamped its invoices and bills as to indicate that of the amount charged to the customer 1/21 part was required by the sales tax in question. Thereafter the plaintiff computed and paid the excise tax upon the basis of the price thus reduced, thereby saving to itself the payment of a tax upon a tax, 5 per cent on 5 per cent. The arrangement cost the customer nothing, as he paid in the aggregate just what he had paid before. Consequently the plaintiff did not thereby pass the economic burden of the tax to its purchasers. However, since under this arrangement the invoices indicated the 1/21 of the amount billed was for the tax, I am constrained to conclude that the balance, 20/21, was the real sale price, especially since the tax was thereafter paid on that basis. This requires the conclusion of fact that in legal effect the tax was collected from the purchaser. But in view of the fact that the sales prices in vogue prior to the inauguration of this arrangement were thereafter reduced by the amount of the tax, I find further that in so far as the tax was collected from purchasers, it was wholly returned to them.\"</p>\n<p>Saying that the plaintiff has sustained the burden of proof as to the designated issue in suit No. 3371 is not an adequate finding of the matters of fact involved in that issue, particularly where, as here, the subject is new and may admit of differing opinions. It is in the nature of a <span class=\"star-pagination\">*409</span> legal conclusion rather than a finding of the underlying facts, and we think it does not adequately respond to the issue and is not sufficient to support the judgment which rests on it.</p>\n<p>That which follows relates to suits Nos. 3360 and 3421 and evidently means that the plaintiff by its invoices was indicating to the purchasers that 1/21 of the amount it was collecting from them represented the tax on the sales and 20/21 represented its \"real sales price\"; and that the plaintiff itself computed the tax on the basis of this \"real sales price\" and thereafter paid the tax as so computed, thereby saving to itself the difference between the tax resulting from that computation and the tax which would have resulted had the full amount collected from the purchasers been used as the basis for the computation. If that be what is meant, the court rightly concluded that the tax was collected from the purchasers. It is of no importance that the prior sales price had been reduced by the amount of the tax, for under the taxing act the tax was to be computed on the price for which the articles actually were sold and not on some prior and discarded price. But the court's further conclusion that, as the price theretofore in vogue was reduced by the amount of the tax, the plaintiff in effect returned to the purchasers the tax it collected from them \u0097 because they got the articles for a price which was that much less than it would have been had the prior sales price been still in vogue \u0097 is shown by its mere statement to be not a finding of fact but unsatisfactory reasoning having little tendency to establish its objective. That conclusion must therefore be disregarded. It results that the finding, while showing that the plaintiff collected the tax from the purchasers, does not show whether it returned the tax to them. Thus the finding does not adequately respond to the issue arising on the plaintiff's allegation that it absorbed the <span class=\"star-pagination\">*410</span> tax \u0097 for, having collected it from them, the plaintiff could absorb it only by returning it to them. With that matter left in this situation the finding plainly does not support the judgments which rest on it.</p>\n<p>As the judgments of the District Court in the three suits must be reversed because of insufficiencies in the special findings, and as the reversal by the Circuit Court of Appeals was put on an untenable ground, we deem it the better course to enter here a judgment reversing the judgments of both courts and remanding the suits to the District Court with a direction to vacate its findings and grant a new trial in each suit.</p>\n<p></p>\n<h2>No. 329.</h2>\n<p>This case comprises five separate suits which were tried together and, after judgments for the plaintiff, were consolidated for purposes of appeal. The trial was to the court under a written stipulation waiving a jury. The court made special findings and based its judgments on them. At the outset the plaintiff's right to recover on the facts stated in the petitions was challenged by the defendant by motions to dismiss and the motions were overruled. There were also motions at the close of the evidence for judgments thereon in favor of the defendant which also were overruled. These rulings and the sufficiency of the facts found to support the judgments are the matters presented for consideration here. There was neither allegation nor proof that the plaintiff had not collected the tax from the purchasers, or after so collecting it had returned it to them; and of course there was no finding on the subject. The suits proceeded throughout as if that question was one for administrative solution after judgment, if the plaintiff prevailed. What we have said in the earlier part of this opinion shows that this was a mistaken theory. The judgments in both courts <span class=\"star-pagination\">*411</span> below must be reversed accordingly and the causes remanded to the District Court with directions to set aside the findings, and to sustain the motions to dismiss \u0097 but without prejudice to the exercise by that court of its discretion in permitting amendments of the petitions.</p>\n<p>Our conclusions in Nos. 171, 196 and 329 when summarized require that the judgments in all be reversed and the causes remanded with directions as before indicated.</p>\n<p><i>Judgments reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 196, <i>American Chain Co., Inc.</i> v. <i>Easton, Collector,</i> certiorari to the Circuit Court of Appeals for the Second Circuit; and No. 329, <i>Routzahn, Collector,</i> v. <i>Willard Storage Battery Co.,</i> certiorari to the Circuit Court of Appeals for the Sixth Circuit.</p>\n<p>[1]  C. 18, 40 Stat. 1057, 1122.</p>\n<p>[2]  C. 136, 42 Stat. 227, 291.</p>\n<p>[3]  C. 234, 43 Stat. 253, 322.</p>\n<p>[4]  69 Ct. Cls. 150; 38 F. (2d) 139; 2 F. Supp. 778.</p>\n<p>[5]  58 F. (2d) 246, 248.</p>\n<p>[6]  Each claim was asserted in a separate suit, but the suits were tried together and after judgment were consolidated for purposes of appeal.</p>\n<p>[7]  63 F. (2d) 783.</p>\n<p>[8]  For opinion overruling motion to dismiss action see 8 Am. Fed. Tax Reports 11274.</p>\n<p>[9]  Here again the several claims were asserted in separate suits, but the suits were tried together and after judgment were consolidated for purposes of appeal.</p>\n<p>[10]  65 F. (2d) 89.</p>\n<p>[11]  26 U.S.C. § 156.</p>\n<p>[12]  C. 852, 45 Stat. 791, 866; 26 U.S.C. § 2424.</p>\n<p>[13]  Sterling Spring Co. v. Routzahn, VIII-2 Int. Rev. Cum. Bull. 258; Twentieth Century Manufacturing Co. <i>v.</i> Hopkins, X-2 Int. Rev. Cum. Bull. 408.</p>\n<p>[14]  <i>McCaughn</i> v. <i>Electric Storage Battery Co.,</i> 63 F. (2d) 715, 718-719.</p>\n<p>[15]  <i>Electric Storage Battery Co.</i> v. <i>McCaughn,</i> 52 F. (2d) 205.</p>\n<p>[16]  <i>McCaughn</i> v. <i>Electric Storage Battery Co.,</i> 63 F. (2d) 715, 718.</p>\n<p>[17]  For opinion overruling preliminary motion to dismiss, see Willard Storage Battery Co. v. Routzahn, Collector, 8 Am. Fed. Tax Rep. 11274. After the hearing on the merits the court, in rendering judgment for the plaintiff, said:\n</p>\n<p>\"The objection to the court's jurisdiction founded on sec. 424. . . has heretofore been ruled on. There is an error in that opinion where it is said that any refund after judgment would be pursuant to sub (3) of sec. 424 and would be conditional and for the benefit of consumers. If refunds are made, they may be under either sub (2) or (3), depending upon whether the plaintiff bore the tax or passed it on, etc. Those are matters for the Commissioner to decide; the court has nothing to do with them, and no evidence respecting them was offered.</p>\n<p>\"According to two recent decisions of the Court of Claims . .. the absence of such evidence should prevent recovery. But with great respect, I am unable to agree with the holdings on that point. I still think it is for the Commissioner alone to determine the facts necessary to be established as the basis of refunds under either sub (2) or (3). Where as here, taxes on sales not taxable have been collected, then on proof to the satisfaction of the Commissioner `that, such amount was not collected, directly, or indirectly, from the purchaser or lessee,' or if collected has been returned, they may be refunded.\"</p>\n<p>[18]  <i>Routzahn</i> v. <i>Willard Storage Battery Co.,</i> 65 F. (2d) 89.</p>\n<p>[19]  <i>Boyle Valve Co.</i> v. <i>United States,</i> 69 Ct. Cls. 129; 38 F. (2d) 135; <i>Jefferson Electric Mfg. Co.</i> v. <i>United States,</i> 69 Ct. Cls. 158, 38 F. (2d) 139.</p>\n<p>[20]  <i>American Chain Co.</i> v. <i>Eaton,</i> 58 F. (2d) 246; <i>id.,</i> 248.</p>\n<p>[21]  <i>Dodge</i> v. <i>Osborn,</i> 240 U.S. 118, 120-121.</p>\n<p>[22]  26 U.S.C. §§ 149, 154, 156, 157; 28 U.S.C. §§ 41 (5) (20), 250 (1), 284, 285, 286, 842; 31 U.S.C. § 225; <i>Philadelphia</i> v. <i>Collector,</i> 5 Wall. 720, 731-733; <i>Nichols</i> v. <i>United States,</i> 7 Wall. 122, 130-131; <i>Cheatham</i> v. <i>Norvekl,</i> 92 U.S. 85, 88-90; <i>United States</i> v. <i>Hvoslef,</i> 237 U.S. 1, 10; <i>United States</i> v. <i>Realty Co.,</i> 237 U.S. 28, 31-32; <i>Sage</i> v. <i>United States,</i> 250 U.S. 33, 38-39; <i>Moore Ice Cream Co.</i> v. <i>Rose,</i> 289 U.S. 373.</p>\n<p>[23]  <i>United States</i> v. <i>Barnes,</i> 222 U.S. 513, 520, and cases cited; <i>United States</i> v. <i>Sweet,</i> 245 U.S. 563, 572; <i>Panama R. Co.</i> v. <i>Johnson,</i> 264 U.S. 375, 384.</p>\n<p>[24]  <i>Bryan</i> v. <i>Moore,</i> 81 Ind. 9, 11-13; <i>Kenyon</i> v. <i>Mondovi,</i> 98 Wis. 50, 54; 73 N.W. 314; <i>Callan</i> v. <i>Hanson,</i> 86 Iowa 420, 423; 53 N.W. 282; <i>Sams Automatic Car Coupler Co.</i> v. <i>League,</i> 25 Colo. 129, 135; 54 Pac. 642; <i>Walker</i> v. <i>Collins,</i> 59 Fed. 70, 74.</p>\n<p>[25]  C. 171, § 16, 13 Stat. 215, § 3012 1/2 Rev. Stat.</p>\n<p>[26]  See c. 407, § 29, 26 stat. 142; c. 6, § 28, 36 Stat. 104.</p>\n<p>[27]  See <i>Arnson</i> v. <i>Murphy,</i> 109 U.S. 238; <i>Hager</i> v. <i>Swayne,</i> 149 U.S. 242; <i>Schoenfeld</i> v. <i>Hendricks,</i> 152 U.S. 691, 693; <i>White</i> v. <i>Arthur,</i> 10 Fed. 80, 88.</p>\n<p>[28]  <i>Kings County Savings Institution</i> v. <i>Blair,</i> 116 U.S. 200, 205-206.</p>\n<p>[29]  <i>Hayburn's Case</i> 2 Dall. 409 and note; <i>United States</i> v. <i>Ferreira,</i> 13 How. 40 and note; <i>Gordon</i> v. <i>United States,</i> 2 Wall. 561; same case, 117 U.S. 697; <i>United States</i> v. <i>Jones,</i> 119 U.S. 477; <i>In re Sanborn,</i> 148 U.S. 222; <i>La Abra Silver Mining Co.</i> v. <i>United States,</i> 175 U.S. 423, 456-457; <i>Muskrat</i> v. <i>United States,</i> 219 U.S. 346.</p>\n<p>[30]  <i>Claflin</i> v. <i>Godfrey,</i> 38 Mass. 1, 6. To the same effect are <i>Steuerwald</i> v. <i>Richter,</i> 158 Wis. 597, 604; 149 N.W. 692; <i>Sanford</i> v. <i>First National Bank,</i> 238 Fed. 298, 301; <i>Portsmouth Cotton Oil Corp.</i> v. <i>Fourth National Bank,</i> 280 Fed, 879, 882.</p>\n<p>[31]  See <i>Darrington</i> v. <i>Bank of Alabama,</i> 13 How. 12, 17; <i>Beers</i> v. <i>Arkansas,</i> 20 How. 527, 529; <i>In re Ayers,</i> 123 U.S. 443, 505; <i>Hans</i> v. <i>Louisiana,</i> 134 U.S. 1, 17-18; <i>United States</i> v. <i>Heinszen &amp; Co.,</i> 206 U.S. 370, 391 (Harlan, J.); <i>Graham &amp; Foster</i> v. <i>Goodcell,</i> 282 U.S. 409, 430-431.</p>\n<p>[32]  28 U.S.C. § 773; <i>Copelin</i> v. <i>Insurance Co.,</i> 9 Wall. 461; <i>Dooley</i> v. <i>Pease,</i> 180 U.S. 126, 131.</p>\n<p>[33]  28 U.S.C. § 879; <i>Martinton</i> v. <i>Fairbanks,</i> 112 U.S. 670, 672; <i>Davis</i> v. <i>Schwartz,</i> 155 U.S. 631, 636; <i>Law</i> v. <i>United States,</i> 266 U.S. 494, 496.</p>\n<p>[34]  28 U.S.C. § 875.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:52:26", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></span> (1934)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nJEFFERSON ELECTRIC MANUFACTURING CO.<sup>[*]</sup></h1></center>\n<center>No. 171.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 15, 18, 1933.</center>\n<center>Decided February 12, 1934.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*389</span> <i>Assistant Attorney General Wideman,</i> with whom <i>Solicitor General Biggs</i> and <i>Messrs. Erwin N. Griswold, J. Louis Monarch, Francis H. Horan,</i> and <i>John R. Fillman</i> were on the brief, for petitioners in Nos. 171 and 329, and respondent in No. 196.</p>\n<p><i>Mr. Newton K. Fox,</i> with whom <i>Mr. Adrian C. Humphreys</i> was on the brief, for respondent in No. 171.</p>\n<p><i>Messrs. David S. Day</i> and <i>Chester I. Long,</i> with whom <i>Messrs. Peter Q. Nyce, Charles P. Swindler,</i> and <i>Samuel W. McIntosh</i> were on the brief, for petitioner in No. 196.</p>\n<p><i>Mr. Charles C. Norris, Jr.,</i> with whom <i>Mr. Augustus B. Stoughton</i> was on the brief, for respondent in No. 329.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>These are actions at law brought \u0097 in one instance against the United States and in two against a revenue collector \u0097 to recover in each instance money alleged to have been erroneously and illegally exacted as an excise tax \u0097 under subdivision 3 of § 900 of the Revenue Acts of 1918<sup>[1]</sup> and 1921<sup>[2]</sup> and subdivision 3 of § 600 of the <span class=\"star-pagination\">*390</span> Revenue Act of 1924<sup>[3]</sup> \u0097 from the plaintiff, a corporate manufacturer, on sales by it of articles which the revenue officers regarded as automobile parts or accessories.</p>\n<p>In No. 171<sup>[4]</sup> the Court of Claims awarded the plaintiff $20,017.58 with interest and denied a counterclaim interposed by the United States. In No. 196<sup>[5]</sup> the District Court for the District of Connecticut gave the plaintiff judgments on three claims<sup>[6]</sup> for $329,250.00, $170,470.36 and $98,416.41 with interest on each sum; and the judgments were reversed by the Circuit Court of Appeals.<sup>[7]</sup></p>\n<p>In No. 329<sup>[8]</sup> the District Court for the Northern District of Ohio rendered judgments for the plaintiff on five claims<sup>[9]</sup> for $89,195.36, $249,275.32, $189,853.88, $173,934.45 and $41,764.57 with interest on each sum; and the judgments were affirmed by the Circuit Court of Appeals.<sup>[10]</sup> The cases are here on certiorari.</p>\n<p>After the taxes were collected, timely applications for refund were duly made by the plaintiffs, and the applications were denied. The actions were brought within the time generally limited therefor,<sup>[11]</sup> but not prior to April 30, 1928.</p>\n<p>The applications for refund and the actions proceeded on the theory that the sales were not taxable under the Revenue Acts because the articles sold were not automobile parts or accessories within the meaning of those acts, <span class=\"star-pagination\">*391</span> and not on the theory that the amount collected was in excess of what was properly collectible on taxable sales.</p>\n<p>In each case the court's authority to entertain the action and the plaintiff's right to recover were challenged in various ways as precluded by § 424 of the Revenue Act of 1928,<sup>[12]</sup> which provides:</p>\n<p>\"Sec. 424. REFUND OF AUTOMOBILE ACCESSORIES TAX.</p>\n<p>(a) No refund shall be made of any amount paid by or collected from any manufacturer, producer, or importer in respect of the tax imposed by subdivision (3) of section 600 of the Revenue Act of 1924, or subdivision (3) of section 900 of the Revenue Act of 1921 or of the Revenue Act of 1918, unless either \u0097</p>\n<p>(1) Pursuant to a judgment of a court in an action duly begun prior to April 30, 1928; or</p>\n<p>(2) It is established to the satisfaction of the Commissioner that such amount was in excess of the amount properly payable upon the sale or lease of an article subject to tax, or that such amount was not collected, directly or indirectly, from the purchaser or lessee, or that such amount, although collected from the purchaser or lessee, was returned to him; or</p>\n<p>(3) The Commissioner certifies to the proper disbursing officer that such manufacturer, producer, or importer has filed with the Commissioner, under regulations prescribed by the Commissioner with the approval of the Secretary, a bond in such sum and with such sureties as the Commissioner deems necessary, conditioned upon the immediate repayment to the United States of such portion of the amount refunded as is not distributed by such manufacturer, producer, or importer, within six months after the date of the payment of the refund, to the persons who purchased for purposes of consumption (whether from such manufacturer, producer, importer, or from any other person) the articles in respect of which <span class=\"star-pagination\">*392</span> the refund is made, as evidenced by the affidavits (in such form and containing such statements as the Commissioner may prescribe) of such purchasers, and that such bond, in the case of a claim allowed after February 28, 1927, was filed before the allowance of the claim by the Commissioner.\"</p>\n<p>As respects actions brought on or after April 30, 1928, to recover taxes charged to have been wholly invalid and not merely in excess of what was lawful, which is the situation here, the construction and application of § 424, particularly subdivision (a) (2), are matters about which there has been much contrariety of opinion, as is shown in three lines of decision.</p>\n<p>The decisions in the first line regard subdivision (a) (2) as committing all claims for the refunding of taxes of the class in question here to the Commissioner of Internal Revenue for final determination and precluding any examination of such claims in the courts. This view has been taken by District Judges in two cases<sup>[13]</sup> and by a Circuit Judge in a dissenting opinion in another case.<sup>[14]</sup></p>\n<p>The decisions in the second line are to the effect that the subdivision relates to administrative action by the Commissioner, but not to proceedings in the courts, and leaves a taxpayer who has applied to the Commissioner unsuccessfully free to sue on his claim and the courts free to entertain the suit and adjudicate the claim \u0097 as could be and commonly was done before § 424 was enacted \u0097 save that under that section a judgment for the taxpayer in a suit brought on or after April 30, 1928, does not become obligatory or entitle him to the refund <span class=\"star-pagination\">*393</span> awarded by the judgment, unless and until (y) he satisfies the Commissioner that the tax was not collected directly or indirectly from the purchasers of the articles sold, or if so collected has been returned to the purchasers, or (z) gives the bond described in subdivision (a) (3). Such has been the ruling in two cases. In one the ruling was by the District Court for the Eastern District of Pennsylvania,<sup>[15]</sup> and the Circuit Court of Appeals for that circuit substantially sustained it, and in that connection said,<sup>[16]</sup> \"This section clearly refers to a `refund' of taxes by the Commissioner, and nowhere refers to the plaintiff's right of action to recover taxes by litigation nor to the jurisdiction of the court. In other words, this section is an administrative measure for the guidance of the Commissioner in the `refund' of taxes, and does not purport to contain any provision prescribing conditions under which taxes may be collected by means of a suit.\" The other case is No. 329 now under review, where the ruling was by the District Court for the Northern District of Ohio<sup>[17]</sup> and was fully sustained by the <span class=\"star-pagination\">*394</span> Circuit Court of Appeals for that circuit, as is shown by the following excerpts from its opinion:<sup>[18]</sup></p>\n<p>\"Section 424(a) deals not with rights of action, but with limitations upon the power of the commissioner to make refunds. Its provisions are not in conflict with the general provisions of law authorizing suits for refund of taxes. [Citing cases.]</p>\n<p>\"We agree with the authorities above cited, not only in reliance upon familiar principles governing repeal by implication, but also because the section appears to us to have an obvious literal meaning perfectly applicable to refunds by the commissioner after judicial determination of the legality of the tax.</p>\n<p></p>\n<h2>.....</h2>\n<p>\"If the claim for refund is made pursuant to a judgment of the court in an action begun prior to April 30, 1928, the commissioner is not forbidden to refund under the applicable statute, and this may well be without qualification, although this we are not required to decide. Failing to bring himself within the condition of paragraph 1, because of not having pursued his claim to judgment in an action begun prior to the critical date, the taxpayer must establish to the satisfaction of the commissioner . . . (b) that such amount was not collected directly or indirectly from the purchasers, or (c) that such amount, although collected from the purchasers, was returned to them.\"</p>\n<p>The decisions in the third line, like those in the second, regard the subdivision as neither cutting off the right of <span class=\"star-pagination\">*395</span> a taxpayer to sue for a refund after applying unsuccessfully to the Commissioner nor abrogating the authority of the courts to entertain the suit. But, unlike those in the second, they regard the subdivision as substantively limiting the right to a refund of taxes of the designated class to instances where the taxpayer either has not directly or indirectly collected the tax from the purchaser or after so collecting it has returned it to him. In other words, they regard the subdivision as making this substantive limitation an element of the right to a refund of such taxes, and therefore as requiring that this element, like others, be satisfactorily established in any proceedings where an asserted right to a refund is presented for examination and determination, whether the proceeding be before the Commissioner or be a suit brought after an application to him has been unavailing. The Court of Claims has so ruled in two cases,<sup>[19]</sup> one being No. 171 now under review; and the District Court for the District of Connecticut came to a like conclusion in No. 196<sup>[20]</sup> also now under review.</p>\n<p>We are of opinion that the view taken in the third line of decisions is right.</p>\n<p>When § 424 was enacted the internal revenue laws contained many related provisions constituting what this Court has termed a comprehensive \"system of corrective justice\" in respect of the assessment and collection of erroneous or illegal taxes.<sup>[21]</sup> A summary of this system \u0097 it still is part of the internal revenue laws \u0097 will portray it sufficiently for present purposes. Anterior to collection the Commissioner possesses exclusive authority to revise, correct or reject assessments and the courts are forbidden <span class=\"star-pagination\">*396</span> to entertain suits \"to restrain the assessment or collection.\" After collection aggrieved taxpayers are accorded a limited time within which to apply for refunds, and the Commissioner is authorized to grant the applications where the taxes are shown to have been erroneous or illegal; but a denial by him is not final. If the application is either denied or not acted on by the Commissioner the taxpayer is accorded a fixed period within which to bring suit for a refund against the United States or the collector who received the tax, and if in the suit he establishes that the tax was erroneous or invalid, that it was paid by him, and that his claim has been duly and seasonably presented and prosecuted, he is entitled to judgment for a refund of the amount paid with interest.<sup>[22]</sup></p>\n<p>As a general rule, where the legislation dealing with a particular subject consists of a system of related general provisions indicative of a settled policy, new enactments of a fragmentary nature on that subject are to be taken as intended to fit into the existing system and to be carried into effect conformably to it, excepting as a different purpose is plainly shown.<sup>[23]</sup></p>\n<p>That rule is applicable here. The existing system developed through long years of experience comprehends the entire subject, including all claims for refund. Section 424 is a new enactment and relates to a designated class of such claims, concededly within the scope of the existing <span class=\"star-pagination\">*397</span> system. Obviously the section is intended to make some change as respects the particular class and must be given effect accordingly; but to determine what change is intended it must be examined in the light of the existing system.</p>\n<p>As respects claims of the designated class § 424 plainly prescribes, in subdivision (a) (2), an additional substantive element of the right to a refund \u0097 the additional element being that the taxpayer has not directly or indirectly collected the tax from the purchaser, or, after so collecting it, has returned it to him, so that the burden of the tax has been borne by the taxpayer and not the purchaser. Of subdivision (a) (3) it suffices to observe that it enables a taxpayer who has not borne the burden of the tax but has collected it from purchasers, and so is not entitled to a refund under subdivision (a) (2), to obtain from the Commissioner a qualified refund by giving a bond promptly to use the amount refunded in reimbursing the purchasers. No such bond has been given in the cases now before us and in all the right to judgment for a refund is rested on other facts independently of that.</p>\n<p>Apart from the change already described we think subdivision (a) (2) discloses no purpose to depart from the existing system. It does not purport to commit the decision of claims for refund exclusively to the Commissioner, or to give finality to his denials, or to take from aggrieved claimants the right to sue on their claims after denial or inaction by him, or to withdraw from the courts the power to entertain such suits. As to these matters, therefore, the rules prescribed in the existing system remain, as before, both applicable and controlling.</p>\n<p>The clause in that subdivision saying the additional element to which it relates is to be \"established to the satisfaction of the Commissioner\" is much relied on; but we think it does not require a different conclusion. Only <span class=\"star-pagination\">*398</span> by inadmissible straining could it be held to invest the Commissioner with absolute authority or discretion in respect of such refunds. A more rational view is that it is largely admonitive and means that the additional element is not lightly to be inferred but to be established by proof which convinces in the sense of inducing belief. Such words often are so construed where applied to one who, like the Commissioner, is charged with the duty of ascertaining a matter of fact as a basis for further action.<sup>[24]</sup></p>\n<p>While the clause speaks only of the Commissioner, this becomes of minor significance when it is reflected that under the existing system he is the one to whom all claims for refund must be presented and on whom the duty of making an examination and decision is primarily placed, and that it doubtless was assumed \u0097 rightly we think \u0097 that under that system a taxpayer could by suit secure a judicial reexamination of his claim, and, if he did, the claim necessarily would be judged by the same substantive standards as if it were before the Commissioner. We say \"necessarily,\" because subdivision (a) (2) says at the outset \"No refund shall be made of any amount paid . . . unless,\" etc., and thus shows that it is to be applied by all who examine and determine claims for refunds \u0097 the courts as well as the Commissioner.</p>\n<p>This view of the words \"established to the satisfaction of the Commissioner\" has support in a long continued practice under a similar provision in a customs law of 1864<sup>[25]</sup> under which certain customs duties, if paid under protest, were to be refunded to the importer when \"shown to the satisfaction of the Secretary of the Treasury\" <span class=\"star-pagination\">*399</span> to have been excessive. That provision remained in force many years,<sup>[26]</sup> and during that period was uniformly treated as neither investing the Secretary with final authority nor putting aside general provisions permitting suits for refunds, but as leaving the importer free, after an unavailing appeal to the Secretary, to sue under the general provisions and obtain a judicial reexamination of his claim.<sup>[27]</sup></p>\n<p>Some reliance is placed on <i>Williamsport Wire Rope Co.</i> v. <i>United States,</i> 277 U.S. 551; but that case is not in point. It was a suit for the refunding of excess-profits and war-profits taxes assessed under § 301 of the Revenue Act of 1918, and the question presented was whether in such a suit a refusal by the Commissioner to make a special assessment under §§ 327 (a) and (d) and 328 was open to reexamination. In answering the question in the negative, this Court referred to the purpose with which those sections provide for a special assessment, the language employed in expressing the conditions under which it is to be made, and the prescribed procedure; pointed out that the task involved is one requiring technical or special knowledge and experience in respect of such tax problems and ready access to data in the Bureau of Internal Revenue relating to a large group of taxpayers; and held that these exceptional conditions enforce the conclusion that Congress intended to confide the task to the Commissioner, subject only to a review by the Board of Tax Appeals where a direct appeal to that body is permitted, and thereby to exclude a reexamination in the courts such as in other situations is had in suits for refunds. It is very plain that no such exceptional <span class=\"star-pagination\">*400</span> conditions are involved in giving effect to subdivision (a) (2) of § 424.</p>\n<p>As to the effect to be given to that subdivision in suits for refunds, we are of opinion that, as it makes the right to a refund to depend on an additional element \u0097 that the taxpayer has not collected the tax, directly or indirectly, from the purchaser, or, if it was so collected, has returned it to him \u0097 the courts in adjudicating claims of the designated class are under a duty to give effect to the subdivision by regarding the additional element as a matter to be shown by suitable allegation and established by appropriate proof, like other elements of such a right or cause of action, and by determining the sufficiency of pleadings and evidence accordingly.<sup>[28]</sup></p>\n<p>We cannot assent to the view that a court may give a judgment awarding the taxpayer a refund without inquiring whether he has borne the burden of the tax or has reimbursed himself by collecting it from the purchaser. That view rests on two untenable premises \u0097 one that the question whether the burden of the tax has thus been borne by the taxpayer is solely for administrative solution, and the other that a judgment for a refund may be given subject to the condition that it is to become obligatory and be given effect only if and when the claimant proves to the Commissioner that he alone has borne the burden of the tax. Our reasons for rejecting the first premise already have been shown. Those for rejecting the other will be shortly stated. A judgment so conditioned is merely a finding that the tax paid by the claimant was invalid, coupled with a declaration that it should be refunded to him if he proves to the Commissioner that in other respects he is entitled to it. Decisions of this Court have long since established that it is not within the province of courts created by or under the judiciary article of <span class=\"star-pagination\">*401</span> the Constitution to give or review judgments of that character, for they are not final or binding adjudications.<sup>[29]</sup> The District Courts are created and exist under that article. While the Court of Claims is created under a different article, the statute defining its jurisdiction of suits for refunds and those defining the jurisdiction of the District Courts are alike, in that both contemplate that the judgments in such suits shall fully and finally determine whether the claimants are entitled to the refunds for which they sue.</p>\n<p>The contention is made that subdivision (a) (2), when construed and applied as we hold it should be, infringes the due process clause of the Fifth Amendment to the Constitution in that it strikes down rights accrued theretofore and still subsisting, but not sued on prior to April 30, 1928. This contention is pertinent, because the cases now being considered were begun after April 30, 1928, and in each the tax in question was paid before § 424 was enacted, which was May 29, 1928.</p>\n<p>If the tax was erroneous and illegal, as is alleged, it must be conceded that, under the system then in force, there accrued to the taxpayer when he paid the tax a right to have it refunded without any showing as to whether he bore the burden of the tax or shifted it to the purchasers. And it must be conceded also that § 424 applies to rights accrued theretofore and still subsisting, but not sued on prior to April 30, 1928, and subjects them to the restriction that the taxpayer (a) must show that he alone has borne the burden of the tax, or (b), if he has shifted the burden to the purchasers, must give a bond promptly to use the refunded sum in reimbursing <span class=\"star-pagination\">*402</span> them. But it cannot be conceded that in imposing this restriction the section strikes down prior rights, or does more than to require that it be shown or made certain that the money when refunded will go to the one who has borne the burden of the illegal tax, and therefore is entitled in justice and good conscience to such relief. This plainly is but another way of providing that the money shall go to the one who has been the actual sufferer and therefore is the real party in interest.</p>\n<p>We do not perceive in the restriction any infringement of due process of law. If the taxpayer has borne the burden of the tax, he readily can show it; and certainly there is nothing arbitrary in requiring that he make such a showing. If he has shifted the burden to the purchasers, they and not he have been the actual sufferers and are the real parties in interest; and in such a situation there is nothing arbitrary in requiring, as a condition to refunding the tax to him, that he give a bond to use the refunded money in reimbursing them. Statutes made applicable to existing claims or causes of action and requiring that suits be brought by the real rather than the nominal party in interest have been uniformly sustained when challenged as infringing the contract and due process clauses of the Constitution.</p>\n<p>The present contention is particularly faulty in that it overlooks the fact that the statutes providing for refunds and for suits on claims therefor proceed on the same equitable principles that underlie an action in assumpsit for money had and received. Of such an action it rightly has been said:<sup>[30]</sup></p>\n<p>\"This is often called an equitable action and is less restricted and fettered by technical rules and formalities <span class=\"star-pagination\">*403</span> than any other form of action. It aims at the abstract justice of the case, and looks solely to the inquiry, whether the defendant holds money, which <i>ex ae quo et bono</i> belongs to the plaintiff. It was encouraged and, to a great extent, brought into use by that great and just judge, Lord Mansfield, and from his day to the present, has been constantly resorted to in all cases coming within its broad principles. It approaches nearer to a bill in equity than any other common law action.\"</p>\n<p>As our conclusion respecting the operation of subdivision (a) (2) is applicable both where the suit for a refund is against the United States and where it is against the collector, there is no need for considering the arguments advanced concerning the power of Congress to condition or withdraw the consent of the United States to be sued.<sup>[31]</sup></p>\n<p>We come now to consider and dispose of the three cases and to apply to them our conclusions respecting the construction and operation of subdivision (a) (2) of § 424.</p>\n<p></p>\n<h2>No. 171.</h2>\n<p>In the petition the plaintiff alleged that it absorbed the taxes in question and paid the same from its own funds; that no other person or persons paid the same either directly or indirectly; and that no other person or persons has any right either at law or in equity to the refund sought or any part of it. The defendant's answer was a general traverse accompanied by a counter-claim based on an alleged allowance and payment to the plaintiff, through error and mistake, of certain claims for the refunding <span class=\"star-pagination\">*404</span> of like taxes aggregating $69,264.66. The Court of Claims made special findings of fact whereon it gave judgment for the plaintiff. The findings show that the taxes in question were assessed on sales by the plaintiff of ignition coils which the revenue officers regarded as parts or accessories for automobiles, but which the court regarded as equally adapted to other uses not comprehended in the taxing acts; and that the taxing period in question began with May, 1919, and continued to the end of February, 1926. Pertinent portions of the findings are as follows:</p>\n<p>\"7. For the taxable period in question . . . plaintiff, in the sale of ignition coils, invoiced its catalogue prices to all customers, and did not add thereto any amounts representing excise taxes, or collect from its customers amounts additional to the catalogue prices. The catalogue prices so invoiced and collected were transferred by plaintiff to its general ledger account in totals without separation into any elements, such as tax, charges for parcel post, insurance. The excise tax which it considered payable was set up in an additional account styled `Excise Tax Expense.'</p>\n<p>\"8. For a part of the taxable periods in question plaintiff made on its invoices to customers certain notations with respect to the excise tax which it considered applicable.</p>\n<p>\"Up to May 19, 1923, plaintiff made no such notations on its invoices to customers.</p>\n<p>\"Beginning May 19, 1923, up to December 29, 1925, it was plaintiff's practice to note on its invoices to customers the following: `On automotive accessories 1/21 of amount indicated herein equals 5% excise tax. 20/21 of amount indicated equal price,' during the period when the 5% tax rate was in effect, and substantially the same notation during the period when the 2 1/2% rate was in effect, `1/21' being changed to `1/41' and `20/21' to <span class=\"star-pagination\">*405</span> `40/41.' It does not definitely appear what the practice was thereafter as to notations on invoices.</p>\n<p>\"9. Plaintiff's catalogue prices were not increased or decreased by reason of the imposition of the excise tax on automobile parts or accessories.</p>\n<p>\"10. It is not possible from the state of the record to determine the amount of excise tax paid for the period when plaintiff made the aforesaid tax notations on invoices sent to its customers.\"</p>\n<p>These findings, which are all that bear on the question of who paid the taxes and bore the burden thereof, are wanting in precision and apparently conflicting. If findings 7 and 9 were not otherwise qualified they might be regarded as meaning that the sales were at catalogue prices and that these prices did not include, and the purchasers did not pay, the tax or any part of it. But finding 8 makes it at least doubtful that findings 7 and 9 have that meaning, for it is plainly inferable from finding 8 that during much of the taxing period the plaintiff sold on invoices bearing notations indicating that when the tax was 5% of the selling price 1/21 of the amount shown on the invoice represented the tax and 20/21 represented the selling price; and that when the tax was 2 1/2% of the selling price the fractions were changed to 1/41 and 40/41. The findings leave it uncertain whether the plaintiff in making its returns to the revenue officers gave the amount shown on the invoices or 20/21 (later 40/41) of that amount as the selling price; and they also leave it uncertain on which basis the tax was computed. If by its invoices the plaintiff represented to its purchasers that the amount shown thereon included the tax as well as the selling price, and if it returned that amount less the tax as the selling price, and caused the tax to be computed on that basis, it can not be heard to say, in the absence of other controlling circumstances of which there is no <span class=\"star-pagination\">*406</span> finding, that it did not collect the tax from the purchasers but itself bore the burden thereof.</p>\n<p>Because of the uncertainty and apparent conflict in the findings the judgment must be reversed and the cause remanded to the Court of Claims for a new trial and full and specific findings.</p>\n<p></p>\n<h2>No. 196.</h2>\n<p>This case comprises three separate suits, designated in the District Court as Nos. 3360, 3371 and 3421, which were tried together and, after judgments for the plaintiff, were consolidated for purposes of appeal. They were tried to the court under a stipulation in writing waiving a jury. The court made special findings of fact on which it based its judgments. In the complaints the plaintiff alleged that the tax was not paid directly or indirectly by the purchasers, but entirely by the plaintiff; that the sales were at a flat price and no amount for the tax was included therein; and that the plaintiff absorbed the tax. These allegations and some others were denied by the defendant in his answer. In various ways the defendant challenged the plaintiff's right to sue for a refund and the court's power to entertain such a suit, the challenge being grounded on subdivision (a) (2) of § 424; and the court held the challenge was not tenable. At the conclusion of the evidence the defendant moved for judgments thereon in his favor, and the motion was denied.</p>\n<p>The Circuit Court of Appeals reexamined the evidence, concluded therefrom, contrary to the findings of the District Court, that the articles on sales of which the tax was assessed were accessories for the taxable vehicles enumerated in the taxing acts, and on that ground sustained the tax and reversed the judgments, without considering the rulings relating to subdivision (a) (2) of § 424.</p>\n<p>The questions presented for consideration here are those involved in the rulings of the District Court and that involved in the reversal by the Circuit Court of Appeals on <span class=\"star-pagination\">*407</span> a reexamination of the evidence. The challenge of the plaintiff's right to sue for a refund and of the court's power to entertain such a suit was rightly overruled. This is sufficiently shown in the earlier part of this opinion. Whether the District Court erred in denying the defendant's motion at the conclusion of the evidence for judgments thereon in his favor must be determined by ascertaining whether there was substantial evidence fairly tending to establish every element of the plaintiff's causes of action. We think there was such evidence. There was conflict in it; parts of it admitted of diverging inferences; and as to some matters the preponderating weight was difficult of ascertainment. But these were all matters for the trial court to determine. It was exercising the functions of a jury and its findings are on the same plane as if embodied in a jury's special verdict.<sup>[32]</sup> We are accordingly of opinion that the motion was rightly overruled, and that the Circuit Court of Appeals erred in not so holding. Even if there was some basis for thinking the weight of the evidence was with the defendant, as was strongly urged at our bar, it was not within the province of that court to reexamine the evidence and reverse the judgments because of what it regarded as error of fact.<sup>[33]</sup></p>\n<p>Whether the special findings give the requisite support to the judgments rendered thereon is a different question and is one which is open to consideration here.<sup>[34]</sup> The findings are long and the view which we take of one of them makes it unnecessary to state the others. The one relates to the matter made essential by subdivision (a) (2) of § 424, and is the only finding on the subject. It reads as follows:</p>\n<p><span class=\"star-pagination\">*408</span> \"Paragraph 5 of the complaint alleged that the taxes in question were paid entirely by the plaintiff, and neither directly nor indirectly by the plaintiff's purchasers. These allegations also were denied.</p>\n<p>\"As to this issue, I find that for the taxable period involved in case No. 3371, the plaintiff has sustained the burden of proof. The evidence on this issue relating to the periods involved in cases Nos. 3360 and 3421, disclosed that the plaintiff at some time during the period between January 1 and December 31, 1923, reduced its sale prices by the amount of the tax and so stamped its invoices and bills as to indicate that of the amount charged to the customer 1/21 part was required by the sales tax in question. Thereafter the plaintiff computed and paid the excise tax upon the basis of the price thus reduced, thereby saving to itself the payment of a tax upon a tax, 5 per cent on 5 per cent. The arrangement cost the customer nothing, as he paid in the aggregate just what he had paid before. Consequently the plaintiff did not thereby pass the economic burden of the tax to its purchasers. However, since under this arrangement the invoices indicated the 1/21 of the amount billed was for the tax, I am constrained to conclude that the balance, 20/21, was the real sale price, especially since the tax was thereafter paid on that basis. This requires the conclusion of fact that in legal effect the tax was collected from the purchaser. But in view of the fact that the sales prices in vogue prior to the inauguration of this arrangement were thereafter reduced by the amount of the tax, I find further that in so far as the tax was collected from purchasers, it was wholly returned to them.\"</p>\n<p>Saying that the plaintiff has sustained the burden of proof as to the designated issue in suit No. 3371 is not an adequate finding of the matters of fact involved in that issue, particularly where, as here, the subject is new and may admit of differing opinions. It is in the nature of a <span class=\"star-pagination\">*409</span> legal conclusion rather than a finding of the underlying facts, and we think it does not adequately respond to the issue and is not sufficient to support the judgment which rests on it.</p>\n<p>That which follows relates to suits Nos. 3360 and 3421 and evidently means that the plaintiff by its invoices was indicating to the purchasers that 1/21 of the amount it was collecting from them represented the tax on the sales and 20/21 represented its \"real sales price\"; and that the plaintiff itself computed the tax on the basis of this \"real sales price\" and thereafter paid the tax as so computed, thereby saving to itself the difference between the tax resulting from that computation and the tax which would have resulted had the full amount collected from the purchasers been used as the basis for the computation. If that be what is meant, the court rightly concluded that the tax was collected from the purchasers. It is of no importance that the prior sales price had been reduced by the amount of the tax, for under the taxing act the tax was to be computed on the price for which the articles actually were sold and not on some prior and discarded price. But the court's further conclusion that, as the price theretofore in vogue was reduced by the amount of the tax, the plaintiff in effect returned to the purchasers the tax it collected from them \u0097 because they got the articles for a price which was that much less than it would have been had the prior sales price been still in vogue \u0097 is shown by its mere statement to be not a finding of fact but unsatisfactory reasoning having little tendency to establish its objective. That conclusion must therefore be disregarded. It results that the finding, while showing that the plaintiff collected the tax from the purchasers, does not show whether it returned the tax to them. Thus the finding does not adequately respond to the issue arising on the plaintiff's allegation that it absorbed the <span class=\"star-pagination\">*410</span> tax \u0097 for, having collected it from them, the plaintiff could absorb it only by returning it to them. With that matter left in this situation the finding plainly does not support the judgments which rest on it.</p>\n<p>As the judgments of the District Court in the three suits must be reversed because of insufficiencies in the special findings, and as the reversal by the Circuit Court of Appeals was put on an untenable ground, we deem it the better course to enter here a judgment reversing the judgments of both courts and remanding the suits to the District Court with a direction to vacate its findings and grant a new trial in each suit.</p>\n<p></p>\n<h2>No. 329.</h2>\n<p>This case comprises five separate suits which were tried together and, after judgments for the plaintiff, were consolidated for purposes of appeal. The trial was to the court under a written stipulation waiving a jury. The court made special findings and based its judgments on them. At the outset the plaintiff's right to recover on the facts stated in the petitions was challenged by the defendant by motions to dismiss and the motions were overruled. There were also motions at the close of the evidence for judgments thereon in favor of the defendant which also were overruled. These rulings and the sufficiency of the facts found to support the judgments are the matters presented for consideration here. There was neither allegation nor proof that the plaintiff had not collected the tax from the purchasers, or after so collecting it had returned it to them; and of course there was no finding on the subject. The suits proceeded throughout as if that question was one for administrative solution after judgment, if the plaintiff prevailed. What we have said in the earlier part of this opinion shows that this was a mistaken theory. The judgments in both courts <span class=\"star-pagination\">*411</span> below must be reversed accordingly and the causes remanded to the District Court with directions to set aside the findings, and to sustain the motions to dismiss \u0097 but without prejudice to the exercise by that court of its discretion in permitting amendments of the petitions.</p>\n<p>Our conclusions in Nos. 171, 196 and 329 when summarized require that the judgments in all be reversed and the causes remanded with directions as before indicated.</p>\n<p><i>Judgments reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 196, <i>American Chain Co., Inc.</i> v. <i>Easton, Collector,</i> certiorari to the Circuit Court of Appeals for the Second Circuit; and No. 329, <i>Routzahn, Collector,</i> v. <i>Willard Storage Battery Co.,</i> certiorari to the Circuit Court of Appeals for the Sixth Circuit.</p>\n<p>[1]  C. 18, 40 Stat. 1057, 1122.</p>\n<p>[2]  C. 136, 42 Stat. 227, 291.</p>\n<p>[3]  C. 234, 43 Stat. 253, 322.</p>\n<p>[4]  69 Ct. Cls. 150; 38 F. (2d) 139; 2 F. Supp. 778.</p>\n<p>[5]  58 F. (2d) 246, 248.</p>\n<p>[6]  Each claim was asserted in a separate suit, but the suits were tried together and after judgment were consolidated for purposes of appeal.</p>\n<p>[7]  63 F. (2d) 783.</p>\n<p>[8]  For opinion overruling motion to dismiss action see 8 Am. Fed. Tax Reports 11274.</p>\n<p>[9]  Here again the several claims were asserted in separate suits, but the suits were tried together and after judgment were consolidated for purposes of appeal.</p>\n<p>[10]  65 F. (2d) 89.</p>\n<p>[11]  26 U.S.C. § 156.</p>\n<p>[12]  C. 852, 45 Stat. 791, 866; 26 U.S.C. § 2424.</p>\n<p>[13]  Sterling Spring Co. v. Routzahn, VIII-2 Int. Rev. Cum. Bull. 258; Twentieth Century Manufacturing Co. <i>v.</i> Hopkins, X-2 Int. Rev. Cum. Bull. 408.</p>\n<p>[14]  <i>McCaughn</i> v. <i>Electric Storage Battery Co.,</i> 63 F. (2d) 715, 718-719.</p>\n<p>[15]  <i>Electric Storage Battery Co.</i> v. <i>McCaughn,</i> 52 F. (2d) 205.</p>\n<p>[16]  <i>McCaughn</i> v. <i>Electric Storage Battery Co.,</i> 63 F. (2d) 715, 718.</p>\n<p>[17]  For opinion overruling preliminary motion to dismiss, see Willard Storage Battery Co. v. Routzahn, Collector, 8 Am. Fed. Tax Rep. 11274. After the hearing on the merits the court, in rendering judgment for the plaintiff, said:\n</p>\n<p>\"The objection to the court's jurisdiction founded on sec. 424. . . has heretofore been ruled on. There is an error in that opinion where it is said that any refund after judgment would be pursuant to sub (3) of sec. 424 and would be conditional and for the benefit of consumers. If refunds are made, they may be under either sub (2) or (3), depending upon whether the plaintiff bore the tax or passed it on, etc. Those are matters for the Commissioner to decide; the court has nothing to do with them, and no evidence respecting them was offered.</p>\n<p>\"According to two recent decisions of the Court of Claims . .. the absence of such evidence should prevent recovery. But with great respect, I am unable to agree with the holdings on that point. I still think it is for the Commissioner alone to determine the facts necessary to be established as the basis of refunds under either sub (2) or (3). Where as here, taxes on sales not taxable have been collected, then on proof to the satisfaction of the Commissioner `that, such amount was not collected, directly, or indirectly, from the purchaser or lessee,' or if collected has been returned, they may be refunded.\"</p>\n<p>[18]  <i>Routzahn</i> v. <i>Willard Storage Battery Co.,</i> 65 F. (2d) 89.</p>\n<p>[19]  <i>Boyle Valve Co.</i> v. <i>United States,</i> 69 Ct. Cls. 129; 38 F. (2d) 135; <i>Jefferson Electric Mfg. Co.</i> v. <i>United States,</i> 69 Ct. Cls. 158, 38 F. (2d) 139.</p>\n<p>[20]  <i>American Chain Co.</i> v. <i>Eaton,</i> 58 F. (2d) 246; <i>id.,</i> 248.</p>\n<p>[21]  <i>Dodge</i> v. <i>Osborn,</i> <span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></span>, 120-121.</p>\n<p>[22]  26 U.S.C. §§ 149, 154, 156, 157; 28 U.S.C. §§ 41 (5) (20), 250 (1), 284, 285, 286, 842; 31 U.S.C. § 225; <i>Philadelphia</i> v. <i>Collector,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">720</span></span>, 731-733; <i>Nichols</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"87990\"><a href=\"/opinion/87990/nichols-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">122</span></a></span>, 130-131; <i>Cheatham</i> v. <i>Norvekl,</i> <span class=\"citation\" data-id=\"89244\"><a href=\"/opinion/89244/cheatham-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 88-90; <i>United States</i> v. <i>Hvoslef,</i> <span class=\"citation\" data-id=\"98408\"><a href=\"/opinion/98408/united-states-v-hvoslef/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10; <i>United States</i> v. <i>Realty Co.,</i> <span class=\"citation\" data-id=\"98410\"><a href=\"/opinion/98410/united-states-v-emery-bird-thayer-realty-co/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, 31-32; <i>Sage</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99389\"><a href=\"/opinion/99389/sage-v-united-states/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 38-39; <i>Moore Ice Cream Co.</i> v. <i>Rose,</i> 289 U.S. 373.</p>\n<p>[23]  <i>United States</i> v. <i>Barnes,</i> <span class=\"citation\" data-id=\"97521\"><a href=\"/opinion/97521/united-states-v-barnes/\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, 520, and cases cited; <i>United States</i> v. <i>Sweet,</i> <span class=\"citation\" data-id=\"99082\"><a href=\"/opinion/99082/united-states-v-sweet/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 572; <i>Panama R. Co.</i> v. <i>Johnson,</i> <span class=\"citation\" data-id=\"100385\"><a href=\"/opinion/100385/panama-r-co-v-johnson/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 384.</p>\n<p>[24]  <i>Bryan</i> v. <i>Moore,</i> <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">9</span></span>, 11-13; <i>Kenyon</i> v. <i>Mondovi,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">50</span></span>, 54; 73 N.W. 314; <i>Callan</i> v. <i>Hanson,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">420</span></span>, 423; 53 N.W. 282; <i>Sams Automatic Car Coupler Co.</i> v. <i>League,</i> <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">129</span></span>, 135; 54 Pac. 642; <i>Walker</i> v. <i>Collins,</i> 59 Fed. 70, 74.</p>\n<p>[25]  C. 171, § 16, 13 Stat. 215, § 3012 1/2 Rev. Stat.</p>\n<p>[26]  See c. 407, § 29, 26 stat. 142; c. 6, § 28, 36 Stat. 104.</p>\n<p>[27]  See <i>Arnson</i> v. <i>Murphy,</i> 109 U.S. 238; <i>Hager</i> v. <i>Swayne,</i> 149 U.S. 242; <i>Schoenfeld</i> v. <i>Hendricks,</i> <span class=\"citation\" data-id=\"93872\"><a href=\"/opinion/93872/schoenfeld-v-hendricks/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 693; <i>White</i> v. <i>Arthur,</i> 10 Fed. 80, 88.</p>\n<p>[28]  <i>Kings County Savings Institution</i> v. <i>Blair,</i> <span class=\"citation\" data-id=\"91521\"><a href=\"/opinion/91521/kings-county-sav-institution-v-blair/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 205-206.</p>\n<p>[29]  <i>Hayburn's Case</i> 2 Dall. 409 and note; <i>United States</i> v. <i>Ferreira,</i> <span class=\"citation\" data-id=\"86721\"><a href=\"/opinion/86721/united-states-v-ferreira/\"><span class=\"volume\">13</span> <span class=\"reporter\">How.</span> <span class=\"page\">40</span></a></span> and note; <i>Gordon</i> v. <i>United States,</i> 2 Wall. 561; same case, 117 U.S. 697; <i>United States</i> v. <i>Jones,</i> 119 U.S. 477; <i>In re Sanborn,</i> 148 U.S. 222; <i>La Abra Silver Mining Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"95135\"><a href=\"/opinion/95135/la-abra-silver-mining-co-v-united-states/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 456-457; <i>Muskrat</i> v. <i>United States,</i> 219 U.S. 346.</p>\n<p>[30]  <i>Claflin</i> v. <i>Godfrey,</i> <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, 6. To the same effect are <i>Steuerwald</i> v. <i>Richter,</i> <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">597</span></span>, 604; 149 N.W. 692; <i>Sanford</i> v. <i>First National Bank,</i> 238 Fed. 298, 301; <i>Portsmouth Cotton Oil Corp.</i> v. <i>Fourth National Bank,</i> 280 Fed, 879, 882.</p>\n<p>[31]  See <i>Darrington</i> v. <i>Bank of Alabama,</i> <span class=\"citation\" data-id=\"86717\"><a href=\"/opinion/86717/darrington-v-the-bank-of-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">How.</span> <span class=\"page\">12</span></a></span>, 17; <i>Beers</i> v. <i>Arkansas,</i> <span class=\"citation\" data-id=\"87177\"><a href=\"/opinion/87177/beers-v-arkansas/\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">527</span></a></span>, 529; <i>In re Ayers,</i> <span class=\"citation\" data-id=\"92059\"><a href=\"/opinion/92059/in-re-ayers/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 505; <i>Hans</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17-18; <i>United States</i> v. <i>Heinszen &amp; Co.,</i> <span class=\"citation\" data-id=\"96692\"><a href=\"/opinion/96692/united-states-v-heinszen-co/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 391 (Harlan, J.); <i>Graham &amp; Foster</i> v. <i>Goodcell,</i> <span class=\"citation\" data-id=\"101650\"><a href=\"/opinion/101650/graham-foster-v-goodcell/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 430-431.</p>\n<p>[32]  28 U.S.C. § 773; <i>Copelin</i> v. <i>Insurance Co.,</i> 9 Wall. 461; <i>Dooley</i> v. <i>Pease,</i> <span class=\"citation\" data-id=\"95399\"><a href=\"/opinion/95399/dooley-v-pease/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">126</span></a></span>, 131.</p>\n<p>[33]  28 U.S.C. § 879; <i>Martinton</i> v. <i>Fairbanks,</i> <span class=\"citation\" data-id=\"91241\"><a href=\"/opinion/91241/martinton-v-fairbanks/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">670</span></a></span>, 672; <i>Davis</i> v. <i>Schwartz,</i> <span class=\"citation\" data-id=\"94073\"><a href=\"/opinion/94073/davis-v-schwartz/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">631</span></a></span>, 636; <i>Law</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100538\"><a href=\"/opinion/100538/law-v-united-states/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 496.</p>\n<p>[34]  28 U.S.C. § 875.</p>\n\n</div>", 
  "sha1": "3e0069586d30d57949d2f337a991508ba673aaf8", 
  "date_modified": "2014-12-21T01:40:35.556900", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102212/united-states-v-jefferson-electric-co/", 
  "citation_count": 35, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/338523/", 
  "html": "<p class=\"case_cite\">291 U.S. 386</p>\n    <p class=\"case_cite\">54 S.Ct. 443</p>\n    <p class=\"case_cite\">78 L.Ed. 859</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>JEFFERSON ELECTRIC MFG. CO.  AMERICAN CHAIN CO., Inc.,  v.  EATON, Collector of Internal Revenue.  ROUTZAHN, Collector of Internal Revenue,  v.  WILLARD STORAGE BATTERY CO.</p>\n    <p class=\"docket\">Nos. 171, 196, 329.</p>\n    <p class=\"date\">Argued Dec. 15, 1933.</p>\n    <p class=\"date\">Decided Feb. 12, 1934.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 386-388 intentionally omitted]</p>\n      <p class=\"indent\">The Attorney General and Mr. Frank J. Wideman, Asst. Atty. Gen., for the United States, Robert O. Eaton, and C. F. Routzahn.</p>\n      <p class=\"indent\">Messrs. David S. Day, of Bridgeport, Conn., Chester I. Long, of Wichita, Kan., and Peter Q. Nyce, of Washington, D.C., for petitioner American Chain Co.</p>\n      <p class=\"indent\">Mr. Newton K. Fox, of Washington, D.C., for respondent Jefferson Electric Mfg. Co.</p>\n      <p class=\"indent\">Mr. Charles C. Norris, Jr., of Philadelphia, Pa., for respondent Willard Storage Battery Co.</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are actions at law brought&#8212;in one instance against the United States and in two against a revenue collector&#8212;to recover in each instance money alleged to have been erroneously and illegally exacted as an excise tax&#8212;under subdivision 3 of section 900 of the Revenue Acts of 1918<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and 1921<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and subdivision 3 of section 600 of the Revenue Act of 1924<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>&#8212;from the plaintiff, a corporate manufacturer, on sales by it of articles which the revenue officers regarded as automobile parts or accessories.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In No 171<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the Court of Claims awarded the plaintiff $20,017.58 with interest and denied a counterclaim interposed by the United States.  In No. 196<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the District Court for the District of Connecticut gave the plaintiff judgments on three claims<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> for $329,250.00, $170,470.36, and $98,416.41 with interest on each sum; and the judgments were reversed by the Circuit Court of Appeals.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> In No. 329<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the District Court for the Northern District of Ohio rendered judgments for the plaintiff on five claims<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> for $89,195.36, $249,275.32, $189,853.88, $173,934.45, and $41,764.57 with interest on each sum; and the judgments were affirmed by the Circuit Court of Appeals.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The cases are here on certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the taxes were collected, timely applications for refund were duly made by the plaintiffs, and the applications were denied. The actions were brought within the time generally limited therefor,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> but not prior to April 30, 1928.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The applications for refund and the actions proceeded on the theory that the sales were not taxable under the Revenue Acts because the articles sold were not automobile parts or accessories within the meaning of those acts, and not on the theory that the amount collected was in excess of what was properly collectible on taxable sales.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In each case the court's authority to entertain the action and the plaintiff's right to recover were challenged in various ways as precluded by section 424 of the Revenue Act of 1928,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Sec. 424. Refund of Automobile Accessories Tax.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'(a) No refund shall be made of any amount paid by or collected from any manufacturer, producer, or importer in respect of the tax imposed by subdivision (3) of section 600 of the Revenue Act of 1924, or subdivision (3) of section 900 of the Revenue Act of 1921 or of the Revenue Act of 1918, unless either&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(1) Pursuant to a judgment of a court in an action duly begun prior to April 30, 1928; or</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'(2) It is established to the satisfaction of the Commissioner that such amount was in excess of the amount properly payable upon the sale or lease of an article subject to tax, or that such amount was not collected, directly or indirectly, from the purchaser or lessee, or that such amount, although collected from the purchaser or lessee, was returned to him; or</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'(3) The Commissioner certifies to the proper disbursing officer that such manufacturer, producer, or importer has filed with the Commissioner, under regulations prescribed by the Commissioner with the approval of the Secretary, a bond in such sum and with such sureties as the Commissioner deems necessary, conditioned upon the immediate repayment to the United States of such portion of the amount refunded as is not distributed by such manufacturer, producer, or importer, within six months after the date of the payment of the refund, to the persons who purchased for purposes of consumption (whether from such manufacturer, producer, importer, or from any other person) the articles in respect of which the refund is made, as evidenced by the affidavits (in such form and containing such statements as the Commissioner may prescribe) of such purchasers, and that such bond, in the case of a claim allowed after February 28, 1927, was filed before the allowance of the claim by the Commissioner.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As respects actions brought on or after April 30, 1928, to recover taxes charged to have been wholly invalid and not merely in excess of what was lawful, which is the situation here, the construction and application of section 424, particularly subdivision (a)(2), are matters about which there has been much contrariety of opinion, as is shown in three lines of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The decisions in the first line regard subdivision (a)(2) as committing all claims for the refunding of taxes of the class in question here to the Commissioner of Internal Revenue for final determination and precluding any examination of such claims in the courts. This view has been taken by District Judges in two cases<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and by a Circuit Judge in a dissenting opinion in another case.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The decisions in the second line are to the effect that the subdivision relates to administrative action by the Commissioner, but not to proceedings in the courts, and leaves a taxpayer who has applied to the Commissioner unsuccessfully free to sue on his claim and the courts free to entertain the suit and adjudicate the claim&#8212;as could be and commonly was done before section 424 was enacted&#8212;save that under that section a judgment for the taxpayer in a suit brought on or after April 30, 1928, does not become obligatory or entitle him to the refund awarded by the judgment, unless and until (y) he satisfies the Commissioner that the tax was not collected directly or indirectly from the purchasers of the articles sold, or if so collected has been returned to the purchasers, or (z) gives the bond described in subdivision (a)(3). Such has been the ruling in two cases. In one the ruling was by the District Court for the Eastern District of Pennsylvania,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and the Circuit Court of Appeals for that circuit substantially sustained it, and in that connection said,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> 'This section clearly refers to a 'refund' of taxes by the Commissioner, and nowhere refers to the plaintiff's right of action to recover taxes by litigation nor to the jurisdiction of the court. In other words, this section is an administrative measure for the guidance of the Commissioner in the 'refund' of taxes, and does not purport to contain any provision prescribing conditions under which taxes may be collected by means of a suit.' The other case is No. 329 now under review, where the ruling was by the District Court for the Northern District of Ohio<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> and was fully sustained by the Circuit Court of Appeals for that circuit, as is shown by the following excerpts from its opinion.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Section 424(a) deals not with rights of action, but with limitations upon the power of the commissioner to make refunds. Its provisions are not in conflict with the general provisions of law authoarizing suits for refund of taxes. (Citing cases.)</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'We agree with the authorities above cited, not only in reliance upon familiar principles governing repeal by implication, but also because the section appears to us to have an obvious literal meaning perfectly applicable to refunds by the commissioner after judicial determination of the legality of the tax. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'If the claim for refund is made pursuant to a judgment of the court in an action begun prior to April 30, 1928, the commissioner is not forbidden to refund under the applicable statute, and this may well be without qualification, although this we are not required to decide. Failing to bring himself within the condition of paragraph 1, because of not having pursued his claim to judgment in an action begun prior to the critical date, the taxpayer must establish to the satisfaction of the commissioner * * * (b) that such amount was not collected directly or indirectly from the purchasers, or (c) that such amount, although collected from the purchasers, was returned to them.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The decisions in the third line, like those in the second, regard the subdivision as neither cutting off the right of a taxpayer to sue for a refund after applying unsuccessfully to the Commissioner nor abrogating the authority of the courts to entertain the suit. But, unlike those in the second, they regard the subdivision as substantively limiting the right to a refund of taxes of the designated class to instances where the taxpayer either has not directly or indirectly collected the tax from the purchaser or after so collecting it has returned it to him. In other words, they regard the subdivision as making this substantive limitation and element of the right to a refund of such taxes, and therefore as requiring that this element, like others, be satisfactorily established in any proceedings where an asserted right to a refund is presented for examination and determination, whether the proceeding be before the Commissioner or be a suit brought after an application to him has been unavailing. The Court of Claims has so ruled in two cases,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> one being No. 171 now under review; and the District Court for the District of Connecticut came to a like conclusion in No. 196<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> also now under review.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We are of opinion that ther view taken in the third line of decisions is right.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When section 424 was enacted, the internal revenue laws contained many related provisions constituting what this Court has termed a comprehensive 'system of corrective justice' in respect of the assessment and collection of erroneous or illegal taxes.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> A summary of this system&#8212;it still is part of the internal revenue laws&#8212;will portray it sufficiently for present purposes. Anterior to collection the Commissioner possesses exclusive authority to revise, correct, or reject assessments and the courts are forbidden to entertain suits 'to restrain the assessment or collection.' After collection, aggrieved taxpayers are accorded a limited time within which to apply for refunds, and the Commissioner is authorized to grant the applications where the taxes are shown to have been erroneous or illegal; but a denial by him is not final. If the application is either denied or not acted on by the Commissioner, the taxpayer is accorded a fixed period within which to bring suit for a refund against the United States or the Collector who received the tax, and, if in the suit he establishes that the tax was erroneous or invalid, that it was paid by him, and that his claim has been duly and seasonably presented and prosecuted, he is entitled to judgment for a refund of the amount paid with interest.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As a general rule where the legislation dealing with a particular subject consists of a system of related general provisions indicative of a settled policy, new enactments of a fragmentary nature on that subject are to be taken as intended to fit into the existing system and to be carried into effect conformably to it, excepting as a different purpose is plainly shown.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That rule is applicable here. The existing system developed through long years of experience comprehends the entire subject, including all claims for refund. Section 424 is a new enactment and relates to a designated class of such claims, concededly within the scope of the existing system. Obviously the section is intended to make some change as respects the particular class and must be given effect accordingly; but to determine what change is intended it must be examined in the light of the existing system.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As respects claims of the designated class section 424 plainly prescribes, in subdivision (a)(2), an additional substantive element of the right to a refund&#8212;the additional element being that the taxpayer has not directly or indirectly collected the tax from the purchaser, or, after so collecting it, has returned it to him, so that the burden of the tax has been borne by the taxpayer and not the purchaser. Of subdivision (a)(3) it suffices to observe that it enables a taxpayer who has not borne the burden of the tax but has collected it from purchasers, and so is not entitled to a refund under subdivision (a)(2), to obtain from the Commissioner a qualified refund by giving a bond promptly to use the amount refunded in reimbursing the purchasers. No such bond has been given in the cases now before us and in all the right to judgment for a refund is rested on other facts independently of that.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Apart from the change already described we think subdivision (a)(2) discloses no purpose to depart from the existing system. It does not purport to commit the decision of claims for refund exclusively to the Commissioner, or to give finality to his denials, or to take from aggrieved claimants the right to sue on their claims after denial or inaction by him, or to withdraw from the courts the power to entertain such suits. As to these matters, therefore, the rules prescribed in the existing system remain, as before, both applicable and controlling.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The clause in that subdivision saying the additional element to which it relates is to be 'established to the satisfaction of the Commissioner' is much relied on; but we think it does not require a different conclusion. Only by inadmissible straining could it be held to invest the Commissioner with absolute authority or discretion in respect of such refunds. A more rational view is that it is largely admonitive and means that the additional element is not lightly to be inferred but to be established by proof which convinces in the sense of inducing belief. Such words often are so construed where applied to one who, like the Commissioner, is charged with the duty of ascertaining a matter of fact as a basis for further action.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While the clause speaks only of the Commissioner, this becomes of minor significance when it is reflected that under the existing system he is the one to whom all claims for refund must be presented and on whom the duty of making an examination and decision is primarily placed, and that it doubtless was assumed rightly we think&#8212;that under that system a taxpayer could by suit secure a judicial re-examination of his claim, and, if he did, the claim necessarily would be judged by the same substantive standards as if it were before the Commissioner. We say 'necessarily,' because subdivision (a)(2) says at the outset 'No refund shall be made of any amount paid * * * unless,' etc., and thus shows that it is to be applied by all who examine and determine claims for refunds&#8212;the courts as well as the Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This view of the words 'established to the satisfaction of the Commissioner's has support in a long continued practice under a similar provision in a customs law of 1864<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> under which certain customs duties, if paid under protest, were to be refunded to the importer when 'shown to the satisfaction of the Secretary of the Treasury' to have been excessive. That provision remained in force many years,<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> and during that period was uniformly treated as neither investing the Secretary with final authority nor putting aside general provisions permitting suits for refunds, but as leaving the importer free, after an unavailing appeal to the Secretary, to sue under the general provisions and obtain a judicial re-examination of his claim.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Some reliance is placed on Williamsport Wire Rope Co. v. United States, 277 U.S. 551, 48 S.Ct. 587, 72 L.Ed. 985; but that case is not in point. It was a suit for the refunding of excess-profits and war-profits taxes assessed under section 301 of the Revenue Act of 1918, and the question presented was whether in such a suit a refusal by the Commissioner to make a special assessment under sections 327(a) and (d) and 328 was open to re-examination. In answering the question in the negative, this Court referred to the purpose with which those sections provide for a special assessment, the language employed in expressing the conditions under which it is to be made, and the prescribed procedure; pointed out that the task involved is one requiring technical or special knowledge and experience in respect of such tax problems and ready access to data in the Bureau of Internal Revenue relating to a large group of taxpayers; and held that these exceptional conditions enforce the conclusion that Congress intended to confide the task to the Commissioner, subject only to a review by the Board of Tax Appeals where a direct appeal to that body is permitted, and thereby to exclude a re-examination in the courts such as in other situations is had in suits for refunds. It is very plain that no such exceptional conditions are involved in giving effect to subdivision (a)(2) of section 424.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As to effect to be given to that subdivision in suits for refunds, we are of opinion that, as it makes the right to a refund to depend on an additional element&#8212;that the taxpayer has not collected the tax, directly or indirectly, from the purchaser, or, if it was so collected, has returned it to him&#8212;the courts in adjudicating claims of the designated class are under a duty to give effect to the subdivision by regarding the additional element as a matter to be shown by suitable allegation and established by appropriate proof, like other elements of such a right or cause of action, and by determining the sufficiency of pleadings and evidence accordingly.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We cannot assent to the view that a court may give a judgment awarding the taxpayer a refund without inquiring whether he has borne the burden of the tax or has reimbursed himself by collecting it from the purchaser. That view rests on two untenable premises&#8212;one that the question whether the burden of the tax has thus been borne by the taxpayer is solely for administrative solution, and the other that a judgment for a refund may be given subject to the condition that it is to become obligatory and be given effect only if and when the claimant proves to the Commissioner that he alone has borne the burden of the tax. Our reasons for rejecting the first premise already have been shown. Those for rejecting the other will be shortly stated. A judgment so conditioned is merely a finding that the tax paid by the claimant was invalid, coupled with a declaration that it should be refunded to him if he proves to the Commissioner that in other respects he is entitled to it. Decisions of this Court have long since established that it is not within the province of courts created by or under the judiciary article of the Constitution to give or review judgments of that character, for they are not final or binding adjudications.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> The District Courts are created and exist under that article. While the Court of Claims is created under a different article, the statute defining its jurisdiction of suits for refunds and those defining the jurisdiction of the District Courts are alike, in that both contemplate that the judgments in such suits shall fully and finally determine whether the claimants are entitled to the refunds for which they sue.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The contention is made that subdivision (a)(2), when construed and applied as we hold it should be, infringes the due process clause of the Fifth Amendment to the Constitution in that it strikes down rights accrued theretofore and still subsisting, but not sued on prior to April 30, 1928. This contention is pertinent, because the cases now being considered were begun after April 30, 1928, and in each the tax in question was paid before section 424 was enacted, which was May 29, 1928.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">If the tax was erroneous and illegal, as is alleged, it must be conceded that, under the system then in force, there accrued to the taxpayer when he paid the tax a right to have it refunded without any showing as to whether he bore the burden of the tax or shifted it to the purchasers. And it must be conceded also that section 424 applies to rights accrued theretofore and still subsisting, but not sued on prior to April 30, 1928, and subjects them to the restriction that the taxpayer (a) must show that he alone has borne the burden of the tax, or (b), if he has shifted the burden to the purchasers, must give a bond promptly to use the refunded sum in reimbursing them. But it cannot be conceded that in imposing this restriction the section strikes down prior rights, or does more than to require that it be shown or made certain that the money when refunded will go to the one who has borne the burden of the illegal tax, and therefore is entitled in justice and good conscience to such relief. This plainly is but another way of providing that the money shall go to the one who has been the actual sufferer and therefore is the real party in interest.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not perceive in the restriction any infringement of due process of law. If the taxpayer has borne the burden of the tax, he readily can show it; and certainly there is nothing arbitrary in requiring that he make such a showing. If he has shifted the burden to the purchasers, they and not he have been the actual sufferers and are the real parties in interest; and in such a situation there is nothing arbitrary in requiring, as a condition to refunding the tax to him, that he give a bond to use the refunded money in reimbursing them. Statutes made applicable to existing claims or causes of action and requiring that suits be brought by the real rather than the nominal party in interest have been uniformly sustained when challenged as infringing the contract and due process clauses of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The present contention is particularly faulty in that it overlooks the fact that the statutes providing for refunds and for suits on claims therefor proceed on the same equitable principles that underlie an action in assumpsit for money had and received. Of such an action it rightly has been said:<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'This is often called an equitable action and is less restricted and fettered by technical rules and formalities than any other form of action. It aims at the abstract justice of the case, and looks solely to the inquiry, whether the defendant holds money, which ex aequo et bono belongs to the plaintiff. It was encouraged and, to a great extent, brought into use by that great and just judge, Lord Mansfield, and from his day to the present, has been constantly resorted to in all cases coming within its broad principles. It approaches nearer to a bill in equity than any other common law action.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As our conclusion respecting the operation of subdivision (a)(2) is applicable both where the suit for a refund is against the United States and where it is against the collector, there is no need for considering the arguments advanced concerning the power of Congress to condition or withdraw the consent of the United States to be sued.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We come now to consider and dispose of the three cases and to apply to them our conclusions respecting the construction and operation of subdivision (a)(2) of section 424.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>No. 171.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In the petition the plaintiff alleged that it absorbed the taxes in question and paid the same from its own funds; that no other person or persons paid the same either directly or indirectly; and that no other person or persons has any right either at law or in equity to the refund sought or any part of it. The defendant's answer was a general traverse accompanied by a counterclaim based on an alleged allowance and payment to the plaintiff, through error and mistake, of certain claims for the refunding of like taxes aggregating $69,264.66. The Court of Claims made special findings of fact whereon it gave judgment for the plaintiff. The findings show that the taxes in question were assessed on sales by the plaintiff of ignition coils which the revenue officers regarded as parts or accessories for automobiles, but which the court regarded as equally adapted to other uses not comprehended in the taxing acts; and that the taxing period in question began with May, 1919, and continued to the end of February, 1926. Pertinent portions of the findings are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'7. For the taxable period in question * * * plaintiff, in the sale of ignition coils, invoiced its catalogue prices to all customers, and did not add thereto any amounts representing excise taxes, or collect from its customers amounts additional to the catalogue prices. The catalogue prices so invoiced and collected were transferred by plaintiff to its general ledger account in totals without separation into any elements, such as tax, charges for parcel post, insurance. The excise tax which it considered payable was set up in an additional account styled 'Excise Tax Expense.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'8. For a part of the taxable period in question plaintiff made on its invoices to customers certain notations with respect to the excise tax which it considered applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'Up to May 19, 1923, plaintiff made no such notations on its invoices to customers.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'Beginning May 19, 1923, up to December 29, 1925, it was plaintiff's practice to note on its invoices to customers the following: 'On automotive accessories 1/21 of amount indicated herein equals 5% excise tax. 20/21 of amount indicated equal price,' during the period when the 5% tax rate was in effect, and substantially the same notation during the period when the 2 1/2% rate was in effect, '1/21' being changed to '1/41' and '20/21' to '40/41'. It does not definitely appear what the practice was thereafter as to notations on invoices.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'9. Plaintiff's catalogue prices were not increased or decreased by reason of the imposition of the excise tax on automobile parts or accessories.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'10. It is not possible from the state of the record to determine the amount of excise tax paid for the period when plaintiff made the aforesaid tax notations on invoices sent to its customers.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">These findings, which are all that bear on the question of who paid the taxes and bore the burden thereof, are wanting in precision and apparently conflicting. If findings 7 and 9 were not otherwise qualified, they might be regarded as meaning that the sales were at catalogue prices and that these prices did not include, and the purchasers did not pay, the tax or any part of it. But finding 8 makes it at least doubtful that findings 7 and 9 have that meaning, for it is plainly inferable from finding 8 that during much of the taxing period the plaintiff sold on invoices bearing notations indicating that when the tax was 5 per cent. of the selling price 1/21 of the amount shown on the invoice represented the tax and 20/21 represented the selling price; and that when the tax was 2 1/2 per cent. of the selling price the fractions were changed to 1/41 and 40/41. The findings leave it uncertain whether the plaintiff in making its returns to the revenue officers gave the amount shown on the invoices or 20/21 (later 40/41) of that amount as the selling price; and they also leave it uncertain on which basis the tax was computed. If by its invoices the plaintiff represented to its purchasers that the amount shown thereon included the tax as well as the selling price, and if it returned that amount less the tax as the selling price, and caused the tax to be computed on that basis, it cannot be heard to say, in the absence of other controlling circumstances of which there is no finding, that it did not collect the tax from the purchasers but itself bore the burden thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because of the uncertainty and apparent conflict in the findings, the judgment must be reversed and the cause remanded to the Court of Claims for a new trial and full and specific findings.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>No. 196.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This case comprises three separate suits, designated in the District Court as Nos. 3360, 3371 and 3421, which were tried together and, after judgments for the plaintiff, were consolidated for purposes of appeal. They were tried to the court under a stipulation in writing waiving a jury. The court made special findings of fact on which it based its judgments. In the complaints the plaintiff alleged that the tax was not paid directly or indirectly by the purchasers, but entirely by the plaintiff; that the sales were at a flat price and no amount for the tax was included therein; and that the plaintiff absorbed the tax. These allegations and some others were denied by the defendant in his answer. In various ways the defendant challenged the plaintiff's right to sue for a refund and the court's power to entertain such a suit, the challenge being grounded on subdivision (a)(2) of section 424; and the court held the challenge was not tenable. At the conclusion of the evidence, the defendant moved for judgments thereon in his favor, and the motion was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Circuit Court of Appeals re-examined the evidence, concluded therefrom, contrary to the findings of the District Court, that the articles on sales of which the tax was assessed were accessories for the taxable vehicles enumerated in the taxing acts, and on that ground sustained the tax and reversed the judgments, without considering the rulings relating to subdivision (a)(2) of section 424.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The questions presented for consideration here are those involved in the rulings of the District Court and that involved in the reversal by the Circuit Court of Appeals on a re-examination of the evidence. The challenge of the plaintiff's right to sue for a refund and of the court's power to entertain such a suit was rightly overruled. This is sufficiently shown in the earlier part of this opinion. Whether the District Court erred in denying the defendant's motion at the conclusion of the evidence for judgments thereon in his favor must be determined by ascertaining whether there was substantial evidence fairly tending to establish every element of the plaintiff's causes of action. We think there was such evidence. There was conflict in it; parts of it admitted of diverging inferences; and as to some matters the preponderating weight was difficult of ascertainment. But these were all matters for the trial court to determine. It was exercising the functions of a jury and its findings are on the same plane as if embodied in a jury's special verdict.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> We are accordingly of opinion that the motion was rightfully overruled, and that the Circuit Court of Appeals erred in not so holding. Even if there was some basis for thinking the weight of the evidence was with the defendant, as was strongly urged at our bar, it was not within the province of that court to re-examine the evidence and reverse the judgments because of what it regarded as error of fact.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Whether the special findings give the requisite support to the judgments rendered thereon is a different question and is one which is open to consideration here.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> The findings are long and the view which we take of one of them makes it unnecessary to state the others. The one relates to the matter made essential by subdivision (a)(2) of section 424, and is the only finding on the subject. It reads as follows: 'Paragraph 5 of the complaint alleged that the taxes in question were paid entirely by the plaintiff, and neither directly nor indirectly by the plaintiff's purchasers. These allegations also were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'As to this issue, I find that for the taxable period involved in case No. 3371, the plaintiff has sustained the burden of proof. The evidence on this issue relating to the periods involved in cases Nos. 3360 and 3421, disclosed that the plaintiff at some time during the period between January 1 and December 31, 1923, reduced its sale prices by the amount of the tax and so stamped its invoices and bills as to indicate that of the amount charged to the customer 1/21 part was required by the sales tax in question. Thereafter the plaintiff computed and paid the excise tax upon the basis of the price thus reduced, thereby saving to itself the payment of a tax upon a tax, 5 per cent on 5 per cent. The arrangement cost the customer nothing, as he paid in the aggregate just what he had paid before. Consequently the plaintiff did not thereby pass the economic burden of the tax to its purchasers. However, since under this arrangement the invoices indicated the 1/21 of the amount billed was for the tax, I am constrained to conclude that the balance, 20/21, was the real sale price, especially since the tax was thereafter paid on that basis. This requires the conclusion of fact that in legal effect the tax was collected from the purchaser. But in view of the fact that the sales prices in vogue prior to the inauguration of this arrangement were thereafter reduced by the amount of the tax, I find further that in so far as the tax was collected from purchasers, it was wholly returned to them.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Saying that the plaintiff has sustained the burden of proof as to the designated issue in suit No. 3371 is not an adequate finding of the matters of fact involved in that issue, particularly where, as here, the subject is new and may admit of differing opinions. It is in the nature of a legal conclusion rather than a finding of the underlying facts, and we think it does not adequately respond to the issue and is not sufficient to support the judgment which rests on it.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">That which follows relates to suits Nos. 3360 and 3421 and evidently means that the plaintiff by its invoices was indicating to the purchasers that 1/21 of the amount it was collecting from them represented the tax on the sales and 20/21 represented its 'real sales price'; and that the plaintiff itself computed the tax on the basis of this 'real sales price' and thereafter paid the tax as so computed, thereby saving to itself the difference between the tax resulting from that computation and the tax which would have resulted had the full amount collected from the purchasers been used as the basis for the computation. If that be what is meant, the court rightly concluded that the tax was collected from the purchasers. It is of no importance that the prior sales price had been reduced by the amount of the tax, for under the taxing act the tax was to be computed on the price for which the articles actually were sold and not on some prior and discarded price. But the court's further conclusion that, as the price theretofore in vogue was reduced by the amount of the tax, the plaintiff in effect returned to the purchasers the tax it collected from them&#8212;because they got the articles for a price which was that much less than it would have been had the prior sales price been still in vogue&#8212;is shown by its mere statement to be not a finding of fact but unsatisfactory reasoning having little tendency to establish its objective. That conclusion must therefore be disregarded. It results that the finding, while showing that the plaintiff collected the tax from the purchasers, does not show whether it returned the tax to them. Thus the finding does not adequately respond to the issue arising on the plaintiff's allegation that it absored the tax&#8212;for, having collected it from them, the plaintiff could absorb it only by returning it to them. With that matter left in this situation the finding plainly does not support the judgments which rest on it.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As the judgments of the District Court in the three suits must be reversed because of insufficiencies in the special findings, and as the reversal by the Circuit Court of Appeals was put on an untenable ground, we deem it the better course to enter here a judgment reversing the judgments of both courts and remanding the suits to the District Court with a direction to vacate its findings and grant a new trial in each suit.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>No. 329.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This case comprises five separate suits which were tried together and, after judgments for the plaintiff, were consolidated for purposes of appeal. The trial was to the court under a written stipulation waiving a jury. The court made special findings and based its judgments on them. At the outset the plaintiff's right to recover on the facts stated in the petitions was challenged by the defendant by motions to dismiss and the motions were overruled. There were also motions at the close of the evidence for judgments thereon in favor of the defendant which also were overruled. These rulings and the sufficiency of the facts found to support the judgments are the matters presented for consideration here. There was neither allegation nor proof that the plaintiff had not collected the tax from the purchasers, or after so collecting it had returned it to them; and, of course, there was no finding on the subject. The suits proceeded throughout as if that question was one for administrative solution after judgment, if the plaintiff prevailed. What we have said in the earlier part of this opinion shows that this was a mistaken theory. The judgments in both courts below must be reversed accordingly and the causes remanded to the District Court with directions to set aside the findings, and to sustain the motions to dismiss&#8212;but without prejudice to the exercise by that court of its discretion in permitting amendments of the petitions.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Our conclusions in Nos. 171, 196, and 329 when summarized require that the judgments in all be reversed and the causes remanded with directions as before indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Judgments reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> C. 18, 40 Stat. 1057, 1122.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> C. 136, 42 Stat. 227, 291.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> C. 234, 43 Stat. 253, 322 (26 USCA &#167; 881 note).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 77 Ct.Cl. 199; 2 F.Supp. 778.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 58 F.(2d) 246, 248.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Each claim was asserted in a separate suit, but the suits were tried together and after judgment were consolidated for purposes of appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 63 F.(2d) 783.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For opinion overruling motion to dismiss action see 8 Am.Fed. Tax Rep. 11274.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Here again the several claims were asserted in separate suits, but the suits were tried together and after judgment were consolidated for purposes of appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 65 F.(2d) 89.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 26 U.S.C. &#167; 156 (26 USCA &#167; 156).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> C. 852, 45 Stat. 791, 866, 26 U.S.C. &#167; 2424 (26 USCA &#167; 2424).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Sterling Spring Co. v. Routzahn, Collector, VIII&#8212;2 Int. Rev. Cum. Bull. 258; Twentieth Century Manufacturing Co. v. Hopkins, Collector, X&#8212;2 Int. Rev. Cum. Bull. 408.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> McCaughn, Collector v. Electric Storage Battery Co. (C.C.A.) 63 F.(2d) 715, 718, 719.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Electric Storage Battery Co. v. McCaughn, Collector, 52 F.(2d) 205.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> McCaughn, Collector v. Electric Storage Battery Co., 63 F.(2d) 715, 718.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> For opinion overruling preliminary motion to dismiss see Willard Storage Battery Co. v. Routzahn, Collector, 8 Am.Fed. Tax Rep. 11274. After the hearing on the merits the court, in rendering judgment for the plaintiff, said:</p>\n        <p>'The objection to the court's jurisdiction founded on sec. 424 * * * has heretofore been ruled on. There is an error in that opinion where it is said that any refund after judgment would be pursuant to sub (3) of sec. 424 and would be conditional and for the benefit of consumers. If refunds are made, they may be under either sub (2) or (3), depending upon whether the plaintiff bore the tax or passed it on, etc. Those are matters for the Commissioner to decide; the court has nothing to do with them, and no evidence respecting them was offered.</p>\n        <p>'According to two recent decisions of the Court of Claims * * * the absence of such evidence should prevent recovery. But with great respect, I am unable to agree with the holdings on that point. I still think it is for the Commissioner alone to determine the facts necessary to be established as the basis of refunds under either sub (2) or (3). Where as here, taxes on sales not taxable have been collected, then on proof to the satisfaction of the Commissioner 'that such amount was not collected, directly, or indirectly, from the purchaser or lessee, or if collected has been returned, they may be refunded.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Routzahn, Collector, v. Willard Storage Battery Co., 65 F.(2d) 89, 93.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Boyle Valve Co. v. United States, 38 F.(2d) 135, 69 Ct.Cl. 129; Jefferson Electric Manufacturing Co. v. United States, 38 F.(2d) 139, 69 Ct.Cl. 150.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> American Chain Co. v. Eaton, Collector, 58 F.(2d) 246; Id., 58 F.(2d) 248.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Dodge v. Osborn, 240 U.S. 118, 120, 121, 36 S.Ct. 275, 60 l.ed. 557.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 26 U.S.C. &#167;&#167; 149, 154, 156, 157, 26 USCA &#167;&#167; 149, 154, 156, 157; 28 U.S.C. &#167;&#167; 41(5, 20), 250(1), 284, 285, 286, 842, 28 USCA &#167;&#167; 41(5, 20), 250(1), 284&#8212;286, 842; 31 U.S.C. &#167; 225 (31 USCA &#167; 225); Philadelphia v. Collector, 5 Wall. 720, 731&#8212;733, 18 L.Ed. 614; Nichols v. United States, 7 Wall. 122, 130, 131, 19 L.Ed. 125; Cheatham v. Norvekl, Collector, 92 U.S. 85, 88&#8212;90, 23 L.Ed. 561; United States v. Hvoslef, 237 U.S. 1, 10, 35 S.Ct. 459, 59 L.Ed. 813, Ann. Cas. 1916A, 286; United States v. Emery, Bird, Thayer Realty Co., 237 U.S. 28, 31, 32, 35 S.Ct. 499, 59 L.Ed. 825; Sage v. United States, 250 U.S. 33, 38, 39, 39 S.Ct. 415, 63 L.Ed. 828; Moore Ice Cream Co. v. Rose, 289 U.S. 373, 53 S.Ct. 620, 77 L.Ed. 1265.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> United States v. Barnes, 222 U.S. 513, 520, 32 S.Ct. 117, 56 L.Ed. 291, and cases cited; United States v. Sweet, 245 U.S. 563, 572, 38 S.Ct. 193, 62 L.Ed. 473; Panama R. Co. v. Johnson, 264 U.S. 375, 384, 44 S.Ct. 391, 68 L.Ed. 748.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Bryan v. Moore, 81 Ind. 9, 11&#8212;13; Kenyon v. City of Mondovi, 98 Wis. 50, 54, 73 N.W. 314; Callan v. Hanson, 86 Iowa, 420, 423, 53 N.W. 282; Sams Automatic Car Coupler Co. v. League, 25 Colo. 129, 135, 54 P. 642; Walker v. Collins (C.C.A.) 59 F. 70, 74.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> C. 171, &#167; 16, 13 Stat. 215, section 3012 1/2 Rev. St.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See chapter 407, &#167; 29, 26 Stat. 142; Chapter 6, &#167; 28, 36 Stat. 104.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See Arnson v. Murphy, 109 U.S. 238, 3 S.Ct. 184, 27 L.Ed. 920; Hager v. Swayne, 149 U.S. 242, 13 S.Ct. 841, 37 L.Ed. 719; Schoenfeld v. Hendricks, 152 U.S. 691, 693, 14 S.Ct. 754, 38 L.Ed. 601; White v. Arthur (C.C.) 10 F. 80, 88.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Kings County Savings Institution v. Blair, 116 U.S. 200, 205, 206, 6 S.Ct. 353, 29 L.Ed. 657.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Hayburn's Case, 2 Dall. 409, 1 L.Ed. 436, and note; United States v. Ferreira, 13 How. 40, 14 L.Ed. 42, and note; Gordon v. United States, 2 Wall. 561, 17 L.Ed. 921; Id., 117 U.S. 697; United States v. Jones, 119 U.S. 477, 7 S.Ct. 283, 30 L.Ed. 440; In re Sanborn, 148 U.S. 222, 13 S.Ct. 577, 37 L.Ed. 429; La Abra Silver Mining Co. v. United States, 175 U.S. 423, 456, 457, 20 S.Ct. 168, 44 L.Ed. 223; Muskrat v. United States, 219 U.S. 346, 31 S.Ct. 250, 55 L.Ed. 246.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Claflin v. Godfrey, 21 Pick. (38 Mass.) 1, 6. To the same effect are Steuerwald v. Richter, 158 Wis. 597, 604, 149 N.W. 692; Sanford v. First National Bank (C.C.A.) 238 F. 298, 301; Portsmouth Cotton Oil Ref. Corporation v. Fourth National Bank (D.C.) 280 F. 879, 882.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> See Darrington v. Bank of Alabama, 13 How. 12, 17, 14 L.Ed. 30; Beers v. Arkansas, 20 How. 527, 529, 15 L.Ed. 991; In re Ayers, 123 U.S. 443, 505, 8 S.Ct. 164, 31 L.Ed. 216; Hans v. Louisiana, 134 U.S. 1, 17, 18, 10 S.Ct. 504, 33 L.Ed. 842; United States v. Heinszen &amp; Co., 206 U.S. 370, 391, 27 S.Ct. 742, 51 L.Ed. 1098, 11 Ann.Cas. 688 (Harlan, J.), Graham &amp; Foster v. Goodcell, 282 U.S. 409, 430, 431, 51 S.Ct. 186, 75 L.Ed. 415.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> 28 U.S.C. &#167; 773 (28 USCA &#167; 773); Copelin v. Phoenix Insurance Co., 9 Wall. 461, 19 L.Ed. 739; Dooley v. Pease, 180 U.S. 126, 131, 21 S.Ct. 329, 45 L.Ed. 457.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> 28 U.S.C. &#167; 879 (28 USCA &#167; 879); Martinton v. Fairbanks, 112 U.S. 670, 672, 5 S.Ct. 321, 28 L.Ed. 862; Davis v. Schwartz, 155 U.S. 631, 636, 15 S.Ct. 237, 39 L.Ed. 289; Law v. United States, 266 U.S. 494, 496, 45 S.Ct. 175, 69 L.Ed. 401.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> 28 U.S.C. &#167; 875 (28 USCA &#167; 875).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102212/"
}