{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "293 U.S. 84", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102311/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Helvering v. Stockholms Enskilda Bank", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "10", 
    "id": 86694, 
    "resource_uri": "/api/rest/v2/citation/86694/"
  }, 
  "id": 102311, 
  "blocked": false, 
  "judges": "Opinion of the Court by Mr. Justice Sutherland", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1934-11-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>293 U.S. 84 (1934)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nSTOCKHOLMS ENSKILDA BANK.</h1></center>\n<center>No. 10.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 10, 11, 1934.</center>\n<center>Decided November 5, 1934.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*85</span> <i>Assistant Solicitor General MacLean,</i> with whom <i>Solicitor General Biggs, Assistant Attorney General Wideman,</i> and <i>Messrs. James W. Morris, John H. McEvers,</i> and <i>W. Marvin Smith</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Truman Henson</i> for respondent.</p>\n<p>Opinion of the Court by MR. JUSTICE SUTHERLAND, announced by the CHIEF JUSTICE.</p>\n<p>Respondent, a foreign corporation having no office or place of business within the United States, received, during the year 1927, a refund of income taxes theretofore paid, including interest thereon in the sum of $8,683.91. In 1931, the Commissioner of Internal Revenue assessed against respondent in respect of this interest a deficiency of $1,172.32 upon its tax liability for the year 1927. The Board of Tax Appeals, upon petition for a redetermination, held that there was no deficiency and that the commissioner was in error in so deciding. 25 B.T.A. 1328. Upon petition for review brought by the commissioner, the court below sustained the action of the board. 62 App. D.C. 360; 68 F. (2d) 407.</p>\n<p>The case involves a consideration of certain provisions of the Revenue Act of 1926, c. 27, 44 Stat. 9. Section 233 (b) of that act provides that, in the case of a foreign corporation, \"gross income\" means only gross income from sources within the United States, determined in the manner provided in § 217, the pertinent provisions of which follow:</p>\n<p>\"SEC. 217. (a) In the case of a nonresident alien individual .. ., the following items of gross income shall be treated as income from sources within the United States:</p>\n<p>\"(1) Interest on bonds, notes, or other interest-bearing obligations of residents, corporate or otherwise, not including (A) interest on deposits with persons carrying on <span class=\"star-pagination\">*86</span> the banking business paid to persons not engaged in business within the United States and not having an office or place of business therein, . . .</p>\n<p>\"(c) The following items of gross income shall be treated as income from sources without the United States:</p>\n<p>\"(1) Interest other than that derived from sources within the United States as provided in paragraph (1) of subdivision (a); .. .\"</p>\n<p>The question for determination is whether the interest paid upon the amount of the tax refund falls within the classification, \"interest on bonds, notes, or other interest-bearing obligations of residents, corporate or otherwise.\" The contention of respondent before the Board of Tax Appeals and in the court below was, as it is here, that such interest payment was not within the reach of the provisions of § 217 (a), because (1) it was not interest upon an interest-bearing obligation, and (2) the United States is not a \"resident\" within the meaning of the phrase \"residents, corporate or otherwise.\"</p>\n<p><i>First.</i> If the words \"interest-bearing obligations\" stood alone, there would be no room for doubt as to their inclusive effect. Section 1111, 44 Stat. 115, Title 26, U.S.C. App. § 149, authorizes the commissioner to refund and pay back all taxes illegally or erroneously collected. The decision of the commissioner that a tax has been illegally or erroneously collected necessarily creates an obligation to make repayment. Section 1116 (a) of the Revenue Act of 1926, c. 27, 44 Stat. 9, 119, Title 26 U.S.C. App. § 153, provides that interest at the rate of six per centum per annum from the date of the payment of the tax to the date of the allowance of the refund shall be allowed and paid. Obviously, an obligation upon which by express statutory direction interest must be paid is an interest-bearing obligation.</p>\n<p>The point is made, however, that the word \"obligations,\" as it occurs in another part of the act, has been <span class=\"star-pagination\">*87</span> given a narrower construction, and that this is persuasive of the restricted meaning contended for here. That much may be conceded, since \"there is a natural presumption that identical words used in different parts of the same act are intended to have the same meaning.\" <i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States,</i> 286 U.S. 427, 433. But since most words admit of different shades of meaning, susceptible of being expanded or abridged to conform to the sense in which they are used, the presumption readily yields to the controlling force of the circumstance that the words, though in the same act, are found in such dissimilar connections as to warrant the conclusion that they were employed in the different parts of the act with different intent. <i>Idem.</i> The comparison sought to be made is between the words in § 213 (b) (4) of the act, and the same words in § 217 (a). The former provides that the term \"gross income,\" among other things, does not include interest upon \"obligations of the United States.\" It is clear from a consideration of the entire section and of the subject matter that the purpose of Congress, in thus excluding from gross income interest upon such obligations, was to aid the borrowing power of the federal government by making its interest-bearing bonds more attractive to investors. <i>American Viscose Corp.</i> v. <i>Comm'r of Int. Rev.,</i> 56 F. (2d) 1033. Compare <i>United States Trust Co. of New York</i> v. <i>Anderson,</i> 65 F. (2d) 575, 577-578. The scope of the word \"obligations\" as there employed must be narrowed accordingly, and not extended to include interest upon indebtedness not incurred under the borrowing power, as the court in the <i>Viscose</i> case properly held. But the use of the words \"interest on . . . interest-bearing obligations\" in § 217 (a) is for a different purpose, namely, to produce revenue, not to encourage loans in aid of the borrowing power. The intent of Congress, therefore, in the one case, is fulfilled by giving the phrase a construction within the narrow <span class=\"star-pagination\">*88</span> purposes of § 213 (b) (4); and, in the other case, by a construction, if the phrase fairly admits of it, which will effect the obviously different statutory aim of § 217 (a).</p>\n<p><i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States, supra</i><i>,</i> was a suit brought to enjoin appellants from continuing an alleged conspiracy in restraint of trade and commerce in clearing, dyeing, and otherwise renovating clothes contrary to § 3 of the Sherman Anti-trust Act. The defense was that appellants were engaged solely in the performance of labor and service in cleaning, dyeing and renovating wearing apparel, etc., and that this did not constitute \"trade\" within the meaning of the act. The argument was that since the words \"trade or commerce\" in § 1 of the act, which dealt with interstate commerce, must be construed not to include a business such as that carried on by appellant, the identical words used in § 3 dealing with restraint of trade or commerce within the District of Columbia should be given the same interpretation. Considering the subject matter of the act, and the scope of the legislative power exercised in the one case as compared with that exercised in the other, we held otherwise. In arriving at the conclusion that the word \"trade\" as used in § 3 was to be given a broader interpretation than the same word as used in § 1, we considered the history leading up to and accompanying the passage of the Sherman Act, the mischief to be remedied, and other circumstances, and held that Congress intended to exercise all the power it possessed; and since the scope of its power in dealing with the District was more extensive than when dealing with interstate commerce, we gave to the word \"trade\" its full meaning under § 3, unaffected by the narrower meaning which it might have under § 1. The considerations invoked in that case are equally applicable here.</p>\n<p>But it is said that the phrase in question must be restricted in accordance with the rule of <i>ejusdem generis.</i> The point is not without merit. The phrase reads \"interest <span class=\"star-pagination\">*89</span> on bonds, notes, or other interest-bearing obligations.\" If the rule invoked be held controlling, it would follow that the general words \"other interest-bearing obligations\" must be assimilated to the particular words \"notes and bonds,\" and restricted to obligations of the same kind. But while the rule is a well-established and useful one, it is, like other canons of statutory construction, only an aid to the ascertainment of the true meaning of the statute. It is neither final nor exclusive. To ascertain the meaning of the words of a statute, they may be submitted to the test of all appropriate canons of statutory construction, of which the rule of <i>ejusdem generis</i> is only one. If, upon a consideration of the context and the objects sought to be attained and of the act as a whole, it adequately appears that the general words were not used in the restricted sense suggested by the rule, we must give effect to the conclusion afforded by the wider view in order that the will of the legislature shall not fail.</p>\n<p>The general object of this act is to put money into the federal treasury; and there is manifest in the reach of its many provisions an intention on the part of Congress to bring about a generous attainment of that object by imposing a tax upon pretty much every sort of income subject to the federal power. Plainly, the payment in question constitutes income derived from a source within the United States; and the natural aim of Congress would be to reach it. In <i>Irwin</i> v. <i>Gavit,</i> 268 U.S. 161, 166, this court, rejecting the contention that certain payments there involved did not constitute income, said: \"If these payments properly may be called income by the common understanding of that word and the statute has failed to hit them it has missed so much of the general purpose that it expresses at the start. Congress intended to use its power to the full extent. <i>Eisner</i> v. <i>Macomber,</i> 252 U.S. 189, 203.\" Although Congress intended, as the court held in the <i>Viscose</i> case, <i>supra,</i> to include interest <span class=\"star-pagination\">*90</span> on a tax refund made to a <i>domestic</i> corporation, we are asked to deny such intention in respect of a competing <i>foreign</i> corporation. But we see nothing in the relationship of a foreign corporation to the United States, or in any other circumstance called to our attention, which fairly shows that such a discrimination was within the contemplation of Congress. On the contrary, the natural conclusion is that if any discrimination had been intended it would have been made in favor of, and not against, the domestic corporation, which contributes in a much more substantial degree to the support of the people and government of the United States.</p>\n<p>The foregoing views are put beyond all fair doubt, if otherwise any would remain, by the consideration of a qualification contained in the section itself. After declaring that interest on bonds, notes, or other interest-bearing obligations shall be treated as income from sources within the United States, the section immediately proceeds to exclude from that language \"interest on deposits with persons carrying on the banking business paid to persons not engaged in business within the United States . . .\" It is apparent from this exception that Congress understood that unless the exception were made, the interest on such deposits would fall within the term \"interest-bearing obligations,\" and to prevent that result it was necessary to specifically create the exception. The conclusion fairly results that the clause was intended to include all interest-bearing obligations not specifically excepted. The opinion delivered by Lord Tenterden in <i>The King</i> v. <i>The Trustees for paving Shrewsbury,</i> 3 Barnewall &amp; Adolphus 216, is directly in point. There a statute imposed certain charges and expenses, in connection with the operations of a gas light company, upon tenants or occupants of houses, shops, malt-houses, granaries, etc., and <i>hereditaments</i> within Shrewsbury, <span class=\"star-pagination\">*91</span> \"meadow and pasture ground excepted.\" The contention was that the word \"hereditaments\" must be confined to hereditaments <i>ejusdem generis</i> with those enumerated. The court, holding otherwise, said (p. 220):</p>\n<p>\"Now it is certain that meadows and pastures would have fallen within the meaning of the word `hereditament,' if they had not been excepted; it was argued, therefore, that this special exemption of meadows and pastures shewed that the other word had been previously used in its larger sense. On the other hand it was contended, that these words had been introduced merely <i>ex majori cautela.</i> Upon the best consideration we have been able to give this case, we are of opinion, that we ought not to consider the exception of meadow and pasture ground as made only for greater caution, but are bound to look upon it as introduced by way of special exception, and so to construe the clause: and, consequently, every thing not to specifically excepted must be understood to fall within the general liability.\"</p>\n<p>Interest on deposits is no more akin to notes and bonds than is interest on tax refunds; and the fact that the former was expressly excepted from the operation of the substantive provision quite clearly justifies the conclusion that the lawmakers attached to the general clause a larger meaning than it would have if limited to things <i>ejusdem generis</i> with those specifically enumerated. Certainly, if it was necessary to save interest on deposits from the embrace of the general clause by an exception, it was equally necessary to save interest on tax refunds by a like exception.</p>\n<p><i>Second.</i> Is the United States a resident within the meaning of the words \"residents, corporate or otherwise\"? We thinks it is. It many times has been held that the United States or a state is a \"person\" within the meaning of statutory provisions applying only to persons. <span class=\"star-pagination\">*92</span> See <i>Ohio</i> v. <i>Helvering,</i> 292 U.S. 360, 370, and cases cited. In <i>Martin</i> v. <i>State,</i> 24 Tex. 61, 68, this was held in respect of a criminal statute, notwithstanding the general rule that such statutes are to be construed strictly. The statute there penalized the false making or fraudulent alteration of a public record when done \"with intent that any person be defrauded.\" The state supreme court held that the state was to be taken as a \"person\" within the meaning of the statute, and one who made the entry with intent to defraud the state violated the statute. The Texas decision was expressly followed by this court in <i>Stanley</i> v. <i>Schwalby,</i> 147 U.S. 508, 517, where it was held that the word \"person\" used in the statute there under consideration would include the United States \"as a body politic and corporate.\" Blackstone, writing on the rights of persons (1 Bl. 123) says:</p>\n<p>\"Persons also are divided by the law into either natural persons, or artificial. Natural persons are such as the God of nature formed us; artificial are such as are created and devised by human laws for the purposes of society and government, which are called corporations or bodies politic.\"</p>\n<p>While it cannot be said that the United States, in its corporate capacity as an artificial person, has a bodily presence in any place, it is not unreasonable to hold that in the eye of the law, it has a residence, and especially so when a contrary holding would defeat the evident purpose of a statute. This may be in the nature of a legal fiction; but legal fictions have an appropriate place in the administration of the law when they are required by the demands of convenience and justice. Thus, intangible personal property has been held to have a situs at the domicile of the owner, although intangibles ordinarily have no actual situs and the paper evidence of their existence may be elsewhere. <i>First National Bank</i> v. <i>Maine,</i> 284 <span class=\"star-pagination\">*93</span> U.S. 312, 328-329. If to carry out the purpose of a statute it be admissible to construe the word \"person\" as including the United States, it is hard to see why, in like circumstances, it is inadmissible to construe the word \"resident\" as likewise including the United States.</p>\n<p>And, finally, if the United States be not a \"resident\" in respect of interest upon \"other interest-bearing obligations,\" it is, of course, not a \"resident\" in respect of interest upon its bonds held by nonresident aliens and corporations. The interest upon many of these bonds is subject to a super-income tax and to certain other taxes. If it had been intended to make an exemption in respect of such taxes in favor of nonresidents, it is reasonable to suppose that Congress would have said so in explicit terms<sup>[*]</sup> instead of leaving the fate of taxes upon the large sums thus involved to depend upon the way in which a court might happen to construe the word \"resident\" \u0097 a most unsatisfactory substitute, as the conflicting decisions in this and the next succeeding case bear witness. We cannot assent to the view that Congress has written into the law an exception of such importance in a manner so indirect and casual.</p>\n<p>In the foregoing discussion, we have not been unmindful of the rule, frequently stated by this court, that taxing acts \"are not to be extended by implication beyond the clear import of the language used,\" and that doubts are to be resolved against the government and in favor of the taxpayer. The rule is a salutary one, but it does not apply here. The intention of the lawmaker controls in the construction of taxing acts as it does in the construction of other statutes, and that intention is to be ascertained, not by taking the word or clause in question from its setting and viewing it apart, but by considering it is connection <span class=\"star-pagination\">*94</span> with the context, the general purposes of the statute in which it is found, the occasion and circumstances of its use, and other appropriate tests for the ascertainment of the legislative will. Compare <i>Rein</i> v. <i>Lane,</i> L.R. 2 Q.B. Cases 144, 151. The intention being thus disclosed, it is enough that the word or clause is reasonably susceptible of a meaning consonant therewith, whatever might be its meaning in another and different connection. We are not at liberty to reject the meaning so established and adopt another lying outside the intention of the legislature, simply because the latter would release the taxpayer or bear less heavily against him. To do so would be not to resolve a doubt not in his favor, but to say that the statute does not mean what it means.</p>\n<p>\"The rule of strict construction is not violated by permitting the words of a statute to have their full meaning, or the more extended of two meanings. The words are not to be bent one way or the other, but to be taken in the sense which will best manifest the legislative intent. <i>United States</i> v. <i>Hartwell,</i> 6 Wall. 385, 396; <i>United States</i> v. <i>Corbett,</i> 215 U.S. 233, 242.\" <i>Sacramento Nav. Co.</i> v. <i>Salz,</i> 273 U.S. 326, 329. The rule of strict construction applies to penal laws, but such laws are not to be construed so strictly as to defeat the obvious intention of the legislature; or so applied as to narrow the words of the statute to the exclusion of cases which those words, in the sense that the legislature has obviously used them, would comprehend. <i>United States</i> v. <i>Wiltberger,</i> 5 Wheat. 76, 95. That view, expressed by Chief Justice Marshall, has since been frequently followed by this court. See, for example, <i>American Fur Co.</i> v. <i>United States,</i> 2 Pet. 358, 367; <i>United States</i> v. <i>Morris,</i> 14 Pet. 646, 475; <i>United States</i> v. <i>Hartwell, supra,</i> 395-6; <i>Donnelley</i> v. <i>United States,</i> 276 U.S. 505, 512.</p>\n<p><i>Judgment reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  As, for example, it did in the Act of March 3, 1919, § 4, c. 100, 40 Stat. 1309, 1311.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:52:29", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></span> (1934)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nSTOCKHOLMS ENSKILDA BANK.</h1></center>\n<center>No. 10.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 10, 11, 1934.</center>\n<center>Decided November 5, 1934.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*85</span> <i>Assistant Solicitor General MacLean,</i> with whom <i>Solicitor General Biggs, Assistant Attorney General Wideman,</i> and <i>Messrs. James W. Morris, John H. McEvers,</i> and <i>W. Marvin Smith</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Truman Henson</i> for respondent.</p>\n<p>Opinion of the Court by MR. JUSTICE SUTHERLAND, announced by the CHIEF JUSTICE.</p>\n<p>Respondent, a foreign corporation having no office or place of business within the United States, received, during the year 1927, a refund of income taxes theretofore paid, including interest thereon in the sum of $8,683.91. In 1931, the Commissioner of Internal Revenue assessed against respondent in respect of this interest a deficiency of $1,172.32 upon its tax liability for the year 1927. The Board of Tax Appeals, upon petition for a redetermination, held that there was no deficiency and that the commissioner was in error in so deciding. 25 B.T.A. 1328. Upon petition for review brought by the commissioner, the court below sustained the action of the board. 62 App. D.C. 360; 68 F. (2d) 407.</p>\n<p>The case involves a consideration of certain provisions of the Revenue Act of 1926, c. 27, 44 Stat. 9. Section 233 (b) of that act provides that, in the case of a foreign corporation, \"gross income\" means only gross income from sources within the United States, determined in the manner provided in § 217, the pertinent provisions of which follow:</p>\n<p>\"SEC. 217. (a) In the case of a nonresident alien individual .. ., the following items of gross income shall be treated as income from sources within the United States:</p>\n<p>\"(1) Interest on bonds, notes, or other interest-bearing obligations of residents, corporate or otherwise, not including (A) interest on deposits with persons carrying on <span class=\"star-pagination\">*86</span> the banking business paid to persons not engaged in business within the United States and not having an office or place of business therein, . . .</p>\n<p>\"(c) The following items of gross income shall be treated as income from sources without the United States:</p>\n<p>\"(1) Interest other than that derived from sources within the United States as provided in paragraph (1) of subdivision (a); .. .\"</p>\n<p>The question for determination is whether the interest paid upon the amount of the tax refund falls within the classification, \"interest on bonds, notes, or other interest-bearing obligations of residents, corporate or otherwise.\" The contention of respondent before the Board of Tax Appeals and in the court below was, as it is here, that such interest payment was not within the reach of the provisions of § 217 (a), because (1) it was not interest upon an interest-bearing obligation, and (2) the United States is not a \"resident\" within the meaning of the phrase \"residents, corporate or otherwise.\"</p>\n<p><i>First.</i> If the words \"interest-bearing obligations\" stood alone, there would be no room for doubt as to their inclusive effect. Section 1111, 44 Stat. 115, Title 26, U.S.C. App. § 149, authorizes the commissioner to refund and pay back all taxes illegally or erroneously collected. The decision of the commissioner that a tax has been illegally or erroneously collected necessarily creates an obligation to make repayment. Section 1116 (a) of the Revenue Act of 1926, c. 27, 44 Stat. 9, 119, Title 26 U.S.C. App. § 153, provides that interest at the rate of six per centum per annum from the date of the payment of the tax to the date of the allowance of the refund shall be allowed and paid. Obviously, an obligation upon which by express statutory direction interest must be paid is an interest-bearing obligation.</p>\n<p>The point is made, however, that the word \"obligations,\" as it occurs in another part of the act, has been <span class=\"star-pagination\">*87</span> given a narrower construction, and that this is persuasive of the restricted meaning contended for here. That much may be conceded, since \"there is a natural presumption that identical words used in different parts of the same act are intended to have the same meaning.\" <i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101939\"><a href=\"/opinion/101939/atlantic-cleaners-dyers-inc-v-united-states/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 433. But since most words admit of different shades of meaning, susceptible of being expanded or abridged to conform to the sense in which they are used, the presumption readily yields to the controlling force of the circumstance that the words, though in the same act, are found in such dissimilar connections as to warrant the conclusion that they were employed in the different parts of the act with different intent. <i>Idem.</i> The comparison sought to be made is between the words in § 213 (b) (4) of the act, and the same words in § 217 (a). The former provides that the term \"gross income,\" among other things, does not include interest upon \"obligations of the United States.\" It is clear from a consideration of the entire section and of the subject matter that the purpose of Congress, in thus excluding from gross income interest upon such obligations, was to aid the borrowing power of the federal government by making its interest-bearing bonds more attractive to investors. <i>American Viscose Corp.</i> v. <i>Comm'r of Int. Rev.,</i> 56 F. (2d) 1033. Compare <i>United States Trust Co. of New York</i> v. <i>Anderson,</i> 65 F. (2d) 575, 577-578. The scope of the word \"obligations\" as there employed must be narrowed accordingly, and not extended to include interest upon indebtedness not incurred under the borrowing power, as the court in the <i>Viscose</i> case properly held. But the use of the words \"interest on . . . interest-bearing obligations\" in § 217 (a) is for a different purpose, namely, to produce revenue, not to encourage loans in aid of the borrowing power. The intent of Congress, therefore, in the one case, is fulfilled by giving the phrase a construction within the narrow <span class=\"star-pagination\">*88</span> purposes of § 213 (b) (4); and, in the other case, by a construction, if the phrase fairly admits of it, which will effect the obviously different statutory aim of § 217 (a).</p>\n<p><i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States, supra</i><i>,</i> was a suit brought to enjoin appellants from continuing an alleged conspiracy in restraint of trade and commerce in clearing, dyeing, and otherwise renovating clothes contrary to § 3 of the Sherman Anti-trust Act. The defense was that appellants were engaged solely in the performance of labor and service in cleaning, dyeing and renovating wearing apparel, etc., and that this did not constitute \"trade\" within the meaning of the act. The argument was that since the words \"trade or commerce\" in § 1 of the act, which dealt with interstate commerce, must be construed not to include a business such as that carried on by appellant, the identical words used in § 3 dealing with restraint of trade or commerce within the District of Columbia should be given the same interpretation. Considering the subject matter of the act, and the scope of the legislative power exercised in the one case as compared with that exercised in the other, we held otherwise. In arriving at the conclusion that the word \"trade\" as used in § 3 was to be given a broader interpretation than the same word as used in § 1, we considered the history leading up to and accompanying the passage of the Sherman Act, the mischief to be remedied, and other circumstances, and held that Congress intended to exercise all the power it possessed; and since the scope of its power in dealing with the District was more extensive than when dealing with interstate commerce, we gave to the word \"trade\" its full meaning under § 3, unaffected by the narrower meaning which it might have under § 1. The considerations invoked in that case are equally applicable here.</p>\n<p>But it is said that the phrase in question must be restricted in accordance with the rule of <i>ejusdem generis.</i> The point is not without merit. The phrase reads \"interest <span class=\"star-pagination\">*89</span> on bonds, notes, or other interest-bearing obligations.\" If the rule invoked be held controlling, it would follow that the general words \"other interest-bearing obligations\" must be assimilated to the particular words \"notes and bonds,\" and restricted to obligations of the same kind. But while the rule is a well-established and useful one, it is, like other canons of statutory construction, only an aid to the ascertainment of the true meaning of the statute. It is neither final nor exclusive. To ascertain the meaning of the words of a statute, they may be submitted to the test of all appropriate canons of statutory construction, of which the rule of <i>ejusdem generis</i> is only one. If, upon a consideration of the context and the objects sought to be attained and of the act as a whole, it adequately appears that the general words were not used in the restricted sense suggested by the rule, we must give effect to the conclusion afforded by the wider view in order that the will of the legislature shall not fail.</p>\n<p>The general object of this act is to put money into the federal treasury; and there is manifest in the reach of its many provisions an intention on the part of Congress to bring about a generous attainment of that object by imposing a tax upon pretty much every sort of income subject to the federal power. Plainly, the payment in question constitutes income derived from a source within the United States; and the natural aim of Congress would be to reach it. In <i>Irwin</i> v. <i>Gavit,</i> <span class=\"citation\" data-id=\"100649\"><a href=\"/opinion/100649/irwin-v-gavit/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 166, this court, rejecting the contention that certain payments there involved did not constitute income, said: \"If these payments properly may be called income by the common understanding of that word and the statute has failed to hit them it has missed so much of the general purpose that it expresses at the start. Congress intended to use its power to the full extent. <i>Eisner</i> v. <i>Macomber,</i> <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></span>, 203.\" Although Congress intended, as the court held in the <i>Viscose</i> case, <i>supra,</i> to include interest <span class=\"star-pagination\">*90</span> on a tax refund made to a <i>domestic</i> corporation, we are asked to deny such intention in respect of a competing <i>foreign</i> corporation. But we see nothing in the relationship of a foreign corporation to the United States, or in any other circumstance called to our attention, which fairly shows that such a discrimination was within the contemplation of Congress. On the contrary, the natural conclusion is that if any discrimination had been intended it would have been made in favor of, and not against, the domestic corporation, which contributes in a much more substantial degree to the support of the people and government of the United States.</p>\n<p>The foregoing views are put beyond all fair doubt, if otherwise any would remain, by the consideration of a qualification contained in the section itself. After declaring that interest on bonds, notes, or other interest-bearing obligations shall be treated as income from sources within the United States, the section immediately proceeds to exclude from that language \"interest on deposits with persons carrying on the banking business paid to persons not engaged in business within the United States . . .\" It is apparent from this exception that Congress understood that unless the exception were made, the interest on such deposits would fall within the term \"interest-bearing obligations,\" and to prevent that result it was necessary to specifically create the exception. The conclusion fairly results that the clause was intended to include all interest-bearing obligations not specifically excepted. The opinion delivered by Lord Tenterden in <i>The King</i> v. <i>The Trustees for paving Shrewsbury,</i> 3 Barnewall &amp; Adolphus 216, is directly in point. There a statute imposed certain charges and expenses, in connection with the operations of a gas light company, upon tenants or occupants of houses, shops, malt-houses, granaries, etc., and <i>hereditaments</i> within Shrewsbury, <span class=\"star-pagination\">*91</span> \"meadow and pasture ground excepted.\" The contention was that the word \"hereditaments\" must be confined to hereditaments <i>ejusdem generis</i> with those enumerated. The court, holding otherwise, said (p. 220):</p>\n<p>\"Now it is certain that meadows and pastures would have fallen within the meaning of the word `hereditament,' if they had not been excepted; it was argued, therefore, that this special exemption of meadows and pastures shewed that the other word had been previously used in its larger sense. On the other hand it was contended, that these words had been introduced merely <i>ex majori cautela.</i> Upon the best consideration we have been able to give this case, we are of opinion, that we ought not to consider the exception of meadow and pasture ground as made only for greater caution, but are bound to look upon it as introduced by way of special exception, and so to construe the clause: and, consequently, every thing not to specifically excepted must be understood to fall within the general liability.\"</p>\n<p>Interest on deposits is no more akin to notes and bonds than is interest on tax refunds; and the fact that the former was expressly excepted from the operation of the substantive provision quite clearly justifies the conclusion that the lawmakers attached to the general clause a larger meaning than it would have if limited to things <i>ejusdem generis</i> with those specifically enumerated. Certainly, if it was necessary to save interest on deposits from the embrace of the general clause by an exception, it was equally necessary to save interest on tax refunds by a like exception.</p>\n<p><i>Second.</i> Is the United States a resident within the meaning of the words \"residents, corporate or otherwise\"? We thinks it is. It many times has been held that the United States or a state is a \"person\" within the meaning of statutory provisions applying only to persons. <span class=\"star-pagination\">*92</span> See <i>Ohio</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102275\"><a href=\"/opinion/102275/ohio-v-helvering/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, 370, and cases cited. In <i>Martin</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">61</span></span>, 68, this was held in respect of a criminal statute, notwithstanding the general rule that such statutes are to be construed strictly. The statute there penalized the false making or fraudulent alteration of a public record when done \"with intent that any person be defrauded.\" The state supreme court held that the state was to be taken as a \"person\" within the meaning of the statute, and one who made the entry with intent to defraud the state violated the statute. The Texas decision was expressly followed by this court in <i>Stanley</i> v. <i>Schwalby,</i> <span class=\"citation\" data-id=\"93509\"><a href=\"/opinion/93509/stanley-v-schwalby/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, 517, where it was held that the word \"person\" used in the statute there under consideration would include the United States \"as a body politic and corporate.\" Blackstone, writing on the rights of persons (1 Bl. 123) says:</p>\n<p>\"Persons also are divided by the law into either natural persons, or artificial. Natural persons are such as the God of nature formed us; artificial are such as are created and devised by human laws for the purposes of society and government, which are called corporations or bodies politic.\"</p>\n<p>While it cannot be said that the United States, in its corporate capacity as an artificial person, has a bodily presence in any place, it is not unreasonable to hold that in the eye of the law, it has a residence, and especially so when a contrary holding would defeat the evident purpose of a statute. This may be in the nature of a legal fiction; but legal fictions have an appropriate place in the administration of the law when they are required by the demands of convenience and justice. Thus, intangible personal property has been held to have a situs at the domicile of the owner, although intangibles ordinarily have no actual situs and the paper evidence of their existence may be elsewhere. <i>First National Bank</i> v. <i>Maine,</i> 284 <span class=\"star-pagination\">*93</span> U.S. 312, 328-329. If to carry out the purpose of a statute it be admissible to construe the word \"person\" as including the United States, it is hard to see why, in like circumstances, it is inadmissible to construe the word \"resident\" as likewise including the United States.</p>\n<p>And, finally, if the United States be not a \"resident\" in respect of interest upon \"other interest-bearing obligations,\" it is, of course, not a \"resident\" in respect of interest upon its bonds held by nonresident aliens and corporations. The interest upon many of these bonds is subject to a super-income tax and to certain other taxes. If it had been intended to make an exemption in respect of such taxes in favor of nonresidents, it is reasonable to suppose that Congress would have said so in explicit terms<sup>[*]</sup> instead of leaving the fate of taxes upon the large sums thus involved to depend upon the way in which a court might happen to construe the word \"resident\" \u0097 a most unsatisfactory substitute, as the conflicting decisions in this and the next succeeding case bear witness. We cannot assent to the view that Congress has written into the law an exception of such importance in a manner so indirect and casual.</p>\n<p>In the foregoing discussion, we have not been unmindful of the rule, frequently stated by this court, that taxing acts \"are not to be extended by implication beyond the clear import of the language used,\" and that doubts are to be resolved against the government and in favor of the taxpayer. The rule is a salutary one, but it does not apply here. The intention of the lawmaker controls in the construction of taxing acts as it does in the construction of other statutes, and that intention is to be ascertained, not by taking the word or clause in question from its setting and viewing it apart, but by considering it is connection <span class=\"star-pagination\">*94</span> with the context, the general purposes of the statute in which it is found, the occasion and circumstances of its use, and other appropriate tests for the ascertainment of the legislative will. Compare <i>Rein</i> v. <i>Lane,</i> L.R. 2 Q.B. Cases 144, 151. The intention being thus disclosed, it is enough that the word or clause is reasonably susceptible of a meaning consonant therewith, whatever might be its meaning in another and different connection. We are not at liberty to reject the meaning so established and adopt another lying outside the intention of the legislature, simply because the latter would release the taxpayer or bear less heavily against him. To do so would be not to resolve a doubt not in his favor, but to say that the statute does not mean what it means.</p>\n<p>\"The rule of strict construction is not violated by permitting the words of a statute to have their full meaning, or the more extended of two meanings. The words are not to be bent one way or the other, but to be taken in the sense which will best manifest the legislative intent. <i>United States</i> v. <i>Hartwell,</i> <span class=\"citation\" data-id=\"87930\"><a href=\"/opinion/87930/united-states-v-hartwell/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">385</span></a></span>, 396; <i>United States</i> v. <i>Corbett,</i> <span class=\"citation\" data-id=\"97109\"><a href=\"/opinion/97109/united-states-v-corbett/\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></a></span>, 242.\" <i>Sacramento Nav. Co.</i> v. <i>Salz,</i> <span class=\"citation\" data-id=\"101016\"><a href=\"/opinion/101016/sacramento-nav-co-v-salz/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">326</span></a></span>, 329. The rule of strict construction applies to penal laws, but such laws are not to be construed so strictly as to defeat the obvious intention of the legislature; or so applied as to narrow the words of the statute to the exclusion of cases which those words, in the sense that the legislature has obviously used them, would comprehend. <i>United States</i> v. <i>Wiltberger,</i> <span class=\"citation\" data-id=\"85284\"><a href=\"/opinion/85284/united-states-v-wiltberger/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">76</span></a></span>, 95. That view, expressed by Chief Justice Marshall, has since been frequently followed by this court. See, for example, <i>American Fur Co.</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">358</span></span>, 367; <i>United States</i> v. <i>Morris,</i> <span class=\"citation\" data-id=\"85462\"><a href=\"/opinion/85462/united-states-v-morris/\"><span class=\"volume\">14</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">646</span></a></span>, 475; <i>United States</i> v. <i>Hartwell, supra,</i> 395-6; <i>Donnelley</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101264\"><a href=\"/opinion/101264/donnelley-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></a></span>, 512.</p>\n<p><i>Judgment reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  As, for example, it did in the Act of March 3, 1919, § 4, c. 100, 40 Stat. 1309, 1311.</p>\n\n</div>", 
  "sha1": "605afbf809aa8bb78157b0495f505aaf951a16ff", 
  "date_modified": "2014-12-21T01:40:42.407338", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102311/helvering-v-stockholms-enskilda-bank/", 
  "citation_count": 77, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/339906/", 
  "html": "<p class=\"case_cite\">293 U.S. 84</p>\n    <p class=\"case_cite\">55 S.Ct. 50</p>\n    <p class=\"case_cite\">79 L.Ed. 211</p>\n    <p class=\"parties\">HELVERING, Commissioner of Internal Revenue,<br>v.<br>STOCKHOLMS ENSKILDA BANK.</p>\n    <p class=\"docket\">No. 10.</p>\n    <p class=\"date\">Argued Oct. 10, 11, 1934.</p>\n    <p class=\"date\">Decided Nov. 5, 1934.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The Attorney General and Mr. Angus D. MacLean, Asst. Sol. Gen., of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. Truman Henson, of New York City, for respondent.</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent, a foreign corporation having no office or place of business within the United States, received, during the year 1927, a refund of income taxes theretofore paid, including interest thereon in the sum of $8,683.91. In 1931, the Commissioner of Internal Revenue assessed against respondent in respect of this interest a deficiency of $1,172.32 upon its tax liability for the year 1927. The Board of Tax Appeals, upon petition for a redetermination, held that there was no deficiency and that the Commissioner was in error in so deciding. 25 B.T.A. 1328. Upon petition for review brought by the Commissioner, the court below sustained the action of the Board. 62 App.D.C. 360, 68 F.(2d) 407.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case involves a consideration of certain provisions of the Revenue Act of 1926, c. 27, 44 Stat. 9. Section 233(b) of that act (26 USCA &#167; 985(b) provides that, in the case of a foreign corporation, 'gross income' means only gross income from sources within the United States, determined in the manner provided in section 217 (26 USCA &#167; 958) the pertinent provisions of which follow:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Sec. 217. (a) In the case of a nonresident alien individual, * * * the following items of gross income shall be treated as income from sources within the United States:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'(1) Interest on bonds, notes, or other interest-bearing obligations of residents, corporate or otherwise, not including (A) interest on deposits with persons carrying on the banking business paid to persons not engaged in business within the United States and not having an office or place of business therein. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'(c) The following items of gross income shall be treated as income from sources without the United States:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(1) Interest other than that derived from sources within the United States as provided in paragraph (1) of subdivision (a). * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question for determination is whether the interest paid upon the amount of the tax refund falls within the classification 'interest on bonds, notes, or other interest-bearing obligations of residents, corporate or otherwise.' The contention of respondent before the Board of Tax Appeals and in the court below was, as it is here, that such interest payment was not within the reach of the provisions of section 217(a), because (1) it was not interest upon an interest-bearing obligation, and (2) the United States is not a 'resident' within the meaning of the phrase 'residents, corporate or otherwise.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First. If the words 'interest-bearing obligations' stood alone, there would be no room for doubt as to their inclusive effect. Section 1111, 44 Stat. 115, title 26, U.S.C. App. &#167; 149 (26 USCA &#167; 149) authorizes the commissioner to refund and pay back all taxes illegally or erroneously collected. The decision of the Commissioner that a tax has been illegally or erroneously collected necessarily creates an obligation to make repayment. Section 1116(a) of the Revenue Act of 1926, c. 27, 44 Stat. 9, 119, Title 26, U.S.C. App. &#167; 153 (26 USCA &#167; 153 note), provides that interest at the rate of 6 per centum per annum from the date of the payment of the tax to the date of the allowance of the refund shall be allowed and paid. Obviously, an obligation upon which by express statutory direction interest must be paid is an interest-bearing obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The point is made, however, that the word 'obligations,' as it occurs in another part of the act, has been given a narrower construction, and that this is persuasive of the restricted meaning contended for here. That much may be conceded, since 'there is a natural presumption that identical words used in different parts of the same act are intended to have the same meaning.' Atlantic Cleaners &amp; Dyers v. United States, 286 U.S. 427, 433, 52 S.Ct. 607, 609, 76 L.Ed. 1204. But, since most words admit of different shades of meaning, susceptible of being expanded or abridged to conform to the sense in which they are used, the presumption readily yields to the controlling force of the circumstance that the words, though in the same act, are found in such dissimilar connections as to warrant the conclusion that they were employed in the different parts of the act with different intent. Id. The comparison sought to be made is between the words in section 213(b)(4) of the act, 26 USCA &#167; 954(b)(4), and the same words in section 217(a), 26 USCA &#167; 958(a). The former provides that the term 'gross income,' among other things, does not include interest upon 'obligations of the United States.' It is clear from a consideration of the entire section and of the subject-matter that the purpose of Congress, in thus excluding from gross income interest upon such obligations, was to aid the borrowing power of the federal government by making its interest-bearing bonds more attractive to investors. American Viscose Corp. v. Com'r of Int. Rev. (C.C.A.) 56 F.(2d) 1033. Compare United States Trust Co. of New York v. Anderson (C.C.A.) 65 F.(2d) 575, 577, 578, 89 A.L.R. 994. The scope of the word 'obligations' as there employed must be narrowed accordingly, and not extended to include interest upon indebtedness not incurred under the borrowing power, as the court in the Viscose Case properly held. But the use of the words 'interest on * * * interest-bearing obligations' in section 217(a) is for a different purpose; namely, to produce revenue, not to encourage loans in aid of the borrowing power. The intent of Congress, therefore, in the one case, is fulfilled by giving the phrase a construction within the narrow purposes of section 213(b)(4); and, in the other case, by a construction, if the phrase fairly admits of it, which will effect the obviously different statutory aim of section 217(a).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Atlantic Cleaners &amp; Dyers v. United States, supra, was a suit brought to enjoin appellants from continuing an alleged conspiracy in restraint of trade and commerce in cleaning, dyeing, and otherwise renovating clothes contrary to section 3 of the Sherman Anti-Trust Act (15 USCA &#167; 3). The defense was that appellants were engaged solely in the performance of labor and service in cleaning dyeing, and renovating wearing apparel, etc., and that this did not constitute 'trade' within the meaning of the act. The argument was that, since the words 'trade or commerce' in section 1 of the act (15 USCA &#167; 1), which dealt with interstate commerce, must be construed not to include a business such as that carried on by appellant, the identical words used in section 3 dealing with restraint of trade or commerce within the District of Columbia should be given the same interpretation. Considering the subject-matter of the act, and the scope of the legislative power exercised in the one case as compared with that exercised in the other, we held otherwise. In arriving at the conclusion that the word 'trade' as used in section 3 was to be given a broader interpretation than the same word as used in section 1, we considered the history leading up to and accompanying the passage of the Sherman Act, the mischief to be remedied, and other circumstances, and held that Congress intended to exercise all the power it possessed; and, since the scope of its power in dealing with the District was more extensive than when dealing with interstate commerce, we gave to the word 'trade' its full meaning under section 3, unaffected by the narrower meaning which it might have under section 1. The considerations invoked in that case are equally applicable here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But it is said that the phrase in question must be restricted in accordance with the rule of ejusdem generis. The point is not without merit. The phrase reads 'in terest on bonds, notes, or other interest-bearing obligations.' If the rule invoked be held controlling, it would follow that the general words 'other interest-bearing obligations' must be assimilated to the particular words 'notes and bonds,' and restricted to obligations of the same kind. But, while the rule is a well-established and useful one, it is, like other canons of statutory construction, only an aid to the ascertainment of the true meaning of the statute. It is neither final nor exclusive. To ascertain the meaning of the words of a statute, they may be submitted to the test of all appropriate canons of statutory construction, of which the rule of ejusdem generis is only one. If, upon a consideration of the context and the objects sought to be attained and of the act as a whole, it adequately appears that the general words were not used in the restricted sense suggested by the rule, we must give effect to the conclusion afforded by the wider view in order that the will of the Legislature shall not fail.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The general object of this act is to put money into the federal treasury; and there is manifest in the reach of its many provisions an intention on the part of Congress to bring about a generous attainment of that object by imposing a tax upon pretty much every sort of income subject to the federal power. Plainly, the payment in question constitutes income derived from a source within the United States; and the natural aim of Congress would be to reach it. In Irwin v. Gavit, 268 U.S. 161, 166, 45 S.Ct. 475, 476, 69 L.Ed. 897, this court, rejecting the contention that certain payments there involved did not constitute income, said: 'If these payments properly may be called income by the common understanding of that word and the statute has failed to hit them it has missed so much of the general purpose that it expresses at the start. Congress intended to use its power to the full extent. Eisner v. Macomber, 252 U.S. 189, 203, 40 S.Ct. 189, 64 L.Ed. 521, 9 A.L.R. 1570.' Although Congress intended, as the court held in the Viscose Case, supra, to include interest on a tax refund made to a domestic corporation, we are asked to deny such intention in respect of a competing foreign corporation. But we see nothing in the relationship of a foreign corporation to the United States, or in any other circumstance called to our attention, which fairly shows that such a discrimination was within the contemplation of Congress. On the contrary, the natural conclusion is that, if any discrimination had been intended, it would have been made in favor of, and not against, the domestic corporation, which contributes in a much more substantial degree to the support of the people and government of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The foregoing views are put beyond all fair doubt, if otherwise any would remain, by the consideration of a qualification contained in the section itself. After declaring that interest on bonds, notes, or other interest-bearing obligations shall be treated as income from sources within the United States, the section immediately proceeds to exclude from that language 'interest on deposits with persons carrying on the banking business paid to persons not engaged in business within the United States. * * *' It is apparent from this exception that Congress understood that, unless the exception were made, the interest on such deposits would fall within the term 'interest-bearing obligations,' and, to prevent that result, it was necessary to specifically create the exception. The conclusion fairly results that the clause was intended to include all interest-bearing obligations not specifically excepted. The opinion delivered by Lord Tenterden in The King v. The Trustees for paving Shrewsbury, 3 Barnewall &amp; Adolphus, 216, is directly in point. There a statute imposed certain charges and expenses, in connection with the operations of a gas light company, upon tenants or occupants of houses, shops, malt-houses, granaries, etc., and hereditaments within Shrewsbury, 'meadow and pasture ground excepted.' The contention was that the word 'hereditaments' must be confined to hereditaments ejusdem generis with those enumerated. The court, holding otherwise, said (page 220):</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Now it is certain that meadows and pastures would have fallen within the meaning of the word 'hereditament', if they had not been excepted; it was argued, therefore, that this special exemption of meadows and pastures shewed that the other word had been previously used in its larger sense. On the other hand it was contended, that these words had been introduced merely ex majori cautela. Upon the best consideration we have been able to give this case, we are of opinion, that we ought not to consider the exception of meadow and pasture ground as made only for greater caution, but are bound to look upon it as introduced by way of special exception, and so to construe the clause: and, consequently, every thing not so specifically excepted must be understood to fall within the general liability.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Interest on deposits is no more akin to notes and bonds than is interest on tax refunds; and the fact that the former was expressly excepted from the operation of the substantive provision quite clearly justifies the conclusion that the lawmakers attached to the general clause a larger meaning than it would have if limited to things ejusdem generis with those specifically enumerated. Certainly, if it was necessary to save interest on deposits from the embrace of the general clause by an exception, it was equally necessary to save interest on tax refunds by a like exception.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second. Is the United States a resident within the meaning of the words 'residents, corporate or otherwise?' We think it is. It many times has been held that the United States or a state is a 'person' within the meaning of statutory provisions applying only to persons. See Ohio v. Helvering, 292 U.S. 360, 370, 54 S.Ct. 725, 78 L.Ed. 1307, and cases cited. In Martin v. State, 24 Tex. 61, 68, this was held in respect of a criminal statute, notwithstanding the general rule that such statutes are to be construed strictly. The statute (Laws Tex. 1848, c. 152, &#167; 33) there penalized the false making or fraudulent alteration of a public record when done 'with intent that any person be defrauded.' The state Supreme Court held that the state was to be taken as a 'person' within the meaning of the statute, and one who made the entry with intent to defraud the state violated the statute. The Texas decision was expressly followed by this court in Stanley v. Schwalby, 147 U.S. 508, 517, 13 S.Ct. 418, 422, 37 L.Ed. 259, where it was held that the word 'person' used in the statute there under consideration would include the United States 'as a body politic and corporate.' Blackstone, writing on the rights of persons (1 Bl. 123) says:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Persons also are divided by the law into either natural persons, or artificial. Natural persons are such as the God of nature formed us; artificial are such as are created and devised by human laws for the purposes of society and government, which are called corporations or bodies politic.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While it cannot be said that the United States, in its corporate capacity as an artificial person, has a bodily presence in any place, it is not unreasonable to hold that in the eye of the law it has a residence, and especially so when a contrary holding would defeat the evident purpose of a statute. This may be in the nature of a legal fiction; but legal fictions have an appropriate place in the administration of the law when they are required by the demands of convenience and justice. Thus, intangible personal property has been held to have a situs at the domicile of the owner, although intangibles ordinarily have no actual situs and the paper evidence of their existence may be elsewhere. First National Bank v. Maine, 284 U.S. 312, 328, 329, 52 S.Ct. 174, 76 L.Ed. 313, 77 A.L.R. 1401. If to carry out the purposes of a statute it be admissible to construe the word 'person' as including the United States, it is hard to see why, in like circumstances, it is inadmissible to construe the word 'resident' as likewise including the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">And, finally, if the United States be not a 'resident' in respect of interest upon 'other interest-bearing obligations,' it is, of course, not a 'resident' in respect of interest upon its bonds held by nonresident aliens and corporations. The interest upon many of these bonds is subject to a superincome tax and to certain other taxes. If it had been intended to make an exemption in respect of such taxes in favor of nonresidents, it is reasonable to suppose that Congress would have said so in explicit terms<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> instead of leaving the fate of taxes upon the large sums thus involved to depend upon the way in which a court might happen to construe the word 'resident'&#8212;a most unsatisfactory substitute, as the conflicting decisions in this and the next succeeding case bear witness. We cannot assent to the view that Congress has written into the law an exception of such importance in a manner so indirect and casual.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the foregoing discussion, we have not been unmindful of the rule, frequently stated by this court, that taxing acts 'are not to be extended by implication beyond the clear import of the language used,' and that doubts are to be resolved against the government and in favor of the taxpayer. The rule is a salutary one, but it does not apply here. The intention of the lawmaker controls in the construction of taxing acts as it does in the construction of other statutes, and that intention is to be ascertained, not by taking the word or clause in question from its setting and viewing it apart, but by considering it in connection with the context, the general purposes of the statute in which it is found, the occasion and circumstances of its use, and other appropriate tests for the ascertainment of the legislative will. Compare Rein v. Lane, L.R. 2 Q.B. Cases 144, 151. The intention being thus disclosed, it is enough that the word or clause is reasonably susceptible of a meaning consonant therewith, whatever might be its meaning in another and different connection. We are not at liberty to reject the meaning so established and adopt another lying outside the intention of the Legislature, simply because the latter would release the taxpayer or bear less heavily against him. To do so would be not to resolve a doubt in his favor, but to say that the statute does not mean what it means.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'The rule of strict construction is not violated by permitting the words of a statute to have their full meaning, or the more extended of two meanings. The words are not to be bent one way or the other, but to be taken in the sense which will best manifest the legislative intent. United States v. Hartwell, 6 Wall. 385, 396, 18 L.Ed. 830; United States v. Corbett, 215 U.S. 233, 242, 30 S.Ct. 81, 54 L.Ed. 173.' Sacramento Nav. Co. v. Salz, 273 U.S. 326, 329, 47 S.Ct. 368, 369, 71 L.Ed. 663. The rule of strict construction applies to penal laws, but such laws are not to be construed so strictly as to defeat the obvious intention of the Legislature; or so applied as to narrow the words of the statute to the exclusion of cases which those words, in the sense that the Legislature has obviously used them, would comprehend. United States v. Wiltberger, 5 Wheat. 76, 95, 5 L.Ed. 37. That view, expressed by Chief Justice Marshall, has since been frequently followed by this court. See, for example, American Fur Company v. United States, 2 Pet. 358, 367, 7 L.Ed. 450; United States v. Morris, 14 Pet. 464, 475, 10 L.Ed. 543; United States v. Hartwell, supra, pages 395, 396 of 6 Wall., 18 L.Ed. 830; Donnelley v. United States, 276 U.S. 505, 512, 48 S.Ct. 400, 72 L.Ed. 676.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As, for example, it did in the Act of March 3, 1919, &#167; 4, c. 100, 40 Stat. 1309, 1311 (31 USCA &#167; 750).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102311/"
}