{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "293 U.S. 245", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102334/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Hamilton v. Regents of Univ. of Cal.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "55", 
    "id": 86717, 
    "resource_uri": "/api/rest/v2/citation/86717/"
  }, 
  "id": 102334, 
  "blocked": false, 
  "judges": "Butler", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1934-12-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>293 U.S. 245 (1934)</b></center>\n<center><h1>HAMILTON ET AL.<br>\nv.<br>\nREGENTS OF THE UNIVERSITY OF CALIFORNIA ET AL.</h1></center>\n<center>No. 55.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 17, 18, 1934.</center>\n<center>Decided December 3, 1934.</center>\nAPPEAL FROM THE SUPREME COURT OF CALIFORNIA.\n<p><span class=\"star-pagination\">*246</span> <i>Mr. John Beardsley</i> for appellants.</p>\n<p><i>Mr. John U. Calkins, Jr.,</i> with whom <i>Mr. Frederic W. Hall</i> was on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*250</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>This is an appeal under § 237 (a), Judicial Code, 28 U.S.C., § 344 (a), from a judgment of the highest court of California sustaining a state law that requires students at its university to take a course in military science and tactics, the validity of which was by the appellants challenged as repugnant to the Constitution and laws of the United States.</p>\n<p>The appellants are the above-named minors, and the fathers of each as his guardian <i>ad litem</i> and individually. They are taxpayers and citizens of the United States and of California. Appellees are the regents constituting a corporation created by the States to administer the university, its president, and its provost. Appellants applied to the state supreme court for a writ of mandate compelling appellees to admit the minors into the university as students. So far as they are material to the questions presented here, the allegations of the petition are:</p>\n<p>In October, 1933, each of these minors registered, became a student in the university and fully conformed to all its requirements other than that compelling him to take the course in military science and tactics in the Reserve Officers Training Corps, which they assert to be an integral part of the military establishment of the United States and not connected in any way with the militia or military establishment of the State. The primary object of there establishing units of the training corps is to qualify students for appointment in the Officers Reserve <span class=\"star-pagination\">*251</span> Corps. The courses in military training are those prescribed by the War Department. The regents require enrollment and participation of able-bodied male students who are citizens of the United States. These courses include instruction in rifle marksmanship, scouting and patrolling, drill and command, musketry, combat principles, and use of automatic rifles. Arms, equipment and uniforms for use of students in such courses are furnished by the War Department of the United States Government.</p>\n<p>These minors are members of the Methodist Episcopal Church and of the Epworth League and connected religious societies and organizations. For many years their ligious societies and organizations. For many years their fathers have been ordained ministers of that church. The Southern California Conference at its 1931 session adopted a resolution:</p>\n<p>\"With full appreciation of the heroic sacrifices of all those who have conscientiously and unselfishly served their country in times of war, but with the belief that the time has come in the unfolding light of the new day for the settlement of human conflicts by pacific means, and because we as Christians owe our first and supreme allegiance to Jesus Christ. Because the Methodist Episcopal Church in her General Conference of 1928 has declared: `We renounce war as an instrument of national policy.' Because our nation led the nations of the world in signing the Paris Peace Pact, and the Constitution of the United States, Article 6, Section 2, provides that: `This Constitution and the laws of the United States which shall be made in pursuance thereof and all treaties made under authority of the United States shall be the Supreme Law of the Land.' Thus making the Paris Pact the supreme law of the land which declares: `The high contracting parties agree that the settlement of all disputes or conflict \u0097 shall never be sought except by pacific means.'</p>\n<p><span class=\"star-pagination\">*252</span> \"Therefore we, the Southern California Conference, memorialize the General Conference which convenes in Atlantic City in May, 1932; to petition the United States Government to grant exemption from military service to such citizens who are members of the Methodist Episcopal Church, as conscientiously believe that participation in war is a denial of their supreme allegiance to Jesus Christ.\"</p>\n<p>And in 1932 the General Conference of that Church adopted as a part of its tenets and discipline:</p>\n<p>\"We hold that our country is benefited by having as citizens those who unswervingly follow the dictates of their consciences .. . Furthermore, we believe it to be the duty of the churches to give moral support to those individuals who hold conscientious scruples against participation in military training or military service. We petition the government of the United States to grant to members of the Methodist Episcopal Church who may be conscientious objectors to war the same exemption from military service as has long been granted to members of the Society of Friends and other similar religious organizations. Similarly we petition all educational institutions which require military training to excuse from such training any student belonging to the Methodist Episcopal Church who has conscientious scruples against it. We earnestly petition the government of the United States to cease to support financially all military training in civil educational institutions.\"</p>\n<p>And the Southern California Conference at its 1933 session adopted the following:</p>\n<p>\"Reserve Officers' Training Corps \u0097 Recalling the action of the General Conference asking for exemption from military service for those members of our church to whom war and preparation for war is a violation of conscience, we request the authorities of our State Universities at Berkeley, Los Angeles and Tucson, to exempt Methodist students from the R.O.T.C. on the grounds of conscientious <span class=\"star-pagination\">*253</span> this Conference, seeking such exemption, provided that it be understood that no conscientious objector shall participate in the financial profits of war. The Secretary of the Conference is asked to send copies of this paragraph to the governing boards of these institutions.\"</p>\n<p>Appellants, as members of that church, accept and feel themselves morally, religiously and conscientiously bound by its tenets and discipline as expressed in the quoted conference resolutions; each is a follower of the teachings of Jesus Christ; each accepts as a guide His teachings and those of the Bible and holds as a part of his religious and conscientious belief that war, training for war, and military training are immoral, wrong and contrary to the letter and spirit of His teaching and the precepts of the Christian religion.</p>\n<p>Therefore these students, at the beginning of the fall term in 1933, petitioned the university for exemption from military training and participation in the activities of the training corps, upon the ground of their religious and conscientious objection to war and to military training. Their petition was denied. Thereupon, through that church's bishop in California, they and their fathers petitioned the regents that military training be made optional in order that conscientious and religious objectors to war, training for war and military training might not be confronted with the necessity of violating and foreswearing their beliefs or being denied the right of education in the state university to which these minors are entitled under the constitution and laws of the State of California and of the United States.</p>\n<p>The regents refused to make military training optional or to exempt these students. Then, because of their religious and conscientious objections, they declined to take the prescribed course, and solely upon that ground the regents by formal notification suspended them from the <span class=\"star-pagination\">*254</span> university, but with leave to apply for readmission at any time, conditioned upon their ability and willingness to comply with all applicable regulations of the university governing the matriculation and attendance of students. The university affords opportunity for education such as may not be had at any other institution in California, except at a greater cost which these minors are not able to pay. And they, as appellees at the time of their suspension well knew, are willing to take as a substitute for military training such other courses as may be prescribed by the university.</p>\n<p>Other allegations of the petition need not be stated as they merely go to show the grounds upon which appellants under the state practice sought the writ of mandate.</p>\n<p>The university is a land grant college. An act of Congress (Morrill Act approved July 2, 1862, 12 Stat. 503; 7 U.S.C., §§ 301-308) donated public lands to the several States in order that upon the conditions specified all moneys derived from the sale of such lands or from the sale of land scrip issued under the act should be invested and constitute a perpetual fund the interest of which should be inviolably appropriated by each State accepting the benefits of the act \"to the endowment, support, and maintenance of at least one college where the leading object shall be, without excluding other scientific and classical studies, and including military tactics, to teach such branches of learning as are related to agriculture and the mechanic arts, in such manner as the legislatures of the States may respectively prescribe, in order to promote the liberal and practical education of the industrial classes in the several pursuits and professions in life.\"<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*255</span> March 23, 1868, the legislature of California passed an act creating the university \"in order to devote to the largest purposes of education the benefaction made to the State\" by the Morrill Act. Stats. 1867-8, p. 248. This law of the State, called the organic act, provides that \"any resident of California, of the age of fourteen years or upwards, of approved moral character, shall have the right to enter himself in the University as a student at large, and receive tuition in any branch or branches of instruction at the time when the same are given in their regular course, on such terms as the Board of Regents may prescribe.\" § 3. It declared that the college of agriculture should be first established, § 4; that the college of mechanic arts should be next established, § 5, \"and in order to fulfill the requirements of the said Act of Congress, all able-bodied male students of the University, whether pursuing full or partial courses in any college, or as students at large, shall receive instruction and discipline in military tactics in such manner and to such extent as the Regents shall prescribe, the requisite arms for which shall be furnished by the State.\" § 6. Article IX, § 9, of the state constitution as amended November 5, 1918, declares: \"The University of California shall constitute a public trust, to be administered by the existing corporation known as `The Regents of the University of California,' with full powers of organization and government, subject only to such legislative control as may be necessary to insure compliance with the terms of the endowments of the university and the security of its funds . . . <i>provided,</i> that all moneys derived from the sale of public lands donated to this State by act of Congress approved July 2, 1862 (and the several acts amendatory <span class=\"star-pagination\">*256</span> thereof), shall be invested as provided by said acts of Congress and the income from said moneys shall be inviolably appropriated to the endowment, support and maintenance of at least one college of agriculture, where the leading objects shall be (without excluding other scientific and classical studies, and including military tactics) to teach such branches of learning as are related to scientific and practical agriculture and mechanic arts, in accordance with the requirements and conditions of said acts of Congress.\" September 15, 1931, pursuant to the provisions of the organic act and constitution, the regents promulgated the following order:</p>\n<p>\"Every able-bodied student of the University of California who, at the time of his matriculation at the University, is under the age of twenty-four years and a citizens of the United States and who has not attained full academic standing as a junior student in the University and has not completed the course in military science and tactics offered to freshmen and sophomore students at the University shall be and is hereby required as a condition to his attendance as a student to enroll in and complete a course of not less than one and one-half units of instruction in military science and tactics each semester of his attendance until such time as he shall have received a total of six units of such instruction or shall have attained full academic standing as a junior student.\"</p>\n<p>In the court below appellants assailed the laws and order above referred to as repugnant to specified provisions of the California constitution, and political code. And they adequately challenged the validity of the state constitution, organic act and regents' order, in so far as they were by the regents construed to require these students to take the prescribed course in military science and tactics, as repugnant to the Constitution and laws of the United States.</p>\n<p><span class=\"star-pagination\">*257</span> The state court, without announcing an opinion, denied the petition for a writ of mandate. Appellants applied for a rehearing. The court, denying the application, handed down an opinion in which it held that Art. IX, § 9, reposes in the regents full powers of organization and government of the university subject to legislative control in respect of its endowments and funds; that by § 6 of the organic act and Art. IX, § 9, military tactics is expressly required to be included among the subjects which shall be taught at the university and that it is the duty of the regents to prescribe the nature and extent of the courses to be given and to determine what students shall be required to pursue them, and that the suspension of the petitioning students because of their refusal to pursue the compulsory courses in military training involved no violation of their rights under the Constitution of the United States.</p>\n<p>By their assignment of errors, appellants call upon this court to decide whether the challenged provisions of the state constitution, organic act and regents' order, in so far as they impose compulsory military training, are repugnant to the privileges and immunities clause of the Fourteenth Amendment, the due process clause of that amendment of the treaty that is generally called the Briand-Kellogg Peace Pact. 46 Stat. 2343.</p>\n<p>Appellees contend that this court has no jurisdiction because, as they say, the regents' order is not a \"statute of any state\" within the meaning of § 237 (a), Judicial Code. But by the California constitution the regents are, with exceptions not material here, fully empowered in respect of the organization and government of the university, which, as it has been held, is a constitutional department or function of the state government. <i>Williams</i> v. <i>Wheeler</i> (1913) 23 Cal. App. 619, 623; 138 Pac. 937. <i>Wallace</i> v. <i>Regents</i> (1925) 75 Cal. App. 274, <span class=\"star-pagination\">*258</span> 277; 242 Pac. 892. The assailed order prescribes a rule of conduct and applies to all students belonging to the defined class. And it was because of its violation that the regents by resolution suspended these students. The meaning of \"statute of any state\" is not limited to acts of state legislatures. It is used to include every act legislative in character to which the State gives sanction, no distinction being made between acts of the state legislature and other exertions of the state law-making power. <i>King Mfg. Co.</i> v. <i>Augusta,</i> 277 U.S. 100. <i>Sultan Ry. Co.</i> v. <i>Dept. of Labor,</i> 277 U.S. 135. It follows that the order making military instruction compulsory is a statute of the State within the meaning of § 237 (a).</p>\n<p>And the appellees insist that this appeal should be dismissed for the want of a substantial federal question. But that contention cannot be sustained; for we are unable to say that every question that appellants have brought here for decision is so clearly not debatable and utterly lacking in merit as to require dismissal for want of substance.<sup>[2]</sup></p>\n<p>The allegations of the petition do not mean that California has divested itself of any part of its power solely to determine what military training shall be offered or required at the university. While, by acceptance of the benefits of the Morrill Act of 1862 and the creation of the university in order appropriately to comply with the terms of the grant, the State became bound to offer students in that university instruction in military tactics, it remains untrammeled by federal enactment and is entirely free <span class=\"star-pagination\">*259</span> to determine for itself the branches of military training to be provided, the content of the instruction to be given and the objectives to be attained. That State \u0097 as did each of the other States of the Union \u0097 for the proper discharge of its obligations as beneficiary of the grant made the course in military instruction compulsory upon students. Recently Wisconsin and Minnesota have made it elective.<sup>[3]</sup> The question whether the State has bound itself to require students to take the training is not here involved. The validity of the challenged order does not depend upon the terms of the land grant.</p>\n<p>The petition is not to be understood as showing that students required by the regents' order to take the prescribed course thereby serve in the army or in any sense become a part of the military establishment of the United States. Nor is the allegation that the courses are prescribed by the War Department to be taken literally. We take judicial notice of the long-established voluntary cooperation between federal and state authorities in respect of the military instruction given in the land grant colleges.<sup>[4]</sup> The War Department has not been empowered <span class=\"star-pagination\">*260</span> to determine or in any manner to prescribe the military instruction in these institutions. The furnishing of officers, men and equipment conditioned upon the giving of courses and the imposing of discipline deemed appropriate, recommended or approved by the Department does not support the suggestion that the training is not exclusively prescribed and given under the authority of the State. The States are interested in the safety of the United States, the strength of its military forces and its readiness to defend them in war and against every attack of public enemies. <i>Gilbert</i> v. <i>Minnesota,</i> 254 U.S. 325, 328-9. <i>State</i> v. <i>Holm,</i> 139 Minn. 267, 273. Undoubtedly every State has authority to train its able-bodied male citizens of suitable age appropriately to develop fitness, should any such duty be laid upon them, to serve in the United States army or in state militia (always liable to be called forth by federal authority to execute the laws of the Union, suppress insurrection or repel invasion, Constitution, Art. I, § 8, cls. 12, 15 and 16; <i>Selective Draft Law Cases,</i> 245 U.S. 366, 380-383; <i>State</i> v. <i>Industrial Comm'n,</i> 1925, 186 Wis. 1; 202 N.W. 191) or as members of local constabulary forces, or as officers needed effectively to police the State. And, when made possible by the national government, the State in order more effectively to teach and train its citizens for these and like purposes, may avail itself of the services of officers and equipment belonging to the military establishment of the United States. So long as its action is within retained powers and not inconsistent with any exertion of the authority of the national government, and transgresses no right safeguarded to the citizens by the Federal Constitution, the State is the sole judge of the means to be employed and the amount of training to be exacted for the effective accomplishment of these ends. Second Amendment. <i>Houston</i> v. <i>Moore,</i> 5 Wheat. 1, 16-17. <i>Dunne</i> v. <span class=\"star-pagination\">*261</span> <i>People,</i> (1879) 94 Ill. 120, 129. 1 Kent's Commentaries 265, 389. Cf. <i>Presser</i> v. <i>Illinois,</i> 116 U.S. 252.</p>\n<p>The clauses of the Fourteenth Amendment invoked by appellants declare: \"No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty or property, without due process of law.\" Appellants' contentions are that the enforcement of the order prescribing instruction in military science and tactics abridges some privilege or immunity covered by the first clause and deprives of liberty safeguarded by the second. The \"privileges and immunities\" protected are only those that belong to citizens of the United States as distinguished from citizens of the States \u0097 those that arise from the Constitution and laws of the United States as contrasted with those that spring from other sources. <i>Slaughter-House Cases,</i> 16 Wall. 36, 72-74, 77-80. <i>McPherson</i> v. <i>Blacker,</i> 146 U.S. 1, 38. <i>Duncan</i> v. <i>Missouri,</i> 152 U.S. 377, 382. <i>Twining</i> v. <i>New Jersey,</i> 211 U.S. 78, 97. <i>Maxwell</i> v. <i>Bugbee,</i> 250 U.S. 525, 538. <i>Prudential Ins. Co.</i> v. <i>Cheek,</i> 259 U.S. 530, 539. Appellants assert \u0097 unquestionably in good faith \u0097 that all war, preparation for war. and the training required by the university, are repugnant to the tenets and discipline of their church, to their religion and to their consciences. The \"privilege\" of attending the university as a student comes not from federal sources but is given by the State. It is not within the asserted protection. The only \"immunity\" claimed by these students is freedom from obligation to comply with the rule prescribing military training. But that \"immunity\" cannot be regarded as not within, or as distinguishable from, the \"liberty\" of which they claim to have been deprived by the enforcement of the regents' order. If the regents' order is not repugnant to the due process clause, then it does not violate the privileges and immunities <span class=\"star-pagination\">*262</span> clause. Therefore we need only decide whether by state action the \"liberty\" of these students has been infringed.</p>\n<p>There need be no attempt to enumerate or comprehensively to define what is included in the \"liberty\" protected by the due process clause. Undoubtedly it does include the right to entertain the beliefs, to adhere to the principles and to teach the doctrines on which these students base their objections to the order prescribing military training. <i>Meyer</i> v. <i>Nebraska,</i> 262 U.S. 390, 399. <i>Pierce</i> v. <i>Society of Sisters,</i> 268 U.S. 510. <i>Stromberg</i> v. <i>California,</i> 283 U.S. 359, 368-369. <i>Near</i> v. <i>Minnesota,</i> 283 U.S. 697, 707. The fact that they are able to pay their way in this university but not in any other institution in California is without significance upon any constitutional or other question here involved. California has not drafted or called them to attend the university. They are seeking education offered by the State and at the same time insisting that they be excluded from the prescribed course solely upon grounds of their religious beliefs and conscientious objections to war, preparation for war and military education. Taken on the basis of the facts alleged in the petition, appellants' contentions amount to no more than an assertion that the due process clause of the Fourteenth Amendment as a safeguard of \"liberty\" confers the right to be students in the state university free from obligation to take military training as one of the conditions of attendance.</p>\n<p>Viewed in the light of our decisions that proposition must at once be put aside as untenable.</p>\n<p>Government, federal and state, each in its own sphere owes a duty to the people within its jurisdiction to preserve itself in adequate strength to maintain peace and order and to assure the just enforcement of law. And every citizen owes the reciprocal duty, according to his capacity, to support and defend government against all <span class=\"star-pagination\">*263</span> enemies. <i>Selective Draft Law Cases, supra,</i> p. 378. <i>Minor</i> v. <i>Happersett,</i> 21 Wall. 162, 166.</p>\n<p><i>United States</i> v. <i>Schwimmer,</i> 279 U.S. 644, involved a petition for naturalization by one opposed to bearing arms in defense of country. Holding the applicant not entitled to citizenship, we said (p. 650): \"That it is the duty of citizens by force of arms to defend our government against all enemies whenever necessity arises is a fundamental principle of the Constitution. . . . Whatever tends to lessen the willingness of citizens to discharge their duty to bear arms in the country's defense detracts from the strength and safety of the Government.\"</p>\n<p>In <i>United States</i> v. <i>Macintosh,</i> 283 U.S. 605, a later naturalization case, the applicant was unwilling, because of the conscientious objections, to take unqualifiedly the statutory oath of allegiance which contains this statement: \"That he will support and defend the Constitution and laws of the United States against all enemies, foreign or domestic, and bear true faith and allegiance to the same.\" 8 U.S.C., § 381. His petition stated that he was willing if necessary to take up arms in defense of this country, \"but I should want to be free to judge of the necessity.\" In amplification he said: \"I do not undertake to support `my country, right or wrong' in any dispute which may arise, and I am not willing to promise beforehand, and without knowing the cause for which my country may go to war, either that I will or that I will not `take up arms in defense of this country,' however `necessary' the war may seem to be to the government of the day.\" The opinion of this Court quotes from petitioner's brief a statement to the effect that it is a \"fixed principle of our Constitution, zealously guarded by our laws, that a citizen cannot be forced and need not bear arms in a war if he has conscientious religious scruples against doing so.\" And, referring to that part of the <span class=\"star-pagination\">*264</span> argument in behalf of the applicant, this Court said (p. 623): \"This, if it means what it seems to say, is an astonishing statement. Of course, there is no such principle of the Constitution, fixed or otherwise. The conscientious objector is relieved from the obligation to bear arms in obedience to no constitutional provision, express or implied; but because, and only because, it has accorded with the policy of Congress thus to relieve him. . . . The privilege of the native-born conscientious objector to avoid bearing arms comes not from the Constitution but from the acts of Congress. That body may grant or withhold the exemption as in its wisdom it sees fit; and if it be withheld, the native-born conscientious objector cannot successfully assert the privilege. No other conclusion is compatible with the well-high limitless extent of the war powers as above illustrated, which include, by necessary implication, the power, in the last extremity, to compel the armed service of any citizen in the land, without regard to his objections or his views in respect of the justice or morality of the particular war or of war in general. In <i>Jacobson</i> v. <i>Massachusetts,</i> 197 U.S. 11, 29, this Court [upholding a state compulsory vaccination law] speaking of the liberties guaranteed to the individual by the Fourteenth Amendment, said: `. . . and yet he may be compelled, by force if need be, against his will and without regard to his personal wishes or his pecuniary interests, or even his religious or political convictions, to take his place in the ranks of the army of his country and risk the chance of being shot down in its defense.'\"</p>\n<p>And see <i>University of Maryland</i> v. <i>Coale,</i> 165 Md. 224, 167 Atl. 54. a case, similar to that now before us, decided against the contention of a student in the University of Maryland who on conscientious grounds objected to military training there required. His appeal to this Court was dismissed for the want of a substantial federal question. 290 U.S. 597.</p>\n<p><span class=\"star-pagination\">*265</span> Plainly there is no ground for the contention that the regents' order, requiring able-bodied male students under the age of twenty-four as a condition of their enrollment to take the prescribed instruction in military science and tactics, transgresses any constitutional right asserted by these appellants.</p>\n<p>The contention that the regents' order is repugnant to the Briand-Kellogg Peace Pact requires little consideration. In that instrument the United States and the other high contracting parties declare that they condemn recourse to war for the solution, of international controversies and renounce it as an instrument of national policy in their relations with one another and agree that the settlement or solution of all disputes or conflicts which may arise among them shall never be sought except by pacific means. Clearly there is no conflict between the regents' order and the provisions of this treaty.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE CARDOZO.</p>\n<p>Concurring in the opinion I wish to say an extra word.</p>\n<p>I assume for present purposes that the religious liberty protected by the First Amendment against invasion by the nation is protected by the Fourteenth Amendment against invasion by the states.</p>\n<p>Accepting that premise, I cannot find in the respondents' ordinance an obstruction by the state to \"the free exercise\" of religion as the phrase was understood by the founders of the nation, and by the generations that have followed. <i>Davis</i> v. <i>Beason,</i> 133 U.S. 333, 342.</p>\n<p>There is no occasion at this time to mark the limits of governmental power in the exaction of military service when the nation is at peace.<sup>[*]</sup> The petitioners have not been required to bear arms for any hostile purpose, offensive or defensive, either now or in the future. They have <span class=\"star-pagination\">*266</span> not even been required in any absolute or peremptory way to join in courses of instruction that will fit them to bear arms. If they elect to resort to an institution for higher education maintained with the state's moneys, then and only then they are commanded to follow courses of instruction believed by the state to be vital to its welfare. This may be condemned by some as unwise or illiberal or unfair when there is violence to conscientious scruples, either religious or merely ethical. More must be shown to set the ordinance at naught. In controversies of this order courts do not concern themselves with matters of legislative policy, unrelated to privileges or liberties secured by the organic law. The First Amendment, if it be read into the Fourteenth, makes invalid any state law \"respecting an establishment of religion or prohibiting the free exercise thereof.\" Instruction in military science is not instruction in the practice or tenets of a religion. Neither directly nor indirectly is government establishing a state religion when it insists upon such training. Instruction in military science, unaccompanied here by any pledge of military service, is not an interference by the state with the free exercise of religion when the liberties of the constitution are read in the light of a century and a half of history during days of peace and war.</p>\n<p>The meaning of those liberties has striking illustration in statutes that were enacted in colonial times and later. They will be found collected in the opinion of the lower court in <i>United States</i> v. <i>Macintosh,</i> 42 F. (2d) 845, 847, 848; 283 U.S. 605, 632, and more fully in the briefs of counsel. From the beginnings of our history Quakers and other conscientious objectors have been exempted as an act of grace from military service, but the exemption, when granted, has been coupled with a condition, at least in many instances, that they supply the army with a substitute or with the money necessary to hire one. This <span class=\"star-pagination\">*267</span> was done in Virginia in 1738 and 1782 (5 Hening 16; 11 <i>id.</i> 18; cf. 8 <i>id.</i> 242, 243; 10 <i>id.</i> 261, 262; 334, 335); in Massachusetts, (Acts and Resolves, 1758, vol. 4, p. 159; 1759, 4 <i>id.</i> 193); in North Carolina (1781, 24 State Records 156); and in New York (Colonial Laws, 1755, vol. 3, pp. 1068, 1069). A like practice has been continued in the constitutions of many of the states. See, e.g., Constitution of Alabama, 1819, 1865, 1867 (F.N. Thorpe, Federal and State Constitutions, Colonial Charters and Other Organic Laws, vol. 1, pp. 105, 119, 147); Arkansas, 1868 (Thorpe, vol. 1, p. 325); Colorado, 1876 (Thorpe, vol. 1, p. 507); Idaho, 1889 (Thorpe, vol. 2, p. 943); Illinois, 1819, 1870 (Thorpe, vol. 2, pp. 980, 1044); Indiana, 1816 (Thorpe, vol. 2, p. 1067); Iowa, 1846, 1857 (Thorpe, vol. 2, pp. 1132, 1148); Kansas, 1855, 1857, 1859 (Thorpe, vol. 2, pp. 1190, 1214, 1253); Kentucky, 1792, 1799, 1850, 1890 (Thorpe, vol. 3, pp. 1271, 1283, 1307, 1350); Louisiana, 1879, 1898 (Thorpe, vol. 3, pp. 1501, 1587); Michigan, 1850 (Thorpe, vol. 4, p. 1966); Mississippi, 1817 (Thorpe, vol. 4, p. 2041); Missouri, 1820, 1875 (Thorpe, vol. 4, pp. 2164, 2268; New Hampshire, 1794, 1902 (Thorpe, vol. 4, pp. 2472, 2495); New York, 1821, 1846 (Thorpe, vol. 5, pp. 2648, 2671); Pennsylvania, 1790, 1838 (Thorpe, vol. 5, pp. 3099, 3111); Vermont, 1793 (Thorpe, vol. 6, p. 3763). For one opposed to force, the affront to conscience must be greater in furnishing men and money wherewith to wage a pending contest than in studying military science without the duty or the pledge of service. Never in our history has the notion been accepted, or even, it is believed, advanced, that acts thus indirectly related to service in the camp or field are so tied to the practice of religion as to be exempt, in law or in morals, from regulation by the state. On the contrary, the very lawmakers who were willing to give release from warlike acts had no thought that they were doing anything <span class=\"star-pagination\">*268</span> inconsistent with the moral claims of an objector, still less with his constitutional immunities, in coupling the exemption with these collateral conditions.</p>\n<p>Manifestly a different doctrine would carry us to lengths that have never yet been dreamed of. The conscientious objector, if his liberties were to be thus extended, might refuse to contribute taxes in furtherance of a war. whether for attack or for defense, or in furtherance of any other end condemned by his conscience as irreligious or immoral. The right of private judgment has never yet been so exalted above the powers and the compulsion of the agencies of government. One who is a martyr to a principle \u0097 which may turn out in the end to be a delusion or an error \u0097 does not prove by his martyrdom that he has kept within the law.</p>\n<p>I am authorized to state that MR. JUSTICE BRANDEIS and MR. JUSTICE STONE join in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The quoted language, § 4, has been twice reenacted. See Act of March 3, 1883, 22 Stat. 484. Act of April 13, 1926, 44 Stat. 247.\n</p>\n<p>Morrill Act land grant colleges have been given federal aid under the following acts: March 2, 1887, 24 Stat. 440; August 30, 1890, 26 Stat. 417; March 16, 1906, 34 Stat. 63; March 4, 1907, 34 Stat. 1256, 1281; May 8, 1914, 38 Stat. 372; February 24, 1925, 43 Stat. 970; May 22, 1928, 45 Stat. 711. And see Acts of February 23, 1917, 39 Stat. 929; June 7, 1924, 43 Stat. 653; February 9, 1927, 44 Stat. 1065.</p>\n<p>[2]  <i>Micas</i> v. <i>Williams,</i> 104 U.S. 556. <i>Wabash R. Co.</i> v. <i>Flannigan</i> 192 U.S. 29, 38. <i>Deming</i> v. <i>Carlisle Packing Co.,</i> 226 U.S. 102, 105, 107. <i>Erie R. Co.</i> v. <i>Solomon,</i> 237 U.S. 427. <i>Chicago, R.I. &amp; P. Ry. Co.</i> v. <i>Devine,</i> 239 U.S. 52, 54. <i>Sugarman</i> v. <i>United States,</i> 249 U.S. 182. <i>Quong Ham Wah Co.</i> v. <i>Industrial Comm'n.,</i> 255 U.S. 445, 448-449. <i>Zucht</i> v. <i>King,</i> 260 U.S. 174, 176. <i>Roe</i> v. <i>Kansas,</i> 278 U.S. 191. <i>Seaboard Air Line Ry.</i> v. <i>Watson,</i> 287 U.S. 86, 92.</p>\n<p>[3]  Each State has a land grant college; Massachusetts has two. In 1923 Wisconsin made the course elective. Wis. Laws, 1923, c. 226. On the argument of this case appellants' counsel stated that Minnesota has recently made the course elective. Circular 126, Preliminary Report, Land-Grant Colleges and Universities, 1933, Department of Interior, Office of Education.</p>\n<p>[4]  §§ 40-47 of National Defense Act of June 3, 1916, 39 Stat. 166, 191-2, as amended by §§ 33 and 34 of Act of June 4, 1920, 41 Stat. 759, 776, 777, Act of June 5, 1920, 41 Stat. 948, 967, and Act of May 12, 1928, 45 Stat. 501. 10 U.S.C., §§ 381-390. Army Regulations No. 145-10, § II, pars. 10 and 11.\n</p>\n<p>Cf. Acts of July 28, 1866, 14 Stat. 332, 336, and of May 4, 1870, 16 Stat. 373; R.S. § 1225, as amended July 5, 1884, 23 Stat. 107, 108; September 26, 1888, 25 Stat. 491; January 13, 1891, 26 Stat. 716; November 3, 1893, 28 Stat. 7; February 26, 1901, 31 Stat. 810; April 21, 1904, 33 Stat. 225; June 3, 1916, 39 Stat. 166, 197; June 4, 1920, 41 Stat. 759, 780.</p>\n<p>[*]  As to the duty of the able-bodied citizen to aid in suppressing crime, see <i>Babington</i> v. <i>Yellow Taxi Corp.,</i> 250 N.Y. 14, 16; 164 N.E. 726, and the authorities there assembled.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:52:29", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">245</span></span> (1934)</b></center>\n<center><h1>HAMILTON ET AL.<br>\nv.<br>\nREGENTS OF THE UNIVERSITY OF CALIFORNIA ET AL.</h1></center>\n<center>No. 55.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 17, 18, 1934.</center>\n<center>Decided December 3, 1934.</center>\nAPPEAL FROM THE SUPREME COURT OF CALIFORNIA.\n<p><span class=\"star-pagination\">*246</span> <i>Mr. John Beardsley</i> for appellants.</p>\n<p><i>Mr. John U. Calkins, Jr.,</i> with whom <i>Mr. Frederic W. Hall</i> was on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*250</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>This is an appeal under § 237 (a), Judicial Code, 28 U.S.C., § 344 (a), from a judgment of the highest court of California sustaining a state law that requires students at its university to take a course in military science and tactics, the validity of which was by the appellants challenged as repugnant to the Constitution and laws of the United States.</p>\n<p>The appellants are the above-named minors, and the fathers of each as his guardian <i>ad litem</i> and individually. They are taxpayers and citizens of the United States and of California. Appellees are the regents constituting a corporation created by the States to administer the university, its president, and its provost. Appellants applied to the state supreme court for a writ of mandate compelling appellees to admit the minors into the university as students. So far as they are material to the questions presented here, the allegations of the petition are:</p>\n<p>In October, 1933, each of these minors registered, became a student in the university and fully conformed to all its requirements other than that compelling him to take the course in military science and tactics in the Reserve Officers Training Corps, which they assert to be an integral part of the military establishment of the United States and not connected in any way with the militia or military establishment of the State. The primary object of there establishing units of the training corps is to qualify students for appointment in the Officers Reserve <span class=\"star-pagination\">*251</span> Corps. The courses in military training are those prescribed by the War Department. The regents require enrollment and participation of able-bodied male students who are citizens of the United States. These courses include instruction in rifle marksmanship, scouting and patrolling, drill and command, musketry, combat principles, and use of automatic rifles. Arms, equipment and uniforms for use of students in such courses are furnished by the War Department of the United States Government.</p>\n<p>These minors are members of the Methodist Episcopal Church and of the Epworth League and connected religious societies and organizations. For many years their ligious societies and organizations. For many years their fathers have been ordained ministers of that church. The Southern California Conference at its 1931 session adopted a resolution:</p>\n<p>\"With full appreciation of the heroic sacrifices of all those who have conscientiously and unselfishly served their country in times of war, but with the belief that the time has come in the unfolding light of the new day for the settlement of human conflicts by pacific means, and because we as Christians owe our first and supreme allegiance to Jesus Christ. Because the Methodist Episcopal Church in her General Conference of 1928 has declared: `We renounce war as an instrument of national policy.' Because our nation led the nations of the world in signing the Paris Peace Pact, and the Constitution of the United States, Article 6, Section 2, provides that: `This Constitution and the laws of the United States which shall be made in pursuance thereof and all treaties made under authority of the United States shall be the Supreme Law of the Land.' Thus making the Paris Pact the supreme law of the land which declares: `The high contracting parties agree that the settlement of all disputes or conflict \u0097 shall never be sought except by pacific means.'</p>\n<p><span class=\"star-pagination\">*252</span> \"Therefore we, the Southern California Conference, memorialize the General Conference which convenes in Atlantic City in May, 1932; to petition the United States Government to grant exemption from military service to such citizens who are members of the Methodist Episcopal Church, as conscientiously believe that participation in war is a denial of their supreme allegiance to Jesus Christ.\"</p>\n<p>And in 1932 the General Conference of that Church adopted as a part of its tenets and discipline:</p>\n<p>\"We hold that our country is benefited by having as citizens those who unswervingly follow the dictates of their consciences .. . Furthermore, we believe it to be the duty of the churches to give moral support to those individuals who hold conscientious scruples against participation in military training or military service. We petition the government of the United States to grant to members of the Methodist Episcopal Church who may be conscientious objectors to war the same exemption from military service as has long been granted to members of the Society of Friends and other similar religious organizations. Similarly we petition all educational institutions which require military training to excuse from such training any student belonging to the Methodist Episcopal Church who has conscientious scruples against it. We earnestly petition the government of the United States to cease to support financially all military training in civil educational institutions.\"</p>\n<p>And the Southern California Conference at its 1933 session adopted the following:</p>\n<p>\"Reserve Officers' Training Corps \u0097 Recalling the action of the General Conference asking for exemption from military service for those members of our church to whom war and preparation for war is a violation of conscience, we request the authorities of our State Universities at Berkeley, Los Angeles and Tucson, to exempt Methodist students from the R.O.T.C. on the grounds of conscientious <span class=\"star-pagination\">*253</span> this Conference, seeking such exemption, provided that it be understood that no conscientious objector shall participate in the financial profits of war. The Secretary of the Conference is asked to send copies of this paragraph to the governing boards of these institutions.\"</p>\n<p>Appellants, as members of that church, accept and feel themselves morally, religiously and conscientiously bound by its tenets and discipline as expressed in the quoted conference resolutions; each is a follower of the teachings of Jesus Christ; each accepts as a guide His teachings and those of the Bible and holds as a part of his religious and conscientious belief that war, training for war, and military training are immoral, wrong and contrary to the letter and spirit of His teaching and the precepts of the Christian religion.</p>\n<p>Therefore these students, at the beginning of the fall term in 1933, petitioned the university for exemption from military training and participation in the activities of the training corps, upon the ground of their religious and conscientious objection to war and to military training. Their petition was denied. Thereupon, through that church's bishop in California, they and their fathers petitioned the regents that military training be made optional in order that conscientious and religious objectors to war, training for war and military training might not be confronted with the necessity of violating and foreswearing their beliefs or being denied the right of education in the state university to which these minors are entitled under the constitution and laws of the State of California and of the United States.</p>\n<p>The regents refused to make military training optional or to exempt these students. Then, because of their religious and conscientious objections, they declined to take the prescribed course, and solely upon that ground the regents by formal notification suspended them from the <span class=\"star-pagination\">*254</span> university, but with leave to apply for readmission at any time, conditioned upon their ability and willingness to comply with all applicable regulations of the university governing the matriculation and attendance of students. The university affords opportunity for education such as may not be had at any other institution in California, except at a greater cost which these minors are not able to pay. And they, as appellees at the time of their suspension well knew, are willing to take as a substitute for military training such other courses as may be prescribed by the university.</p>\n<p>Other allegations of the petition need not be stated as they merely go to show the grounds upon which appellants under the state practice sought the writ of mandate.</p>\n<p>The university is a land grant college. An act of Congress (Morrill Act approved July 2, 1862, 12 Stat. 503; 7 U.S.C., §§ 301-308) donated public lands to the several States in order that upon the conditions specified all moneys derived from the sale of such lands or from the sale of land scrip issued under the act should be invested and constitute a perpetual fund the interest of which should be inviolably appropriated by each State accepting the benefits of the act \"to the endowment, support, and maintenance of at least one college where the leading object shall be, without excluding other scientific and classical studies, and including military tactics, to teach such branches of learning as are related to agriculture and the mechanic arts, in such manner as the legislatures of the States may respectively prescribe, in order to promote the liberal and practical education of the industrial classes in the several pursuits and professions in life.\"<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*255</span> March 23, 1868, the legislature of California passed an act creating the university \"in order to devote to the largest purposes of education the benefaction made to the State\" by the Morrill Act. Stats. 1867-8, p. 248. This law of the State, called the organic act, provides that \"any resident of California, of the age of fourteen years or upwards, of approved moral character, shall have the right to enter himself in the University as a student at large, and receive tuition in any branch or branches of instruction at the time when the same are given in their regular course, on such terms as the Board of Regents may prescribe.\" § 3. It declared that the college of agriculture should be first established, § 4; that the college of mechanic arts should be next established, § 5, \"and in order to fulfill the requirements of the said Act of Congress, all able-bodied male students of the University, whether pursuing full or partial courses in any college, or as students at large, shall receive instruction and discipline in military tactics in such manner and to such extent as the Regents shall prescribe, the requisite arms for which shall be furnished by the State.\" § 6. Article IX, § 9, of the state constitution as amended November 5, 1918, declares: \"The University of California shall constitute a public trust, to be administered by the existing corporation known as `The Regents of the University of California,' with full powers of organization and government, subject only to such legislative control as may be necessary to insure compliance with the terms of the endowments of the university and the security of its funds . . . <i>provided,</i> that all moneys derived from the sale of public lands donated to this State by act of Congress approved July 2, 1862 (and the several acts amendatory <span class=\"star-pagination\">*256</span> thereof), shall be invested as provided by said acts of Congress and the income from said moneys shall be inviolably appropriated to the endowment, support and maintenance of at least one college of agriculture, where the leading objects shall be (without excluding other scientific and classical studies, and including military tactics) to teach such branches of learning as are related to scientific and practical agriculture and mechanic arts, in accordance with the requirements and conditions of said acts of Congress.\" September 15, 1931, pursuant to the provisions of the organic act and constitution, the regents promulgated the following order:</p>\n<p>\"Every able-bodied student of the University of California who, at the time of his matriculation at the University, is under the age of twenty-four years and a citizens of the United States and who has not attained full academic standing as a junior student in the University and has not completed the course in military science and tactics offered to freshmen and sophomore students at the University shall be and is hereby required as a condition to his attendance as a student to enroll in and complete a course of not less than one and one-half units of instruction in military science and tactics each semester of his attendance until such time as he shall have received a total of six units of such instruction or shall have attained full academic standing as a junior student.\"</p>\n<p>In the court below appellants assailed the laws and order above referred to as repugnant to specified provisions of the California constitution, and political code. And they adequately challenged the validity of the state constitution, organic act and regents' order, in so far as they were by the regents construed to require these students to take the prescribed course in military science and tactics, as repugnant to the Constitution and laws of the United States.</p>\n<p><span class=\"star-pagination\">*257</span> The state court, without announcing an opinion, denied the petition for a writ of mandate. Appellants applied for a rehearing. The court, denying the application, handed down an opinion in which it held that Art. IX, § 9, reposes in the regents full powers of organization and government of the university subject to legislative control in respect of its endowments and funds; that by § 6 of the organic act and Art. IX, § 9, military tactics is expressly required to be included among the subjects which shall be taught at the university and that it is the duty of the regents to prescribe the nature and extent of the courses to be given and to determine what students shall be required to pursue them, and that the suspension of the petitioning students because of their refusal to pursue the compulsory courses in military training involved no violation of their rights under the Constitution of the United States.</p>\n<p>By their assignment of errors, appellants call upon this court to decide whether the challenged provisions of the state constitution, organic act and regents' order, in so far as they impose compulsory military training, are repugnant to the privileges and immunities clause of the Fourteenth Amendment, the due process clause of that amendment of the treaty that is generally called the Briand-Kellogg Peace Pact. 46 Stat. 2343.</p>\n<p>Appellees contend that this court has no jurisdiction because, as they say, the regents' order is not a \"statute of any state\" within the meaning of § 237 (a), Judicial Code. But by the California constitution the regents are, with exceptions not material here, fully empowered in respect of the organization and government of the university, which, as it has been held, is a constitutional department or function of the state government. <i>Williams</i> v. <i>Wheeler</i> (1913) <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">619</span></span>, 623; 138 Pac. 937. <i>Wallace</i> v. <i>Regents</i> (1925) <span class=\"citation\" data-id=\"102334\"><a href=\"/opinion/102334/hamilton-v-regents-of-univ-of-cal/\"><span class=\"volume\">75</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">274</span></a></span>, <span class=\"star-pagination\">*258</span> 277; 242 Pac. 892. The assailed order prescribes a rule of conduct and applies to all students belonging to the defined class. And it was because of its violation that the regents by resolution suspended these students. The meaning of \"statute of any state\" is not limited to acts of state legislatures. It is used to include every act legislative in character to which the State gives sanction, no distinction being made between acts of the state legislature and other exertions of the state law-making power. <i>King Mfg. Co.</i> v. <i>Augusta,</i> 277 U.S. 100. <i>Sultan Ry. Co.</i> v. <i>Dept. of Labor,</i> 277 U.S. 135. It follows that the order making military instruction compulsory is a statute of the State within the meaning of § 237 (a).</p>\n<p>And the appellees insist that this appeal should be dismissed for the want of a substantial federal question. But that contention cannot be sustained; for we are unable to say that every question that appellants have brought here for decision is so clearly not debatable and utterly lacking in merit as to require dismissal for want of substance.<sup>[2]</sup></p>\n<p>The allegations of the petition do not mean that California has divested itself of any part of its power solely to determine what military training shall be offered or required at the university. While, by acceptance of the benefits of the Morrill Act of 1862 and the creation of the university in order appropriately to comply with the terms of the grant, the State became bound to offer students in that university instruction in military tactics, it remains untrammeled by federal enactment and is entirely free <span class=\"star-pagination\">*259</span> to determine for itself the branches of military training to be provided, the content of the instruction to be given and the objectives to be attained. That State \u0097 as did each of the other States of the Union \u0097 for the proper discharge of its obligations as beneficiary of the grant made the course in military instruction compulsory upon students. Recently Wisconsin and Minnesota have made it elective.<sup>[3]</sup> The question whether the State has bound itself to require students to take the training is not here involved. The validity of the challenged order does not depend upon the terms of the land grant.</p>\n<p>The petition is not to be understood as showing that students required by the regents' order to take the prescribed course thereby serve in the army or in any sense become a part of the military establishment of the United States. Nor is the allegation that the courses are prescribed by the War Department to be taken literally. We take judicial notice of the long-established voluntary cooperation between federal and state authorities in respect of the military instruction given in the land grant colleges.<sup>[4]</sup> The War Department has not been empowered <span class=\"star-pagination\">*260</span> to determine or in any manner to prescribe the military instruction in these institutions. The furnishing of officers, men and equipment conditioned upon the giving of courses and the imposing of discipline deemed appropriate, recommended or approved by the Department does not support the suggestion that the training is not exclusively prescribed and given under the authority of the State. The States are interested in the safety of the United States, the strength of its military forces and its readiness to defend them in war and against every attack of public enemies. <i>Gilbert</i> v. <i>Minnesota,</i> <span class=\"citation\" data-id=\"99672\"><a href=\"/opinion/99672/gilbert-v-minnesota/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 328-9. <i>State</i> v. <i>Holm,</i> <span class=\"citation\" data-id=\"85304\"><a href=\"/opinion/85304/united-states-v-holmes/\"><span class=\"volume\">139</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">267</span></a></span>, 273. Undoubtedly every State has authority to train its able-bodied male citizens of suitable age appropriately to develop fitness, should any such duty be laid upon them, to serve in the United States army or in state militia (always liable to be called forth by federal authority to execute the laws of the Union, suppress insurrection or repel invasion, Constitution, Art. I, § 8, cls. 12, 15 and 16; <i>Selective Draft Law Cases,</i> <span class=\"citation\" data-id=\"99053\"><a href=\"/opinion/99053/selective-draft-law-cases/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 380-383; <i>State</i> v. <i>Industrial Comm'n,</i> 1925, 186 Wis. 1; 202 N.W. 191) or as members of local constabulary forces, or as officers needed effectively to police the State. And, when made possible by the national government, the State in order more effectively to teach and train its citizens for these and like purposes, may avail itself of the services of officers and equipment belonging to the military establishment of the United States. So long as its action is within retained powers and not inconsistent with any exertion of the authority of the national government, and transgresses no right safeguarded to the citizens by the Federal Constitution, the State is the sole judge of the means to be employed and the amount of training to be exacted for the effective accomplishment of these ends. Second Amendment. <i>Houston</i> v. <i>Moore,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">1</span></span>, 16-17. <i>Dunne</i> v. <span class=\"star-pagination\">*261</span> <i>People,</i> (1879) <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">120</span></span>, 129. 1 Kent's Commentaries 265, 389. Cf. <i>Presser</i> v. <i>Illinois,</i> 116 U.S. 252.</p>\n<p>The clauses of the Fourteenth Amendment invoked by appellants declare: \"No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty or property, without due process of law.\" Appellants' contentions are that the enforcement of the order prescribing instruction in military science and tactics abridges some privilege or immunity covered by the first clause and deprives of liberty safeguarded by the second. The \"privileges and immunities\" protected are only those that belong to citizens of the United States as distinguished from citizens of the States \u0097 those that arise from the Constitution and laws of the United States as contrasted with those that spring from other sources. <i>Slaughter-House Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">36</span></span>, 72-74, 77-80. <i>McPherson</i> v. <i>Blacker,</i> <span class=\"citation\" data-id=\"93413\"><a href=\"/opinion/93413/mcpherson-v-blacker/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 38. <i>Duncan</i> v. <i>Missouri,</i> <span class=\"citation\" data-id=\"93842\"><a href=\"/opinion/93842/duncan-v-missouri/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 382. <i>Twining</i> v. <i>New Jersey,</i> <span class=\"citation\" data-id=\"96885\"><a href=\"/opinion/96885/twining-v-new-jersey/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 97. <i>Maxwell</i> v. <i>Bugbee,</i> <span class=\"citation\" data-id=\"99449\"><a href=\"/opinion/99449/maxwell-v-bugbee/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 538. <i>Prudential Ins. Co.</i> v. <i>Cheek,</i> <span class=\"citation\" data-id=\"100023\"><a href=\"/opinion/100023/prudential-ins-co-of-america-v-cheek/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 539. Appellants assert \u0097 unquestionably in good faith \u0097 that all war, preparation for war. and the training required by the university, are repugnant to the tenets and discipline of their church, to their religion and to their consciences. The \"privilege\" of attending the university as a student comes not from federal sources but is given by the State. It is not within the asserted protection. The only \"immunity\" claimed by these students is freedom from obligation to comply with the rule prescribing military training. But that \"immunity\" cannot be regarded as not within, or as distinguishable from, the \"liberty\" of which they claim to have been deprived by the enforcement of the regents' order. If the regents' order is not repugnant to the due process clause, then it does not violate the privileges and immunities <span class=\"star-pagination\">*262</span> clause. Therefore we need only decide whether by state action the \"liberty\" of these students has been infringed.</p>\n<p>There need be no attempt to enumerate or comprehensively to define what is included in the \"liberty\" protected by the due process clause. Undoubtedly it does include the right to entertain the beliefs, to adhere to the principles and to teach the doctrines on which these students base their objections to the order prescribing military training. <i>Meyer</i> v. <i>Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 399. <i>Pierce</i> v. <i>Society of Sisters,</i> 268 U.S. 510. <i>Stromberg</i> v. <i>California,</i> <span class=\"citation\" data-id=\"101741\"><a href=\"/opinion/101741/stromberg-v-california/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, 368-369. <i>Near</i> v. <i>Minnesota,</i> <span class=\"citation\" data-id=\"101773\"><a href=\"/opinion/101773/near-v-minnesota-ex-rel-olson/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">697</span></a></span>, 707. The fact that they are able to pay their way in this university but not in any other institution in California is without significance upon any constitutional or other question here involved. California has not drafted or called them to attend the university. They are seeking education offered by the State and at the same time insisting that they be excluded from the prescribed course solely upon grounds of their religious beliefs and conscientious objections to war, preparation for war and military education. Taken on the basis of the facts alleged in the petition, appellants' contentions amount to no more than an assertion that the due process clause of the Fourteenth Amendment as a safeguard of \"liberty\" confers the right to be students in the state university free from obligation to take military training as one of the conditions of attendance.</p>\n<p>Viewed in the light of our decisions that proposition must at once be put aside as untenable.</p>\n<p>Government, federal and state, each in its own sphere owes a duty to the people within its jurisdiction to preserve itself in adequate strength to maintain peace and order and to assure the just enforcement of law. And every citizen owes the reciprocal duty, according to his capacity, to support and defend government against all <span class=\"star-pagination\">*263</span> enemies. <i>Selective Draft Law Cases, supra,</i> p. 378. <i>Minor</i> v. <i>Happersett,</i> <span class=\"citation\" data-id=\"88998\"><a href=\"/opinion/88998/minor-v-happersett/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">162</span></a></span>, 166.</p>\n<p><i>United States</i> v. <i>Schwimmer,</i> <span class=\"citation\" data-id=\"101446\"><a href=\"/opinion/101446/united-states-v-schwimmer/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">644</span></a></span>, involved a petition for naturalization by one opposed to bearing arms in defense of country. Holding the applicant not entitled to citizenship, we said (p. 650): \"That it is the duty of citizens by force of arms to defend our government against all enemies whenever necessity arises is a fundamental principle of the Constitution. . . . Whatever tends to lessen the willingness of citizens to discharge their duty to bear arms in the country's defense detracts from the strength and safety of the Government.\"</p>\n<p>In <i>United States</i> v. <i>Macintosh,</i> <span class=\"citation\" data-id=\"101765\"><a href=\"/opinion/101765/united-states-v-macintosh/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, a later naturalization case, the applicant was unwilling, because of the conscientious objections, to take unqualifiedly the statutory oath of allegiance which contains this statement: \"That he will support and defend the Constitution and laws of the United States against all enemies, foreign or domestic, and bear true faith and allegiance to the same.\" 8 U.S.C., § 381. His petition stated that he was willing if necessary to take up arms in defense of this country, \"but I should want to be free to judge of the necessity.\" In amplification he said: \"I do not undertake to support `my country, right or wrong' in any dispute which may arise, and I am not willing to promise beforehand, and without knowing the cause for which my country may go to war, either that I will or that I will not `take up arms in defense of this country,' however `necessary' the war may seem to be to the government of the day.\" The opinion of this Court quotes from petitioner's brief a statement to the effect that it is a \"fixed principle of our Constitution, zealously guarded by our laws, that a citizen cannot be forced and need not bear arms in a war if he has conscientious religious scruples against doing so.\" And, referring to that part of the <span class=\"star-pagination\">*264</span> argument in behalf of the applicant, this Court said (p. 623): \"This, if it means what it seems to say, is an astonishing statement. Of course, there is no such principle of the Constitution, fixed or otherwise. The conscientious objector is relieved from the obligation to bear arms in obedience to no constitutional provision, express or implied; but because, and only because, it has accorded with the policy of Congress thus to relieve him. . . . The privilege of the native-born conscientious objector to avoid bearing arms comes not from the Constitution but from the acts of Congress. That body may grant or withhold the exemption as in its wisdom it sees fit; and if it be withheld, the native-born conscientious objector cannot successfully assert the privilege. No other conclusion is compatible with the well-high limitless extent of the war powers as above illustrated, which include, by necessary implication, the power, in the last extremity, to compel the armed service of any citizen in the land, without regard to his objections or his views in respect of the justice or morality of the particular war or of war in general. In <i>Jacobson</i> v. <i>Massachusetts,</i> <span class=\"citation\" data-id=\"96230\"><a href=\"/opinion/96230/jacobson-v-massachusetts/\"><span class=\"volume\">197</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, 29, this Court [upholding a state compulsory vaccination law] speaking of the liberties guaranteed to the individual by the Fourteenth Amendment, said: `. . . and yet he may be compelled, by force if need be, against his will and without regard to his personal wishes or his pecuniary interests, or even his religious or political convictions, to take his place in the ranks of the army of his country and risk the chance of being shot down in its defense.'\"</p>\n<p>And see <i>University of Maryland</i> v. <i>Coale,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">Md.</span> <span class=\"page\">224</span></span>, 167 Atl. 54. a case, similar to that now before us, decided against the contention of a student in the University of Maryland who on conscientious grounds objected to military training there required. His appeal to this Court was dismissed for the want of a substantial federal question. 290 U.S. 597.</p>\n<p><span class=\"star-pagination\">*265</span> Plainly there is no ground for the contention that the regents' order, requiring able-bodied male students under the age of twenty-four as a condition of their enrollment to take the prescribed instruction in military science and tactics, transgresses any constitutional right asserted by these appellants.</p>\n<p>The contention that the regents' order is repugnant to the Briand-Kellogg Peace Pact requires little consideration. In that instrument the United States and the other high contracting parties declare that they condemn recourse to war for the solution, of international controversies and renounce it as an instrument of national policy in their relations with one another and agree that the settlement or solution of all disputes or conflicts which may arise among them shall never be sought except by pacific means. Clearly there is no conflict between the regents' order and the provisions of this treaty.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE CARDOZO.</p>\n<p>Concurring in the opinion I wish to say an extra word.</p>\n<p>I assume for present purposes that the religious liberty protected by the First Amendment against invasion by the nation is protected by the Fourteenth Amendment against invasion by the states.</p>\n<p>Accepting that premise, I cannot find in the respondents' ordinance an obstruction by the state to \"the free exercise\" of religion as the phrase was understood by the founders of the nation, and by the generations that have followed. <i>Davis</i> v. <i>Beason,</i> <span class=\"citation\" data-id=\"92674\"><a href=\"/opinion/92674/davis-v-beason/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 342.</p>\n<p>There is no occasion at this time to mark the limits of governmental power in the exaction of military service when the nation is at peace.<sup>[*]</sup> The petitioners have not been required to bear arms for any hostile purpose, offensive or defensive, either now or in the future. They have <span class=\"star-pagination\">*266</span> not even been required in any absolute or peremptory way to join in courses of instruction that will fit them to bear arms. If they elect to resort to an institution for higher education maintained with the state's moneys, then and only then they are commanded to follow courses of instruction believed by the state to be vital to its welfare. This may be condemned by some as unwise or illiberal or unfair when there is violence to conscientious scruples, either religious or merely ethical. More must be shown to set the ordinance at naught. In controversies of this order courts do not concern themselves with matters of legislative policy, unrelated to privileges or liberties secured by the organic law. The First Amendment, if it be read into the Fourteenth, makes invalid any state law \"respecting an establishment of religion or prohibiting the free exercise thereof.\" Instruction in military science is not instruction in the practice or tenets of a religion. Neither directly nor indirectly is government establishing a state religion when it insists upon such training. Instruction in military science, unaccompanied here by any pledge of military service, is not an interference by the state with the free exercise of religion when the liberties of the constitution are read in the light of a century and a half of history during days of peace and war.</p>\n<p>The meaning of those liberties has striking illustration in statutes that were enacted in colonial times and later. They will be found collected in the opinion of the lower court in <i>United States</i> v. <i>Macintosh,</i> 42 F. (2d) 845, 847, 848; <span class=\"citation\" data-id=\"101765\"><a href=\"/opinion/101765/united-states-v-macintosh/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 632, and more fully in the briefs of counsel. From the beginnings of our history Quakers and other conscientious objectors have been exempted as an act of grace from military service, but the exemption, when granted, has been coupled with a condition, at least in many instances, that they supply the army with a substitute or with the money necessary to hire one. This <span class=\"star-pagination\">*267</span> was done in Virginia in 1738 and 1782 (5 Hening 16; 11 <i>id.</i> 18; cf. 8 <i>id.</i> 242, 243; 10 <i>id.</i> 261, 262; 334, 335); in Massachusetts, (Acts and Resolves, 1758, vol. 4, p. 159; 1759, 4 <i>id.</i> 193); in North Carolina (1781, 24 State Records 156); and in New York (Colonial Laws, 1755, vol. 3, pp. 1068, 1069). A like practice has been continued in the constitutions of many of the states. See, e.g., Constitution of Alabama, 1819, 1865, 1867 (F.N. Thorpe, Federal and State Constitutions, Colonial Charters and Other Organic Laws, vol. 1, pp. 105, 119, 147); Arkansas, 1868 (Thorpe, vol. 1, p. 325); Colorado, 1876 (Thorpe, vol. 1, p. 507); Idaho, 1889 (Thorpe, vol. 2, p. 943); Illinois, 1819, 1870 (Thorpe, vol. 2, pp. 980, 1044); Indiana, 1816 (Thorpe, vol. 2, p. 1067); Iowa, 1846, 1857 (Thorpe, vol. 2, pp. 1132, 1148); Kansas, 1855, 1857, 1859 (Thorpe, vol. 2, pp. 1190, 1214, 1253); Kentucky, 1792, 1799, 1850, 1890 (Thorpe, vol. 3, pp. 1271, 1283, 1307, 1350); Louisiana, 1879, 1898 (Thorpe, vol. 3, pp. 1501, 1587); Michigan, 1850 (Thorpe, vol. 4, p. 1966); Mississippi, 1817 (Thorpe, vol. 4, p. 2041); Missouri, 1820, 1875 (Thorpe, vol. 4, pp. 2164, 2268; New Hampshire, 1794, 1902 (Thorpe, vol. 4, pp. 2472, 2495); New York, 1821, 1846 (Thorpe, vol. 5, pp. 2648, 2671); Pennsylvania, 1790, 1838 (Thorpe, vol. 5, pp. 3099, 3111); Vermont, 1793 (Thorpe, vol. 6, p. 3763). For one opposed to force, the affront to conscience must be greater in furnishing men and money wherewith to wage a pending contest than in studying military science without the duty or the pledge of service. Never in our history has the notion been accepted, or even, it is believed, advanced, that acts thus indirectly related to service in the camp or field are so tied to the practice of religion as to be exempt, in law or in morals, from regulation by the state. On the contrary, the very lawmakers who were willing to give release from warlike acts had no thought that they were doing anything <span class=\"star-pagination\">*268</span> inconsistent with the moral claims of an objector, still less with his constitutional immunities, in coupling the exemption with these collateral conditions.</p>\n<p>Manifestly a different doctrine would carry us to lengths that have never yet been dreamed of. The conscientious objector, if his liberties were to be thus extended, might refuse to contribute taxes in furtherance of a war. whether for attack or for defense, or in furtherance of any other end condemned by his conscience as irreligious or immoral. The right of private judgment has never yet been so exalted above the powers and the compulsion of the agencies of government. One who is a martyr to a principle \u0097 which may turn out in the end to be a delusion or an error \u0097 does not prove by his martyrdom that he has kept within the law.</p>\n<p>I am authorized to state that MR. JUSTICE BRANDEIS and MR. JUSTICE STONE join in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The quoted language, § 4, has been twice reenacted. See Act of March 3, 1883, 22 Stat. 484. Act of April 13, 1926, 44 Stat. 247.\n</p>\n<p>Morrill Act land grant colleges have been given federal aid under the following acts: March 2, 1887, 24 Stat. 440; August 30, 1890, 26 Stat. 417; March 16, 1906, 34 Stat. 63; March 4, 1907, 34 Stat. 1256, 1281; May 8, 1914, 38 Stat. 372; February 24, 1925, 43 Stat. 970; May 22, 1928, 45 Stat. 711. And see Acts of February 23, 1917, 39 Stat. 929; June 7, 1924, 43 Stat. 653; February 9, 1927, 44 Stat. 1065.</p>\n<p>[2]  <i>Micas</i> v. <i>Williams,</i> 104 U.S. 556. <i>Wabash R. Co.</i> v. <i>Flannigan</i> <span class=\"citation\" data-id=\"95974\"><a href=\"/opinion/95974/wabash-r-co-v-flannigan/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 38. <i>Deming</i> v. <i>Carlisle Packing Co.,</i> <span class=\"citation\" data-id=\"97695\"><a href=\"/opinion/97695/deming-v-carlisle-packing-co/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 105, 107. <i>Erie R. Co.</i> v. <i>Solomon,</i> 237 U.S. 427. <i>Chicago, R.I. &amp; P. Ry. Co.</i> v. <i>Devine,</i> <span class=\"citation\" data-id=\"98546\"><a href=\"/opinion/98546/chicago-ri-pr-co-v-devine/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 54. <i>Sugarman</i> v. <i>United States,</i> 249 U.S. 182. <i>Quong Ham Wah Co.</i> v. <i>Industrial Comm'n.,</i> <span class=\"citation\" data-id=\"99758\"><a href=\"/opinion/99758/quong-ham-wah-co-v-industrial-accident-commn-of-ca/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 448-449. <i>Zucht</i> v. <i>King,</i> <span class=\"citation\" data-id=\"100054\"><a href=\"/opinion/100054/zucht-v-king/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">174</span></a></span>, 176. <i>Roe</i> v. <i>Kansas,</i> 278 U.S. 191. <i>Seaboard Air Line Ry.</i> v. <i>Watson,</i> <span class=\"citation\" data-id=\"101958\"><a href=\"/opinion/101958/seaboard-air-line-ry-v-watson/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 92.</p>\n<p>[3]  Each State has a land grant college; Massachusetts has two. In 1923 Wisconsin made the course elective. Wis. Laws, 1923, c. 226. On the argument of this case appellants' counsel stated that Minnesota has recently made the course elective. Circular 126, Preliminary Report, Land-Grant Colleges and Universities, 1933, Department of Interior, Office of Education.</p>\n<p>[4]  §§ 40-47 of National Defense Act of June 3, 1916, 39 Stat. 166, 191-2, as amended by §§ 33 and 34 of Act of June 4, 1920, 41 Stat. 759, 776, 777, Act of June 5, 1920, 41 Stat. 948, 967, and Act of May 12, 1928, 45 Stat. 501. 10 U.S.C., §§ 381-390. Army Regulations No. 145-10, § II, pars. 10 and 11.\n</p>\n<p>Cf. Acts of July 28, 1866, 14 Stat. 332, 336, and of May 4, 1870, 16 Stat. 373; R.S. § 1225, as amended July 5, 1884, 23 Stat. 107, 108; September 26, 1888, 25 Stat. 491; January 13, 1891, 26 Stat. 716; November 3, 1893, 28 Stat. 7; February 26, 1901, 31 Stat. 810; April 21, 1904, 33 Stat. 225; June 3, 1916, 39 Stat. 166, 197; June 4, 1920, 41 Stat. 759, 780.</p>\n<p>[*]  As to the duty of the able-bodied citizen to aid in suppressing crime, see <i>Babington</i> v. <i>Yellow Taxi Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">14</span></span>, 16; <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">726</span></span>, and the authorities there assembled.</p>\n\n</div>", 
  "sha1": "3eef6b8a93875b496edd824a23dd0559ab178759", 
  "date_modified": "2014-12-21T01:40:46.547347", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102334/hamilton-v-regents-of-univ-of-cal/", 
  "citation_count": 58, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/263307/", 
  "html": "<p class=\"case_cite\">293 U.S. 245</p>\n    <p class=\"case_cite\">55 S.Ct. 197</p>\n    <p class=\"case_cite\">79 L.Ed. 343</p>\n    <p class=\"parties\">HAMILTON et al.<br>v.<br>REGENTS OF THE UNIVERSITY OF CALIFORNIA et al.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    <p class=\"docket\">No. 55.</p>\n    <p class=\"date\">Argued Oct. 17&#8212;18, 1934.</p>\n    <p class=\"date\">Decided Dec. 3, 1934.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 246-248 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. John Beardsley, of Los Angeles, Cal., and Gregory Hankin, of Washington, D.C., for appellants.</p>\n      <p class=\"indent\">[Argument of counsel from pages 246-249 intentionally omitted]</p>\n      <p class=\"indent\">Mr. John U. Calkins, Jr., of San Francisco, Cal., for appellees.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal under &#167; 237(a), Judicial Code, 28 U.S.C. &#167; 344(a), 28 USCA &#167; 344(a), from a judgment of the highest court of California sustaining a state law that requires students at its University to take a course in military science and tactics, the validity of which was by the appellants challenged as repugnant to the Constitution and laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants are the above-named minors and the fathers of each as his guardian ad litem and individually. They are taxpayers and citizens of the United States and of California. Appellees are the regents constituting a corporation created by the state to administer the University, its president, and its provost. Appellants applied to the state Supreme Court for a writ of mandate compelling appellees to admit the minors into the University as students. So far as they are material to the questions presented here, the allegations of the petition are:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October, 1933, each of these minors registered, became a student in the University, and fully conformed to all its requirements other than that compelling him to take the course in military science and tactics in the Reserve Officers Training Corps which they assert to be an integral part of the military establishment of the United States and not connected in any way with the militia or military establishment of the state. The primary object of there establishing units of the training corps is to qualify students for appointment in the Officers Reserve Corps. The courses in military training are those prescribed by the War Department. The regents require enrollment and participation of ablebodied male students who are citizens of the United States. These courses include instruction in rifle marksmanship, scouting and patrolling, drill and command, musketry, combat principles, and use of automatic rifles. Arms, equipment, and uniforms for use of students in such courses are furnished by the War Department of the United States government.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">These minors are members of the Methodist Episcopal Church and of the Epworth League and connected religious societies and organizations. For many years their fathers have been ordained ministers of that church. The Southern California Conference at its 1931 session adopted a resolution:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'With full appreciation of the heroic sacrifices of all those who have conscientiously and unselfishly served their country in times of war, but with the belief that the time has come in the unfolding light of the new day for the settlement of human conflicts by pacific means, and because we as Christians owe our first and supreme allegiance to Jesus Christ. Because the Methodist Episcopal Church in her General Conference of 1928 has declared: 'We renounce war as an instrument of national policy.' Because our nation led the nations of the world in signing the Paris Peace Pact, and the Constitution of the United States, Article 6, Section 2, provides that: 'This Constitution and the laws of the United States which shall be made in pursuance thereof and all treaties made under authority of the United States shall be the Supreme Law of the Land'. Thus making the Paris Pact the supreme law of the land which declares: 'The high contracting parties agree that the settlement of all disputes or conflict shall never be sought except by pacific means.' 'Therefore we, the Southern California Conference, memorialize the General Conference which convenes in Atlantic City in May, 1932; to petition the United States Government to grant exemption from military service to such citizens who are members of the Methodist Episcopal Church, as conscientiously believe that participation in war is a denial of their supreme allegiance to Jesus Christ.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">And in 1932 the General Conference of that church adopted as a part of its tenets and discipline:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'We hold that our country is benefited by having as citizens those who unswervingly follow the dictates of their consciences * * * Furthermore, we believe it to be the duty of the churches to give moral support to those individuals who hold conscientious scruples against participation in military training or military service. We petition the government of the United States to grant to members of the Methodist Episcopal Church who may be conscientious objectors to war the same exemption from military service as has long been granted to members of the Society of Friends and other similar religious organizations. Similarly we petition all educational institutions which require military training to excuse from such training any student belonging to the Methodist Episcopal Church who has conscientious scruples against it. We earnestly petition the government of the United States to cease to support financially all military training in civil educational institutions.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">And the Southern California Conference at its 1933 session adopted the following:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Reserve Officers' Training Corps&#8212;Recalling the action of the General Conference asking for exemption from military service for those members of our church to whom war and preparation for war is a violation of conscience, we request the authorities of our State Universities at Berkeley, Los Angeles and Tucson, to exempt Methodist students from the R.O.T.C. on the grounds of conscientious objection, and we hereby pledge the moral and official backing of this Conference, seeking such exemption, provided that it be understood that no conscientious objector shall participate in the financial profits of war. The Secretary of the Conference is asked to send copies of this paragraph to the governing boards of these institutions.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants as members of that church accept and feel themselves morally, religiously, and conscientiously bound by its tenets and discipline as expressed in the quoted conference resolutions; each is a follower of the teachings of Jesus Christ; each accepts as a guide His teachings and those of the Bible, and holds as a part of his religious and conscientious belief that war, training for war, and military training are immoral, wrong, and contrary to the letter and spirit of His teaching and the precepts of the Christian religion.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Therefore these students at the beginning of the fall term in 1933 petitioned the University for exemption from military training and participation in the activities of the training corps, upon the ground of their religious and conscientious objection to war and to military training. Their petition was denied. Thereupon, through that church's bishop in California, they and their fathers petitioned the regents that military training be made optional in order that conscientious and religious objectors to war, training for war, and military training might not be confronted with the necessity of violating and foreswearing their beliefs or being denied the right of education in the State University to which these minors are entitled under the Constitution and laws of the state of California and of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The regents refused to make military training optional or to exempt these students. Then, because of their religious and conscientious objections, they declined to take the prescribed course, and solely upon that ground the regents by formal notification suspended them from the University, but with leave to apply for readmission at any time conditioned upon their ability and willingness to comply with all applicable regulations of the University governing the matriculation and attendance of students. The University affords opportunity for education such as may not be had at any other institution in California except at a greater cost which these minors are not able to pay. And they, as appellees at the time of their suspension well knew, are willing to take as a substitute for military training such other courses as may be prescribed by the University.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Other allegations of the petition need not be stated, as they merely go to show the grounds upon which appellants under the state practice sought the writ of mandate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The University is a land grant college. An act of Congress (Morrill Act approved July 2, 1862, 12 Stat. 503, 7 U.S.C. &#167;&#167; 301 308 (7 USCA &#167;&#167; 301&#8212;308)) donated public lands to the several states in order that upon the conditions specified all moneys derived from the sale of such lands or from the sale of land scrip issued under the act should be invested and constitute a perpetual fund the interest of which should be inviolably appropriated by each state accepting the benefits of the act 'to the endowment, support, and maintenance of at least one college where the leading object shall be, without excluding other scientific and classical studies and including military tactics, to teach such branches of learning as are related to agriculture and the mechanic arts, in such manner as the legislatures of the States may respectively prescribe, in order to promote the liberal and practical education of the industrial classes in the several pursuits and professions in life.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">March 23, 1868, the Legislature of California passed an act creating the University 'in order to devote to the largest purposes of education the benefaction made to the State' by the Morrill Act. St. 1867&#8212;68, p. 248. This law of the state, called the organic act, provides that 'any resident of California, of the age of fourteen years or upwards, of approved moral character, shall have the right to enter himself in the University as a student at large, and receive tuition in any branch or branches of instruction at the time when the same are given in their regular course, on such terms as the Board of Regents may prescribe.' Section 3. It declared that the college of agriculture should be first established, section 4; that the college of mechanic arts should be next established, section 5, 'and in order to fulfil the requirements of the said Act of Congress, all able-bodied male students of the University, whether pursuing full or partial courses in any college, or as students at large, shall receive instruction and discipline in military tactics in such manner and to such extent as the Regents shall prescribe, the requisite arms for which shall be furnished by the State,' section 6. Article 9, &#167; 9, of the state Constitution as amended November 5, 1918, declares: 'The University of California shall constitute a public trust, to be administered by the existing corporation known as 'The Regents of the University of California,' with full powers of organization and government, subject only to such legislative control as may be necessary to insure compliance with the terms of the endowments of the university and the security of its funds; * * * provided, that all moneys derived from the sale of public lands donated to this State by act of Congress approved July 2, 1862 (and the several acts amendatory thereof), shall be invested as provided by said acts of Congress and the income from said moneys shall be inviolably appropriated to the endowment, support and maintenance of at least one college of agriculture, where the leading objects shall be (without excluding other scientific and classical studies, and including military tactics) to teach such branches of learning as are related to scientific and practical agriculture and mechanic arts, in accordance with the requirements and conditions of said acts of Congress.' September 15, 1931, pursuant to the provisions of the organic act and Constitution, the regents promulgated the following order:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Every able bodied student of the University of California who, at the time of his matriculation at the University, is under the age of twenty-four years and a citizen of the United States and who has not attained full academic standing as a junior student in the University and has not completed the course in military science and tactics offered to freshmen and sophomore students at the University shall be and is hereby required as a condition to his attendance as a student to enroll in and complete a course in not less than one and one-half units of instruction in military science and tactics each semester of his attendance until such time as he shall have received a total of six units of such instruction or shall have attained full academic standing as a junior student.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the court below appellants assailed the laws and order above referred to as repugnant to specified provisions of the California Constitution and Political Code. And they adequately challenged the validity of the state Constitution, organic act, and regents' order, in so far as they were by the regents construed to require these students to take the prescribed course in military science and tactics, as repugnant to the Constitution and laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The state court, without announcing an opinion, denied the petition for a writ of mandate. Appellants applied for a rehearing. The court, denying the application, handed down an opinion in which it held that article 9, &#167; 9, reposes in the regents full powers of organization and government of the University subject to legislative control in respect of its endowments and funds; that by section 6 of the organic act and article 9, &#167; 9, military tactics is expressly required to be included among the subjects which shall be taught at the University, and that it is the duty of the regents to prescribe the nature and extent of the courses to be given and to determine what students shall be required to pursue them; and that the suspension of the petitioning students because of their refusal to pursue the compulsory courses in military training involved no violation of their rights under the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By their assignment of errors, appellants call upon this court to decide whether the challenged provisions of the state Constitution, organic act, and regents' order, in so far as they impose compulsory military training, are repugnant to the privileges and immunities clause of the Fourteenth Amendment, the due process clause of that amendment, or the treaty that is generally called the Briand-Kellogg Peace Pact. 46 Stat. 2343.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellees contend that this court has no jurisdiction because, as they say, the regents' order is not a 'statute of any state' within the meaning of section 237(a), Judicial Code, 28 USCA &#167; 344(a). But by the California Constitution the regents are, with exceptions not material here, fully empowered in respect of the organization and government of the University which, as it has been held, is a constitutional department or function of the state government. Williams v. Wheeler (1913) 23 Cal.App. 619, 623, 138 P. 937; Wallace v. Regents (1925) 75 Cal.App. 274, 277, 242 P. 892. The assailed order prescribes a rule of conduct, and applies to all students belonging to the defined class. And it was because of its violation that the regents by resolution suspended these students. The meaning of 'statute of any state' is not limited to acts of state Legislatures. It is used to include every act legislative in character to which the state gives sanction, no distinction being made between acts of the state Legislature and other exertions of the state lawmaking power. King Mfg. Co. v. Augusta, 277 U.S. 100, 48 S.Ct. 489, 72 L.Ed. 801; Sultan Ry. &amp; Timber Co. v. Dept. of Labor and Industries, 277 U.S. 135, 48 S.Ct. 505, 72 L.Ed. 820. It follows that the order making military instruction compulsory is a statute of the state within the meaning of section 237(a), 28 USCA &#167; 344(a).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">And the appellees insist that this appeal should be dismissed for the want of a substantial federal question. But that contention cannot be sustained, for we are unable to say that every question that appellants have brought here for decision is so clearly not debatable and utterly lacking in merit as to require dismissal for want of substance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The allegations of the petition do not mean that California has divested itself of any part of its power solely to determine what military training shall be offered or required at the University. While, by acceptance of the benefits of the Morrill Act of 1862 and the creation of the University in order appropriately to comply with the terms of the grant, the state became bound to offer students in that University instruction in military tactics, it remains untrammeled by federal enactment and is entirely free to determine for itself the branches of military training to be provided, the content of the instruction to be given, and the objectives to be attained. That state&#8212;as did each of the other states of the Union&#8212;for the proper discharge of its obligations as beneficiary of the grant made the course in military instruction compulsory upon students. Recently Wisconsin and Minnesota have made it elective.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The question whether the state has bound itself to require students to take the training is not here involved. The validity of the challenged order does not depend upon the terms of the land grant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The petition is not to be understood as showing that students required by the regents' order to take the prescribed course thereby serve in the Army or in any sense become a part of the military establishment of the United States. Nor is the allegation that the courses are prescribed by the War Department to be taken literally. We take judicial notice of the long-established voluntary co-operation between federal and state authorities in respect of the military instruction given in the land grant colleges.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The War Department has not been empowered to determine, or in any manner to prescribe, the military instruction in these institutions. The furnishing of officers, men, and equipment conditioned upon the giving of courses and the imposing of discipline deemed appropriate, recommended, or approved by the Department does not support the suggestion that the training is not exclusively prescribed and given under the authority of the state. The states are interested in the safety of the United States, the strength of its military forces, and its readiness to defend them in war and against every attack of public enemies. Gilbert v. Minnesota, 254 U.S. 325, 328, 329, 41 S.Ct. 125, 65 L.Ed. 287; State v. Holm, 139 Minn. 267, 273, 166 N.W. 181, L.R.A. 1918C, 304. Undoubtedly every state has authority to train its able-bodied male citizens of suitable age appropriately to develop fitness, should any such duty be laid upon them, to serve in the United States Army or in state militia (always liable to be called forth by federal authority to execute the laws of the Union, suppress insurrection, or repel invasion, Constitution, art. 1, &#167; 8, cls. 12, 15 and 16. Selective Draft Law Cases, 245 U.S. 366, 380&#8212;383, 38 S.Ct. 159, 62 L.Ed. 349, L.R.A. 1918C, 361, Ann. Cas. 1918B, 856; State v. Industrial Comm. (1925) 186 Wis. 1, 202 N.W. 191) or as members of local constabulary forces or as officers needed effectively to police the state. And, when made possible by the national government, the state, in order more effectively to teach and train its citizens for these and like purposes, may avail itself of the services of officers and equipment belonging to the military establishment of the United States. So long as its action is within retained powers and not inconsistent with any exertion of the authority of the national government and transgresses no right safeguarded to the citizen by the Federal Constitution, the state is the sole judge of the means to be employed and the amount of training to be exacted for the effective accomplishment of these ends. Second Amendment; Houston v. Moore, 5 Wheat. 1, 16, 17, 5 L.Ed. 19; Dunne v. People (1879) 94 Ill. 120, 129, 34 Am.Rep. 213; 1 Kent's Commentaries, 265, 389. Cf. Presser v. Illinois, 116 U.S. 252, 6 S.Ct. 580, 29 L.Ed. 615.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The clauses of the Fourteenth Amendment invoked by appellants declare: 'No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law.' Appellants' contentions are that the enforcement of the order prescribing instruction in military science and tactics abridges some privilege or immunity covered by the first clause and deprives of liberty safeguarded by the second. The 'privileges and immunities' protected are only those that belong to citizens of the United States as distinguished from citizens of the states&#8212;those that arise from the Constitution and laws of the United States as contrasted with those that spring from other sources. Slaughter House Cases, 16 Wall. 36, 72&#8212;74, 77&#8212;80, 21 L.Ed. 394; McPherson v. Blacker, 146 U.S. 1, 38, 13 S.Ct. 3, 36 L.Ed. 869; Duncan v. Missouri, 152 U.S. 377, 382, 14 S.Ct. 570, 38 L.Ed. 485; Twining v. New Jersey, 211 U.S. 78, 97, 29 S.Ct. 14, 53 L.Ed. 97; Maxwell v. Bugbee, 250 U.S. 525, 538, 40 S.Ct. 2, 63 L.Ed. 1124; Prudential Ins. Co. v. Cheek, 259 U.S. 530, 539, 42 S.Ct. 516, 66 L.Ed. 1044, 27 A.L.R. 27. Appellants assert&#8212;unquestionably in good faith&#8212;that all war, preparation for war, and the training required by the University are repugnant to the tenets and discipline of their church, to their religion, and to their consciences. The 'privilege' of attending the University as a student comes not from federal sources but is given by the state. It is not within the asserted protection. The only 'immunity' claimed by these students is freedom from obligation to comply with the rule prescribing military training. But that 'immunity' cannot be regarded as not within, or as distinguishable from, the 'liberty' of which they claim to have been deprived by the enforcement of the regents' order. If the regents' order is not repugnant to the due process clause, then it does not violate the privileges and immunities clause. Therefore we need only decide whether by state action the 'liberty' of these students has been infringed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There need be no attempt to enumerate or comprehensively to define what is included in the 'liberty' protected by the due process clause. Undoubtedly it does include the right to entertain the beliefs, to adhere to the principles, and to teach the doctrines on which these students base their objections to the order prescribing military training. Meyer v. Nebraska, 262 U.S. 390, 399, 43 S.Ct. 625, 67 L.Ed. 1042, 29 A.L.R. 1446; Pierce v. Society of Sisters, 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070, 39 A.L.R. 468; Stromberg v. California, 283 U.S. 359, 368, 369, 51 S.Ct. 532, 75 L.Ed. 1117, 73 A.L.R. 1484; Near v. Minnesota, 283 U.S. 697, 707, 51 S.Ct. 625, 75 L.Ed. 1357. The fact that they are able to pay their way in this University but not in any other institution in California is without significance upon any constitutional or other question here involved. California has not drafted or called them to attend the University. They are seeking education offered by the state and at the same time insisting that they be excluded from the prescribed course solely upon grounds of their religious beliefs and conscientious objections to war, preparation for war, and military education. Taken on the basis of the facts alleged in the petition, appellants' contentions amount to no more than an assertion that the due process clause of the Fourteenth Amendment as a safeguard of 'liberty' confers the right to be students in the State University free from obligation to take military training as one of the conditions of attendance.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Viewed in the light of our decisions, that proposition must at once be put aside as untenable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Government, federal and state, each in its own sphere owes a duty to the people within its jurisdiction to preserve itself in adequate strength to maintain peace and order and to assure the just enforcement of law. And every citizen owes the reciprocal duty, according to his capacity, to support and defend government against all enemies. Selective Draft Law Cases, supra, page 378 of 245 U.S., 38 S.Ct. 159, 62 L.Ed. 349, L.R.A. 1918C, 361, Ann. Cas. 1918B, 856; Minor v. Happersett, 21 Wall. 162, 166, 22 L.Ed. 627.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">United States v. Schwimmer, 279 U.S. 644, 49 S.Ct. 448, 73 L.Ed. 889, involved a petition for naturalization by one opposed to bearing arms in defense of country. Holding the applicant not entitled to citizenship we said (page 650 of 279 U.S., 49 S.Ct. 448, 450): 'That it is the duty of citizens by force of arms to defend our government against all enemies whenever necessity arises is a fundamental principle of the Constitution. * * * Whatever tends to lessen the willingness of citizens to discharge their duty to bear arms in the country's defense detracts from the strength and safety of the government.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In United States v. Macintosh, 283 U.S. 605, 51 S.Ct. 570, 571, 75 L.Ed. 1302, a later naturalization case, the applicant was unwilling, because of conscientious objections, to take unqualifiedly the statutory oath of allegiance which contains this statement: 'That he will support and defend the Constitution and laws of the United States against all enemies, foreign and domestic, and bear true faith and allegiance to the same.' 8 U.S.C. &#167; 381 (8 USCA &#167; 381). His petition stated that he was willing, if necessary, to take up arms in defense of this country, 'but I should want to be free to judge of the necessity.' In amplification he said: 'I do not undertake to support 'my country, right or wrong' in any dispute which may arise, and I am not willing to promise beforehand, and without knowing the cause for which my country may go to war, either that I will or that I will not 'take up arms in defense of this country,' however 'necessary' the war may seem to be to the Government of the day.' The opinion of this court quotes from petitioner's brief a statement to the effect that it is a 'fixed principle of our Constitution, zealously guarded by our laws, that a citizen cannot be forced and need not bear arms in a war if he has conscientious religious scruples against doing so.' And, referring to that part of the argument in behalf of the applicant, this court said (page 623 of 283 U.S., 51 S.Ct. 570, 575): 'This, if it means what it seems to say, is an astonishing statement. Of course, there is no such principle of the Constitution, fixed or otherwise. The conscientious objector is relieved from the obligation to bear arms in obedience to no constitutional provision, express or implied; but because, and only because, it has accorded with the policy of Congress thus to relieve him. * * * The privilege of the native-born conscientious objector to avoid bearing arms comes, not from the Constitution, but from the acts of Congress. That body may grant or withhold the exemption as in its wisdom it sees fit; and, if it be withheld, the native-born conscientious objector cannot successfully assert the privilege. No other conclusion is compatible with the well-nigh limitless extent of the war powers as above illustrated, which include, by necessary implication, the power, in the last extremity, to compel the armed service of any citizen in the land, without regard to his objections or his views in respect of the justice or morality of the particular war or of war in general. In Jacobson v. Massachusetts, 197 U.S. 11, 29, 25 S.Ct. 358, 362, 40 L.Ed. 643, 3 Ann.Cas. 765, this court (upholding a state compulsory vaccination law), speaking of the liberties guaranteed to the individual by the Fourteenth Amendment, said: '* * * And yet he may be compelled, by force if need be, against his will and without regard to his personal wishes or his pecuniary interests, or even his religious or political convictions, to take his place in the ranks of the army of his country, and risk the chance of being shot down in its defense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">And see Pearson v. Coale, 165 Md. 224, 167 A. 54, a case, similar to that now before us, decided against the contention of a student in the University of Maryland who on conscientious grounds objected to military training there required. His appeal to this Court was dismissed for the want of a substantial federal question. Coale v. Pearson, 290 U.S. 597, 54 S.Ct. 131, 78 L.Ed. 525.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plainly there is no ground for the contention that the regents' order, requiring ablebodied male students under the age of twenty-four as a condition of their enrollment to take the prescribed instruction in military science and tactics, transgresses any constitutional right asserted by these appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The contention that the regents' order is repugnant to the Briand-Kellogg Peace Pact requires little consideration. In that instrument the United States and the other high contracting parties declare that they condemn recourse to war for the solution of international controversies and renounce it as an instrument of national policy in their relations with one another and agree that the settlement or solution of all disputes or conflicts which may arise among them shall never be sought except by pacific means. Clearly there is no conflict between the regents' order and the provisions of this treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Mr. Justice CARDOZO.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Concurring in the opinion, I wish to say an extra word.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">I assume for present purposes that the religious liberty protected by the First Amendment against invasion by the nation is protected by the Fourteenth Amendment against invasion by the states.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Accepting that premise, I cannot find in the respondents' ordinance an obstruction by the state to 'the free exercise' of religion as the phrase was understood by the founders of the nation, and by the generations that have followed. Davis v. Beason, 133 U.S. 333, 342, 10 S.Ct. 299, 33 L.Ed. 637.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is no occasion at this time to mark the limits of governmental power in the exaction of military service when the nation is at peace.<a class=\"footnote\" href=\"#fn-s-1\" id=\"fn-s-1_ref\">*</a> The petitioners have not been required to bear arms for any hostile purpose, offensive or defensive, either now or in the future. They have not even been required in any absolute or peremptory way to join in courses of instruction that will fit them to bear arms. If they elect to resort to an institution for higher education maintained with the state's moneys, then and only then they are commanded to follow courses of instruction believed by the state to be vital to its welfare. This may be condemned by some as unwise or illiberal or unfair when there is violence to conscientious scruples, either religious or merely ethical. More must be shown to set the ordinance at naught. In controversies of this order, courts do not concern themselves with matters of legislative policy, unrelated to privileges or liberties secured by the organic law. The First Amendment, if it be read into the Fourteenth, makes invalid any state law 'respecting an establishment of religion, or prohibiting the free exercise thereof.' Instruction in military science is not instruction in the practice or tenets of a religion. Neither directly nor indirectly is government establishing a state religion when it insists upon such training. Instruction in military science, unaccompanied here by any pledge of military service, is not an interference by the state with the free exercise of religion when the liberties of the Constitution are read in the light of a century and a half of history during days of peace and war.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The meaning of those liberties has striking illustration in statutes that were enacted in colonial times and later. They will be found collected in the opinion of the lower court in MacIntosh v. U.S.(C.C.A.) 42 F.(2d) 845, 847, 848; U.S. v. Macintosh, 283 U.S. 605, 632, 51 S.Ct. 570, 75 L.Ed. 1302, and more fully in the briefs of counsel. From the beginnings of our history, Quakers and other conscientious objectors have been exempted as an act of grace from military service, but the exemption, when granted, has been coupled with a condition, at least in many instances, that they supply the Army with a substitute or with the money necessary to hire one. This was done in Virginia in 1738 and 1782 (5 Hening 16; 11 Id. 18; cf. 1766, 1780, 8 Id. 242, 243; 10 Id. 261, 262, 334, 335); in Massachusetts (Acts and Resolves, 1758, vol. 4, p. 159; 1759, 4 Id. 193; in North Carolina (1781, 24 State Records 156); and in New York Colonial Laws, 1755, vol. 3, pp. 1068, 1069). A like practice has been continued in the Constitutions of many of the states. See, e.g., Constitution of Alabama, 1819, 1865, 1867 (F.N. Thorpe, Federal and State Constitutions, Colonial Charters and Other Organic Laws, vol. 1, pp. 105, 119, 147); Arkansas, 1868 (Thorpe, vol. 1, p. 325); Colorado, 1876 (Thorpe, vol. 1, p. 507); Idaho, 1889 (Thorpe, vol. 2, p. 943); Illinois, 1819, 1870 (Thorpe, vol. 2, pp. 980, 1044); Indiana, 1816 (Thorpe, vol. 2, p. 1067); Iowa, 1846, 1857 (Thorpe, vol. 2, pp. 1132, 1148); Kansas, 1855, 1857, 1859 (Thorpe, vol. 2, pp. 1190, 1214, 1253); Kentucky, 1792, 1799, 1850, 1890 (Thorpe, vol. 3, pp. 1271, 1283, 1307, 1350); Louisiana, 1879, 1898 (Thorpe, vol. 3, pp. 1501, 1587); Michigan, 1850 (Thorpe, vol. 4, p. 1966); Mississippi, 1817 (Thorpe, vol. 4, p. 2041); Missouri, 1820, 1875 (Thorpe, vol. 4, pp. 2164, 2268); New Hampshire, 1792, 1902 (Thorpe, vol. 4, pp. 2472, 2495); New York, 1821, 1846 (Thorpe, vol. 5, pp. 2648, 2671); Pennsylvania, 1790, 1838 (Thorpe, vol. 5, pp. 3099, 3111); Vermont, 1793 (Thorpe, vol. 6, p. 3763). For one opposed to force, the affront to conscience must be greater in furnishing men and money therewith to wage a pending contest than in studying military science without the duty or the pledge of service. Never in our history has the notion been accepted, or even, it is believed, advanced, that acts thus indirectly related to service in the camp or field are so tied to the practice of religion as to be exempt, in law or in morals, from regulation by the state. On the contrary, the very lawmakers who were willing to give release from warlike acts had no thought that they were doing anything inconsistent with the moral claims of an objector, still less with his constitutional immunities, in coupling the exemption with these collateral conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Manifestly a different doctrine would carry us to lengths that have never yet been dreamed of. The conscientious objector, if his liberties were to be thus extended, might refuse to contribute taxes in furtherance of a war, whether for attack or for defense, or in furtherance of any other end condemned by his conscience as irreligious or immoral. The right of private judgment has never yet been so exalted above the powers and the compulsion of the agencies of government. One who is a martyr to a principle&#8212;which may turn out in the end to be a delusion or an error&#8212;does not prove by his martyrdom that he has kept within the law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">I am authorized to state that Mr. Justice BRANDEIS and Mr. Justice STONE join in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Rehearing denied 293 U.S. 633, 55 S.Ct. 345, 79 L.Ed. &#8212;-.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The quoted language, section 4, has been twice re-enacted. See Act of March 3, 1883, 22 Stat. 484 and Act of April 13, 1926, 44 Stat. 247 (7 USCA &#167; 304).</p>\n        <p>Morrill Act land grant colleges have been given federal aid under the following Acts: March 2, 1887, 24 Stat. 440 (7 USCA &#167;&#167; 362, 363, 365, 368, 377&#8212;379); August 30, 1890, 26 Stat. 417 (7 USCA &#167;&#167; 321&#8212;328); March 16, 1906, 34 Stat. 63; March 4, 1907, 34 Stat. 1256, 1281 (7 USCA &#167; 322); May 8, 1914, 38 Stat. 372 (7 USCA &#167;&#167; 341&#8212;348); February 24, 1925, 43 Stat. 970 (7 USCA &#167;&#167; 361, 366, 370 et seq., 380, 382); May 22, 1928, 45 Stat. 711 (7 USCA &#167;&#167; 343a, 343b). And see Acts of February 23, 1917, 39 Stat. 929 (20 USCA &#167;&#167; 11&#8212;28); June 7, 1924, 43 Stat. 653 (16 USCA &#167;&#167; 471, 499 note, 505, 515, 564&#8212;570); February 9, 1927, 44 Stat. 1065 (7 USCA &#167; 146).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Micas v. Williams, 104 U.S. 556, 26 L.Ed. 842; Wabash R.R. Co. v. Flannigan, 192 U.S. 29, 38, 24 S.Ct. 224, 48 L.Ed. 328; Deming v. Carlisle Packing Co., 226 U.S. 102, 105, 107, 33 S.Ct. 80, 57 L.Ed. 140; Erie Railroad v. Solomon, 237 U.S. 427, 35 S.Ct. 648, 59 L.Ed. 1033; Chi., Rock Island &amp; P.R.R. v. Devine, 239 U.S. 52, 54, 36 S.Ct. 27, 60 L.Ed. 140; Sugarman v. United States, 249 U.S. 182, 39 S.Ct. 191, 63 L.Ed. 550; Quong Ham Wah Co. v. Industrial Accident Comm., 255 U.S. 445, 448, 449, 41 S.Ct. 373, 65 L.Ed. 723; Zucht v. King, 260 U.S. 174, 176, 43 S.Ct. 24, 67 L.Ed. 194; Roe v. Kansas, 278 U.S. 191, 49 S.Ct. 160, 73 L.Ed. 259; Seaboard Air Line Ry. v. Watson, 287 U.S. 86, 92, 53 S.Ct. 32, 77 L.Ed. 180, 86 A.L.R. 174.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Each state has a land grant college; Massachusetts has two. In 1923 Wisconsin made the course elective. Wis. Laws 1923, c. 226. On the argument of this case, appellants' counsel stated that Minnesota has recently made the course elective. Circular 126, Preliminary Report, Land-Grant Colleges and Universities, 1933, Department of Interior, Office of Education.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sections 40&#8212;47 of National Defense Act of June 3, 1916, 39 Stat. 166, 191&#8212;192, as amended by sections 33 and 34 of Act of June 4, 1920, 41 Stat. 759, 776, 777, Act of June 5, 1920, 41 Stat. 948, 967, and Act of May 12, 1928, 45 Stat. 501. 10 U.S.C. &#167;&#167; 381&#8212;390 (10 USCA &#167;&#167; 381&#8212;390); Army Regulations No. 145-10, &#167; II, pars. 10 and 11.</p>\n        <p>Cf. Acts of July 28, 1866, &#167; 26, 14 Stat. 332, 336, and of May 4, 1870, 16 Stat. 373 (34 USCA &#167; 1129); Rev. St. &#167; 1225, as amended July 5, 1884, 23 Stat. 107, 108, September 26, 1888, 25 Stat. 491, and January 13, 1891, 26 Stat. 716 (34 USCA &#167; 1129); November 3, 1893, 28 Stat. 7; February 26, 1901, 31 Stat. 810; April 21, 1904, 33 Stat. 225 (34 USCA &#167; 1130); June 3, 1916, 39 Stat. 166, 197, &#167; 56 amended by June 4, 1920, 41 Stat. 759, 780 (10 USCA &#167;&#167; 1180, 1181).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-1\">\n        <a class=\"footnote\" href=\"#fn-s-1_ref\">*</a>\n        <p> As to the duty of the able-bodied citizen to aid in suppressing crime, see Matter of Babington v. Yellow Taxi Corp., 250 N.Y. 14, 16, 164 N.E. 726, 61 A.L.R. 1354, and the authorities there assembled.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102334/"
}