{"absolute_url": "/opinion/86578/bank-of-alabama-v-dalton/", "blocked": false, "citation": {"case_name": "Bank of Alabama v. Dalton", "docket_number": null, "document_uris": ["/api/rest/v2/document/86578/"], "federal_cite_one": "50 U.S. 522", "federal_cite_three": null, "federal_cite_two": null, "id": 54528, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54528/", "scotus_early_cite": "9 How. 522", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1850-05-28", "date_modified": "2014-12-21T01:25:04.736113", "docket": "/api/rest/v2/docket/1292024/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">50 U.S. 522</p>\n    <p class=\"case_cite\">9 How. 522</p>\n    <p class=\"case_cite\">13 L.Ed. 242</p>\n    <p class=\"parties\">THE PRESIDENT AND DIRECTORS OF THE BANK OF THE STATE OF<br>ALABAMA, PLAINTIFF IN ERROR,<br>v.<br>ROBERT H. DALTON.</p>\n    <p class=\"date\">January Term, 1850</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up, by writ of error, from the District Court of the United States for the Northern District of Mississippi.</p>\n      <p class=\"indent\">The facts were these.</p>\n      <p class=\"indent\">On the 7th of February, 1843, the President and Directors of the Bank of the State of Alabama recovered a judgment against Robert H. Dalton, for $1,844, with interest and costs, in the County Court of Tuscaloosa County and State of Alabama.</p>\n      <p class=\"indent\">On the 24th of February, 1844, the State of Mississippi passed an act (Hutchinson's Mississippi Code, pp. 830 <i>et seq.</i>), which provided, amongst other things, that judgments rendered before the passage of the act in any other State of the Union should be barred, unless suit was brought thereon within two years from the passage of the act.</p>\n      <p class=\"indent\">On the 10th of November, 1846, the President and Directors of the Bank of the State of Alabama brought a suit against Dalton in the District Court of the United States for the Northern District of Mississippi, held at the town of Pontotoc. It was an action of debt brought upon the judgment recovered in the County Court of Tuscaloosa County, in Alabama. The writ was served upon Dalton on the same day that it was issued. The defendant pleaded the statute of limitations of Mississippi in the following manner:&#8212;&#8212;</p>\n      <p class=\"indent\">'And the said defendant, by his attorneys, comes and defends the wrong and injury, when, &amp;c., and for plea says, that the said plaintiff his action aforesaid ought not to have or maintain against him, because he says that the said judgment upon which this suit is founded was obtained in a court out of the limits of the State of Mississippi, to wit, the County Court of the County of Tuscaloosa, in the State of Alabama, and was rendered up against said defendant on the 7th day of February, 1843, and was then and there, on that day, in full force and effect in said court.</p>\n      <p class=\"indent\">'And defendant further says, that by an act of the Legislature of the State of Mississippi, entitled 'An act to amend the several acts of limitations,' approved on the 24th day of February, 1844, it is enacted and declared, upon judgments obtained in any court out of the limits of this State, actions shall be commenced within two years after the passage of the said act, and not afterwards; and that this action was not commenced by this plaintiff until the two years had expired, within which the said plaintiff was required to bring his suit as aforesaid, and this he is ready to verify; wherefore he prays judgment, if the said plaintiff ought to have or maintain his aforesaid action against him,' &amp;c.</p>\n      <p class=\"indent\">To this plea the plaintiff filed the following replication:&#8212;&#8212;</p>\n      <p class=\"indent\">'And the said plaintiff, for replication to the pleas of the said defendant by him first above pleaded, says <i>precludi non</i>, because he says that the said defendant, at and from the time of the rendition of the judgment in said plea and declaration mentioned, and from thence until and within two years next before the commencement of this suit, to wit, on the 10th day of November, A. D. 1846, to wit, at the district aforesaid, was and continued to be a citizen of the State of Alabama, where the said plaintiff resided, without the jurisdiction of this court; and this they pray may be inquired of by the country,' &amp;c.</p>\n      <p class=\"indent\">The defendant demurred to this replication, and, upon argument, the court sustained the demurrer.</p>\n      <p class=\"indent\">To review this judgment, the bank brought the case up to this court.</p>\n      <p class=\"indent\">It was submitted on printed arguments by <i>Mr. Featherston</i>, for the plaintiff in error, and <i>Mr. Adams</i>, for the defendant in error. The arguments are very short, and may be inserted.</p>\n      <p class=\"indent\"><i>Mr. Featherston</i>, for the plaintiff in error.</p>\n      <p class=\"indent\">This action of debt was brought by the plaintiff to recover of the defendant the sum of $1,844 debt, and $110.58 damages, the amount of a recovery had in the Circuit Court of Tuscaloosa County and State of Alabama, on the 7th day of February, 1843, by the plaintiff against the defendant. This suit was instituted in the District Court of the United States for North Mississippi, at Pontotoc, at the December term thereof, 1846. The writ was issued on the 10th day of November, 1846. The defendant at the said December term, 1846, pleaded the statute of limitations of 1844, which provides that no suit shall thereafter be instituted in this State upon any judgment rendered in any other State of this Union, unless the same be done within two years after its rendition. To this plea of the statute of limitations the plaintiff replied, that, at the time of the rendition of the judgment in Alabama, the defendant was a citizen of the State of Alabama, and continued so to be up to the 10th day of November, 1846, the day on which this suit was brought. To this replication there was a demurrer by the defendant, which the court sustained, upon the ground that the statute barred the action, although the defendant was a nonresident, and beyond the jurisdiction of this State up to the moment of its institution. It is difficult to apprehend how this decision can be law, and how it can be reconciled with the hundred and one decisions made by every court in every State in the Union. That no one can avail himself of the presumptions that the statute of limitations raises in favor of his having paid his debt, but a citizen of the State where the suit is brought, and that the statute does not commence running until the party gets into the State, are propositions so often decided, and so universally recognized, that it is not believed defendant's counsel was serious when he first made the defence so successfully set up by him to this action. To suppose the Legislature of the State of Mississippi intended to pass a law closing her courts against debts due between citizens of other States before they should come within her jurisdiction, is preposterous; that she could have permitted her sovereignty to become vindictive and malignant against a particular class of claims, and allowed it, in its petulance, to enact, that hereafter Mississippi should be a State of refuge for judgment debtors, and leave general creditors to the general statute law, I cannot believe; but if the decision made in this case is law, she, the State of Mississippi, has done that thing. If the construction given to the statute in this case be correct, then debtors of other States are encouraged to dishonesty, and invited to flee from their debts. This act was passed in February, 1844, and commenced running from its approval; the defendant was then a citizen of the State of Alabama, where he continued until, according to the decision in this case, the judgment, the foundation of this action, was positively barred; although neither plaintiff nor defendant was within the jurisdiction of the courts of the State, or entitled to peculiar favors from Mississippi, from having rendered her any great public services. The replication shows that the defendant did not come within the jurisdiction of the State courts until the 10th of November, 1846, over two years from the passage of the act of 1844. But suppose the court should think that the bar of the statutes became complete at the end of two years. Still, in the construction of the act of 1844, they will take it in connection with all the other acts of limitation of the State, and make them harmonize if possible. Now, the act of 1822 declares, that the time of the absence of the debtor from the State, he being a citizen, shall be deducted in the computation of the time. There can be no inconsistency, then, in deducting the absent time in this case; let this be done, and the court will see that the suit was instituted on the very day he came into the State.</p>\n      <p class=\"indent\"><i>Mr. Adams</i>, for the defendant in error.</p>\n      <p class=\"indent\">The question presented by the plea, replication, and demurrer is, Does the fourteenth section of an act of the Legislature of the State of Mississippi, entitled 'An act to amend the several acts of limitations,' approved February 24th, 1844, apply to foreigners, or citizens of other States, sued within the limits of the State of Mississippi?</p>\n      <p class=\"indent\">No question is raised as to the constitutionality of the act itself, that point having been so fully settled, upon a similar statute, by the Supreme Court of the United States, in <i>McElmoyle v. Cohen,</i> 13 Peters, 314. The High Court of Errors and Appeals of Mississippi have also enforced it in <i>McClintock v. Rogers,</i> 12 Smedes &amp; Marsh. 702.</p>\n      <p class=\"indent\">One of the first English cases in which this point arose was in the construction of the statute of 21 James I., where Lord Keeper Cowper uses this language:&#8212;'The statute provides that, where the party plaintiff, he who carries the action about him, goes beyond sea, his high shall be saved, but where the debtor or party defendant goes beyond sea, there is no saving in that case. It is plausible and reasonable that the statute of limitations should not take place, nor the six years be running, until the parties come within the cognizance of the laws of England, but that must be left to the legislature.'</p>\n      <p class=\"indent\">In the case of <i>Beckford and others v. Wade,</i> 17 Vesey, 88, <i>et seq.</i>, this question is fully examined, and the same conclusion arrived at by Sir Wm. Grant, then Master of the Rolls, to whose elaborate and able opinion the court is respectfully referred.</p>\n      <p class=\"indent\">In <i>Ruggles v. Keeler,</i> 3 Johns. 263, Chancellor Kent expresses the same opinion.</p>\n      <p class=\"indent\">In McIver et al., <i>Lessees, v. Ragan</i>, 2 Wheat. 25, which was admitted to be a case within the act of limitations of the State of Tennessee, and not within the letter of the exceptions, Chief Justice Marshall says,&#8212;'Wherever the situation of a party was such as, in the opinion of the legislature, to furnish a motive for excepting him from the operation of the law, the legislature has made the exception. It would be going far for this court to add to those exceptions.'</p>\n      <p class=\"indent\">And again he adds,&#8212;'If this difficulty be produced by the legislative power, the same power might provide a remedy, but courts cannot on that account insert in the statute of limitations an exception which the statute does not contain.' See also <i>Cocke and Jack v. McGinnis, Martin &amp; Yerger,</i> 361; <i>Patton v. McClure,</i> Ibid. 332; 2 Yerger, 290.</p>\n      <p class=\"indent\">Applying these principles to the case before us, there can be no doubt that the District Court ruled correctly in sustaining the demurrer to plaintiff's replication. The act of limitations of the State of Mississippi may be found in the Pamphlet Acts of 1844, p. 101, and in Hutchinson's Mississippi Code, p. 830, <i>et seq.</i></p>\n      <p class=\"indent\">The first ten sections of this act define the bar of the statute in the cases therein enumerated. The eleventh section then provides, that, so far as the the preceding sections are concerned, suit may be commenced against a party out of the State after his return, and that the time of his absence shall be deducted, &amp;c. This expressly applies, however, only to those sections that precede it. In <i>Ruggles v. Keeler,</i> 3 Johns. 263, before referred to, the court say this applies to foreigners as well as citizens, because the statute makes it so. But no such principle applies to the subsequent sections of the act, and certainly, if the legislature had thought it right as to those sections, or intended it to apply to them, it would have so enacted.</p>\n      <p class=\"indent\">The seventeenth section expressly provides that, in the construction of this act, no cumulative or additional disabilities shall be added, allowed, &amp;c.</p>\n      <p class=\"indent\">The eighteenth section provides, that the periods of limitations established by this act shall commence running from the date of the passage thereof, and repeals all acts and parts of acts conflicting with and contrary to the provisions of this act.</p>\n      <p class=\"indent\">And the nineteenth section enacts that the act shall take effect from its passage. As the act therefore is express in its terms, that no suit shall be commenced upon a foreign judgment unless within two years from its passage, as no exceptions are contained in the act, and by the act they are expressly excluded, the District Court could not have done otherwise than sustain the demurrer to plaintiff's replication.</p>\n      <p class=\"indent\">Mr. Justice CATRON delivered the opinion of the court. An action was brought by the plaintiff to recover of the defendant, then a citizen of Mississippi, the sum of $1,844 debt, and $110 damages, the amount of a recovery had in the Circuit Court of Tuscaloosa County, and State of Alabama, on the 7th day of February, 1843, by the plaintiff against the defendant. This suit was instituted in the District Court of the United States for the Northern District of Mississippi, at Pontotoc. The writ was issued on the 10th day of November, 1846. The defendant, at the December term, 1846, pleaded the statute of limitations of 1844, which bars (1.) all suits on judgments recovered within the State after the lapse of seven years; and (2.) all suits on judgments obtained out of the State in six years, in cases of judgments thereafter rendered; and (3.) all suits on judgments obtained out of the State before the act was passed are barred, unless suit be brought thereon within two years next after the date of the act. On this latter provision the defence depends.</p>\n      <p class=\"indent\">To this plea of the statute of limitations the plaintiff replied, that at the time of the rendition of the judgment in Alabama, the defendant was a citizen of the State of Alabama, and continued so to be up to the 10th of November, 1846, the day on which this suit was brought. To this replication there was a demurrer by the defendant, which the court sustained, upon the ground that the statute barred the action.</p>\n      <p class=\"indent\">It would seem that the defendant removed his domicile from Alabama to Mississippi, and was followed by the judgment, and immediately sued on reaching there, as he does not call in question the allegation contained in the declaration that he was, when sued, a citizen of Mississippi.</p>\n      <p class=\"indent\">The stringency of the case is, that the act of limitations of Mississippi invites to the State and protects absconding debtors from other States, by refusing the creditor a remedy on his judgment, which is in full force in the State whence the debtor absconded. And it is insisted, on behalf of the plaintiff, that here is a case where the laws of Mississippi did not operate on either party (plaintiff or defendant,) nor on the foreign judgment, until the day on which suit was brought, and that therefore no bar could be interposed founded on the lapse of time, as none had intervened.</p>\n      <p class=\"indent\">That acts of limitation furnish rules of decision, and are equally binding on the Federal courts as they are on State courts, is not open to controversy; the question presented is one of legislative power, and not practice.</p>\n      <p class=\"indent\">In administering justice to enforce contracts and judgments, the States of this Union act independently of each other, and their courts are governed by the laws and municipal regulations of that State where a remedy is sought, unless they are controlled by the Constitution of the United States, or by laws enacted under its authority. And one question standing in advance of others is, whether the courts of Mississippi stood thus controlled, and were bound to reject the defence set up under the State law, because, by the supreme laws of the Union, it could not be allowed.</p>\n      <p class=\"indent\">The Constitution declares, that 'full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every State. And the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect thereof.' No other part of the Constitution bears on the subject.</p>\n      <p class=\"indent\">The act of 26th May, 1790, provides the mode of authentication, and then declares, that 'the said records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them in every court within the United States, as they have by law or usage in the courts of the State from whence the said records are or shall be taken.'</p>\n      <p class=\"indent\">The legislation of Congress amounts to this,&#8212;that the judgment of another State shall be record evidence of the demand, and that the defendant, when sued on the judgment, cannot go behind it and controvert the contract, or other cause of action, on which the judgment is founded; that it is evidence of an established demand, which, standing alone, is conclusive between the parties to it. This is the whole extent to which Congress has gone. As to what further 'effect' Congress may give to judgments rendered in one State and sued on in another does not belong to this inquiry; we have to deal with the law as we find it, and not with the extent of power Congress may have to legislate further in this respect. That the legislation of Congress, so far as it has gone, does not prevent a State from passing acts of limitation to bar suits on judgments rendered in another State, is the settled doctrine of this court. It was established, on mature consideration, in the case of <i>McElmoyle v. Cohen,</i> 13 Peters, 312, and to the reasons given in support of this conclusion we refer.</p>\n      <p class=\"indent\">But the argument here is, that the law of Mississippi carries with it an exception, for the palpable reason that neither party nor the cause of action was within the operation of the act for a single day before suit was brought.</p>\n      <p class=\"indent\">1. The act itself makes no exception in favor of a party suing under the circumstances of these plaintiffs. So the Supreme Court of Mississippi held in the case of <i>McClintock v. Rogers,</i> 12 Smedes &amp; Marsh. 702; and this is manifestly true on the face of the act.</p>\n      <p class=\"indent\">2. The legislature having made no exception, the courts of justice can make none, as this would be legislating. In the language of this court in the case of <i>McIver v. Ragan,</i> 2 Wheat. 29, 'Wherever the situation of the party was such as, in the opinion of the legislature, to furnish a motive for excepting him from the operation of the law, the legislature has made the exception, and it would be going far for this court to add to those exceptions.' The rule is established beyond controversy. It was so held by the Supreme Court of New York in <i>Troup v. Smith,</i> 20 Johns. 33; and again in <i>Callis v. Waddy,</i> 2 Munf. 511, by the Court of Appeals of Virginia; and also in <i>Hamilton v. Smith,</i> 3 Murph. 115, by the Supreme Court of North Carolina; and in <i>Cocke and Jack v. McGinnis,</i> Mart. &amp; Yerg. 361, in the Supreme Court of Tennessee. Nor are we aware that, at this time, the reverse is held in any State of this Union. It is the doctrine maintained in <i>Stowell v. Zouch,</i> found in Plowden's Reports, and not departed from by the English courts, even in cases of civil war, when the courts of justice were closed and no suit could be brought.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the first place, as the act of limitations of Mississippi has no exception that the plaintiff can set up, and as none can be implied by the courts of justice; and secondly, as the State law is not opposed to the Constitution of the United States or to the act of Congress of 1790, it is our duty to affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case of Dulles, Wilcox, and Welsh against Richard S. Jones (No. 108), being in all its features like the one next above, the judgment therein is also affirmed, for the reasons stated in the foregoing opinion.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the District Court of the United States for the Northern District of Mississippi, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said District Court in this cause be, and the same is hereby, affirmed, with costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>50 U.S. 522 (1850)</b></center>\n<center><b>9 How. 522</b></center>\n<center><h1>THE PRESIDENT AND DIRECTORS OF THE BANK OF THE STATE OF ALABAMA, PLAINTIFF IN ERROR,<br>\nv.<br>\nROBERT H. DALTON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*523</span> It was submitted on printed arguments by Mr. Featherston, for the plaintiff in error, and Mr. Adams, for the defendant in error. The arguments are very short, and may be inserted.</p>\n<p><span class=\"star-pagination\">*526</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>An action was brought by the plaintiff to recover of the defendant, <span class=\"star-pagination\">*527</span> then a citizen of Mississippi, the sum of $1,844 debt, and $110 damages, the amount of a recovery had in the Circuit Court of Tuscaloosa County, and State of Alabama, on the 7th day of February, 1843, by the plaintiff against the defendant. This suit was instituted in the District Court of the United States for the Northern District of Mississippi, at Pontotoc. The writ was issued on the 10th day of November, 1846. The defendant, at the December term, 1846, pleaded the statute of limitations of 1844, which bars (1.) all suits on judgments recovered within the State after the lapse of seven years; and (2.) all suits on judgment obtained out of the State in six years, in cases of judgments thereafter rendered; and (3.) all suits on judgments obtained out of the State before the act was passed are barred, unless suit be brought thereon within two years next after the date of the act. On this latter provision the defence depends.</p>\n<p>To this plea of the statute of limitations the plaintiff replied, that at the time of the rendition of the judgment in Alabama, the defendant was a citizen of the State of Alabama, and continued so to be up to the 10th of November, 1846, the day on which this suit was brought. To this replication there was a demurrer by the defendant, which the court sustained, upon the ground that the statute barred the action.</p>\n<p>It would seem that the defendant removed his domicile from Alabama to Mississippi, and was followed by the judgment, and immediately sued on reaching there, as he does not call in question the allegation contained in the declaration that he was, when sued, a citizen of Mississippi.</p>\n<p>The stringency of the case is, that the act of limitations of Mississippi invites to the State and protects absconding debtors from other States, by refusing the creditor a remedy on his judgment, which is in full force in the State whence the debtor absconded. And it is insisted, on behalf of the plaintiff, that here is a case where the laws of Mississippi did not operate on either party (plaintiff or defendant), nor on the foreign judgment, until the day on which suit was brought, and that therefore no bar could be interposed founded on the lapse of time, as none had intervened.</p>\n<p>That acts of limitation furnish rules of decision, and are equally binding on the Federal courts as they are on State courts, is not open to controversy; the question presented is one of legislative power, and not practice.</p>\n<p>In administering justice to enforce contracts and judgments, the States of this Union act independently of each other, and their courts are governed by the laws and municipal regulations <span class=\"star-pagination\">*528</span> of that State where a remedy is sought, unless they are controlled by the Constitution of the United States, or by laws enacted under its authority. And one question standing in advance of others is, whether the courts of Mississippi stood thus controlled, and were bound to reject the defence set up under the State law, because, by the supreme laws of the Union, it could not be allowed.</p>\n<p>The Constitution declares, that \"full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every State. And the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect thereof.\" No other part of the Constitution bears on the subject.</p>\n<p>The act of 26th May, 1790, provides the mode of authentication, and then declares, that \"the said records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them in every court within the United States, as they have by law or usage in the courts of the State from whence the said records are or shall be taken.\"</p>\n<p>The legislation of Congress amounts to this,  that the judgment of another State shall be record evidence of the demand, and that the defendant, when sued on the judgment, cannot go behind it and controvert the contract, or other cause of action, on which the judgment is founded; that it is evidence of an established demand, which, standing alone, is conclusive between the parties to it. This is the whole extent to which Congress has gone. As to what further \"effect\" Congress may give to judgments rendered in one State and sued on in another does not belong to this inquiry; we have to deal with the law as we find it, and not with the extent of power Congress may have to legislate further in this respect. That the legislation of Congress, so far as it has gone, does not prevent a State from passing acts of limitation to bar suits on judgments rendered in another State, is the settled doctrine of this court. It was established, on mature consideration, in the case of McElmoyle v. Cohen, 13 Peters, 312, and to the reasons given in support of this conclusion we refer.</p>\n<p>But the argument here is, that the law of Mississippi carries with it an exception, for the palpable reason that neither party nor the cause of action was within the operation of the act for a single day before suit was brought.</p>\n<p>1. The act itself makes no exception in favor of a party suing under the circumstances of these plaintiffs. So the Supreme Court of Mississippi held in the case of McClintock v. Rogers, 12 Smedes &amp; Marsh. 702; and this is manifestly true on the face of the act.</p>\n<p><span class=\"star-pagination\">*529</span> 2. The legislature having made no exception, the courts of justice can make none, as this would be legislating. In the language of this court in the case of McIver v. Ragan, 2 Wheat. 29, \"Wherever the situation of the party was such as, in the opinion of the legislature, to furnish a motive for excepting him from the operation of the law, the legislature has made the exception, and it would be going far for this court to add to those exceptions.\" The rule is established beyond controversy. It was so held by the Supreme Court of New York in Troup v. Smith, 20 Johns. 33; and again in Callis v. Waddy, 2 Munf. 511, by the Court of Appeals of Virginia; and also in Hamilton v. Smith, 3 Murph. 115, by the Supreme Court of North Carolina; and in Cocke and Jack v. McGinnis, Mart. &amp; Yerg. 361, in the Supreme Court of Tennessee. Nor are we aware that, at this time, the reverse is held in any State of this Union. It is the doctrine maintained in Stowell v. Zouch, found in Plowden's Reports, and not departed from by the English courts, even in cases of civil war, when the courts of justice were closed and no suit could be brought.</p>\n<p>In the first place, as the act of limitations of Mississippi has no exception that the plaintiff can set up, and as none can be implied by the courts of justice; and secondly, as the State law is not opposed to the Constitution of the United States or to the act of Congress of 1790, it is our duty to affirm the judgment.</p>\n<p>The case of Dulles, Wilcox, and Welsh against Richard S. Jones (No. 108), being in all its features like the one next above, the judgment therein is also affirmed, for the reasons stated in the foregoing opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the Northern District of Mississippi, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said District Court in this cause be, and the same is hereby, affirmed, with costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></span> (1850)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">How.</span> <span class=\"page\">522</span></span></b></center>\n<center><h1>THE PRESIDENT AND DIRECTORS OF THE BANK OF THE STATE OF ALABAMA, PLAINTIFF IN ERROR,<br>\nv.<br>\nROBERT H. DALTON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*523</span> It was submitted on printed arguments by Mr. Featherston, for the plaintiff in error, and Mr. Adams, for the defendant in error. The arguments are very short, and may be inserted.</p>\n<p><span class=\"star-pagination\">*526</span> Mr. Justice CATRON delivered the opinion of the court.</p>\n<p>An action was brought by the plaintiff to recover of the defendant, <span class=\"star-pagination\">*527</span> then a citizen of Mississippi, the sum of $1,844 debt, and $110 damages, the amount of a recovery had in the Circuit Court of Tuscaloosa County, and State of Alabama, on the 7th day of February, 1843, by the plaintiff against the defendant. This suit was instituted in the District Court of the United States for the Northern District of Mississippi, at Pontotoc. The writ was issued on the 10th day of November, 1846. The defendant, at the December term, 1846, pleaded the statute of limitations of 1844, which bars (1.) all suits on judgments recovered within the State after the lapse of seven years; and (2.) all suits on judgment obtained out of the State in six years, in cases of judgments thereafter rendered; and (3.) all suits on judgments obtained out of the State before the act was passed are barred, unless suit be brought thereon within two years next after the date of the act. On this latter provision the defence depends.</p>\n<p>To this plea of the statute of limitations the plaintiff replied, that at the time of the rendition of the judgment in Alabama, the defendant was a citizen of the State of Alabama, and continued so to be up to the 10th of November, 1846, the day on which this suit was brought. To this replication there was a demurrer by the defendant, which the court sustained, upon the ground that the statute barred the action.</p>\n<p>It would seem that the defendant removed his domicile from Alabama to Mississippi, and was followed by the judgment, and immediately sued on reaching there, as he does not call in question the allegation contained in the declaration that he was, when sued, a citizen of Mississippi.</p>\n<p>The stringency of the case is, that the act of limitations of Mississippi invites to the State and protects absconding debtors from other States, by refusing the creditor a remedy on his judgment, which is in full force in the State whence the debtor absconded. And it is insisted, on behalf of the plaintiff, that here is a case where the laws of Mississippi did not operate on either party (plaintiff or defendant), nor on the foreign judgment, until the day on which suit was brought, and that therefore no bar could be interposed founded on the lapse of time, as none had intervened.</p>\n<p>That acts of limitation furnish rules of decision, and are equally binding on the Federal courts as they are on State courts, is not open to controversy; the question presented is one of legislative power, and not practice.</p>\n<p>In administering justice to enforce contracts and judgments, the States of this Union act independently of each other, and their courts are governed by the laws and municipal regulations <span class=\"star-pagination\">*528</span> of that State where a remedy is sought, unless they are controlled by the Constitution of the United States, or by laws enacted under its authority. And one question standing in advance of others is, whether the courts of Mississippi stood thus controlled, and were bound to reject the defence set up under the State law, because, by the supreme laws of the Union, it could not be allowed.</p>\n<p>The Constitution declares, that \"full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every State. And the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect thereof.\" No other part of the Constitution bears on the subject.</p>\n<p>The act of 26th May, 1790, provides the mode of authentication, and then declares, that \"the said records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them in every court within the United States, as they have by law or usage in the courts of the State from whence the said records are or shall be taken.\"</p>\n<p>The legislation of Congress amounts to this,  that the judgment of another State shall be record evidence of the demand, and that the defendant, when sued on the judgment, cannot go behind it and controvert the contract, or other cause of action, on which the judgment is founded; that it is evidence of an established demand, which, standing alone, is conclusive between the parties to it. This is the whole extent to which Congress has gone. As to what further \"effect\" Congress may give to judgments rendered in one State and sued on in another does not belong to this inquiry; we have to deal with the law as we find it, and not with the extent of power Congress may have to legislate further in this respect. That the legislation of Congress, so far as it has gone, does not prevent a State from passing acts of limitation to bar suits on judgments rendered in another State, is the settled doctrine of this court. It was established, on mature consideration, in the case of McElmoyle v. Cohen, 13 Peters, 312, and to the reasons given in support of this conclusion we refer.</p>\n<p>But the argument here is, that the law of Mississippi carries with it an exception, for the palpable reason that neither party nor the cause of action was within the operation of the act for a single day before suit was brought.</p>\n<p>1. The act itself makes no exception in favor of a party suing under the circumstances of these plaintiffs. So the Supreme Court of Mississippi held in the case of McClintock v. Rogers, 12 Smedes &amp; Marsh. 702; and this is manifestly true on the face of the act.</p>\n<p><span class=\"star-pagination\">*529</span> 2. The legislature having made no exception, the courts of justice can make none, as this would be legislating. In the language of this court in the case of McIver v. Ragan, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">29</span></span>, \"Wherever the situation of the party was such as, in the opinion of the legislature, to furnish a motive for excepting him from the operation of the law, the legislature has made the exception, and it would be going far for this court to add to those exceptions.\" The rule is established beyond controversy. It was so held by the Supreme Court of New York in Troup v. Smith, 20 Johns. 33; and again in Callis v. Waddy, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Munf.</span> <span class=\"page\">511</span></span>, by the Court of Appeals of Virginia; and also in Hamilton v. Smith, 3 Murph. 115, by the Supreme Court of North Carolina; and in Cocke and Jack v. McGinnis, Mart. &amp; Yerg. 361, in the Supreme Court of Tennessee. Nor are we aware that, at this time, the reverse is held in any State of this Union. It is the doctrine maintained in Stowell v. Zouch, found in Plowden's Reports, and not departed from by the English courts, even in cases of civil war, when the courts of justice were closed and no suit could be brought.</p>\n<p>In the first place, as the act of limitations of Mississippi has no exception that the plaintiff can set up, and as none can be implied by the courts of justice; and secondly, as the State law is not opposed to the Constitution of the United States or to the act of Congress of 1790, it is our duty to affirm the judgment.</p>\n<p>The case of Dulles, Wilcox, and Welsh against Richard S. Jones (No. 108), being in all its features like the one next above, the judgment therein is also affirmed, for the reasons stated in the foregoing opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the Northern District of Mississippi, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said District Court in this cause be, and the same is hereby, affirmed, with costs.</p>\n</div>", "id": 86578, "judges": "Catron", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86578/", "sha1": "4831a5e4f9768297013794689da75dd3f70b7290", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:40"}