{"absolute_url": "/opinion/86571/townsend-v-jemison/", "blocked": false, "citation": {"case_name": "Townsend v. Jemison", "docket_number": null, "document_uris": ["/api/rest/v2/document/86571/"], "federal_cite_one": "50 U.S. 407", "federal_cite_three": null, "federal_cite_two": null, "id": 54518, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54518/", "scotus_early_cite": "9 How. 407", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1850-05-28", "date_modified": "2014-12-21T01:48:20.573627", "docket": "/api/rest/v2/docket/213952/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">50 U.S. 407</p>\n    <p class=\"case_cite\">9 How. 407</p>\n    <p class=\"case_cite\">13 L.Ed. 194</p>\n    <p class=\"parties\">THOMAS TOWNSEND, PLAINTIFF IN ERROR,<br>v.<br>ROBERT JEMISON, JR.</p>\n    <p class=\"date\">January Term, 1850</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up, by writ of error, from the District Court of the United States for the Middle District of Alabama.</p>\n      <p class=\"indent\">Townsend was a citizen of the State of Mississippi, and Jemison of Alabama.</p>\n      <p class=\"indent\">In September, 1844, Jemison brought a suit, in the District Court of the United States for the Middle District of Alabama, against Townsend, who was in Alabama.</p>\n      <p class=\"indent\">The nature of the suit is explained in the following short specification of claim, filed by the counsel for the plaintiff.</p>\n      <p class=\"indent\">'This action is brought to recover damages for the nonperformance of an agreement made by the defendant with the plaintiff, that if the plaintiff would procure, take up, and obtain a note made by Robert Weir, A. F. Young, and the said defendant, and Henry Buchanan, for $4,000, dated Columbus, April 12, 1839, payable nine months after the 24th of April, 1839, to the Mississippi Union Bank, at their banking-house in Jackson, bearing ten per cent. interest after maturity, if not punctually paid, but upon which note the said A. F. Young was to pay the said bank $1,000; and would also procure, take up, and obtain a note, made by the said defendant and A. F. Young, Andrew Weir, and Henry Buchanan, dated Columbus, April 12, 1839, for $4,000, payable nine months after the 24th of April, 1839, to the Mississippi Union Bank, at its banking-house in Jackson, to bear ten per cent. interest after maturity, if not punctually paid, but upon which note A. F. Young was to pay $1,000; that he, the defendant, would take up, procure, and obtain a note, made by John B. Jones, Thomas Townsend (the said defendant), Eli Abbott, and Samuel D. Lauderdale, dated Columbus, Mississippi, May 24th, 1839, for $9,806.50, payable six months after date to the Commercial Bank of Columbus, or order, at their bank; which agreement the defendant wholly failed to perform, although the plaintiff, upon his part, fully performed the said agreement. Other counts will be added in the declaration.</p>\n      <p class=\"indent\">'Attest: CRABB &amp; COCHRAN, <i>Plaintiff's Attorneys</i>.'</p>\n      <p class=\"indent\">The declaration set forth the transaction with more particularity, and also contained the common money counts and an account stated.</p>\n      <p class=\"indent\">To the first count the plaintiff in error pleaded in bar; First, that the promise was unwritten, made in Mississippi, and to be performed there, and was made more than three years before this suit; and that, by the statute of limitations of Mississippi, the right of action is barred upon such a promise after three years. Secondly, the same matter, with an averment that the cause of action accrued in Mississippi more than three years before this suit. To these pleas there was a demurrer. To this first count the plaintiff in error further pleaded, as to parcel thereof, <i>non-assumpsit</i>, and as to the residue, a former action brought and judgment recovered by the defendant in error against him. The defendant in error joined issue on the parts of this plea respectively, to the court and to the country.</p>\n      <p class=\"indent\">To the whole declaration the plaintiff in error pleaded <i>non-assumpsit</i>, on which issue was joined; and also that the causes of action accrued more than three years before suit, averring himself to have been a citizen of Mississippi, and that the promises were there made and there to be performed; and to this plea the defendant in error demurred.</p>\n      <p class=\"indent\">In this state of the pleadings, the cause came on for trial, on the 7th of December, 1846, when the following proceedings were had.</p>\n      <p class=\"indent\">'This day came said parties, by their attorneys, and the demurrer to the first three pleas of the said defendant, by him above pleaded, coming on to be heard, and having been fully argued by counsel, and understood by the court, it is adjudged by the court that the said first three pleas by the defendant above pleaded, and the matters therein alleged, are insufficient in law to bar the said plaintiff from having or maintaining his said action against said defendant; and the court doth accordingly sustain the said demurrer. And as to so much of the said fourth plea by the said defendant, by him above pleaded, as alleged a former recovery of three thousand four hundred and fifty-one dollars and eighty-eight cents, in the District Court of the United States for the Northern District of Mississippi, on account of the undertaking of the said defendant 'to pay three thousand dollars, or any other part or parcel of the said note, made by the said John B. Jones, Thomas Townsend, Eli Abbott, and Samuel D. Lauderdale, in consideration that the said plaintiff would pay three thousand dollars, or any other part or parcel of the note made by Thomas Townsend, A. F. Young, Andrew Weir, and Henry Buchanan,' and set out at large in said count, on which issue was joined to the court, the record therein referred to being seen and inspected by the court, and the same being fully considered, the court adjudged that there in such a record, as alleged in said plea, of a recovery on the promise of the said Thomas Townsend to pay on the note of the said John B. Jones, Thomas Townsend, Eli Abbott, and Samuel D. Lauderdale, as mentioned in said plea, the like amount that should be paid by plaintiff on the note of the said Thomas Townsend, A. F. Young, Andrew Weir, and Henry Buchanan. And as to the residue of said fourth plea, and the fifth plea, upon which issue was taken to the country, thereupon came a jury of good and lawful men, to wit, Amos Briggs, and eleven others, who, being impanelled, tried, and sworn the truth to say upon the issues joined, upon their oaths do say, they find the issues in favor of the plaintiff, and assess his damages at four thousand six hundred and forty-five dollars. It is therefore considered by the court, that the plaintiff recover of said defendant said sum of four thousand six hundred and forty-five dollars, the damages by the jury assessed as aforesaid, in manner and form aforesaid, together with the costs in this behalf expended.'</p>\n      <p class=\"indent\">Townsend sued out a writ of error, and brought the case up to this court.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Key</i>, for the plaintiff in error, and <i>Mr. Lawrence</i> and <i>Mr. Badger</i>, for the defendant in error.</p>\n      <p class=\"indent\"><i>Mr. Key</i>.</p>\n      <p class=\"indent\">The questions now presented for consideration arise from the pleas of Townsend to the declaration.</p>\n      <p class=\"indent\">To the first three pleas the plaintiff below demurred; and it is submitted, that the court erred in sustaining this demurrer.</p>\n      <p class=\"indent\">1. The substance of these pleas is the bar of the statute of limitations of the State of Mississippi, and it is contended for the plaintiff in error that they were valid pleas. The general principle must be admitted as settled, that, in personal contracts, the <i>lex loci contractus</i> governs in all questions relating to the construction or validity of the contract, in whatever country or State the action may be brought. Laws of limitation, it has been generally decided, affect the remedy, and the <i>lex fori</i>, or the law of the place where the action is instituted, prevails. But the question now presented is, whether these pleas are not valid, the statute of Mississippi having completely run against the plaintiff Jemison, the bar being perfected, and his remedy in that State extinguished.</p>\n      <p class=\"indent\">It is thought that this is an open question. The decisions of this court, touching the general question as to the effect of statutes of limitation, are to be found in the following cases: <i>Hawkins v. Barney,</i> 5 Peters, 457; <i>Bank of U. States v. Donnally,</i> 8 Peters, 361; <i>McElmoyle v. Cohen,</i> 13 Peters, 312. The decisions in these cases will be found, upon examination, not to have settled the present question: But see <i>Leroy v. Crowninshield,</i> 2 Mason, 151; <i>Bell v. Morrison,</i> 1 Peters, 373; <i>Goodman v. Munks,</i> 8 Porter, (Ala.) 84; <i>Davis v. Minor and Wife,</i> 1 How. Miss. 184. It will be perceived by the two cases last cited, that the highest court of the State of Alabama has decided in favor of the validity of a plea of limitations of another State, when the bar has been perfected; and the High Court of Errors of the State of Mississippi has affirmed the same principle. In <i>Leroy v. Crowninshield,</i> Judge Story felt constrained, by the decisions of the courts of the States in which the parties respectively resided, to decide the question contrary to his own judgment; but the highest courts of the States in which the parties to this suit are respectively resident have decided in accordance with that judgment.</p>\n      <p class=\"indent\">2. Are not these pleas within the <i>lex fori</i> of Alabama? It is true they are not pleas of any statute of limitations of that State, but they are framed in conformity with the decisions of the Supreme Court of the State, which declares that a plea of the statute of limitations of another State, if the bar of the statute has been perfected, is a valid plea in the State of Alabama. <i>Goodman v. Munks,</i> before cited.</p>\n      <p class=\"indent\">The power of the Supreme Court of the State to decide and settle the law, as to what pleas should be good in the courts of that State, cannot be questioned. The court below should have been guided by this decision, and was bound to adopt it. A fixed and received construction by a State court of its statute laws, must furnish the rule of decision to the Federal courts, and it is immaterial whether the decisions of the State courts are grounded upon statutes of the States, or form a part of the unwritten law; and such decisions are entitled to the same respect as those which are given on the construction of local statutes. <i>Henderson and Wife v. Griffin,</i> 5 Peters, 154; <i>Jackson v. Chew,</i> 12 Wheaton, 153; <i>Leroy v. Crowninshield,</i> 2 Mason, 151.</p>\n      <p class=\"indent\">The decision of a question of local law by the highest tribunal of a State is considered final by this court. <i>Rowan et al. v. Runnels,</i> 5 Howard, 134. It is submitted, therefore, that the first three pleas are good, according to the settled law of Alabama.</p>\n      <p class=\"indent\">3. The plaintiff in error contends, that the fourth plea should have been adjudged a bar to the whole action in the court below. The plea states, that, upon the identical cause of action, a suit had been instituted by the plaintiff below in a court of competent jurisdiction in the State of Mississippi. A judgment was obtained in favor of said plaintiff, and was subsequently paid and satisfied.</p>\n      <p class=\"indent\">A judgment obtained in one State is conclusive in every other State, and extinguishes the original ground of action. <i>Green v. Sarmiento,</i> Pet. C. C. 74.</p>\n      <p class=\"indent\">It cannot be contended that the judgment referred to applied to a part only of the said Jemison's claim. The record shows, that the whole claim was included in the suit in Mississippi. But, admitting the suit to have been brought for a portion only, still the same principle applies; the cause of action was founded upon one promise. A plainfiff cannot divide one entire cause of action, so as to maintain two suits upon it, without the defendant's consent; if he attempt so to do, a recovery in the first suit, though for less than his whole demand, is a bar to the second. <i>Ingraham v. Hall,</i> 11 Serg. &amp; Rawle, 78; <i>Crips v. Talvande,</i> 4 McCord, 20; <i>Smith v. Jones,</i> 15 Johns. 229; <i>Mandeville v. Welch,</i> 5 Wheaton, 277; <i>Tiernan v. Jackson,</i> 5 Pet. 580; <i>Shankland v. Corp. of Washington,</i> Ibid. 390.</p>\n      <p class=\"indent\">If it be contended that the judgment obtained in Mississippi was pleaded in the said fourth plea only to a portion of the declaration, and that it was not pleaded in bar of the whole action, and that the point was not presented to the court below, and that this court will not reverse the judgment upon a point which was not presented for the consideration of the court, I refer to Stephen on Pleading, pp. 117, 118, 119, 120, 144, 145, 146; <i>Slacum v. Pomery,</i> 6 Cranch, 221; <i>Cohens v. State of Virginia,</i> 6 Wheaton, 409, 410; <i>United States v. Carlton,</i> 1 Gall. 400.</p>\n      <p class=\"indent\">The counsel for the defendant in error contended,&#8212;&#8212;</p>\n      <p class=\"indent\">First, that the three pleas of the statute of limitations were bad in law, and therefore were properly overruled by the court. The limitation of actions by statute, affecting only the remedy and not the merits, furnishes a rule of decision only in the forum of that country which makes the statute, and not touching the merits, nor being any part of the contract, cannot be extended to the courts of another country. <i>Williams v. Jones,</i> 13 East, 439; <i>McElmoyle v. Cohen,</i> 13 Pet. 312; Story's Confl. of Laws, &#167;&#167; 576 to 582.</p>\n      <p class=\"indent\">The statute of Mississippi is merely a statute of limitations, affects the remedy or right of action only, and does not extinguish the debt, the claim or title <i>ipso facto</i>, and make it a nullity. This appears both from the plea and from the statute itself. Miss. Code, 825, 828.</p>\n      <p class=\"indent\">Secondly. If in any case the statute of Mississippi could be used to affect the action in Alabama, it must be where the party sued had always been, from the time the cause of action accrued, until the bar became complete, within the jurisdiction, and liable to the process, of the courts of Mississippi. But the pleas here do not show this, the averment being, 'that, on the 1st of January, 1839, he was, and from thence hitherto hath been, and still is, a resident and citizen of the State of Mississippi, and not elsewhere.' But residence and actual presence are not in law identical. Story's Confl. of Laws, &#167;&#167; 46, 47.</p>\n      <p class=\"indent\">Absence from a State does not imply loss either or citizenship or residence; whether either is lost depends upon the intent of the party, and other matters. If the absence be temporary, and with an intent to return, no loss of citizenship or residence follows. A judge of this court while in Washington during the term, a gentleman visiting a watering-place in another State during the summer, a merchant visiting New York to purchase goods, a member of Congress attending a session of the Senate or House, are all and each, during the whole time of such temporary absence, citizens, and in law residents, of the States in which they have their permanent domicil.</p>\n      <p class=\"indent\">It was incumbent upon the plaintiff in error, therefore, to show by precise and accurate averment, not that he was a citizen and resident, but that he was not in fact absent from his residence for three years from the time the cause of action accrued, and therefore for the whole time amenable to process under the law of Mississippi.</p>\n      <p class=\"indent\">If, then, consistently with the averment in the plea, he might have been absent for a day, the plea is bad; but here, consistently with his averment, he might have been absent for the whole three years.</p>\n      <p class=\"indent\">Thirdly. That upon the record nothing was submitted to the jury but what, according to the state of the pleading, ought to have been submitted, and, according to strict technical rules, must have been submitted; that it does not appear, and will not be intended, that any damages were given on account of matters out of the issues, or which should have been excluded from consideration by reason of the judgment given by the court upon the plea of former recovery, or the state of the pleadings.</p>\n      <p class=\"indent\">Mr. Justice WAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit has been brought here from the District Court of the United States for the Middle District of Alabama. The defendant in the court below, appellant here, besides other pleas, pleaded that the cause of action accrued in Mississippi more than three years before the suit was brought; and that the Mississippi statute of limitations barred a recovery in the District Court of Alabama. The plaintiff demurred to the plea. The court sustained the demurrer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We do not think it necessary to do more than to decide this point in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The rule in the courts of the United States, in respect to pleas of the statutes of limitation has always been, that they strictly affect the remedy, and not the merits. In the case of <i>McElmoyle v. Cohen,</i> 13 Peters, 312, this point was raised, and so decided. All of the judges were present and assented. The fullest examination was then made of all the authorities upon mthe subject, in connection with the diversities of opinion among jurists about it, and of all those considerations which have induced legislatures to interfere and place a limitation upon the bringing of actions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We thought then, and still think, that it has become a formulary in international jurisprudence, that all suits must be brought within the period prescribed by the local law of the country where the suit is brought,&#8212;the <i>lex fori;</i> otherwise the suit would be barred, unless the plaintiff can bring himself within one of the exceptions of the statute, if that is pleaded by the defendant. This rule is as fully recognized in foreign jurisprudence as it is in the common law. We then referred to authorities in the common law, and to a summary of them in foreign jurisprudence. Burge's Com. on Col. and For. Laws. They were subsequently cited, with others besides, in the second edition of the Conflict of Laws, 483. Among them will be found the case of <i>Leroy v. Crowninshield,</i> 2 Mason, 151, so much relied upon by the counsel in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Neither the learned examination made in that case of the reasoning of jurists, nor the final conclusion of the judge, in opposition to his own inclinations, escaped our attention. Indeed, he was here to review them, with those of us now in the court who had the happiness and benefit of being associated with him. He did so with the same sense of judicial obligation for the maxim, <i>Stare decisis et non quieta movere</i>, which marked his official career. His language in the case in Mason fully illustrates it:&#8212;'But I do not sit here to consider what in theory ought to be the true doctrines of the law, following them out upon principles of philosophy and juridical reasoning. My humbler and safer duty is to administer the law as I find it, and to follow in the path of authority, where it is clearly defined, even though that path may have been explored by guides in whose judgment the most implicit confidence might not have been originally reposed.' Then follows this declaration:&#8212;'It does appear to me that the question now before the court has been settled, so far as it could be, by authorities which the court is bound to respect.' The error, if any has been committed, is too strongly engrafted into the law to be removed without the interposition of some superior authority. Then, in support of this declaration, he cites Huberus, Voet, Pothier, and Lord Kames, and adjudications from English and American courts, to show that, whatever may have been the differences of opinion among jurists, the uniform administration of the law has been, that the <i>lex loci contractus</i> expounds the obligations of contracts, and that statutes of limitation prescribing a time after which a plaintiff shall not recover, unless he can bring himself within its exceptions, appertain <i>ad tempus et modum actionis instituendae</i> and not <i>ad valorem contractus</i>. <i>Williams v. Jones,</i> 13 East, 439; <i>Nash v. Tupper,</i> 1 Caines, 402; <i>Ruggles v. Keeler,</i> 3 Johns. 263; <i>Pearsall v. Dwight,</i> 2 Mass. 84; <i>Decouche v. Savetier,</i> 3 Johns. Ch. 190, 218; <i>McCluny v. Silliman,</i> 3 Peters, 276; <i>Hawkins v. Barney,</i> 5 Peters, 457; <i>Bank of the United States v. Donnally,</i> 8 Peters, 361; <i>McElmoyle v. Cohen,</i> 13 Peters, 312.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is nothing in <i>Shelby v. Guy,</i> 11 Wheaton, 361, in conflict with what this court decided in the four last-mentioned cases. Its action upon the point has been uniform and decisive. In cases before and since decided in England, it will be found there has been no fluctuation in the rule in the courts there. The rule is, that the statute of limitations of the country in which the suit is brought may be pleaded to bar a recovery upon a contract made out of its political jurisdiction, and that the limitation of the <i>lex loci contractus</i> cannot be. 2 Bingham, New Cases, 202, 211; <i>Don v. Lippmann,</i> 5 Clark &amp; Fin. 1, 16, 17. It has become, as we have already said, a fixed rule of the <i>jus gentium privatum</i>, unalterable, in our opinion, either in England or in the States of the United States, except by legislative enactment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We will not enter at large into the learning and philosophy of the question. We remember the caution given by Lord Stair in the supplement to his Institutes (p. 852), about citing as authorities the works and publications of foreign jurists. It is appropriate to the occasion, having been written to correct a mistake of Lord Tenterden, to whom no praise could be given which would not be deserved by his equally distinguished contemporary, Judge Story. Lord Stair says,&#8212;'There is in Abbott's Law of Shipping (5th edition, p. 365) a singular mistake; and, considering the justly eminent character of the learned author for extensive, sound, and practical knowledge of the English law, one which ought to operate as a lesson on this side of the Tweed, as well as on the other, to be a little cautious in citing the works and publications of foreign jurists, since, to comprehend their bearings, such a knowledge of the foreign law as is scarcely attainable is absolutely requisite. It is magnificent to array authorities, but somewhat humiliating to be detected in errors concerning them;&#8212;yet how can errors be avoided in such a case, when every day's experience warns us of the prodigious study necessary to the attainment of proficiency in our own law? My object in adverting to the mistake in the work referred to is, not to depreciate the author, for whom I entertain unfeigned respect, but to show that, since even so justly distinguished a lawyer fails when he travels beyond the limits of his own code, the attempt must be infinitely hazardous with others.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We will now venture to suggest the causes which misled the learned judge in <i>Leroy v. Crowninshield</i> into a conclusion, that, if the question before him had been entirely new, his inclination would strongly lead him to declare, that where all remedies are barred or discharged by the <i>lex loci contractus</i>, and have operated upon the case, then the bar may be pleaded in a foreign tribunal, to repel any suit brought to enforce the debt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We remark, first, that only a few of the civilians who have written upon the point differ from the rule, that statutes of limitation relate to the remedy and not to the contract. If there is any case, either in our own or the English courts, in which the point is more discussed than it is in <i>Leroy v. Crowninshield,</i> we are not acquainted with it. In every case but one, either in England or in the United States, in which the point has since been made, that case has been mentioned, and it has carried some of our own judges to a result which Judge Story himself did not venture to support.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We do not find him pressing his argument in <i>Leroy v. Crowninshield in the Conflict of Laws,</i> in which it might have been appropriately done, if his doubts, for so he calls them, had not been removed. Twenty years had then passed between them. In all that time, when so much had been added to his learning, really great before, that by common consent he was estimated in jurisprudence <i>par summis</i>, we find him, in the Conflict of Laws, stating the law upon the point, in opposition to his former doubts, not in deference to authority alone, but from declared conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The point had been examined by him in <i>Leroy v. Crowninshield</i> without any consideration of other admitted maxims of international jurisprudence, having a direct bearing upon the subject. Among others, that the obligation of every law is confined to the State in which it is established, that it can only attach upon those who are its subjects, and upon others who are within the territorial jurisdiction of the State; that debtors can only be sued in the courts of the jurisdiction where they are; that all courts must judge in respect to remedies from their own laws, except when conventionally, or from the decisions of courts, a comity has been established between States to enforce in the courts of each a particular law or principle. When there is no positive rule, affirming, denying, or restraining the operation of foreign laws, courts establish a comity for such as are not repugnant to the policy or in conflict with the laws of the State from which they derive their organization. We are not aware, except as it has been brought to our notice by two cases cited in the argument of this cause, that it has ever been done, either to give or to take away remedies from suitors, when there is a law of the State where the suit is brought which regulates remedies. But for the foundation of comity, the manner of its exercise, and the extent to which courts can allowably carry it, we refer to the case of the Bank of <i>Augusta v. Earle,</i> 13 Peters, 519, 589; Conflict of Laws, <i>Comity</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">From what has just been said, it must be seen, when it is claimed that statutes of limitation operate to extinguish a contract, and for that reason the statute of the State in which the contract was made may be pleaded in a foreign court, that it is a point not standing alone, disconnected from other received maxims of international jurisprudence. And it may well be asked, before it is determined otherwise, whether contracts by force of the different statutes of limitation in States are not exceptions from the general rule of the <i>lex loci contractas</i>. There are such exceptions for dissolving and discharging contracts out of the jurisdiction in which they were made. The limitations of remedies, and the forms and modes of suit, make such an exception. Confl. of Laws, 271, and 524 to 527. We may then infer that the doubts expressed in <i>Leroy v. Crowninshield</i> would have been withheld, if the point had been considered in the connection we have mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have found, too, that several of the civilians who wrote upon the question did so without having kept in mind the difference between the positive and negative prescription of the civil law. In doing so, some of them&#8212;not regarding the latter in its more extended signification as including all those bars or exceptions of law or of fact which may be opposed to the prosecution of a claim, as well out of the jurisdiction in which a contract was made as in it&#8212;were led to the conclusion, that the prescription was a part of the contract, and not the denial of a remedy for its enforcement. It may be as well here to state the difference between the two prescriptions in the civil law. Positive, or the Roman <i>usucaptio</i>, is the acquisition of property, real or personal, immovable or movable, by the continued possession of the acquirer for such a time as is described by the law to be sufficient. Erskine's Inst. 556. '<i>Adjectio dominii per continuationem possessionis temporis legi definiti</i>.' Dig. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Negative prescription is the loss or forfeiture of a right, by the proprietor's neglecting to exercise or prosecute it during the whole period which the law hath declared to be sufficient to infer the loss of it. It includes the former, and applies also to all those demands which are the subject of personal actions. Erskine's Inst. 560, and 3 Burge, 26.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Most of the civilians, however, did not lose sight of the differences between these prescriptions, and if their reasons for doing so had been taken as a guide, instead of some expressions used by them, in respect to what may be presumed as to the extinction or payment of a claim, while the plea in bar is pending, we do not think that any doubt would have been expressed concerning the correctness of their other conclusion, that statutes of limitation in suits upon contracts only relate to the remedy. But that was not done, and, from some expressions of Pothier and Lord Kames, it was said, 'If the statute of limitations does create, <i>proprio vigore</i>, a presumption of the extinction or payment of the debt, which all nations ought to regard, it is not easy to see why the presumption of such payment, thus arising from the <i>lex loci contractus</i>, should not be as conclusive in every other place as in the place of the contract.' And that was said in <i>Leroy v. Crowninshield,</i> in opposition to the declaration of both of those writers, that in any other place than that of the contract such a presumption could not be made to defeat a law providing for proceedings upon suits. Here, turning aside for an instant from our main purpose, we find the beginning or source of those constructions of the English statutes of limitation which almost made them useless for the accomplishment of their end. Within a few years, the abuses of such constructions have been much corrected, and we are now, in the English and American courts, nearer to the legislative intent of such enactments.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But neither Pothier nor Lord Kames meant to be understood, that the theory of statutes of limitation purported to afford positive presumptions of payment and extinction of contracts, according to the laws of the place where they are made. The extract which was made from Pothier shows his meaning is, that, when the statute of limitations has been pleaded by a defendant, the presumption is in his favor that he has extinguished and discharged his contract, until the plaintiff overcomes it by proof that he is within one of those exceptions of the statute which takes it out of the time after which he cannot bring a suit to enforce judicially the obligation of the defendant. The extract from Lord Kames only shows what may be done in Scotland when a process has been brought for payment of an English debt, after the English prescription has taken place. The English statute cannot be pleaded in Scotland in such a case, but, according to the law of that forum, it may be pleaded that the debt is presumed to have been paid. And it makes an issue, in which the plaintiff in the suit may show that such a presumption does not apply to his demand; and that without any regard to the prescription of time in the English statute of limitation. It is upon this presumption of payment that the conclusion in <i>Leroy v. Crowninshield</i> was reached, and as it is now universally admitted that it is not a correct theory for the administration of statutes of limitation, we may say it was in fact because that theory was assumed in that case that doubts in it were expressed, contrary to the judgment which was given, in submission to what was admitted to be the law of the case. What we have said may serve a good purpose. It is pertinent to the point raised by the pleading in the case before us, and in our judgment there is no error in the District Court's having sustained the demurrer.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Before concluding, we will remark that nothing has been said in this case at all in conflict with what was said by this court in <i>Shelby v. Guy,</i> 11 Wheaton, 361. The distinctions made by us here between statutes giving a right to property from possession for a certain time, and such as only take away remedies for the recovery of property after a certain time has passed, confirm it. In <i>Shelby v. Guy</i> this court declared that, as by the laws of Virginia five years' <i>bon a fide</i> possession of a slave constitutes a good title upon which the possessor may recover in detinue, such a title may be set up by the vendee of such possessor in the courts of Tennessee as a defence to a suit brought by a third party in those courts. The same had been previously ruled in this court in <i>Brent v. Chapman,</i> 5 Cranch, 358; and it is the rule in all cases where it is declared by statute that all rights to debts due more than a prescribed term of years shall be deemed extinguished, and that all titles to real and personal property not pressed within the prescribed time shall give ownership to an adverse possessor. Such a law, though one of limitation, goes directly to the extinguishment of the debt, claim, or right, and is not a bar to the remedy. <i>Lincoln v. Battelle,</i> 6 Wend. 475. Confl. of Laws, 582.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>Lincoln v. Battelle,</i> 6 Wend. 475, the same doctrine was held. It is stated in the Conflict of Laws, 582, to be a settled point. The courts of Louisiana act upon it. We could cite other instances in which it has been announced in American courts of the last resort. In the cases of <i>De la Vega v. Vianna,</i> 1 Barn. &amp; Adol. 284, and the <i>British Linen Company v. Drummond,</i> 10 Barn. &amp; Cres. 903, it is said, that, if a French bill of exchange is sued in England, it must be sued on according to the laws of England, and there the English statute of limitations would from a bar to the demand if the bill had been due for more than six years. In the case of <i>Don v. Lippmann,</i> 5 Clark &amp; Fin. 1, it was admitted by the very learned counsel who argued that case for the defendants in error, that, though the law for expounding a contract was the law of the place in which it was made, the remedy for enforcing it must be the law of the place in which it is sued. In that case will be found, in the argument of Lord Brougham before the House of Lords, his declaration of the same doctrine, sustained by very cogent reasoning, drawn from what is the actual intent of the parties to a contract when it is made, and from the inconveniences of pursuing a different course. In <i>Beckford and others v. Wade,</i> 17 Vesey, 87, Sir William Grant, acknowledging the rule, makes the distinction between statutes merely barring the legal remedy and such as prohibit a suit from being brought after a specified time. It was a case arising under the possessory law of Jamaica, which converts a possession for seven years under a deed, will, or other conveyance, into a positive absolute title, against all the world, without exceptions in favor of any one or any right, however a party may have been situated during that time, or whatever his previous right of property may have been. There is a statute of the same kind in Rhode Island. 2 R. I. Laws, 363, 364, ed. 1822. In Tennessee there is an act in some respects similar to the possessory law of Jamaica; it gives an indefeasible title in fee simple to lands of which a person has had possession for seven years, excepting only from its operation infants, feme coverts, <i>non compotes mentis</i>, persons imprisoned or beyond the limits of the United States and the Territories thereof, and the heirs of the excepted, provided they bring actions within three years after they have a right to sue. Act of November 16, 1817, ch. 28, &#167;&#167; 1, 2. So in North Carolina, there is a provision in the act of 1715, ch. 17, &#167; 2, with the same exceptions as in the act of Tennessee, the latter being probably copied substantially from the former. Thirty years' possession in Louisiana prescribes land, though possessed without title and <i>mal a fide</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have mentioned those acts in our own States, only for the purpose of showing the difference between statutes giving title from possession, and such as only limit the bringing of suits. It not unfrequently happens in legislation, that such sections are found in statutes for the limitation of actions. It is in fact because they have been overlooked, that the distinction between them has not been recognized as much as it ought to have been in the discussion of the point, whether a certain time assigned by a statute, within which an action must be brought, is a part of the contract, or solely the remedy. The rule in such a case is, that the obligations of the contract upon the parties to it, except in well-known cases, are to be expounded by the <i>lex loci contractus</i>. Suits brought to enforce contracts, either in the State where they were made, or in the courts of other States, are subject to the remedies of the forum in which the suit is, including that of statutes of limitation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the District Court of the United States for the District of Alabama, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said District Court in this cause be, and the same is hereby, affirmed, with costs, and damages at the rate of six per centum per annum.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>50 U.S. 407 (1850)</b></center>\n<center><b>9 How. 407</b></center>\n<center><h1>THOMAS TOWNSEND, PLAINTIFF IN ERROR,<br>\nv.<br>\nROBERT JEMISON, JR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*409</span> It was argued by Mr. Key, for the plaintiff in error, and Mr. Lawrence and Mr. Badger, for the defendant in error.</p>\n<p><span class=\"star-pagination\">*413</span> Mr. Justice WAYNE delivered the opinion of the court.</p>\n<p>This suit has been brought here from the District Court of the United States for the Middle District of Alabama. The defendant in the court below, appellant here, besides other pleas, pleaded that the cause of action accrued in Mississippi more than three years before the suit was brought; and that the Mississippi statute of limitations barred a recovery in the District Court of Alabama. The plaintiff demurred to the plea. The court sustained the demurrer.</p>\n<p>We do not think it necessary to do more than to decide this point in the case.</p>\n<p>The rule in the courts of the United States, in respect to pleas of the statutes of limitation has always been, that they strictly affect the remedy, and not the merits. In the case of McElmoyle v. Cohen, 13 Peters, 312, this point was raised, and so decided. All of the judges were present and assented. The fullest examination was then made of all the authorities upon the subject, in connection with the diversities of opinion among jurists about it, and of all those considerations which have induced legislatures to interfere and place a limitation upon the bringing of actions.</p>\n<p>We thought then, and still think, that it has become a formulary in international jurisprudence, that all suits must be brought within the period prescribed by the local law of the country where the suit is brought,  the lex fori; otherwise the suit would be barred, unless the plaintiff can bring himself within one of the exceptions of the statute, if that is pleaded by the defendant. This rule is as fully recognized in foreign jurisprudence as it is in the common law. We then referred to authorities in the common law, and to a summary of them in foreign jurisprudence. Burge's Com. on Col. and For. Laws. They were subsequently cited, with others besides, in the second edition of the Conflict of Laws, 483. Among them will be found the case of Leroy v. Crowninshield, 2 Mason, 151, so much relied upon by the counsel in this case.</p>\n<p>Neither the learned examination made in that case of the reasoning of jurists, nor the final conclusion of the judge, in <span class=\"star-pagination\">*414</span> opposition to his own inclinations, escaped our attention. Indeed, he was here to review them, with those of us now in the court who had the happiness and benefit of being associated with him. He did so with the same sense of judicial obligation for the maxim, Stare decisis et non quieta movere, which marked his official career. His language in the case in Mason fully illustrates it:  \"But I do not sit here to consider what in theory ought to be the true doctrines of the law, following them out upon principles of philosophy and juridical reasoning. My humbler and safer duty is to administer the law as I find it, and to follow in the path of authority, where it is clearly defined, even though that path may have been explored by guides in whose judgment the most implicit confidence might not have been originally reposed.\" Then follows this declaration:  \"It does appear to me that the question now before the court has been settled, so far as it could be, by authorities which the court is bound to respect.\" The error, if any has been committed, is too strongly engrafted into the law to be removed without the interposition of some superior authority. Then, in support of this declaration, he cites Huberus, Voet, Pothier, and Lord Kames, and adjudications from English and American courts, to show that, whatever may have been the differences of opinion among jurists, the uniform administration of the law has been, that the lex loci contractus expounds the obligations of contracts, and that statutes of limitation prescribing a time after which a plaintiff shall not recover, unless he can bring himself within its exceptions, appertain ad tempus et modum actionis instituend and not ad valorem contractus. Williams v. Jones, 13 East, 439; Nash v. Tupper, 1 Caines, 402; Ruggles v. Keeler, 3 Johns. 263; Pearsall v. Dwight, 2 Mass. 84; Decouche v. Savetier, 3 Johns. Ch. 190, 218; McCluny v. Silliman, 3 Peters, 276; Hawkins v. Barney, 5 Peters, 457; Bank of the United States v. Donnally, 8 Peters, 361; McElmoyle v. Cohen, 13 Peters, 312.</p>\n<p>There is nothing in Shelby v. Guy, 11 Wheaton, 361, in conflict with what this court decided in the four last-mentioned cases. Its action upon the point has been uniform and decisive. In cases before and since decided in England, it will be found there has been no fluctuation in the rule in the courts there. The rule is, that the statute of limitations of the country in which the suit is brought may be pleaded to bar a recovery upon a contract made out of its political jurisdiction, and that the limitation of the lex loci contractus cannot be. 2 Bingham, New Cases, 202, 211; Don v. Lippmann, 5 Clark &amp; Fin. 1, 16, 17. It has become, as we have already said, a fixed rule of the <span class=\"star-pagination\">*415</span> jus gentium privatum, unalterable, in our opinion, either in England or in the States of the United States, except by legislative enactment.</p>\n<p>We will not enter at large into the learning and philosophy of the question. We remember the caution given by Lord Stair in the supplement to his Institutes (p. 852), about citing as authorities the works and publications of foreign jurists. It is appropriate to the occasion, having been written to correct a mistake of Lord Tenterden, to whom no praise could be given which would not be deserved by his equally distinguished contemporary, Judge Story. Lord Stair says,  \"There is in Abbott's Law of Shipping (5th edition, p. 365) a singular mistake; and, considering the justly eminent character of the learned author for extensive, sound, and practical knowledge of the English law, one which ought to operate as a lesson on this side of the Tweed, as well as on the other, to be a little cautious in citing the works and publications of foreign jurists, since, to comprehend their bearings, such a knowledge of the foreign law as is scarcely attainable is absolutely requisite. It is magnificent to array authorities, but somewhat humiliating to be detected in errors concerning them;  yet how can errors be avoided in such a case, when every day's experience warns us of the prodigious study necessary to the attainment of proficiency in our own law? My object in adverting to the mistake in the work referred to is, not to depreciate the author, for whom I entertain unfeigned respect, but to show that, since even so justly distinguished a lawyer fails when he travels beyond the limits of his own code, the attempt must be infinitely hazardous with others.\"</p>\n<p>We will now venture to suggest the causes which misled the learned judge in Leroy v. Crowninshield into a conclusion, that, if the question before him had been entirely new, his inclination would strongly lead him to declare, that where all remedies are barred or discharged by the lex loci contractus, and have operated upon the case, then the bar may be pleaded in a foreign tribunal, to repel any suit brought to enforce the debt.</p>\n<p>We remark, first, that only a few of the civilians who have written upon the point differ from the rule, that statutes of limitation relate to the remedy and not to the contract. If there is any case, either in our own or the English courts, in which the point is more discussed than it is in Leroy v. Crowninshield, we are not acquainted with it. In every case but one, either in England or in the United States, in which the point has since been made, that case has been mentioned, and it has carried some of our own judges to a result which Judge Story himself did not venture to support.</p>\n<p><span class=\"star-pagination\">*416</span> We do not find him pressing his argument in Leroy v. Crowninshield in the Conflict of Laws, in which it might have been appropriately done, if his doubts, for so he calls them, had not been removed. Twenty years had then passed between them. In all that time, when so much had been added to his learning, really great before, that by common consent he was estimated in jurisprudence par summis, we find him, in the Conflict of Laws, stating the law upon the point, in opposition to his former doubts, not in deference to authority alone, but from declared conviction.</p>\n<p>The point had been examined by him in Leroy v. Crowninshield without any consideration of other admitted maxims of international jurisprudence, having a direct bearing upon the subject. Among others, that the obligation of every law is confined to the State in which it is established, that it can only attach upon those who are its subjects, and upon others who are within the territorial jurisdiction of the State; that debtors can only be sued in the courts of the jurisdiction where they are; that all courts must judge in respect to remedies from their own laws, except when conventionally, or from the decisions of courts, a comity has been established between States to enforce in the courts of each a particular law or principle. When there is no positive rule, affirming, denying, or restraining the operation of foreign laws, courts establish a comity for such as are not repugnant to the policy or in conflict with the laws of the State from which they derive their organization. We are not aware, except as it has been brought to our notice by two cases cited in the argument of this cause, that it has ever been done, either to give or to take away remedies from suitors, when there is a law of the State where the suit is brought which regulates remedies. But for the foundation of comity, the manner of its exercise, and the extent to which courts can allowably carry it, we refer to the case of the Bank of Augusta v. Earle, 13 Peters, 519, 589; Conflict of Laws, Comity.</p>\n<p>From what has just been said, it must be seen, when it is claimed that statutes of limitation operate to extinguish a contract, and for that reason the statute of the State in which the contract was made may be pleaded in a foreign court, that it is a point not standing alone, disconnected from other received maxims of international jurisprudence. And it may well be asked, before it is determined otherwise, whether contracts by force of the different statutes of limitation in States are not exceptions from the general rule of the lex loci contracts. There are such exceptions for dissolving and discharging contracts out <span class=\"star-pagination\">*417</span> of the jurisdiction in which they were made. The limitations of remedies, and the forms and modes of suit, make such an exception. Confl. of Laws, 271, and 524 to 527. We may then infer that the doubts expressed in Leroy v. Crowninshield would have been withheld, if the point had been considered in the connection we have mentioned.</p>\n<p>We have found, too, that several of the civilians who wrote upon the question did so without having kept in mind the difference between the positive and negative prescription of the civil law. In doing so, some of them  not regarding the latter in its more extended signification as including all those bars or exceptions of law or of fact which may be opposed to the prosecution of a claim, as well out of the jurisdiction in which a contract was made as in it  were led to the conclusion, that the prescription was a part of the contract, and not the denial of a remedy for its enforcement. It may be as well here to state the difference between the two prescriptions in the civil law. Positive, or the Roman usucaptio, is the acquisition of property, real or personal, immovable or movable, by the continued possession of the acquirer for such a time as is described by the law to be sufficient. Erskine's Inst. 556. \"Adjectio dominii per continuationem possessionis temporis legi definiti.\" Dig. 3.</p>\n<p>Negative prescription is the loss or forfeiture of a right, by the proprietor's neglecting to exercise or prosecute it during the whole period which the law hath declared to be sufficient to infer the loss of it. It includes the former, and applies also to all those demands which are the subject of personal actions. Erskine's Inst. 560, and 3 Burge, 26.</p>\n<p>Most of the civilians, however, did not lose sight of the differences between these prescriptions, and if their reasons for doing so had been taken as a guide, instead of some expressions used by them, in respect to what may be presumed as to the extinction or payment of a claim, while the plea in bar is pending, we do not think that any doubt would have been expressed concerning the correctness of their other conclusion, that statutes of limitation in suits upon contracts only relate to the remedy. But that was not done, and, from some expressions of Pothier and Lord Kames, it was said, \"If the statute of limitations does create, proprio vigore, a presumption of the extinction or payment of the debt, which all nations ought to regard, it is not easy to see why the presumption of such payment, thus arising from the lex loci contractus, should not be as conclusive in every other place as in the place of the contract.\" And that was said in Leroy v. Crowninshield, in opposition to <span class=\"star-pagination\">*418</span> the declaration of both of those writers, that in any other place than that of the contract such a presumption could not be made to defeat a law providing for proceedings upon suits. Here, turning aside for an instant from our main purpose, we find the beginning or source of those constructions of the English statutes of limitation which almost made them useless for the accomplishment of their end. Within a few years, the abuses of such constructions have been much corrected, and we are now, in the English and American courts, nearer to the legislative intent of such enactments.</p>\n<p>But neither Pothier nor Lord Kames meant to be understood, that the theory of statutes of limitation purported to afford positive presumptions of payment and extinction of contracts, according to the laws of the place where they are made. The extract which was made from Pothier shows his meaning is, that, when the statute of limitations has been pleaded by a defendant, the presumption is in his favor that he has extinguished and discharged his contract, until the plaintiff overcomes it by proof that he is within one of those exceptions of the statute which takes it out of the time after which he cannot bring a suit to enforce judicially the obligation of the defendant. The extract from Lord Kames only shows what may be done in Scotland when a process has been brought for payment of an English debt, after the English prescription has taken place. The English statute cannot be pleaded in Scotland in such a case, but, according to the law of that forum, it may be pleaded that the debt is presumed to have been paid. And it makes an issue, in which the plaintiff in the suit may show that such a presumption does not apply to his demand; and that without any regard to the prescription of time in the English statute of limitation. It is upon this presumption of payment that the conclusion in Leroy v. Crowninshield was reached, and as it is now universally admitted that it is not a correct theory for the administration of statutes of limitation, we may say it was in fact because that theory was assumed in that case that doubts in it were expressed, contrary to the judgment which was given, in submission to what was admitted to be the law of the case. What we have said may serve a good purpose. It is pertinent to the point raised by the pleading in the case before us, and in our judgment there is no error in the District Court's having sustained the demurrer.</p>\n<p>Before concluding, we will remark that nothing has been said in this case at all in conflict with what was said by this court in Shelby v. Guy, 11 Wheaton, 361. The distinctions made by us here between statutes giving a right to property <span class=\"star-pagination\">*419</span> from possession for a certain time, and such as only take away remedies for the recovery of property after a certain time has passed, confirm it. In Shelby v. Guy this court declared that, as by the laws of Virginia five years' bonâ fide possession of a slave constitutes a good title upon which the possessor may recover in detinue, such a title may be set up by the vendee of such possessor in the courts of Tennessee as a defence to a suit brought by a third party in those courts. The same had been previously ruled in this court in Brent v. Chapman, 5 Cranch, 358; and it is the rule in all cases where it is declared by statute that all rights to debts due more than a prescribed term of years shall be deemed extinguished, and that all titles to real and personal property not pressed within the prescribed time shall give ownership to an adverse possessor. Such a law, though one of limitation, goes directly to the extinguishment of the debt, claim, or right, and is not a bar to the remedy. Lincoln v. Battelle, 6 Wend. 475. Confl. of Laws, 582.</p>\n<p>In Lincoln v. Battelle, 6 Wend. 475, the same doctrine was held. It is stated in the Conflict of Laws, 582, to be a settled point. The courts of Louisiana act upon it. We could cite other instances in which it has been announced in American courts of the last resort. In the cases of De la Vega v. Vianna, 1 Barn. &amp; Adol. 284, and the British Linen Company v. Drummond, 10 Barn. &amp; Cres. 903, it is said, that, if a French bill of exchange is sued in England, it must be sued on according to the laws of England, and there the English statute of limitations would form a bar to the demand if the bill had been due for more than six years. In the case of Don v. Lippmann, 5 Clark &amp; Fin. 1, it was admitted by the very learned counsel who argued that case for the defendants in error, that, though the law for expounding a contract was the law of the place in which it was made, the remedy for enforcing it must be the law of the place in which it is sued. In that case will be found, in the argument of Lord Brougham before the House of Lords, his declaration of the same doctrine, sustained by very cogent reasoning, drawn from what is the actual intent of the parties to a contract when it is made, and from the inconveniences of pursuing a different course. In Beckford and others v. Wade, 17 Vesey, 87, Sir William Grant, acknowledging the rule, makes the distinction between statutes merely barring the legal remedy and such as prohibit a suit from being brought after a specified time. It was a case arising under the possessory law of Jamaica, which converts a possession for seven years under a deed, will, or other conveyance, into a positive absolute title, against all the world,  without exceptions in <span class=\"star-pagination\">*420</span> favor of any one or any right, however a party may have been situated during that time, or whatever his previous right of property may have been. There is a statute of the same kind in Rhode Island. 2 R.I. Laws, 363, 364, ed. 1822. In Tennessee there is an act in some respects similar to the possessory law of Jamaica; it gives an indefeasible title in fee simple to lands of which a person has had possession for seven years, excepting only from its operation infants, feme coverts, non compotes mentis, persons imprisoned or beyond the limits of the United States and the Territories thereof, and the heirs of the excepted, provided they bring actions within three years after they have a right to sue. Act of November 16, 1817, ch. 28, §§ 1, 2. So in North Carolina, there is a provision in the act of 1715, ch. 17, § 2, with the same exceptions as in the act of Tennessee, the latter being probably copied substantially from the former. Thirty years' possession in Louisiana prescribes land, though possessed without title and malâ fide.</p>\n<p>We have mentioned those acts in our own States, only for the purpose of showing the difference between statutes giving title from possession, and such as only limit the bringing of suits. It not unfrequently happens in legislation, that such sections are found in statutes for the limitation of actions. It is in fact because they have been overlooked, that the distinction between them has not been recognized as much as it ought to have been in the discussion of the point, whether a certain time assigned by a statute, within which an action must be brought, is a part of the contract, or solely the remedy. The rule in such a case is, that the obligations of the contract upon the parties to it, except in well-known cases, are to be expounded by the lex loci contractus. Suits brought to enforce contracts, either in the State where they were made, or in the courts of other States, are subject to the remedies of the forum in which the suit is, including that of statutes of limitation.</p>\n<p>Judgment affirmed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the District of Alabama, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said District Court in this cause be, and the same is hereby, affirmed, with costs, and damages at the rate of six per centum per annum.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></span> (1850)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">How.</span> <span class=\"page\">407</span></span></b></center>\n<center><h1>THOMAS TOWNSEND, PLAINTIFF IN ERROR,<br>\nv.<br>\nROBERT JEMISON, JR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*409</span> It was argued by Mr. Key, for the plaintiff in error, and Mr. Lawrence and Mr. Badger, for the defendant in error.</p>\n<p><span class=\"star-pagination\">*413</span> Mr. Justice WAYNE delivered the opinion of the court.</p>\n<p>This suit has been brought here from the District Court of the United States for the Middle District of Alabama. The defendant in the court below, appellant here, besides other pleas, pleaded that the cause of action accrued in Mississippi more than three years before the suit was brought; and that the Mississippi statute of limitations barred a recovery in the District Court of Alabama. The plaintiff demurred to the plea. The court sustained the demurrer.</p>\n<p>We do not think it necessary to do more than to decide this point in the case.</p>\n<p>The rule in the courts of the United States, in respect to pleas of the statutes of limitation has always been, that they strictly affect the remedy, and not the merits. In the case of McElmoyle v. Cohen, 13 Peters, 312, this point was raised, and so decided. All of the judges were present and assented. The fullest examination was then made of all the authorities upon the subject, in connection with the diversities of opinion among jurists about it, and of all those considerations which have induced legislatures to interfere and place a limitation upon the bringing of actions.</p>\n<p>We thought then, and still think, that it has become a formulary in international jurisprudence, that all suits must be brought within the period prescribed by the local law of the country where the suit is brought,  the lex fori; otherwise the suit would be barred, unless the plaintiff can bring himself within one of the exceptions of the statute, if that is pleaded by the defendant. This rule is as fully recognized in foreign jurisprudence as it is in the common law. We then referred to authorities in the common law, and to a summary of them in foreign jurisprudence. Burge's Com. on Col. and For. Laws. They were subsequently cited, with others besides, in the second edition of the Conflict of Laws, 483. Among them will be found the case of Leroy v. Crowninshield, 2 Mason, 151, so much relied upon by the counsel in this case.</p>\n<p>Neither the learned examination made in that case of the reasoning of jurists, nor the final conclusion of the judge, in <span class=\"star-pagination\">*414</span> opposition to his own inclinations, escaped our attention. Indeed, he was here to review them, with those of us now in the court who had the happiness and benefit of being associated with him. He did so with the same sense of judicial obligation for the maxim, Stare decisis et non quieta movere, which marked his official career. His language in the case in Mason fully illustrates it:  \"But I do not sit here to consider what in theory ought to be the true doctrines of the law, following them out upon principles of philosophy and juridical reasoning. My humbler and safer duty is to administer the law as I find it, and to follow in the path of authority, where it is clearly defined, even though that path may have been explored by guides in whose judgment the most implicit confidence might not have been originally reposed.\" Then follows this declaration:  \"It does appear to me that the question now before the court has been settled, so far as it could be, by authorities which the court is bound to respect.\" The error, if any has been committed, is too strongly engrafted into the law to be removed without the interposition of some superior authority. Then, in support of this declaration, he cites Huberus, Voet, Pothier, and Lord Kames, and adjudications from English and American courts, to show that, whatever may have been the differences of opinion among jurists, the uniform administration of the law has been, that the lex loci contractus expounds the obligations of contracts, and that statutes of limitation prescribing a time after which a plaintiff shall not recover, unless he can bring himself within its exceptions, appertain ad tempus et modum actionis instituend and not ad valorem contractus. Williams v. Jones, 13 East, 439; Nash v. Tupper, 1 Caines, 402; Ruggles v. Keeler, 3 Johns. 263; Pearsall v. Dwight, 2 Mass. 84; Decouche v. Savetier, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">190</span></span>, 218; McCluny v. Silliman, 3 Peters, 276; Hawkins v. Barney, 5 Peters, 457; Bank of the United States v. Donnally, 8 Peters, 361; McElmoyle v. Cohen, 13 Peters, 312.</p>\n<p>There is nothing in Shelby v. Guy, 11 Wheaton, 361, in conflict with what this court decided in the four last-mentioned cases. Its action upon the point has been uniform and decisive. In cases before and since decided in England, it will be found there has been no fluctuation in the rule in the courts there. The rule is, that the statute of limitations of the country in which the suit is brought may be pleaded to bar a recovery upon a contract made out of its political jurisdiction, and that the limitation of the lex loci contractus cannot be. 2 Bingham, New Cases, 202, 211; Don v. Lippmann, 5 Clark &amp; Fin. 1, 16, 17. It has become, as we have already said, a fixed rule of the <span class=\"star-pagination\">*415</span> jus gentium privatum, unalterable, in our opinion, either in England or in the States of the United States, except by legislative enactment.</p>\n<p>We will not enter at large into the learning and philosophy of the question. We remember the caution given by Lord Stair in the supplement to his Institutes (p. 852), about citing as authorities the works and publications of foreign jurists. It is appropriate to the occasion, having been written to correct a mistake of Lord Tenterden, to whom no praise could be given which would not be deserved by his equally distinguished contemporary, Judge Story. Lord Stair says,  \"There is in Abbott's Law of Shipping (5th edition, p. 365) a singular mistake; and, considering the justly eminent character of the learned author for extensive, sound, and practical knowledge of the English law, one which ought to operate as a lesson on this side of the Tweed, as well as on the other, to be a little cautious in citing the works and publications of foreign jurists, since, to comprehend their bearings, such a knowledge of the foreign law as is scarcely attainable is absolutely requisite. It is magnificent to array authorities, but somewhat humiliating to be detected in errors concerning them;  yet how can errors be avoided in such a case, when every day's experience warns us of the prodigious study necessary to the attainment of proficiency in our own law? My object in adverting to the mistake in the work referred to is, not to depreciate the author, for whom I entertain unfeigned respect, but to show that, since even so justly distinguished a lawyer fails when he travels beyond the limits of his own code, the attempt must be infinitely hazardous with others.\"</p>\n<p>We will now venture to suggest the causes which misled the learned judge in Leroy v. Crowninshield into a conclusion, that, if the question before him had been entirely new, his inclination would strongly lead him to declare, that where all remedies are barred or discharged by the lex loci contractus, and have operated upon the case, then the bar may be pleaded in a foreign tribunal, to repel any suit brought to enforce the debt.</p>\n<p>We remark, first, that only a few of the civilians who have written upon the point differ from the rule, that statutes of limitation relate to the remedy and not to the contract. If there is any case, either in our own or the English courts, in which the point is more discussed than it is in Leroy v. Crowninshield, we are not acquainted with it. In every case but one, either in England or in the United States, in which the point has since been made, that case has been mentioned, and it has carried some of our own judges to a result which Judge Story himself did not venture to support.</p>\n<p><span class=\"star-pagination\">*416</span> We do not find him pressing his argument in Leroy v. Crowninshield in the Conflict of Laws, in which it might have been appropriately done, if his doubts, for so he calls them, had not been removed. Twenty years had then passed between them. In all that time, when so much had been added to his learning, really great before, that by common consent he was estimated in jurisprudence par summis, we find him, in the Conflict of Laws, stating the law upon the point, in opposition to his former doubts, not in deference to authority alone, but from declared conviction.</p>\n<p>The point had been examined by him in Leroy v. Crowninshield without any consideration of other admitted maxims of international jurisprudence, having a direct bearing upon the subject. Among others, that the obligation of every law is confined to the State in which it is established, that it can only attach upon those who are its subjects, and upon others who are within the territorial jurisdiction of the State; that debtors can only be sued in the courts of the jurisdiction where they are; that all courts must judge in respect to remedies from their own laws, except when conventionally, or from the decisions of courts, a comity has been established between States to enforce in the courts of each a particular law or principle. When there is no positive rule, affirming, denying, or restraining the operation of foreign laws, courts establish a comity for such as are not repugnant to the policy or in conflict with the laws of the State from which they derive their organization. We are not aware, except as it has been brought to our notice by two cases cited in the argument of this cause, that it has ever been done, either to give or to take away remedies from suitors, when there is a law of the State where the suit is brought which regulates remedies. But for the foundation of comity, the manner of its exercise, and the extent to which courts can allowably carry it, we refer to the case of the Bank of Augusta v. Earle, 13 Peters, 519, 589; Conflict of Laws, Comity.</p>\n<p>From what has just been said, it must be seen, when it is claimed that statutes of limitation operate to extinguish a contract, and for that reason the statute of the State in which the contract was made may be pleaded in a foreign court, that it is a point not standing alone, disconnected from other received maxims of international jurisprudence. And it may well be asked, before it is determined otherwise, whether contracts by force of the different statutes of limitation in States are not exceptions from the general rule of the lex loci contracts. There are such exceptions for dissolving and discharging contracts out <span class=\"star-pagination\">*417</span> of the jurisdiction in which they were made. The limitations of remedies, and the forms and modes of suit, make such an exception. Confl. of Laws, 271, and 524 to 527. We may then infer that the doubts expressed in Leroy v. Crowninshield would have been withheld, if the point had been considered in the connection we have mentioned.</p>\n<p>We have found, too, that several of the civilians who wrote upon the question did so without having kept in mind the difference between the positive and negative prescription of the civil law. In doing so, some of them  not regarding the latter in its more extended signification as including all those bars or exceptions of law or of fact which may be opposed to the prosecution of a claim, as well out of the jurisdiction in which a contract was made as in it  were led to the conclusion, that the prescription was a part of the contract, and not the denial of a remedy for its enforcement. It may be as well here to state the difference between the two prescriptions in the civil law. Positive, or the Roman usucaptio, is the acquisition of property, real or personal, immovable or movable, by the continued possession of the acquirer for such a time as is described by the law to be sufficient. Erskine's Inst. 556. \"Adjectio dominii per continuationem possessionis temporis legi definiti.\" Dig. 3.</p>\n<p>Negative prescription is the loss or forfeiture of a right, by the proprietor's neglecting to exercise or prosecute it during the whole period which the law hath declared to be sufficient to infer the loss of it. It includes the former, and applies also to all those demands which are the subject of personal actions. Erskine's Inst. 560, and 3 Burge, 26.</p>\n<p>Most of the civilians, however, did not lose sight of the differences between these prescriptions, and if their reasons for doing so had been taken as a guide, instead of some expressions used by them, in respect to what may be presumed as to the extinction or payment of a claim, while the plea in bar is pending, we do not think that any doubt would have been expressed concerning the correctness of their other conclusion, that statutes of limitation in suits upon contracts only relate to the remedy. But that was not done, and, from some expressions of Pothier and Lord Kames, it was said, \"If the statute of limitations does create, proprio vigore, a presumption of the extinction or payment of the debt, which all nations ought to regard, it is not easy to see why the presumption of such payment, thus arising from the lex loci contractus, should not be as conclusive in every other place as in the place of the contract.\" And that was said in Leroy v. Crowninshield, in opposition to <span class=\"star-pagination\">*418</span> the declaration of both of those writers, that in any other place than that of the contract such a presumption could not be made to defeat a law providing for proceedings upon suits. Here, turning aside for an instant from our main purpose, we find the beginning or source of those constructions of the English statutes of limitation which almost made them useless for the accomplishment of their end. Within a few years, the abuses of such constructions have been much corrected, and we are now, in the English and American courts, nearer to the legislative intent of such enactments.</p>\n<p>But neither Pothier nor Lord Kames meant to be understood, that the theory of statutes of limitation purported to afford positive presumptions of payment and extinction of contracts, according to the laws of the place where they are made. The extract which was made from Pothier shows his meaning is, that, when the statute of limitations has been pleaded by a defendant, the presumption is in his favor that he has extinguished and discharged his contract, until the plaintiff overcomes it by proof that he is within one of those exceptions of the statute which takes it out of the time after which he cannot bring a suit to enforce judicially the obligation of the defendant. The extract from Lord Kames only shows what may be done in Scotland when a process has been brought for payment of an English debt, after the English prescription has taken place. The English statute cannot be pleaded in Scotland in such a case, but, according to the law of that forum, it may be pleaded that the debt is presumed to have been paid. And it makes an issue, in which the plaintiff in the suit may show that such a presumption does not apply to his demand; and that without any regard to the prescription of time in the English statute of limitation. It is upon this presumption of payment that the conclusion in Leroy v. Crowninshield was reached, and as it is now universally admitted that it is not a correct theory for the administration of statutes of limitation, we may say it was in fact because that theory was assumed in that case that doubts in it were expressed, contrary to the judgment which was given, in submission to what was admitted to be the law of the case. What we have said may serve a good purpose. It is pertinent to the point raised by the pleading in the case before us, and in our judgment there is no error in the District Court's having sustained the demurrer.</p>\n<p>Before concluding, we will remark that nothing has been said in this case at all in conflict with what was said by this court in Shelby v. Guy, 11 Wheaton, 361. The distinctions made by us here between statutes giving a right to property <span class=\"star-pagination\">*419</span> from possession for a certain time, and such as only take away remedies for the recovery of property after a certain time has passed, confirm it. In Shelby v. Guy this court declared that, as by the laws of Virginia five years' bonâ fide possession of a slave constitutes a good title upon which the possessor may recover in detinue, such a title may be set up by the vendee of such possessor in the courts of Tennessee as a defence to a suit brought by a third party in those courts. The same had been previously ruled in this court in Brent v. Chapman, 5 Cranch, 358; and it is the rule in all cases where it is declared by statute that all rights to debts due more than a prescribed term of years shall be deemed extinguished, and that all titles to real and personal property not pressed within the prescribed time shall give ownership to an adverse possessor. Such a law, though one of limitation, goes directly to the extinguishment of the debt, claim, or right, and is not a bar to the remedy. Lincoln v. Battelle, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wend.</span> <span class=\"page\">475</span></span>. Confl. of Laws, 582.</p>\n<p>In Lincoln v. Battelle, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wend.</span> <span class=\"page\">475</span></span>, the same doctrine was held. It is stated in the Conflict of Laws, 582, to be a settled point. The courts of Louisiana act upon it. We could cite other instances in which it has been announced in American courts of the last resort. In the cases of De la Vega v. Vianna, 1 Barn. &amp; Adol. 284, and the British Linen Company v. Drummond, 10 Barn. &amp; Cres. 903, it is said, that, if a French bill of exchange is sued in England, it must be sued on according to the laws of England, and there the English statute of limitations would form a bar to the demand if the bill had been due for more than six years. In the case of Don v. Lippmann, 5 Clark &amp; Fin. 1, it was admitted by the very learned counsel who argued that case for the defendants in error, that, though the law for expounding a contract was the law of the place in which it was made, the remedy for enforcing it must be the law of the place in which it is sued. In that case will be found, in the argument of Lord Brougham before the House of Lords, his declaration of the same doctrine, sustained by very cogent reasoning, drawn from what is the actual intent of the parties to a contract when it is made, and from the inconveniences of pursuing a different course. In Beckford and others v. Wade, 17 Vesey, 87, Sir William Grant, acknowledging the rule, makes the distinction between statutes merely barring the legal remedy and such as prohibit a suit from being brought after a specified time. It was a case arising under the possessory law of Jamaica, which converts a possession for seven years under a deed, will, or other conveyance, into a positive absolute title, against all the world,  without exceptions in <span class=\"star-pagination\">*420</span> favor of any one or any right, however a party may have been situated during that time, or whatever his previous right of property may have been. There is a statute of the same kind in Rhode Island. 2 R.I. Laws, 363, 364, ed. 1822. In Tennessee there is an act in some respects similar to the possessory law of Jamaica; it gives an indefeasible title in fee simple to lands of which a person has had possession for seven years, excepting only from its operation infants, feme coverts, non compotes mentis, persons imprisoned or beyond the limits of the United States and the Territories thereof, and the heirs of the excepted, provided they bring actions within three years after they have a right to sue. Act of November 16, 1817, ch. 28, §§ 1, 2. So in North Carolina, there is a provision in the act of 1715, ch. 17, § 2, with the same exceptions as in the act of Tennessee, the latter being probably copied substantially from the former. Thirty years' possession in Louisiana prescribes land, though possessed without title and malâ fide.</p>\n<p>We have mentioned those acts in our own States, only for the purpose of showing the difference between statutes giving title from possession, and such as only limit the bringing of suits. It not unfrequently happens in legislation, that such sections are found in statutes for the limitation of actions. It is in fact because they have been overlooked, that the distinction between them has not been recognized as much as it ought to have been in the discussion of the point, whether a certain time assigned by a statute, within which an action must be brought, is a part of the contract, or solely the remedy. The rule in such a case is, that the obligations of the contract upon the parties to it, except in well-known cases, are to be expounded by the lex loci contractus. Suits brought to enforce contracts, either in the State where they were made, or in the courts of other States, are subject to the remedies of the forum in which the suit is, including that of statutes of limitation.</p>\n<p>Judgment affirmed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the District of Alabama, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said District Court in this cause be, and the same is hereby, affirmed, with costs, and damages at the rate of six per centum per annum.</p>\n</div>", "id": 86571, "judges": "Wayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86571/", "sha1": "526686f177ff3b4741deed58df7654fbb588a318", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:39"}