{"absolute_url": "/opinion/86598/hoyt-v-united-states/", "blocked": false, "citation": {"case_name": "Hoyt v. United States", "docket_number": null, "document_uris": ["/api/rest/v2/document/86598/"], "federal_cite_one": "51 U.S. 109", "federal_cite_three": null, "federal_cite_two": null, "id": 54562, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54562/", "scotus_early_cite": "10 How. 109", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1850-12-31", "date_modified": "2014-12-21T08:58:11.080372", "docket": "/api/rest/v2/docket/270903/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">51 U.S. 109</p>\n    <p class=\"case_cite\">10 How. 109</p>\n    <p class=\"case_cite\">13 L.Ed. 348</p>\n    <p class=\"parties\">JESSE HOYT, PLAINTIFF IN ERROR,<br>v.<br>THE UNITED STATES.</p>\n    <p class=\"date\">December Term, 1850</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS was a writ of error to the Circuit Court of the United States for the Southern District of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The United States brought an action of assumpsit in the court below against the plaintiff in error. The declaration contained four counts; viz., for money lent and advanced; for money laid out and expended; for money had and received; and upon an account stated. The general issue was pleaded and joined. The cause came on for trial at the April term, 1843, before Mr. Justice Thompson and Judge Betts, when a verdict was found for the United States, and a judgment entered upon the verdict on the 7th of May, 1843, for $221,083.39, including damages, costs, and charges. A bill of exceptions was taken during the progress of the trial, which was signed by Judge Betts on the 9th of October, 1847, Mr. Justice Thompson having died in the interval between the trial of the cause and the time when the bill of exceptions was signed. The writ of error was sued out on the 3d of February, 1847, several months before the signing of the bill of exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon the trial, the plaintiffs below introduced evidence to prove that the defendant was appointed collector of the port and district of New York, on the 29th day of March, 1838, and that he ceased to be such collector and went out of office at the close of the 2d day of March, 1841; and then gave in evidence certain transcripts under the seal of the Department of the Treasury of the United States, and thereupon rested the case on their part. These transcripts are intended to be statements made up by the accounting officers of the Treasury Department from the quarterly accounts rendered by the officer with whom the account is kept, after an examination and adjustment of such quarterly accounts, and the allowance or disallowance of the several items contained therein.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the counsel for the plaintiffs below had rested their case, it was objected on the part of the defendant below, that the said plaintiffs had not shown enough to entitle them to rest their case, without producing other evidence in support of said transcripts, because,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. The law relating to Treasury transcripts, which, under some circumstances, gives them the effect of evidence, does not apply to accounts of the description contained in the transcripts offered.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. That, in order to constitute the transcripts legal evidence, they must specify the particular items which are made the ground of claim, and not aggregated items; a balance, which, in the present case, makes up the principal part of the claim contained in the transcripts offered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. That the statute does not apply to collections made on account of the government, but to money advanced by it to public agents.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. When the ground of claim on the part of the government arises, not out of payments or advances by it, but out of accounts rendered by a public agent of money collected for the government, the accounts themselves must be introduced as the highest evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court decided that the transcripts were in conformity to the statute, and were legal evidence, to which decision the counsel for the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The counsel for the defendant then called upon the counsel for the plaintiffs for the original letters from the defendant to the First Auditor and Comptroller of the Treasury, under date of the 30th June, 1841, which accompanied the defendant's last quarterly account, and the same not being produced, the defendant, among other matters to maintain the issue on his part, introduced and read in evidence copies of said letters, in the words and figures following:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'<i>Custom House, New York, June</i> 30<i>th</i>, 1841.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'SIR,&#8212;Herewith you will receive, in thirteen packages, the accounts of the customs of this district from the first of January to the 2d of March, in the first quarter of 1841, as per account current and memorandum of papers inclosed, said period being the termination of my accounts as collector of the district of New York. The account current is prepared by the auditor of the custom-house, with the exception of the item of commission for accepting and paying treasury drafts, which I have directed to be inserted; this account, as well as other accounts heretofore transmitted to the department, has been prepared in the auditor's office, none of which have undergone my personal examination, they having been signed by me when presented.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'This account, or those which have preceded it, contains some radical error or errors to a large amount. Where the errors are to be found, or the best probable mode of undertaking to detect them, I am unable at this moment to determine, but request that a thorough examination may be made at the department, with the view of testing the accuracy of present and past accounts, and I shall direct my efforts to discover them here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'At the time of the passage of the law requiring all money received on deposit for unascertained duties to be immediately paid into the treasury, I received a circular from the department, containing instructions relative to the accounts to be kept under that law. The circular bears date the 13th March, 1839, and, alluding to an account for excesses of deposits, contains this clause:&#8212;'This account has no connection, immediate or remote, with your account of the customs.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'The amount I have paid to the merchants for such excesses, and have also credited in the accounts of the customs to the United States, is over $109,000. I early objected to this credit, as will be seen by my letter to the comptroller, under date of the 14th of February, 1840, and my mind has never been satisfied with the reasons assigned by the comptroller in his letter of April 11th, 1840, for the change in the direction originally given by the circular referred to. I most earnestly request that the principle involved in this question may be carefully examined.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The balance of the money which was paid to me under protest amounts to $189,871.17. The suits brought for the recovery of the same are against me as an individual, for which I am liable, upon the recovery of judgments under execution, and am compelled to rely upon and wait for the justice of the government for protection in indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Very respectifully, your obedient servant,</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'J. HOYT, <i>Late Collector</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'TO JESSE MILLER, ESQ., <i>First Auditor, &amp;c.</i>'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'<i>Custom House, New York</i>, 30<i>th</i>, 1841.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'SIR,&#8212;It was not until yesterday, at near three o'clock, that I procured the signature of Mr. Morgan, my successor in office, to the abstracts of bonds delivered by me to him, without which my final accounts could not be forwarded. I send them to-day to the First Auditor of the Treasury, with a letter, a copy of which I now inclose to you as the head of the accounting department of the government. I have to request that you will be so good as to acknowledge the receipt of this letter with its inclosure. I hope by the time the First Auditor shall have examined the accounts now sent him, that you will have had leisure to look at my account of fines, penalties, and forfeitures, about which I wrote you some months since.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'With great respect, your obedient servant,</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'J. HOYT, <i>Late Collector</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'TO WALTER FORWARD, ESQ., <i>Comptroller</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The counsel for the defendant here called upon the counsel for the plaintiffs, in pursuance of notice for that purpose given, for the respective quarterly accounts of defendant, rendered to the Treasury Department for his whole term of office, and the same were produced and read in evidence by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The accounts introduced are the following, placed in the following order:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. The third quarter account of 1838.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2. The first quarter account of 1839.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. The second quarter account of 1839.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">4. The first quarter account of 1840, including expenditures for lighthouse on Robbin's Reef.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">5. Statement of fees of office and disbursement, for the year 1839.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">6. Schedule of weekly balances to credit of Treasurer.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">7. Schedule of Treasury drafts taken up by defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">8. Weekly return of collector, November 24th, 1838.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">9. J. Hoyt's account with Treasurer, November 24th, 1838.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">10. Weekly return, June 16th, 1838.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">These accounts are too voluminous to be inserted, and would rather perplex than lead to an understanding of the points discussed by the counsel and decided by the court. It is proper, however, to state, that some of the items credited by the defendant to the United States were for unascertained duties; and also, that in the schedule of Treasury drafts taken up at the custom-house, New York, and returned to the Treasurer, there were many on war and navy warrants.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The counsel for the defendant then put in evidence certain documents referred to in the quarterly account current of defendant, bearing date the 31st day of March, 1838, and particularly the abstract of bonds, or bond-books, purporting to represent the number and amount of bonds transferred to the defendant by Samuel Swartwout, the former collector.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Witnesses were called by the defendant, who testified to certain errors in the amount of bonds purporting to have been received by Mr. Hoyt of his predecessor in office. These witnesses stated the circumstances under which the errors were discovered, and that no examination was made, for want of time, of any of the bonds, except those received from Mr. Swartwout. That about one hundred thousand bonds were taken for duties by Mr. Hoyt, while in office, and the time it would take to test the accuracy of these bonds would be very great. That the bonds transferred to Mr. Hoyt by Mr. Swartwout formed about one tenth part of the subject of bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In the further progress of the trial, a witness, Wm. Moore, was called for the defendant, for the purpose of showing that bonds had been abstracted from the custom-house, without the knowledge of the collector, and that some of them had found their way to Switzerland, and that the witness, as one of a commercial house, had paid at the custom-house three several bonds of the firm of E. &amp; G. Fehre &amp; Co., then in Europe, to the amount of $3290, who had become possessed of the same without having paid them, and that, long after such possession, the said firm directed the payment to be made; and it was made by the house to which witness belonged.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The counsel for the plaintiff objected to the testimony of this witness, and the court sustained the objection, and the counsel for the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Testimony was introduced on the part of the defendant, to the effect that the duties of the collector were such that he could not make a personal examination of the quarterly accounts, but signed them as made up by his subordinates; that the defendant had no personal agency in the receipt or disbursement of the money at the custom-house; that it is the duty of the naval officer to examine the accounts, and that this is intended as a check upon the collector's accounts; that the amount of duties on each entry is ascertained from calculation, for which the cashier must receive either the cash or a bond; that the entries are scattered through the impost-book and cash-books, and that it would take a long time to examine all the entries; that the quarterly accounts are but results, derived from a mass of particulars.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The record contained a series of letters from Mr. Hoyt to the Treasurer of the United States and different officers of the Treasury Department, in which he frequently complained of the rejection of particular items of credit in his quarterly accounts, sometimes maintaining a different view of the law from that adopted by the Department; particularly in a letter dated 14th November, 1839, to I. N. Barker, wherein he contends that he is entitled by law to charge fees and emoluments for the whole year 1838, though he did not enter upon the duties of his office till the 29th day of March of that year, and sometimes complaining of the manner in which his accounts were stated at the Department. These letters were read in evidence for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">After which, letters from Mr. Hoyt to the First Comptroller, dated the 12th and 22d of December, 1842, and the 17th, 25th, and 28th of January, 1843, were offered in evidence for the defendant. Upon the counsel for the plaintiffs asking the object in offering said letters, and upon being informed by the counsel for the defendant that all of said letters related to the naval office returns under the circular of 15th March, 1839 (except that of the 25th of January), and that the object was to show that there were no copies of such returns on file in the naval office, and that the defendant had sought explanation from the comptroller, in the letters referred to, regarding such returns, and had received no answers to such letters; and that said letter of the 25th of January related to items in the last transcript, in regard to which the defendant had also sought information from the comptroller, and had received no reply: the counsel for the plaintiffs objected to the reading of said letters, and the court decided the objection to be well taken, as the defendant was not bound to go to trial without getting the explanation, and the court would not have compelled him so to do, and it was therefore a waiver of his right. Whereupon the counsel for the defendant excepted to such decision.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It was admitted that the defendant had received as profit on a storage account, while he was in office, the sum of $30,000, and the like amount for his share of forfeitures.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It appeared by the accounts connected with the Treasury transcripts, that the defendant had given three bonds to the United States, one dated March 22d, 1838, one dated 30th November, 1838, and one dated 14th December, 1839.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The court below requested that it might be furnished with a statement in writing of the claims of both parties, and the counsel for the respective parties introduced and laid before the court and jury the following statements.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The plaintiffs' counsel furnished to the court and jury a statement of the amount of balance as struck by the comptroller, and the items of the account rejected by the comptroller, as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Balance of account as certified, $226,295 60</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">1. Duties claimed as forfeiture for fourth quarter, 1838, and first and third quarters of 1839. Allow two thirds the amount distributed, 5,749 15</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2. Revenue-cutter disbursements, Lieutenants Brushwood and Shattuck, 7 50</p>\n    </div>\n    <p class=\"indent\">3. Overcharge for commissions 0 55</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">4. Revenue-cutter disbursements, Lieutenant Frazier, 62 62</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">5. Amount overcharged for marker's expenses, 254 97</p>\n    </div>\n    <p class=\"indent\">6. Paid Lieutenant Shattuck, 6 06</p>\n    <p class=\"indent\">7. George A. Wasson and others, 1,516 33</p>\n    <p class=\"indent\">8. Another for same person, 251 00</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">9. Expenses paid measurers and gaugers not legal, but allowed because paid under order of Secretary of Treasury, 9,543 43</p>\n    </div>\n    <p class=\"indent\">10. Costs paid B. F. Butler, 5,229 98</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">11. Costs in case of David Hadden and others, 213 03</p>\n    </div>\n    <p class=\"indent\">12. Four cases <i>v.</i> Hoyt suspended, 175 00</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">13. Overcharged for bonds in suit cancelled by warrant from Secretary of Treasury, 1,203 45</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">14. Charged in first quarter, 1841, expenses of fire commissioners, 180 50</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">15. Emolument claimed for 1838. The claim is for whole compensation for part of the year ensuing, 1,063 84</p>\n    </div>\n    <p class=\"indent\">16. Charged by him for fees, 36,212 71</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">17. Amount overcharged for lighthouse disbursements, 70 48</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">18. Commissions for accepting and paying drafts of Treasurer, 201,580 00</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">19. Duty on goods seized for undervaluation, not credited or accounted for, 14,035 29</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The defendant introduced the following statement:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Amount claimed by the United States for official transcripts, 226,295 60</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Deduct difference in commission consequent on other differences, 963 00 Apparent claim of United States, $225,332 60</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Against which the defendant has shown errors, viz.:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Smith, Thurgar, &amp; Co., twice charged,. $ 1,703.33</p>\n    </div>\n    <p class=\"indent\">Specific errors in books,.... 33,853.87</p>\n    <p class=\"indent\">Specific errors in quarterly accounts</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">current,.................. 109,469.05</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Amount actually expended in public business now</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">disputed by the U. States,. 17,594.03</p>\n    </div>\n    <p class=\"indent\">Duties part of forfeiture,... 19,784.45</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Fees in controversy, $ 1,063.84,</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">$ 36,212.71,............... 37,276.55</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Balance exclusive of claim for commission,. 5,651.32</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>--------- 225,332.60</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Against the apparent balance of $5,651.32, Mr. Hoyt claims commissions, $201,580.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The counsel of the defendant prayed the court to instruct the jury, among other things, as matters of law, as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">1. The official transcript and accounts current on which it is founded are only <i>prima facie</i> evidence against the defendant, and do not preclude him from proving that they do not exhibit the true state of his liability to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">2. The defendant's letter of 30th June, 1841, is to be read with, and as a part of, the account current by which it was accompanied, and he is entitled to the benefit of its contents as contemporaneous qualifications of the admissions and statements contained in the accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">3. The defendant is at liberty to show that the accounts were prepared upon the plan of the instructions of the Treasury Department, communicated to collector under the act of Congress authorizing the Department to regulate the form and manner of keeping them.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">4. He is at liberty to show how far, and in what particulars, accounts thus kept and rendered exhibit the character and extent of his liability, and to what extent they answer, and were intended to answer, collateral purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">5. He is at liberty to show errors, omissions, or overcharges in the accounts rendered, or that entries have been suppressed or untruly made, or that he is charged with money which has been wrongfully withheld by subordinates in the customhouse, or by other persons.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">6. He is not legally responsible to the United States for the consequence of acts or omissions of other persons, which he could not by ordinary vigilance have detected and prevented.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">7. In defining the degree of vigilance which is to be deemed ordinary vigilance within this rule, the jury are at liberty to take into consideration the testimony as to the extent and variety of the details of the duties of his office, and the difficulty or impossibility of personal attention on his part to the details of the accounting department of the custom-house.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">8. To the proof of errors in detail, the defendant is at liberty to superadd evidence of errors in gross, so far as such proof may tend to show that the defendant is charged with a greater amount of cash than he was properly accountable for.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">9. If the defendant has proved, to the satisfaction of the jury, what amount of money came to his own custody or possession during his whole term of office, and has discharged himself of this amount, by proving its faithful and appropriate disbursements for account of the United States, this testimony may be taken into consideration by the jury, as tending to prove that he is charged with more money than he is properly accountable for.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">10. The defendant is, in this respect, entitled to indulgent and favorable consideration, as to the character of the proof of errors in the accounts, if the jury believe that, by the acts or omissions of others, he was deprived of the intended checks and means of testing the accuracy of the accounts in the cash returns, and the accounts in the naval office.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">11. It is not necessary for the defendant to prove that credit was claimed at the Treasury Department for errors now shown in the accounts, where the defence operates by way of traverse denial, or impeachment of the case in chief of the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">12. By the instructions of the Treasury Department, and course of business under them, as to the retention and disbursement of the surplus amounts of public money remaining with the defendant as the banker or fiscal agent of the government, the duties performed and responsibilities assumed by him are extra-official, for which the jury may allow him such reasonable compensation and indemnity as they may find him entitled to therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">13. The fees of office, under the act of 1799, sec. 2, payable by persons concerned in trade and navigation to the collector for defined services, and not forming a deduction from invoices of the United States in his hands, are not embraced in the term 'emolument,' as used in the limitation clauses of the acts of 1802, ch. 37, and 1822, ch. 107; and consequently the defendant is entitled to credit for the items in controversy under this head.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">14. If the jury believe that the forfeited goods, as to which one half of the amount of duties is in controversy, were restored to the claimants upon a stipulation or bond for their value, estimated as at the place of export, and that this mode of estimating was adopted by the court, on the ground that the amount of duties constituted a part of their entire value, and distribution after condemnation ought, in law and in equity, to be made accordingly, and the defendant should receive credit for the amounts in controversy under this head.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">15. There has been no legal evidence in support of the claims of the United States, as to the items under this head, mentioned in the additional or supplemental adjustment of 28th December, 1842.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">16. After the unconditional allowance at the Treasury Department of credits to the defendant in official adjustments of his accounts, the disallowance and rejection of the same credits by the accounting officers of the department in subsequent adjustments was unofficial, unauthorized, and irregular, and did not constitute legal rescission of the credit.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">17. Similar payments afterwards made by the defendant, on the credit of these allowances, and before the receipt of notice of any change in the views of the department, should be credited to him, independently of any decision of the abstract question of their regularity on original grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">18. If the defendant, in good faith, paid accounts presented in due form by officers of the government authorized to present them, and to receive the amounts, he is not to be held responsible as a guarantor that such amounts were in every instance strictly chargeable as between such officers and the government, in the absence of evidence of culpable inattention or remissness on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">And the counsel for the plaintiffs insisted to the contrary, any prayed the court to charge the jury in conformity with the following propositions of law:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">I. The collector is the officer who receives all the duties, is consequently chargeable with the whole amount, and can discharge himself from that liability only by showing duty bonds unpaid, and cash paid to, or legally for, the government.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">II. The certified accounts from the Treasury Department being made up from the collector's quarterly returns, and agreeing with the quarterly accounts, except in the items specifically disallowed by the comptroller, are <i>prima facie</i> evidence that the amount stated as the balance is due from the collector to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">III. The items disallowed by the comptroller are the only items of account in issue, being the only items on which the collector's statement of the amount differs from the comptroller's statement of them.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">IV. The collector can discharge himself from the balance stated by the comptroller, only,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">1. By maintaining, by facts or law, the validity of the items rejected by the comptroller; or,</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">2. Proving, by the clearest evidence, error in some other item in the account with which he charged himself in his quarterly accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">V. There is no evidence given in the cause that impeaches the accounts, so as to authorize a jury in their verdict to diminish the balance stated by the comptroller, except so far as the defendant has given clear proof of specific errors.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">VI. Items of difference not allowable:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">1. Wasson's bill, being rejected items Nos. 7 and 8.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">2. Fees paid B. F. Butler, being rejected items Nos. 10, 11, and 12.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">3. Measurers' and gaugers' expenses, being rejected item No. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">(The several items rejected by the comptroller, and numbered, in the foregoing statement on the part of the plaintiffs, Nos. 7, 8, 9, 10, 11, and 12, being allowed to the defendant by the jury, under the charge of the court, do not form any part of the exceptions, and this part of the prayer of the plaintiff's counsel is therefore omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">4. Collector's fees. They are subject to the limitation in the act of 7th May, 1822, as emoluments of office.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">5. Duties on forfeited goods. They are not penalty, and collector is entitled to no part of them.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">6. Commissions for paying drafts:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">1st. Paying drafts of the Treasury is a legal duty, incident to the office of the collector, and is a service for which the fees and percentage specified in this act is the only compensation allowed by law.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">2d. The limitation to the emolument of office precludes any claim for commission for paying the drafts of government.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">Whereupon the court then charged the jury in conformity with the first, second, third, fourth, and fifth propositions of law, as above submitted on the part of the plaintiffs, and respecting the items of account contained in the above statement, also submitted by the plaintiffs, the court charged the jury that items numbered 2, 3, 4, 5, 6, 13, 17, involved no question of law, and the jury would upon the facts determine whether all or any of them had been properly rejected by the comptroller; that, as to item 1 in said statement, being a claim for half the duties upon goods forfeited for undervaluation though not a legal claim, the jury should allow it to the defendant, inasmuch as it had been distributed, and such distribution sanctioned by the Treasury Department; that they should also allow to the defendant the items numbered 7, 8, and 9, as they had been paid by defendant, and as such payments had been sanctioned by the Treasury Department, and items numbered 10, 11, 12, and 14, as properly chargeable to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The court further charged the jury, that the item number 25, in said statement, was an illegal charge, being a claim to retain a whole year's compensation for a part of a year; that item number 16, in said statement, was an illegal charge, being a charge for fees as something distinct from, and independent of, the employments allowed and limited by law; that item number 18 was an illegal charge, being a claim for commissions for accepting and paying the drafts of the Treasury; and that item number 19 was an illegal charge, being a claim for half the duties for goods seized and forfeited for undervaluation; and that none of said items numbered 15, 16, 18, and 19, should be allowed to the defendant in account by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">The court further charged the jury, that there was one item in the account of the defendant with the plaintiffs of great importance, respecting which the defendant contended that he was charged twice with the amount, and that was an item of about $109,000, for the excess of deposits for unascertained duties. It is the practice of the merchants, when they want their goods immediately, to deposit with the collector a sum sufficient by estimate to cover the duties, and when the duties are ascertained, the merchant calls for repayment of any excess of the deposit over the ascertained duties, which excess is thereupon paid over by the collector to the claimants. The whole amount of the estimated duties deposited having at the time of the deposit been paid by the collector, under requirement of law, into the Treasury, is credited to the collector by the government in his account, but in that account he is only charged with the actual duties. The collector repays the excess to the merchant out of his own money, and the government afterwards returns it to him by a warrant from the Treasury, and charges him with that warrant. If the government had retained the whole sum deposited, and at the same time had required the collector to pay back to the merchant the excess, there would be some ground to sustain the allegation of the defendant; but as it is, there is no ground for the allegation of the defendant of a double charge, or error in this sum, and the jury are wholly to disregard this claim, and make no allowance for it whatever.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">The court further charged the jury, that the book of general accounts, and the cash-book of the custom-house, introduced before the jury as evidence by the defendant, were the books of the defendant, with the keeping of which the plaintiffs had no connection, and over which they had no control; and that, if there was any discrepancy between them, it was for the defendant and not the government to explain such discrepancy.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">And the court further refused to charge the jury in conformity with the points above submitted on the part of the defendant, and in conformity with which the said defendant prayed the said court to charge the jury, except so far as in the foregoing charge is contained.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">And thereupon the said defendant then and there excepted to so much of the said charge of the said court, wherein the said court charged the jury in conformity with said 1st, 2d, 3d, 4th, and 5th propositions of law, so as above submitted on the part of the plaintiffs, and to so much of the said charge of the said court, wherein the said court charged the jury that the items numbered 15, 16, 18, and 19, in said statement, so as above submitted on the part of the plaintiffs, were illegal charges, and not to be allowed to the defendant in account with the government; and also to so much of the said charge of the said court as related to the claim of the defendant to have the item $109,000, or thereabouts, for excess of deposits for duties over ascertained duties, allowed him in account, and as directed the jury to disallow such claim; and also to so much of the said charge of the said court as related to the book of general accounts, and the cash-book of the custom-house.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">And the said defendant thereupon then and there further excepted to the refusal of the said court (in so far as the said court did so refuse) to charge the jury in conformity with the points so as above submitted by the said defendant, and in conformity with which the said defendant so as above prayed the said court to charge the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">And the said defendant thereupon then and there further excepted to the decision of the said court, in admitting as evidence against the defendant the Treasury transcripts introduced by the said plaintiffs, and also to the decision of said court in excluding the testimony of William Moore, a witness introduced by said defendant, and also to the decision of said court in excluding the letters of defendant dated the 12th and 22d December, 1842, and 17th, 25th, and 28th January, 1843.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">The record contained numerous circulars from the Treasury Department to collectors and receivers of public money. That of the 9th June, 1837, and extracts from those of 13th March, 1839, and 9th July, 1840, only are inserted, these having been more particularly referred to in the argument of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\"><i>Circular instructions to Collectors of the Customs and Receivers of the Public Money</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">'<i>Treasury Department, June</i> 9<i>th</i>, 1837.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">'SIR,&#8212;Should all the banks in your vicinity, selected as depositories of the public money, have suspended specie payments at any time, so that you can no longer legally deposit in them, as usual, to the credit of the Treasurer, all public moneys received by you, except such sums as may be required to meet the current expenses of your office, the payment of debenture certificates by collectors, &amp;c., in other words, the sums you would formerly have placed in bank to the credit of the Treasurer of the United States, will, under the present arrangements, be placed to his credit, in a separate account, on the books of your office. They will be drawn for by him in the following manner, and no other.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">'1st. By the Treasurer's draft on the officer having funds to his credit, directing the payment, which draft will be recorded by the Register of the Treasury, who will authenticate the record by his signature. A private letter of advice will be transmitted by the Treasurer in each case.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">'2d. By a transfer draft signed as above, and approved by the signature of the Secretary of the Treasury, for the purpose of transferring funds to some other point where they may be required for the service of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">'No deduction whatever is to be made from the moneys placed by you to the credit of the Treasurer, except in one of these two modes, until they can be lodged by you with some legal depositary.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">'On payment of any draft, the party to whom it is paid will receipt it. You will note on it the day of payment; will charge it on the same day to the Treasurer, and will transmit it to him with the return of his account in which it is charged. In charging these payments, it will be proper to enter each draft separately, and to state the number and kind of draft, whether transfer, or on Treasury, War, or Navy warrants, and the amount.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">'It is also necessary that the Treasurer's accounts be closed weekly with the conclusion of Saturday's business, and transcripts thereof forwarded in duplicate; one copy to the Secretary of the Treasury, and one to the Treasurer. When the quarter of the year terminates on any other day of the week, the account should be closed on the last day of the quarter, leaving for an additional return the transactions from that time to the close of the week, so that neither the receipts nor payments of different quarters be included in one return. Punctuality in transmitting the returns is indispensable.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">'To produce uniformity in the manner of making the returns of the Treasurer's account, a form is herewith transmitted. For the purpose of binding, it is requested that they be made on paper of nearly the same size. Your monthly returns must be rendered to the Department as heretofore.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">'When the public money shall have accumulated in your hands to an amount exceeding _____ dollars, you can make a special deposit of the same in your name, for safe keeping, in the nearest bank in which you have heretofore deposited the public money, and which will receive the same, to be held by it specially, subject to the payment of checks or drafts drawn by the Treasurer of the United States on the officer by whom the same has been deposited.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">'LEVI WOODBURY, <i>Secretary of the Treasury</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\"><i>Extract from Circular to the Collectors of the Customs, or persons acting as such</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">'<i>Treasury Department</i>,</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\"><i>First Comptroller's Office, March</i> 13<i>th</i>, 1839.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">'. . . In this spirit I have to inform you that it is deemed indispensably requisite that you should open an account special with the Treasurer of the United States, agreeably to the form annexed, A. Having been required heretofore to keep a separate account of this nature, it will not materially increase your labors. In this account you will pass the moneys referred to, as soon as received, to the credit of the Treasurer; and in order that it may be kept in as simple and clear a form as is consistent with your business operations, I have especially to request that, in making the debit and credit entries, you will distinguish the deposits for duties unascertained from duties paid under protest, and both from other moneys, to be denominated cash received, or placed opposite to the distinctive heads of receipts; and also designate the kind, number, and amount of each paid draft issued upon you by the Treasurer.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">'But as you will not be able readily to observe this distinction of moneys in the special account with the Treasurer, or without great inconvenience and difficulty, in some cases, adjust the excess of the deposits over the ascertained duties, or the duties to be refunded as having been paid under protest, which are to be so refunded, if at all, in pursuance of a Treasury warrant, and upon the order of the Department, according to the usage that has so long prevailed, I deem it also equally indispensable that you should keep separate and distinct accounts of them,&#8212;the one to be called 'the unascertained duty account,' and the other 'the protested duty account,' agreeably to the forms annexed, B and C. In these accounts, according as the case may need, you will enter upon the debit side the deposit made by the importer, which will be balanced by the ascertained duty, and the excess paid back to the importer; or enter on the debit side the amount of duty paid under protest, and balance it by the draft of the Treasury in favor of the importer. ..... There are other reasons that might be given, but these are in themselves sufficient. It has, therefore, upon full deliberation, been decided upon as the more proper course, and as a substantial compliance with the section, that you should make exhibits of the sum necessary for the purpose of refunding excess in deposits to importers to the Secretary of the Treasury, monthly, to be examined and countersigned by the naval officer, agreeably to form annexed, D, on which the Secretary will issue his warrant for the same in your favor, as assignee in fact of the respective importers. You will thus be put in funds to meet this class of re-payments, and you will take of each importer duplicate receipts, and account quarterly for the same at the department. The form of the account you are to render to the First Auditor of the Treasury is annexed, E. In this account you will charge yourself with the Treasury warrant, and claim credit for the vouchers produced. This account has no connection, immediate or remote, with your accounts at the customs. In the latter account, you are charged with the true ascertained amount of duties, but the former arises from the government, out of abundant caution, taking under its control for a time the money of individuals, mingled with that of the public, for the better security of its own just and legal portion. . . ..</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">'Very respectfully, your obedient servant,</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">'J. N. BARKER, <i>Comptroller</i>.'</p>\n    </div>\n    <p class=\"center\"><i>Extract from Circular</i>.</p>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">'<i>Treasury Department, July</i> 9<i>th</i>, 1840.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">'. . . As a depositary of the public money standing to the credit of the Treasurer of the United States, you will keep an account current with him, in which you will debit yourself with all sums received on his account, and credit yourself with all payments made by his order, and no other. . . ..</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">'Be pleased to understand thoroughly this principle, that all money in your hands to the credit of the Treasurer, is, in fact, money in the Treasury of the United States, and cannot be used for any other purpose than the payment of warrants (or the drafts thereon) issued in pursuance of appropriations by Congress; but these moneys may be transferred from one depositary to any other depositary, by direction of the Secretary of the Treasury, under the authority of the tenth section of the act. . . .. Respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">'LEVI WOODBURY, <i>Secretary of the Treasury</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">The cause was argued by <i>Mr. Evans</i> and <i>Mr. Walker</i>, for the plaintiff in error, and by <i>Mr. Crittenden</i>, Attorney-General, for the defendants in error.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\"><i>Mr. Attorney-General Crittenden</i> moved the court to dismiss this cause for irregularity in the bill of exceptions, which was opposed by <i>Messrs. Evans</i> and <i>Walker</i>, of counsel for the plaintiff in error. Whereupon this court, not being now here sufficiently advised of and concerning what order to render in the premises, took time to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">On consideration of the motion made in this cause by Mr. Attorney-General on the 6th instant, and of the arguments of counsel thereupon had, it is now here ordered by the court, that the whole case be argued upon the bill of exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\"><i>Mr. Evans</i>, for the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">1. Mr. Hoyt went into office at a peculiar juncture, when great embarrassment was felt in the business community. He was made the depositary of the public money, and had many new duties to perform. Many of the duties of his office he could neither personally perform nor personally supervise.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">This is an action of assumpsit for money had and received against plain Jesse Hoyt. It is not upon his official bonds. The action is founded on an <i>implied</i> contract; whilst that upon the bond is an <i>express</i> one. This action can only be sustained for so much as the plaintiff in error had actually received; and if he had failed to collect, the action should have been upon his bond. It is questionable whether an action of assumpsit can be maintained at all against a public officer who has given bonds for his official conduct. <i>Trafton et al.</i> v. <i>United States</i>, 3 Story, 646; <i>Perkins</i> v. <i>Hart</i>, 11 Wheat., 237; 8 Barn. &amp; C., 324; 5 Mees. &amp; W., 83; <i>Toussaint</i> v. <i>Martinnant</i>, 2 T. R., 105.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">But how do the United States prove their action? Why, by Treasury transcripts made up in the Treasury Department. The act of 3d March, 1797 (1 Stat. at L., 512), makes the Treasury transcripts evidence in certain cases, arising in the ordinary transactions of the Treasury, against <i>public officers</i> for <i>official delinquency</i>. But it does not apply to accounts like these. These transcripts are made up from a variety of other papers. Those papers should have been produced. So with the quarterly accounts. They are made up from a variety of papers which should have been produced. The <i>aggregated</i> accounts are not evidence, but the items should have been offered in order that the court might <i>test</i> the accuracy of the government officers. The particulars, and not the results, should have been before the court. <i>United States</i> v. <i>Jones</i>, 8 Pet., 383; <i>United States</i> v. <i>Edwards</i>, 1 McLean, 447.</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">In short, all the evidence that was before the accounting officers should have been before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">2. The judge erred in refusing the first ten instructions requested by the defendant below, and in giving the first five prayed for by the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">The instructions given and refused were upon the ground that the defendant was responsible in this action for bonds or money fraudulently abstracted from the custom-house without his fault or knowledge. The instructions should have left it to the jury to find how much money of the United States had been received by the defendant; and whether the same had been accounted for. <i>Sthreshley</i> v. <i>United States</i>, 4 Cranch, 169.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">It was never contemplated by any law that the collector should <i>personally</i> perform all the duties of his office. The law provides for other officers, and provides for their compensation, and defines their duties. Such persons are, therefore, officers of the government, and the collector is not responsible for the fidelity of these subordinates, beyond what may grow out of his own neglect in not properly superintending the discharge of their duties. <i>Dunlop</i> v. <i>Monroe</i>, 7 Cranch, 242-263.</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\"><i>Briscoe et al.</i> v. <i>Lawrence</i> is direct to the point. Wherever it is otherwise it is by express enactment, and is so set forth in the bond. Thus the condition of the Treasurer's bond (1 Stat. at L., 66, &#167; 4) is for the faithful performance of the duties of his office, <i>and for the fidelity of the persons to be</i> by him employed. So, by the act of 21st July, 1789 (1 Stat. at L. 37), the collector is made answerable for the neglect of his deputy. So also naval officers and surveyors were empowered to appoint deputies for whom they were to be held responsible (1 Stat. at L., 155). <i>Supervisors of Albany</i> v. <i>Dorr et al.</i>, 25 Wend. (N. Y.), 440.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\"><i>Mr. Evans</i> read the letter of 30th June, 1841, and said that the quarterly accounts accompanied by that letter were not to be considered as evidence of indebtedness to the amount therein stated. In that letter Mr. Hoyt states that this account as well as others, were prepared in the auditor's office and signed by him without personal examination. It was therefore no admission at all.</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">The 4th and 5th instructions prayed for by the plaintiff, and given by the judge, were erroneous, in requiring the defendant to prove by the '<i>clearest evidence</i>' certain parts of his claim. It was beyond the province of the court to determine for the jury what <i>degree</i> of evidence should satisfy them. <i>Carver</i> v. <i>Astor</i>, 6 Pet., 588; <i>Rex</i> v. <i>King</i>, 5 Car. &amp; P., 124. The expressions 'clearest evidence,' 'clear proof,' were calculated to mislead the jury. 1 Serg. &amp; R. (Pa.), 72; 11 Wend. (N. Y.), 83; 7 Id. 408; 1 Pet., 182; 14 Id., 431; 9 Conn., 247; 1 Hawks, (N. C.), 190.</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">The judge erred in the instruction as to the $109,000, twice charged as excess of deposits for unascertained duties. The question involved was one of <i>fact</i> merely. An excess for duties is paid into the Treasury. The merchant calls for the excess, and the collector pays it out of funds in his hands; and the amount is refunded to him by warrant. The warrant is charged to him, but he is not <i>credited</i> for the amount which he has paid. Was it not a matter of fact for the jury to determine whether the errors of which the defendant complained did not exist? <i>Cheval</i> v. <i>Burnham</i>, 2 Pet., 623; <i>McLanahan</i> v. <i>Universal Ins. Co.</i>, 1 Id., 170, 182; <i>United States</i> v. <i>Jones</i>, 8 Id., 415; <i>Greenleaf</i> v. <i>Birth</i>, 9 Id., 299; <i>Scott</i> v. <i>Lloyd</i>, Id., 445; <i>United States</i> v. <i>Tillotson</i>, 12 Wheat., 181, 183; <i>Corning</i> v. <i>Call</i>, 5 Wend. (N. Y.), 253, 257; <i>Long</i> v. <i>Ramsay</i>, 1 Serg. &amp; R. (Pa.), 72; <i>Reid</i> v. <i>Hurd</i>, 7 Wend. (N. Y.), 408, 411.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">[<i>Mr. Evans</i> also maintained that the defendant was entitled to one moiety of certain goods seized and forfeited for undervaluation, and cited 1 Stat. at L., 697; <i>McLane</i> v. <i>United States</i>, 6 Pet., 404; <i>Gelston</i> v. <i>Hoyt</i>, 3 Wheat., 264; <i>Jones</i> v. <i>Shore</i>, 1 Id., 462; <i>Van Ness</i> v. <i>Buel</i>, 4 Id., 74; Opinions of Attorneys-General, 853, 862.]</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">The judge erred in charging the jury that the claim for commissions for paying the drafts of the Treasurer was an illegal charge. The service which was rendered did not belong to the duties of his office as collector, but was imposed upon him by the Treasury Circular of 9th June, 1837, on account of the embarrassments into which the financial affairs of the government were thrown by the suspension of specie payments by the banks. And he was not precluded from receiving compensation, therefore, by the law limiting the amount he should receive as collector. The act of 7th May, 1822 (3 Stat. at L., 695), refers to offices then existing and then known to the law. The duty of collecting and the duty of disbursing were separate and distinct, and were regarded so by the whole spirit of our legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\"><i>Mr. Crittenden</i>, Attorney-General, <i>contra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">The first question raised by the other side is whether this action for money had and received can be maintained. As early as 9 Wheat., 651, a case occurred like this. It was an action of assumpsit against a defaulting officer. The same objection was taken there as here, that the suit should have been on the bond; and the court decided that the official bond did not extinguish the simple contract debt arising from a balance of account due to the United States. In that case the same objection to the Treasury transcripts was made, but the court decided that they were admissible in evidence. The second section of the act of 3d March, 1797 (1 Stat. at L., 512), expressly makes the Treasury transcripts evidence in case of the delinquency of a public officer. It is contended on the other side, that this only applies to cases where money is <i>paid out</i> of the Treasury. The case of <i>United States</i> v. <i>Buford</i>, 3 Pet., 12, is directly against this position. There the money was received by Buford from Morrison, and it was held to have been received to the use of the United States; and what can be better evidence against an officer, than a transcript made up at the Treasury upon his own reports? The transcripts in this case are founded upon the quarterly official reports of the collector. But it is said, Why not produce <i>them?</i> I can only answer, that the object of the law was to get rid of the necessity of producing all those voluminous original evidences. It was intended to simplify the matter. <i>United States</i> v. <i>Eckford's Executors</i>, 1 How., 251.</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">But even if this were not so, these very quarterly accounts were handed over to the defendant, and were given in evidence by him. But it is complained of, that the judge decided the <i>fact</i> that the transcripts from the Treasury and the quarterly accounts <i>agreed</i>. This was a mere matter of <i>eyesight</i>. The testimony of Moore was properly ruled out. That testimony was to the effect that one of his correspondents had <i>seen</i> a bond somewhere in Switzerland, and that <i>therefore</i> bonds had been abstracted. Well, give his testimony all its weight, and how is it known that the bonds ought to have been in the Treasury? They might have been paid. If such loose evidence is admissible, the Treasury of the United States would be at the mercy of public officers. There would be no security. So, too, the letter of Hoyt, dated 30th June, 1841, was properly ruled out. That letter was written after he had retired from his office and had become a private citizen, and could no more be made an available protest against his official admissions in his quarterly accounts, than a letter written at or after the execution of a bond could be adduced to show the invalidity of the bond. The same may be said of the letters from Hoyt to the First Comptroller in 1842 and 1843.</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">As to the first five instructions granted, the prayer was that the judge would instruct the jury in conformity with those propositions. It does not appear that the judge used the particular language of those propositions. But if he did, it amounts to the same thing. For 'clear proof,' 'satisfactory proof,' and 'the clearest proof,' all mean that the thing must be proved.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">The claim for goods forfeited was clearly illegal. Mr. Hoyt, having received his portion of the proceeds of the bond, now claims also a portion of the duties. The goods are the things to which the collector is primarily to look for his compensation. But the law has provided that, until the suit is decided, the importer may give his bond, and take the goods into possession, paying the duties as though the goods had been legally entered. The claim for half duties is only arrived at by argument, not from the words of the law. There is only one case similar to this, that of <i>McLane</i> v. <i>United States</i>, 6 Pet., 404. But that was a case of <i>prohibited</i> goods, and the court say that duties, as such, do not accrue upon goods which are prohibited. But it does not support the proposition that duties do not accrue upon goods which are <i>forfeited</i>. Whatever the government took in that case in the nature of a penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">Next as to the item of $109,000, alleged to be twice charged. It has not been shown where it is twice charged. It is assumed, not proved. I say that it does not <i>appear</i> to have been twice charged; and until it is pointed out, it is needless to discuss it. The practice of the department is easily understood. The collectors, prior to 1829, retained in their hands duties paid under protest, or for unascertained duties, under the idea that they were personally responsible. After 1829 this practice was changed. Since then, the collector credits the United States with the amount of unascertained duties, and pays to the importer (out of moneys in his hands) the excess when ascertained. For this amount he receives a warrant from the Treasury, with which he is charged. And it is contended that, being charged with the money paid back to the importer, and also with the Treasury warrant, he is thus twice charged. He receives the money twice, once from the importer and once from the Treasury in the shape of a warrant. And he credits the United States with the money when received from the importer, and he also credits the Treasury warrant. And this balances the account. There was consequently no error in the stating of the account, and no double charge. But if there had been, it should have been presented to the accounting officers under the act of 3d March, 1797, before a credit could be claimed for it in this suit.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">The charge of commissions for paying drafts has never been allowed, from the first. The services were not extra-official, but were properly imposed on him as collector, and for which the fees and emoluments embraced in the act of 1822 were the compensation allowed by law. The decision of Mr. Justice Story in 6 Pet., which is relied on, is not in point. That was the case of a man appointed to <i>two</i> offices, and for which he was to receive two distinct salaries. It was not a commission claimed for the discharge of the duties of a single office.</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\"><i>Mr. Walker</i>, in reply and comclusion, referring to the statements of accounts and to the testimony in the record, argued that Mr. Hoyt never, in fact, received or disbursed personally a dollar of the public money. The duties were performed by subordinate officers, and the statements which were signed by him were prepared by those officers. He could not possibly verify the accuracy of those accounts. It was physically impossible. If there was any defalcation it was not his.</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">As to the item of $109,000, it is said that it nowhere appears to have been twice charged. Now this was not a single error, but an aggregate of many errors running through the quarterly accounts current. Some were in one account, some in others. Now these quarterly accounts are considered as admissions by virtue of the letter of 10th June, 1841; and yet we are asked to throw out the letter, and take the account of which it forms a part. The accounts must stand or fall by the letter as an admission. The excess of deposits for unascertained duties was paid to the merchant by the cashier for the collector, and was not charged on the cash-book. And by the circular from the comptroller's office he was directed to enter upon the debit side of his accounts the whole deposit made by the importer, which would be balanced by the ascertained duty, and the excess paid back to the importer. But the excess having been paid by the cashier for the collector, and the collector being charged with the warrant which was to replace the money thus paid back to the importer, the account would not stand balanced. He has in fact paid these duties to the importer, and not received any thing in return.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">The Attorney-General has insisted that the Treasury transcripts were evidence, by virtue of the act of 3d March, 1797. The authorities show that they are only evidence between the government and its disbursing officers.</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">Until 1839, the collector paid moneys on the <i>order</i>, not the draft of the Secretary of the Treasury. By what law has the collector been shown to be a disbursing officer of moneys in the Treasury. Can he be made a disbursing officer for the War and Navy Departments? If so, then he could be made the general disbursing officer for all the expenditures of the government. [<i>Mr. Walker</i> referred to the financial history of the times, the message of the President, the reports of the Secretary of the Treasury, &amp;c.]</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">Different auditors had the oversight of different officers; one for the Navy, one for the War Department, &amp;c. And they could only officially certify the accounts which were within their supervision. Now, by making the collector disbursing officer for these different classes of duties, can you give the First Auditor power to certify all these different accounts?</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">Next as to commissions. [<i>Mr. Walker</i> referred to several acts of Congress to show that the spirit of the whole legislation on this subject was to separate the duties of collecting from those of disbursing the public moneys.] The responsibility of the collector was increased by a change in the mode of drawing money by the Treasurer's draft and by a transfer draft. It was increased by his being obliged to pay drafts of which he had no previous notice. These services did not appertain to the office of collector, and were of that description for which compensation has been repeatedly allowed. <i>Gratiot</i> v. <i>United States</i>, 15 Pet., 336; <i>Milner</i> v. <i>Gratz</i>, 16 Id., 221.</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">Suppose these duties had been devolved on some bank, would not that bank be entitled to commissions? Was it not so before the Independent Treasury Act, either that they should receive commissions, or, what was better, interest on the money deposited? Now what is the difference whether you select a person who holds no office, or one who holds an office with particularly defined duties and a defined salary for those duties? The act of 1822 limits the <i>emoluments</i> of an office. What is an emolument? It is a compensation for the performance of an official duty. Is a commission for performing duties <i>not</i> belonging to an office an emolument of that office? The act of 7th May, 1822 (3 Stat. at L., 684), gave to the collectors in Florida compensation in addition to fees and emoluments. The act of 1839 does not apply to this case, first, because Hoyt was not a disbursing officer 'in any branch of the public service, known and recognized by law, or who had given bond for the performance of such duties.' Second, because he was neither an 'officer' nor a 'person' whose pay or emoluments are <i>fixed by law</i>. His compensation as collector was contingent, depending upon the business done at the custom-house.</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">As to the form of the action. This claim can only be sustained under that count in the declaration which is money had and received. It must have been money. Suppose goods had been received, could this action be maintained? If not, could it be maintained for bonds or anything else than money? The account is for bonds some of which are not yet due. Nor do the transcripts alter the case in this respect. They only stand in place of the voluminous accounts. They do not change the form of action. The instruction of the judge, which required that the defendant should show an error in the quarterly accounts by the <i>clearest</i> evidence, is not defensible. It is a superlative, and rejects two inferior kinds of evidence, viz., <i>clear</i> evidence and <i>clearer</i> evidence. Now by what rule of law is a jury bound to reject clear testimony? Would the same rule apply to a note of hand in which error should be alleged?</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">This is a writ of error to the Circuit Court held in and for the Southern District of New York, in a suit brought by the United States against the late collector of the port of New York, to recover a balance claimed in the settlement of his accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">The defendant had been collector from the 29th of March, 1838, to the 2d of March, 1841, and on a final adjustment of his accounts, at the close of his official term, a balance against him was found due by the accounting officers of the Treasury of $216,048.07.</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">The counsel for the plaintiff produced on the trial four Treasury transcripts containing a statement of his accounts with the government for the whole period of his term, and which resulted in the balance above stated.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">These transcripts were objected to, as not competent evidence against the defendant of the balance therein found due, within the meaning of the act of Congress providing for this species of proof. Act of 3d March, 1797 (1 Stat. at L., 512).</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">The second section of the act provides, that in every case of delinquency, where a suit has been brought, a transcript from the books and proceedings of the Treasury, certified by the Register, and authenticated under the seal of the department, shall be admitted as evidence, upon which the court is authorized to give judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">It has been already determined, under this act, that an account stated at the Treasury, which does not arise in the ordinary mode of doing business in that department, can derive no additional validity from being certified according to its provisions; and that the statement can only be regarded as establishing items for moneys disbursed through the ordinary channels of the department, where the transactions are shown by its books; in such cases the officers have official knowledge of the facts stated. (<i>United States</i> v. <i>Buford</i>, 3 Pet., 29.) That when moneys come into the hands of an individual, not through the officers of the Treasury, or in the regular course of official duty, the books of the Treasury do not exhibit the facts, nor can they be known to the department. (Id.)</p>\n    </div>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">It was held in the <i>United States</i> v. <i>Buford</i>, that a Treasury transcript was not competent proof against the defendant in respect to moneys coming into his hands from a third person not in the regular course of official business; and that the evidence on which the statement of the account was founded should have been produced. (See also <i>United States</i> v. <i>Jones</i>, 8 Pet., 375.)</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">In the case before us, the several items of account in the transcripts arise out of the official transactions of the defendant, as collector, with the Treasury Department, and were founded upon his quarterly and other accounts, rendered in pursuance of law and the instructions of the Secretary. They were substantial copies of these quarterly returns, revised and corrected by the accounting officers as they were received, and with copies of which the defendant had been furnished in the usual course of the Department; they present a mutual account of debit and credit, arising out of his official dealings with the government in the collection of the public revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">We can hardly conceive of a case, therefore, coming more directly within the act of Congress as expounded by the cases referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p185\">\n      <span class=\"num\">185</span>\n      <p class=\"indent\">In the case of the <i>United States</i> v. <i>Eckford's Executors</i>, (1 How., 250), a transcript corresponding with the one in question was held to be competent evidence of the balance of the account. The point was presented in a certificate of a division of opinion of the judges.</p>\n    </div>\n    <div class=\"num\" id=\"p186\">\n      <span class=\"num\">186</span>\n      <p class=\"indent\">It has also been objected to these transcripts, that some of the items included contain a charge against the defendant in gross; such as the aggregate amount of the duty bonds, and of duties accruing within the quarter, reference being made to the abstracts for the particular items composing each amount. This objection was not specially pointed out at the trial, as the one made then was to the admissibility of the transcripts generally. If made then, it might have been removed by the production of copies of the abstracts. They were called for, in the course of the trial, in respect to the item of bonds in the quarterly account of the 31st March, 1838, and produced. This affords a full answer to the objection.</p>\n    </div>\n    <div class=\"num\" id=\"p187\">\n      <span class=\"num\">187</span>\n      <p class=\"indent\">But we do not intend to admit that it would have been available, if made at the proper time. We agree, that a transcript of a gross balance against the officer would be objectionable, as the act of 1797 obviously contemplates, to some extent, a detailed statement of the accounts between him and the government. It must be 'a transcript from the books and proceedings of the Treasury,' which doubtless will usually present such a statement. The amount of the detail, or degree to which the particulars of the account should be carried, must necessarily be left open to the exercise of some discretion, as there can be no fixed rule by which to determine it.</p>\n    </div>\n    <div class=\"num\" id=\"p188\">\n      <span class=\"num\">188</span>\n      <p class=\"indent\">The necessity of greater particularity than exhibited here in the several transcripts, to guard the officers against surprise, and afford an opportunity for explanation, is not very apparent; for they contain the several items making up the quarterly returns of the party himself, with the addition of such errors as the accounting officers may have detected in their examination; and with all of which he had been furnished.</p>\n    </div>\n    <div class=\"num\" id=\"p189\">\n      <span class=\"num\">189</span>\n      <p class=\"indent\">If the accounting officers, therefore, have fallen into error, the officer has had ample time and means for inquiry and correction. This is true as it respects each quarterly account rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p190\">\n      <span class=\"num\">190</span>\n      <p class=\"indent\">Besides, by the fourth section of the act of 1797, no claim for an equitable credit can be admitted, upon the trial, but such as shall appear to have been presented to the accounting officers for examination, and by the them disallowed, except in case of vouchers, which the officer was not before able to procure, or was prevented from exhibiting, by absence or unavoidable accident.</p>\n    </div>\n    <div class=\"num\" id=\"p191\">\n      <span class=\"num\">191</span>\n      <p class=\"indent\">As a general rule, therefore, every item of the account that can be the subject of litigation at the trial, on the production of a transcript, must have been a matter of dispute at the Treasury Department, and, of course, presenting nothing new or unexpected to either of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p192\">\n      <span class=\"num\">192</span>\n      <p class=\"indent\">If the transcript contains the accounts, debits, and credits, as acted upon at the Department by the accounting officers, it would seem to be sufficient as it respects the particulars of the account required by the act.</p>\n    </div>\n    <div class=\"num\" id=\"p193\">\n      <span class=\"num\">193</span>\n      <p class=\"indent\">The court is of opinion, therefore, that the several Treasury transcripts given in evidence were properly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p194\">\n      <span class=\"num\">194</span>\n      <p class=\"indent\">The comptroller, in the adjustment of the accounts, rejected nineteen items, that were claimed by the defendant as legal or equitable credits, which, in the aggregate, exceeded the amount of the balance reported against him. All of them except four were either allowed by the court, or submitted to the jury as a matter of fact involving no principle of law, and, of course, require no further notice.</p>\n    </div>\n    <div class=\"num\" id=\"p195\">\n      <span class=\"num\">195</span>\n      <p class=\"indent\">Among the items rejected is a charge of $36,712.71, for fees payable by persons engaged in trade and navigation for certain services, performed by the collector at each port, such as giving permits to land goods, clearances, bills of health, &amp;c., and which were chargeable under the compensation act of 2d March, 1799 (1 Stat. at L., 705, &#167; 2). These fees were divided between the collector, naval officer, and surveyor, in districts in which these several officers are appointed. The collector in the district of New York was also entitled to a commission of one quarter of one per cent. on all moneys received on account of duties on goods, or tonnage of vessels.</p>\n    </div>\n    <div class=\"num\" id=\"p196\">\n      <span class=\"num\">196</span>\n      <p class=\"indent\">By an amendment of this act, April 30, 1802 (2 Stat at L., 172, &#167; 3), it was provided, that whenever the annual emoluments of any collector, after deducting the expenses incident to the office, shall amount to more than five thousand dollars, the excess shall be accounted for, and paid into the Treasury. The act was not to extend to fines, forfeitures, and penalties, a share of which the collector was entitled to, under the twentieth section of the act of 2d March, 1799 (1 Stat. at L., 697).</p>\n    </div>\n    <div class=\"num\" id=\"p197\">\n      <span class=\"num\">197</span>\n      <p class=\"indent\">The act of 7th March, 1822, reduced this maximum to four thousand dollars per annum, and the commission to one sixth of one per cent. on the moneys received. (3 Stat. at L., 694, 695, &#167;&#167; 7, 9.)</p>\n    </div>\n    <div class=\"num\" id=\"p198\">\n      <span class=\"num\">198</span>\n      <p class=\"indent\">It is insisted by the defendant, that the limitation in the aforesaid acts does not refer to or embrace the fees allowed to him under the act of 1799; and that the collector was still entitled to apply them to his own use.</p>\n    </div>\n    <div class=\"num\" id=\"p199\">\n      <span class=\"num\">199</span>\n      <p class=\"indent\">At the date of the act of 1802, the compensation of the collector was derived from three sources:&#8212;1, fees allowed for the services already referred to; 2, commissions on the duties received; and 3, a share of the fines, penalties, and forfeitures. The emoluments of the office were dependent upon the receipts from these sources; and the officer was entitled to apply to his own use the whole amount derived from them.</p>\n    </div>\n    <div class=\"num\" id=\"p200\">\n      <span class=\"num\">200</span>\n      <p class=\"indent\">The provision in this act, therefore, that whenever the annual emoluments, after deducting the expenses, exceeded the amount of five thousand dollars, the excess should be accounted for, necessarily embraces in the limitation the fees as well as commissions belonging to the office, and would have embraced also the fines and forfeitures, had it not been for the proviso to the act taking them out of the limitation.</p>\n    </div>\n    <div class=\"num\" id=\"p201\">\n      <span class=\"num\">201</span>\n      <p class=\"indent\">The argument would be quite as strong in favor of excluding the commissions as in the case of fees, as the one can in no more appropriate sense be regarded as emoluments of office than the other, and thus the limitation would become a nullity.</p>\n    </div>\n    <div class=\"num\" id=\"p202\">\n      <span class=\"num\">202</span>\n      <p class=\"indent\">These terms denote a compensation for a particular kind of service to be performed by the officer, and are distinguishable from each other, and are so used and understood by Congress in the several compensation acts; they are also distinguishable from the term <i>emoluments</i>, that being more comprehensive, and embracing every species of compensation or pecuniary profit derived from a discharge of the duties of the office; and such is the obvious import of it in these acts.</p>\n    </div>\n    <div class=\"num\" id=\"p203\">\n      <span class=\"num\">203</span>\n      <p class=\"indent\">The act of 1822, so far as respects this question was simply a reenactment of that of 1802, with the exception of fixing the limit of compensation to four instead of five thousand dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p204\">\n      <span class=\"num\">204</span>\n      <p class=\"indent\">But it is unnecessary to pursue this argument further, as there is another view of the question, founded upon subsequent acts of Congress, that is entirely decisive.</p>\n    </div>\n    <div class=\"num\" id=\"p205\">\n      <span class=\"num\">205</span>\n      <p class=\"indent\">The third section of 'An Act to provide for the support of the Military Academy of the United States for the year 1838, and for other purposes,' passed 7th July, 1838 (5 Stat. at L., 264), provides, that the Secretary of the Treasury shall be authorized to pay collectors, out of any money in the treasury not otherwise appropriated, such sums as will give to them the same compensation in the year 1838, according to the importations of that year, as they would have been entitled to receive, if the act of 14th July, 1832, had not gone into effect; provided, that they shall not receive a greater annual salary or compensation than was paid for the year 1832; and provided, also, that the collectors shall render to the Secretary, under oath, a quarterly account of all fees and emoluments whatever, by them received, together with the expenses of their office; and provided further, that no collector shall receive more than four thousand dollars per annum.</p>\n    </div>\n    <div class=\"num\" id=\"p206\">\n      <span class=\"num\">206</span>\n      <p class=\"indent\">This provision was continued in force for the years 1839, 1840, and down to the 3d of March, 1841, when the mode of compensation was materially changed. (5 Stat. at L., p. 431, &#167; 2; p. 432, &#167; 7. 6 Stat. at L., 815.)</p>\n    </div>\n    <div class=\"num\" id=\"p207\">\n      <span class=\"num\">207</span>\n      <p class=\"indent\">The provision relating to the year 1840 is not to be found in the public statutes at large, as it is embraced in the seventh section of 'An Act for the relief of Chastelain and Ponvert, and for other purposes,' passed 21st July, 1840. Being a private act, it was not incorporated in the public statutes in Little &amp; Brown's edition of 1846.</p>\n    </div>\n    <div class=\"num\" id=\"p208\">\n      <span class=\"num\">208</span>\n      <p class=\"indent\">It will be seen by the act of 1838, that the collector is bound to account to the Secretary of the Treasury for all the fees and emoluments received by him in the execution of the duties of his office, and that his annual compensation was limited, as in the act of 1822, to an amount not exceeding the sum of four thousand dollars. The same act required that the naval officers and surveyors should make a return of their fees and emoluments, and limited the annual amount of their compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p209\">\n      <span class=\"num\">209</span>\n      <p class=\"indent\">During the period, therefore, of the term of office of the defendant as collector of the port of New York, which extended from the 29th of March, 1838, to the 2d of March, 1841, there can be no pretence for claiming that the limitation, as respected his annual compensation, did not apply as well to the fees received under the act of 1799, as to commissions or emoluments of office derived from any other source. He was required in express terms to account for them to the Treasury, the same as in the case of other emoluments.</p>\n    </div>\n    <div class=\"num\" id=\"p210\">\n      <span class=\"num\">210</span>\n      <p class=\"indent\">Another item claimed, and which was rejected by the court, is a charge of $14,035.29 for a moiety of the duties received on goods that were seized, and afterwards condemned for a violation of the revenue laws.</p>\n    </div>\n    <div class=\"num\" id=\"p211\">\n      <span class=\"num\">211</span>\n      <p class=\"indent\">This question turns upon a construction of sections 89 and 91 of the revenue act of 2d March, 1799 (1 Stat. at L., 695, 696).</p>\n    </div>\n    <div class=\"num\" id=\"p212\">\n      <span class=\"num\">212</span>\n      <p class=\"indent\">Section 89 provides, among other things, that the claimant, after the seizure of the vessel and merchandise, may procure the same to be re-delivered to him on the execution of a bond with sureties for the payment of the appraised value, together with the payment or security of the duties, the same as if the vessel and goods had been legally entered at the customs. If judgment shall afterwards pass in favor of the claimant in the proceedings instituted, the bond shall be cancelled; if against him, then, unless he pays into the court the amount of the appraised value of the ship and goods, together with the costs, within twenty days, judgment shall be entered on the bond by a motion in open court, without further delay.</p>\n    </div>\n    <div class=\"num\" id=\"p213\">\n      <span class=\"num\">213</span>\n      <p class=\"indent\">In case no bond is given by the claimant, and the vessel and goods have been condemned, the same are to be sold at public auction by the marshal to the highest bidder, and the proceeds paid over to the collector. (&#167; 90.)</p>\n    </div>\n    <div class=\"num\" id=\"p214\">\n      <span class=\"num\">214</span>\n      <p class=\"indent\">Section 91 provides, that all fines, penalties, and forfeitures recovered by virtue of the act, after deducting costs and expenses, shall be disposed of as follows: one moiety shall be paid by the collector into the treasury for the use of the United States; and the other equally divided between him, the naval officer, and the surveyor of the port.</p>\n    </div>\n    <div class=\"num\" id=\"p215\">\n      <span class=\"num\">215</span>\n      <p class=\"indent\">It will be seen, therefore, by these provisions, in cases of seizure, where the claimant elects to give a bond, and pay or secure the payment of the duties, with a view to a re-delivery of the vessel and goods, that, if the same be condemned, he loses as well the duties paid or secured, as the property seized and condemned. It is a moiety of these duties which accrued during the term of the defendant, as collector, that he claims as a portion of the forfeitures belonging to him under the ninety-first section of the act.</p>\n    </div>\n    <div class=\"num\" id=\"p216\">\n      <span class=\"num\">216</span>\n      <p class=\"indent\">A conclusive answer to this claim, in the judgment of the court, is, that the duties thus paid constitute no part of the proceeds of the goods forfeited, in which only the collector has an interest. The proceeds are the appraised value secured by the bond, or, in case no bond be given, the amount derived from the sale by the marshal, after the deduction of all proper charges. The payment of the duties is a condition to the acceptance of the bond, and re-delivery of the goods, and is the voluntary act of the claimant. They do not enter into the question of condemnation, nor constitute any part of the forfeiture declared by the act, or the judgment of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p217\">\n      <span class=\"num\">217</span>\n      <p class=\"indent\">It is true, the collector acquires by the seizure an inchoate right to the goods, which, when followed by condemnation, becomes absolute to the extent of his share of the forfeiture (1 Wheat., 462; 4 Id., 74); but it is a right only in the goods themselves, which have been seized and forfeited,&#8212;the <i>rem</i>, a moiety of which, it is admitted, has already been allowed to him.</p>\n    </div>\n    <div class=\"num\" id=\"p218\">\n      <span class=\"num\">218</span>\n      <p class=\"indent\">This view is in conformity with the language of the act (&#167; 91), which is, that all fines, penalties, and forfeitures, recovered by virtue of this act, shall be disposed of, one moiety to the government, the other to the collector, to be divided as therein declared.</p>\n    </div>\n    <div class=\"num\" id=\"p219\">\n      <span class=\"num\">219</span>\n      <p class=\"indent\">The case is not like that of <i>McLane</i> v. <i>The United States</i>, 6 Pet., 405. There the sum in controversy was reserved out of the forfeiture by the act for the relief of the owners; and was regarded by the court as part and parcel of it.</p>\n    </div>\n    <div class=\"num\" id=\"p220\">\n      <span class=\"num\">220</span>\n      <p class=\"indent\">The only doubt that existed was, whether or not the amount thus reserved should be considered as the legal duties belonging to the government, or a portion of the forfeiture, the residue of which had been remitted. The amount reserved was to be equal to the double duties imposed upon goods imported, under certain circumstances, by an act which had been passed since the forfeiture accrued; and the court was of opinion, that duties mentioned in that act were referred to simply as a measure to determine the sum to be reserved, and not as duties in the common acception of the term. The amount reserved, therefore, was so much excepted out of the forfeiture remitted, a moiety of which properly belonged to the collector.</p>\n    </div>\n    <div class=\"num\" id=\"p221\">\n      <span class=\"num\">221</span>\n      <p class=\"indent\">Another item rejected by the court is a charge by the defendant of $201,500 commissions, for accepting and paying drafts of the treasury during his term in office.</p>\n    </div>\n    <div class=\"num\" id=\"p222\">\n      <span class=\"num\">222</span>\n      <p class=\"indent\">These commissions are claimed on the ground that the services required and performed were extra services, not incident to the proper legal duties belonging to the office of collector, and that he is entitled, therefore, to a reasonable remuneration for the same, beyond the compensation annexed to the office.</p>\n    </div>\n    <div class=\"num\" id=\"p223\">\n      <span class=\"num\">223</span>\n      <p class=\"indent\">By the act of 2d March, 1799, &#167; 21 (1 Stat. at L., 642), it is provided that the collector shall receive all moneys paid for duties, and take all bonds for securing the payment thereof; and shall, at all times, pay to the order of the officers, who shall be authorized to direct the payment thereof, the whole of the moneys which he may receive by virtue of the act, and shall once in every three months, or oftener, if required, transmit his accounts to the Treasury Department for settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p224\">\n      <span class=\"num\">224</span>\n      <p class=\"indent\">The Secretary of the Treasury is the head of that Department; and has devolved on him the superintendence and collection of the public revenue; and is the officer properly authorized to direct the safe-keeping and payment or disbursement of the same. (1 Stat. at L., 65, 66.)</p>\n    </div>\n    <div class=\"num\" id=\"p225\">\n      <span class=\"num\">225</span>\n      <p class=\"indent\">Under the authority thus given, and which has been exercised since the foundation of the government, the Secretary, by a circular dated 9th June, 1837, in consequence of the suspension of specie payments by the banks in which the public moneys had been deposited, directed that all public moneys received by the collectors, except such as were required for current expenses of the office, &amp;c., should be placed to the credit of the Treasurer of the United States, in a separate account, on the books of the customs, and that the same would be drawn for by the Treasurer's drafts on the collector, from time to time, as the necessities or the convenience of the government required.</p>\n    </div>\n    <div class=\"num\" id=\"p226\">\n      <span class=\"num\">226</span>\n      <p class=\"indent\">This mode of keeping and paying out the public moneys received by the collectors in the different collection districts continued during a considerable part of the term of office of the defendant; and, doubtless, very much increased the duties of the office, its labors and responsibilities, for which he may well be equitably entitled, at the hands of the proper authorities, to a corresponding compensation; and it is not at all improbable, that to the necessity of keeping on hand such large sums of the public moneys as are daily and weekly collected at the port of New York, and the disbursement in comparatively small sums, upon the drafts of the Treasurer, may be attributed, in part, at least, the great deficiency in the accounts. It must have required extraordinary diligence and accuracy, and very competent and faithful subordinates, to have prevented it.</p>\n    </div>\n    <div class=\"num\" id=\"p227\">\n      <span class=\"num\">227</span>\n      <p class=\"indent\">But be this as it may, we are unable to perceive that the duties thus imposed, onerous and responsible as they undoubtedly were, exceeded those legally incident to the office; or such as the Secretary was authorized to requires as the head of the Treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p228\">\n      <span class=\"num\">228</span>\n      <p class=\"indent\">The depositaries of the public revenue, as provided by the act of 23d June, 1836, having failed to comply with the conditions required of them, the duty of regulating the safe-keeping and disbursement devolved upon the sound discretion of this officer; and indeed, on looking into the provisions of that act, and the numerous and complicated conditions and restrictions annexed to the employment of the banks as depositaries, it is difficult to say, that the authority there conferred to use them formed any exception to this discretion. If they refused to become depositaries, or failed to comply with the conditions, or, in the judgment of the Secretary, were unsafe, it was his duty to provide some other mode for the safe-keeping and disbursement, and until some other was provided, those officers immediately concerned in the receipt and collection of the revenue must necessarily become the depositaries, and disbursing officers of whatever amount they may have received.</p>\n    </div>\n    <div class=\"num\" id=\"p229\">\n      <span class=\"num\">229</span>\n      <p class=\"indent\">If other depositories be provided by law, or by the regulations of the Secretary, the money is then deposited there by the collector, in sums large or small, as received, according to the instructions of the Secretary; if not, it remains in their hands until drawn out, from time to time, as the necessities of the government may require, upon drafts by the same authority. In either case, the collector is but performing the duties enjoined by the act of 1799, which provides, that he shall receive all moneys paid for duties, and shall, at all times, pay them over upon the order of the officer authorized to direct the payment. The duty is the same in both cases, the nature of the service the same, and the obligation to perform the service dependent upon the same authority.</p>\n    </div>\n    <div class=\"num\" id=\"p230\">\n      <span class=\"num\">230</span>\n      <p class=\"indent\">This mode of keeping and disbursing the public revenue has existed since the foundation of the government. Even when the banks have been used as depositories, either by act of Congress, or by the regulations of the head of the Treasury, it was not, at all times and places, practicable for the different collectors and receivers to make the deposit, and in such cases the moneys were kept until drawn for by the proper authority.</p>\n    </div>\n    <div class=\"num\" id=\"p231\">\n      <span class=\"num\">231</span>\n      <p class=\"indent\">The Bank of the United States, and the state banks, under the act of 1836, with some slight exceptions, are the only instances, I believe, in which Congress have undertaken to control the discretion of the Secretary, as to the place in which the public moneys shall be kept, down to the act of 1840, when a new system was established, usually known as the sub-treasury. (5 Stat. at L., 385.)</p>\n    </div>\n    <div class=\"num\" id=\"p232\">\n      <span class=\"num\">232</span>\n      <p class=\"indent\">With these exceptions, the place of deposit, if any was designated, or the mode of making payments by the collectors, depended upon the regulations of the Treasury. And it is not to be doubted but that it was as much their duty to conform to the orders of that department, under such circumstances, whether for deposit or payment, as in the cases in which the depositories had been designated by act of Congress. In the one case, the orders rested upon the general power vested in the department by the act of 1789; in the others, upon the same power, modified by the subsequent acts prescribing the particular depositories.</p>\n    </div>\n    <div class=\"num\" id=\"p233\">\n      <span class=\"num\">233</span>\n      <p class=\"indent\">But there is another view of this branch of the case, which must not be overlooked, and that is, whether, assuming that the services of the defendant were extra and beyond those incident to the office, the court erred in rejecting the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p234\">\n      <span class=\"num\">234</span>\n      <p class=\"indent\">The act of 1822, already referred to, as we have seen, limited the fees and emoluments of the office to an amount not exceeding the sum of $4000. The act of 1838, and which was continued through the term of office of the defendant, contained a like restriction, and the eighteenth section of the act of 1822 further provided, that no collector should ever receive more than four hundred dollars, exclusive of his compensation as collector, and the fines and forfeitures allowed by law, for any services he may perform for the United States in any other office or capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p235\">\n      <span class=\"num\">235</span>\n      <p class=\"indent\">It would be extremely difficult to say, even if the defendant is right as to the nature of the service performed, in the face of this provision, that a court of law could sanction the compensation claimed, or any other compensation for such service. The very ground of claim here is that the service was rendered in a capacity other than that of collector.</p>\n    </div>\n    <div class=\"num\" id=\"p236\">\n      <span class=\"num\">236</span>\n      <p class=\"indent\">The two limitations, the one upon his compensation as collector, and the other upon compensation for service in any other office or capacity, while acting as collector, would seem to close up every 'loophole' through which any additional remuneration could be claimed in a court of justice. But this is not all.</p>\n    </div>\n    <div class=\"num\" id=\"p237\">\n      <span class=\"num\">237</span>\n      <p class=\"indent\">By the eighth section of the act of 3d March, 1839 (5 Stat. at L., 349), it is provided, 'that no officer in any branch of the public service, or any other person whose salaries, or whose pay or emoluments, is or are fixed by law and regulations, shall receive any extra allowance or compensation, in any form whatever, for the disbursement of public money, or the performance of any other service, unless the said extra allowance or compensation be authorized by law.'</p>\n    </div>\n    <div class=\"num\" id=\"p238\">\n      <span class=\"num\">238</span>\n      <p class=\"indent\">It is impossible to misunderstand this language, or the purpose and intent of the enactment. It cuts up by the roots these claims by public officers for extra compensation, on the ground of extra services. There is no discretion left in any officer or tribunal to make the allowance, unless it is authorized by some law of Congress.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The prohibition is general, and applies to all public officers, or <i>quasi</i> public officers, who have a fixed compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p239\">\n      <span class=\"num\">239</span>\n      <p class=\"indent\">This act, together with the act of 13th August, 1841, making it penal for any officer charged with the safe-keeping or disbursement of the public money to convert it to his own use, or to neglect or refuse to pay it over upon the authority of the Secretary of the Treasury, present a system of legislation against these claims for extra compensation by public officers, that, if fairly carried into effect, must, for aught we see, effectually extinguish them, except when allowed by the authority of Congress; and which, it must be admitted, is the proper constitutional tribunal to decide upon the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p240\">\n      <span class=\"num\">240</span>\n      <p class=\"indent\">Another item in the account rejected by the court is a claim of $109,000, for excess of deposits for unascertained duties, which it is supposed has been twice charged by the accounting officers against the defendant in the adjustment of his accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p241\">\n      <span class=\"num\">241</span>\n      <p class=\"indent\">The item does not appear among those presented to the comptroller, and to have been rejected by him, but it is claimed that the error is shown upon the face of the account, and, therefore, available to the defence.</p>\n    </div>\n    <div class=\"num\" id=\"p242\">\n      <span class=\"num\">242</span>\n      <p class=\"indent\">This sum was the subject of comment by the defendant in his correspondence with the department at the time of closing the settlement of his accounts, in June, 1841, but he seems to have been unable to satisfy himself at that time that the amount had been twice charged against him.</p>\n    </div>\n    <div class=\"num\" id=\"p243\">\n      <span class=\"num\">243</span>\n      <p class=\"indent\">By the second section of the act of 3d March, 1839 (5 Stat. at L., 348), all moneys paid to the collector for unascertained duties were directed to be placed to the credit of the Treasurer, and to be kept and disposed of as other moneys paid for duties; and should not be held by him to await the ascertainment of the duties; and, whenever it was shown to the Secretary of the Treasury that more money had been paid than covered the actual duties when ascertained, it should be his duty to draw a warrant upon the Treasurer to refund the amount.</p>\n    </div>\n    <div class=\"num\" id=\"p244\">\n      <span class=\"num\">244</span>\n      <p class=\"indent\">The regulation, under this act, at the Treasury, was, to permit the collector to refund the excess of duties, as they were ascertained, to the importer, keeping a separate account of the same, and at the end of each month to make a return to the department of the amount, accompanied with the vouchers, when a warrant was drawn in his favor, refunding the amount. The aggregate amount of this excess thus paid by the collector during his term, and for which warrants were drawn in his favor, constitutes the sum in question. The defendant supposes it has been twice charged in his accounts, once in the credit given to the government for the amount of unascertained duties, and again by charging him with these warrants. If this were true, the error would be obvious, and being so obvious, it is difficult to believe it could have occurred; or, if it had, that either the department or the defendant could not have readily detected it.</p>\n    </div>\n    <div class=\"num\" id=\"p245\">\n      <span class=\"num\">245</span>\n      <p class=\"indent\">It is, however, sufficient for the purposes of this case to say, we are unable to perceive any evidence upon the face of the accounts, or indeed in the record, tending to establish it, and that the court were right, therefore, in the instructions given to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p246\">\n      <span class=\"num\">246</span>\n      <p class=\"indent\">If the whole of the unascertained duties were credited to the government, then the warrants drawn to reimburse the collector for the payment of the excess should not be charged in his customs account. If the credit was for the net or actual duties only, then it would be proper to charge them. How this may be, it is impossible to say from anything in the record. An examination at the Treasury Department would, doubtless, have removed any difficulty in the account.</p>\n    </div>\n    <div class=\"num\" id=\"p247\">\n      <span class=\"num\">247</span>\n      <p class=\"indent\">Another item claimed by the defendant, and rejected by the court, is a charge of $1063.84 deducted from the maximum compensation for the year 1838, the service having commenced on the 29th day of March in that year, when he entered upon the duties of his office. The defendant claimed compensation for the entire year.</p>\n    </div>\n    <div class=\"num\" id=\"p248\">\n      <span class=\"num\">248</span>\n      <p class=\"indent\">The act of 1838, already referred to in another branch of this case, which provided for the compensation of the collector for the year, made it virtually a salary office, with the addition of his share of the fines, penalties, and forfeitures, and the <i>pro rata</i> allowance, therefore, for the portion of the year the defendant held an office was all that could be legally claimed. The case is distinguishable from that of <i>The United States</i> v. <i>Dickens</i>, 15 Pet., 141.</p>\n    </div>\n    <div class=\"num\" id=\"p249\">\n      <span class=\"num\">249</span>\n      <p class=\"indent\">The question is of no importance now, as it has since been settled by an express act of Congress. (9 Stat. at L., 3.)</p>\n    </div>\n    <div class=\"num\" id=\"p250\">\n      <span class=\"num\">250</span>\n      <p class=\"indent\">There were some other questions of minor importance presented in the argument, but which, in our judgment, cannot materially affect the result, and need not, therefore, be particularly noticed.</p>\n    </div>\n    <div class=\"num\" id=\"p251\">\n      <span class=\"num\">251</span>\n      <p class=\"indent\">After the best consideration we have been able to give to the case, we are of opinion that the several rulings of the court below were correct, and that the judgment should be affirmed.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p252\">\n      <span class=\"num\">252</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Southern District of New York, and was argued by counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p253\">\n      <span class=\"num\">253</span>\n      <p class=\"indent\">On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, affirmed, with damages at the rate of six per centum per annum.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> REVIEWED. <i>United States</i> v. <i>Hodge</i>, 13 How., 485. CITED. <i>Soule</i> v. <i>United States</i>, 10 Otto, 11.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> CITED. <i>United States</i> v. <i>Gaussen</i>, 19 Wall., 213.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> IN POINT. <i>Bruce</i> v. <i>United States</i>, 17 How., 440. See <i>United States</i> v. <i>Pinson</i>, 12 Otto, 554.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> CITED. <i>Donovan</i> v. <i>United States</i>, 23 Wall., 399. See <i>Hedrick</i> v. <i>United States</i>, 16 Ct. of Cl., 102.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> FOLLOWED. <i>United States</i> v. <i>Shoemaker</i>, 7 Wall., 342.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>51 U.S. 109 (____)</b></center>\n<center><b>10 How. 109</b></center>\n<center><h1>JESSE HOYT, PLAINTIFF IN ERROR,<br>\nv.<br>\nTHE UNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*125</span> The cause was argued by Mr. Evans and Mr. Walker, for the plaintiff in error, and by Mr. Crittenden, Attorney-General, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*132</span> Mr. Justice NELSON delivered the opinion of the Court.</p>\n<p>This is a writ of error to the Circuit Court held in and for the Southern District of New York, in a suit brought by the United States against the late collector of the port of New York, to recover a balance claimed in the settlement of his accounts.</p>\n<p>The defendant had been collector from the 29th of March, 1838, to the 2d of March, 1841, and on a final adjustment of his accounts, at the close of his official term, a balance against him was found due by the accounting officers of the Treasury of $216,048.07.</p>\n<p>The counsel for the plaintiff produced on the trial four Treasury transcripts containing a statement of his accounts with the government for the whole period of his term, and which resulted in the balance above stated.</p>\n<p>These transcripts were objected to, as not competent evidence against the defendant of the balance therein found due, within the meaning of the act of Congress providing for this species of proof. Act of 3d March, 1797 (1 Stat. at Large, 512).</p>\n<p>The second section of the act provides, that in every case of delinquency, where a suit has been brought, a transcript from the books and proceedings of the Treasury, certified by the Register, and authenticated under the seal of the Department, shall be admitted as evidence, upon which the court is authorized to give judgment.</p>\n<p>It has been already determined, under this act, that an account stated at the Treasury, which does not arise in the ordinary mode of doing business in that Department, can derive no additional validity from being certified according to its provisions; and that the statement can only be regarded as establishing items for moneys disbursed through the ordinary channels of the Department, where the transactions are shown by its books; in such cases the officers have official knowledge of the facts stated. (United States v. Buford, 3 Peters, 29.) That when moneys come into the hands of an individual, not through the officers of the Treasury, or in the regular course of official duty, the books of the Treasury do not exhibit the facts, nor can they be known to the Department. (Ibid.)</p>\n<p>It was held in the United States v. Buford, that a Treasury <span class=\"star-pagination\">*133</span> transcript was not competent proof against the defendant in respect to moneys coming into his hands from a third person not in the regular course of official business; and that the evidence on which the statement of the account was founded should have been produced. (See also United States v. Jones, 8 Peters, 375.)</p>\n<p>In the case before us, the several items of account in the transcripts arise out of the official transactions of the defendant, as collector, with the Treasury Department, and were founded upon his quarterly and other accounts, rendered in pursuance of law and the instructions of the Secretary. They were substantial copies of these quarterly returns, revised and corrected by the accounting officers as they were received, and with copies of which the defendant had been furnished in the usual course of the Department; they present a mutual account of debit and credit, arising out of his official dealings with the government in the collection of the public revenue.</p>\n<p>We can hardly conceive of a case, therefore, coming more directly within the act of Congress as expounded by the cases referred to.</p>\n<p>In the case of the United States v. Eckford's Executors (1 How. 250), a transcript corresponding with the one in question was held to be competent evidence of the balance of the account. The point was presented in a certificate of a division of opinion of the judges.</p>\n<p>It has also been objected to these transcripts, that some of the items included contain a charge against the defendant in gross; such as the aggregate amount of the duty bonds and of duties accruing within the quarter, reference being made to the abstracts for the particular items composing each amount. This objection was not specially pointed out at the trial, as the one made then was to the admissibility of the transcripts generally. If made then, it might have been removed by the production of copies of the abstracts. They were called for, in the course of the trial, in respect to the item of bonds in the quarterly account of the 31st March, 1838, and produced. This affords a full answer to the objection.</p>\n<p>But we do not intend to admit that it would have been available, if made at the proper time. We agree, that a transcript of a gross balance against the officer would be objectionable, as the act of 1797 obviously contemplates, to some extent, a detailed statement of the accounts between him and the government. It must be \"a transcript from the books and proceedings of the Treasury,\" which doubtless will usually present such a statement. The amount of the detail, or degree to which the particulars of the account should be carried, <span class=\"star-pagination\">*134</span> must necessarily be left open to the exercise of some discretion, as there can be no fixed rule by which to determine it.</p>\n<p>The necessity of greater particularity than exhibited here in the several transcripts, to guard the officers against surprise, and afford an opportunity for explanation, is not very apparent; for they contain the several items making up the quarterly returns of the party himself, with the addition of such errors as the accounting officers may have detected in their examination; and with all of which he had been furnished.</p>\n<p>If the accounting officers, therefore, have fallen into error, the officer has had ample time and means for inquiry and correction. This is true as it respects each quarterly account rendered.</p>\n<p>Besides, by the fourth section of the act of 1797, no claim for an equitable credit can be admitted, upon the trial, but such as shall appear to have been presented to the accounting officers for examination, and by them disallowed, except in case of vouchers, which the officer was not before able to procure, or was prevented from exhibiting, by absence or unavoidable accident.</p>\n<p>As a general rule, therefore, every item of the account that can be the subject of litigation at the trial, on the production of a transcript, must have been a matter of dispute at the Treasury Department, and, of course, presenting nothing new or unexpected to either of the parties.</p>\n<p>If the transcript contains the accounts, debits, and credits, as acted upon at the Department by the accounting officers, it would seem to be sufficient as it respects the particulars of the account required by the act.</p>\n<p>The court is of opinion, therefore, that the several Treasury transcripts given in evidence were properly admitted.</p>\n<p>The comptroller, in the adjustment of the accounts, rejected nineteen items, that were claimed by the defendant as legal or equitable credits, which, in the aggregate, exceeded the amount of the balance reported against him. All of them except four were either allowed by the court, or submitted to the jury as a matter of fact involving no principle of law, and, of course, require no further notice.</p>\n<p>Among the items rejected is a charge of $36,712.71, for fees payable by persons engaged in trade and navigation for certain services, performed by the collector at each port, such as giving permits to land goods, clearances, bills of health, &amp;c., and which were chargeable under the compensation act of 2d March, 1799 (1 Stat. at Large, 705,  2). These fees were divided between the collector, naval officer, and surveyor, in districts in which these several officers are appointed. The <span class=\"star-pagination\">*135</span> collector in the district of New York was also entitled to a commission of one quarter of one per cent. on all moneys received on account of duties on goods, or tonnage of vessels.</p>\n<p>By an amendment of this act, April 30, 1802 (2 Stat. at Large, 172,  3), it was provided, that whenever the annual emoluments of any collector, after deducting the expenses incident to the office, shall amount to more than five thousand dollars, the excess shall be accounted for, and paid into the Treasury. The act was not to extend to fines, forfeitures, and penalties, a share of which the collector was entitled to, under the twentieth section of the act of 2d March, 1799 (1 Stat. at Large, 697).</p>\n<p>The act of 7th March, 1822, reduced this maximum to four thousand dollars per annum, and the commission to one sixth of one per cent. on the moneys received. (3 Stat. at Large, 694, 695,  7, 9.)</p>\n<p>It is insisted by the defendant, that the limitation in the aforesaid acts does not refer to or embrace the fees allowed to him under the act of 1799; and that the collector was still entitled to apply them to his own use.</p>\n<p>At the date of the act of 1802, the compensation of the collector was derived from three sources;  1. fees allowed for the services already referred to; 2. commissions on the duties received; and 3. a share of the fines, penalties, and forfeitures. The emoluments of the office were dependent upon the receipts from these sources; and the officer was entitled to apply to his own use the whole amount derived from them.</p>\n<p>The provision in this act, therefore, that whenever the annual emoluments, after deducting the expenses, exceeded the amount of five thousand dollars, the excess should be accounted for, necessarily embraces in the limitation the fees as well as commissions belonging to the office, and would have embraced also the fines and forfeitures, had it not been for the proviso to the act taking them out of the limitation.</p>\n<p>The argument would be quite as strong in favor of excluding the commissions as in the case of fees, as the one can in no more appropriate sense be regarded as emoluments of office than the other, and thus the limitation would become a nullity.</p>\n<p>These terms denote a compensation for a particular kind of service to be performed by the officer, and are distinguishable from each other, and are so used and understood by Congress in the several compensation acts; they are also distinguishable from the term emoluments, that being more comprehensive, and embracing every species of compensation or pecuniary profit derived from a discharge of the duties of the office; and such is the obvious import of it in these acts.</p>\n<p><span class=\"star-pagination\">*136</span> The act of 1822, so far as respects this question, was simply a renactment of that of 1802, with the exception of fixing the limit of compensation to four instead of five thousand dollars.</p>\n<p>But it is unnecessary to pursue this argument further, as there is another view of the question, founded upon subsequent acts of Congress, that is entirely decisive.</p>\n<p>The third section of \"An Act to provide for the support of the Military Academy of the United States for the year 1838, and for other purposes,\" passed 7 July, 1838 (5 Stat. at Large, 264), provides, that the Secretary of the Treasury shall be authorized to pay collectors, out of any money in the treasury not otherwise appropriated, such sums as will give to them the same compensation in the year 1838, according to the importations of that year, as they would have been entitled to receive, if the act of 14th July, 1832, had not gone into effect; provided, that they shall not receive a greater annual salary or compensation than was paid for the year 1832; and provided, also, that the collectors shall render to the Secretary, under oath, a quarterly account of all fees and emoluments whatever, by them received, together with the expenses of their office; and provided further, that no collector shall receive more than four thousand dollars per annum.</p>\n<p>This provision was continued in force for the years 1839, 1840, and down to the 3d of March, 1841, when the mode of compensation was materially changed. (5 Stat. at Large, p. 431,  2; p. 432,  7. 6 Stat. at Large, 815.)</p>\n<p>The provision relating to the year 1840 is not to be found in the public statutes at large, as it is embraced in the seventh section of \"An Act for the relief of Chastelain and Ponvert, and for other purposes,\" passed 21st July, 1840. Being a private act, it was not incorporated in the public statutes in Little &amp; Brown's edition of 1846.</p>\n<p>It will be seen by the act of 1838, that the collector is bound to account to the Secretary of the Treasury for all the fees and emoluments received by him in the execution of the duties of his office, and that his annual compensation was limited, as in the act of 1822, to an amount not exceeding the sum of four thousand dollars. The same act required that the naval officers and surveyors should make a return of their fees and emoluments, and limited the annual amount of their compensation.</p>\n<p>During the period, therefore, of the term of office of the defendant as collector of the port of New York, which extended from the 29th of March, 1838, to the 2d of March, 1841, there can be no pretence for claiming that the limitation, as respected <span class=\"star-pagination\">*137</span> his annual compensation, did not apply as well to the fees received under the act of 1799, as to commissions or emoluments of office derived from any other source. He was required in express terms to account for them to the Treasury, the same as in the case of other emoluments.</p>\n<p>Another item claimed, and which was rejected by the court, is a charge of $ 14,035.29 for a moiety of the duties received on goods that were seized, and afterwards condemned for a violation of the revenue laws.</p>\n<p>This question turns upon a construction of sections 89 and 91 of the revenue act of 2d March, 1799 (1 Stat. at Large, 695, 696).</p>\n<p>Section 89 provides, among other things, that the claimant, after the seizure of the vessel and merchandise, may procure the same to be redelivered to him on the execution of a bond with sureties for the payment of the appraised value, together with the payment or security of the duties, the same as if the vessel and goods had been legally entered at the customs. If judgment shall afterwards pass in favor of the claimant in the proceedings instituted, the bond shall be cancelled; if against him, then, unless he pays into the court the amount of the appraised value of the ship and goods, together with the costs, within twenty days, judgment shall be entered on the bond by a motion in open court, without further delay.</p>\n<p>In case no bond is given by the claimant, and the vessel and goods have been condemned, the same are to be sold at public auction by the marshal to the highest bidder, and the proceeds paid over to the collector. ( 90.)</p>\n<p>Section 91 provides, that all fines, penalties, and forfeitures recovered by virtue of the act, after deducting costs and expenses, shall be disposed of as follows: one moiety shall be paid by the collector into the treasury for the use of the United States; and the other equally divided between him, the naval officer, and the surveyor of the port.</p>\n<p>It will be seen, therefore, by these provisions, in cases of seizure, where the claimant elects to give a bond, and pay or secure the payment of the duties, with a view to a redelivery of the vessel and goods, that, if the same be condemned, he loses as well the duties paid or secured, as the property seized and condemned. It is a moiety of these duties which accrued during the term of the defendant, as collector, that he claims as a portion of the forfeitures belonging to him under the ninety-first section of the act.</p>\n<p>A conclusive answer to this claim, in the judgment of the court, is, that the duties thus paid constitute no part of the proceeds of the goods forfeited, in which only the collector <span class=\"star-pagination\">*138</span> has an interest. The proceeds are the appraised value secured by the bond, or, in case no bond be given, the amount derived from the sale by the marshal, after the deduction of all proper charges. The payment of the duties is a condition to the acceptance of the bond, and redelivery of the goods, and is the voluntary act of the claimant. They do not enter into the question of condemnation, nor constitute any part of the forfeiture declared by the act, or the judgment of the court.</p>\n<p>It is true, the collector acquires by the seizure an inchoate right to the goods, which, when followed by condemnation, becomes absolute to the extent of his share of the forfeiture (1 Wheat. 462; 4 ib. 74); but it is a right only in the goods themselves, which have been seized and forfeited,  the rem, a moiety of which, it is admitted, has already been allowed to him.</p>\n<p>This view is in conformity with the language of the act ( 91), which is, that all fines, penalties, and forfeitures, recovered by virtue of this act, shall be disposed of, one moiety to the government, the other to the collector, to be divided as therein declared.</p>\n<p>The case is not like that of McLane v. The United States, 6 Peters, 405. There the sum in controversy was reserved out of the forfeiture by the act for the relief of the owners; and was regarded by the court as part and parcel of it.</p>\n<p>The only doubt that existed was, whether or not the amount thus reserved should be considered as the legal duties belonging to the government, or a portion of the forfeiture, the residue of which had been remitted. The amount reserved was to be equal to the double duties imposed upon goods imported, under certain circumstances, by an act which had been passed since the forfeiture accrued; and the court was of opinion, that duties mentioned in that act were referred to simply as a measure to determine the sum to be reserved, and not as duties in the common acceptation of the term. The amount reserved, therefore, was so much excepted out of the forfeiture remitted, a moiety of which properly belonged to the collector.</p>\n<p>Another item rejected by the court is a charge by the defendant of $ 201,500 commissions, for accepting and paying drafts of the Treasury during his term in office.</p>\n<p>These commissions are claimed on the ground that the services required and performed were extra services, not incident to the proper legal duties belonging to the office of collector, and that he is entitled, therefore, to a reasonable remuneration for the same, beyond the compensation annexed to the office.</p>\n<p>By the act of 2d March, 1799,  21 (1 Stat. at Large, 642), it <span class=\"star-pagination\">*139</span> is provided that the collector shall receive all moneys paid for duties, and take all bonds for securing the payment thereof; and shall, at all times, pay to the order of the officers, who shall be authorized to direct the payment thereof, the whole of the moneys which he may receive by virtue of the act, and shall once in every three months, or oftener, if required, transmit his accounts to the Treasury Department for settlement.</p>\n<p>The Secretary of the Treasury is the head of that Department; and has devolved on him the superintendence and collection of the public revenue; and is the officer properly authorized to direct the safe-keeping and payment or disbursement of the same. (1 Stat. at Large, 65, 66.)</p>\n<p>Under the authority thus given, and which has been exercised since the foundation of the government, the Secretary, by a circular dated 9th June, 1837, in consequence of the suspension of specie payments by the banks in which the public moneys had been deposited, directed that all public moneys received by the collectors, except such as were required for current expenses of the office, &amp;c., should be placed to the credit of the Treasurer of the United States, in a separate account, on the books of the customs, and that the same would be drawn for by the Treasurer's drafts on the collector, from time to time, as the necessities or the convenience of the government required.</p>\n<p>This mode of keeping and paying out the public moneys received by the collectors in the different collection districts continued during a considerable part of the term of office of the defendant; and, doubtless, very much increased the duties of the office, its labors and responsibilities, for which he may well be equitably entitled, at the hands of the proper authorities, to a corresponding compensation; and it is not at all improbable, that to the necessity of keeping on hand such large sums of the public moneys as are daily and weekly collected at the port of New York, and the disbursement in comparatively small sums, upon the drafts of the Treasurer, may be attributed, in part, at least, the great deficiency in the accounts. It must have required extraordinary diligence and accuracy, and very competent and faithful subordinates, to have prevented it.</p>\n<p>But be this as it may, we are unable to perceive that the duties thus imposed, onerous and responsible as they undoubtedly were, exceeded those legally incident to the office; or such as the Secretary was authorized to require as the head of the Treasury.</p>\n<p>The depositories of the public revenue, as provided by the act of 23d June, 1836, having failed to comply with the conditions required of them, the duty of regulating the safe-keeping and disbursement devolved upon the sound discretion of this <span class=\"star-pagination\">*140</span> officer; and indeed, on looking into the provisions of that act, and the numerous and complicated conditions and restrictions annexed to the employment of the banks as depositaries, it is difficult to say, that the authority there conferred to use them formed any exception to this discretion. If they refused to become depositaries, or failed to comply with the conditions, or, in the judgment of the Secretary, were unsafe, it was his duty to provide some other mode for the safe-keeping and disbursement, and until some other was provided, those officers immediately concerned in the receipt and collection of the revenue must necessarily become the depositaries, and disbursing officers of whatever amount they may have received.</p>\n<p>If other depositories be provided by law, or by the regulations of the Secretary, the money is then deposited there by the collector, in sums large or small, as received, according to the instructions of the Secretary; if not, it remains in their hands until drawn out, from time to time, as the necessities of the government may require, upon drafts by the same authority. In either case, the collector is but performing the duties enjoined by the act of 1799, which provides, that he shall receive all moneys paid for duties, and shall, at all times, pay them over upon the order of the officer authorized to direct the payment. The duty is the same in both cases, the nature of the service the same, and the obligation to perform the service dependent upon the same authority.</p>\n<p>This mode of keeping and disbursing the public revenue has existed since the foundation of the government. Even when the banks have been used as depositories, either by act of Congress, or by the regulations of the head of the Treasury, it was not, at all times and places, practicable for the different collectors and receivers to make the deposit, and in such cases the moneys were kept until drawn for by the proper authority.</p>\n<p>The Bank of the United States, and the State banks, under the act of 1836, with some slight exceptions, are the only instances, I believe, in which Congress have undertaken to control the discretion of the Secretary, as to the place in which the public moneys shall be kept, down to the act of 1840, when a new system was established, usually known as the sub-treasury. (5 Stat. at Large, 385.)</p>\n<p>With these exceptions, the place of deposit, if any was designated, or the mode of making payments by the collectors, depended upon the regulations of the Treasury. And it is not to be doubted but that it was as much their duty to conform to the orders of that Department, under such circumstances, whether for deposit or payment, as in the cases in which the depositories had been designated by act of Congress. In the <span class=\"star-pagination\">*141</span> one case, the orders rested upon the general power vested in the Department by the act of 1789; in the others, upon the same power, modified by the subsequent acts prescribing the particular depositories.</p>\n<p>But there is another view of this branch of the case, which must not be overlooked, and that is, whether, assuming that the services of the defendant were extra and beyond those incident to the office, the court erred in rejecting the claim.</p>\n<p>The act of 1822, already referred to, as we have seen, limited the fees and emoluments of the office to an amount not exceeding the sum of $ 4,000. The act of 1838, and which was continued through the term of office of the defendant, contained a like restriction, and the eighteenth section of the act of 1822 further provided, that no collector should ever receive more than four hundred dollars, exclusive of his compensation as collector, and the fines and forfeitures allowed by law, for any services he may perform for the United States in any other office or capacity.</p>\n<p>It would be extremely difficult to say, even if the defendant is right as to the nature of the service performed, in the face of this provision, that a court of law could sanction the compensation claimed, or any other compensation for such service. The very ground of claim here is that the service was rendered in a capacity other than that of collector.</p>\n<p>The two limitations, the one upon his compensation as collector, and the other upon compensation for service in any other office or capacity, while acting as collector, would seem to close up every \"loophole\" through which any additional remuneration could be claimed in a court of justice. But this is not all.</p>\n<p>By the eighth section of the act of 3d March, 1839 (5 Stat. at Large, 349), it is provided, \"that no officer in any branch of the public service, or any other person whose salaries, or whose pay or emoluments, is or are fixed by law and regulations, shall receive any extra allowance, or compensation, in any form whatever, for the disbursement of public money, or the performance of any other service, unless the said extra allowance or compensation be authorized by law.\"</p>\n<p>It is impossible to misunderstand this language, or the purpose and intent of the enactment. It cuts up by the roots these claims by public officers for extra compensation, on the ground of extra services. There is no discretion left in any officer or tribunal to make the allowance, unless it is authorized by some law of Congress. The prohibition is general, and applies to all public officers, or quasi public officers, who have a fixed compensation.</p>\n<p><span class=\"star-pagination\">*142</span> This act, together with the act of 13th August, 1841, making it penal for any officer charged with the safe-keeping or disbursement of the public money to convert it to his own use, or to neglect or refuse to pay it over upon the authority of the Secretary of the Treasury, present a system of legislation against these claims for extra compensation by public officers, that, if fairly carried into effect, must, for aught we see, effectually extinguish them, except when allowed by the authority of Congress; and which, it must be admitted, is the proper constitutional tribunal to decide upon the matter.</p>\n<p>Another item in the account rejected by the court is a claim of $ 109,000, for excess of deposits for unascertained duties, which it is supposed has been twice charged by the accounting officers against the defendant in the adjustment of his accounts.</p>\n<p>The item does not appear among those presented to the comptroller, and to have been rejected by him, but it is claimed that the error is shown upon the face of the account, and, therefore, available to the defence.</p>\n<p>This sum was the subject of comment by the defendant in his correspondence with the Department at the time of closing the settlement of his accounts, in June, 1841, but he seems to have been unable to satisfy himself at that time that the amount had been twice charged against him.</p>\n<p>By the second section of the act of 3d March, 1839 (5 Stat. at Large, 348), all moneys paid to the collector for unascertained duties were directed to be placed to the credit of the Treasurer, and to be kept and disposed of as other moneys paid for duties; and should not be held by him to await the ascertainment of the duties; and, whenever it was shown to the Secretary of the Treasury that more money had been paid than covered the actual duties when ascertained, it should be his duty to draw a warrant upon the Treasurer to refund the amount.</p>\n<p>The regulation, under this act, at the Treasury, was, to permit the collector to refund the excess of duties, as they were ascertained, to the importer, keeping a separate account of the same, and at the end of each month to make a return to the Department of the amount, accompanied with the vouchers, when a warrant was drawn in his favor, refunding the amount. The aggregate amount of this excess thus paid by the collector during his term, and for which warrants were drawn in his favor, constitutes the sum in question. The defendant supposes it has been twice charged in his accounts, once in the credit given to the government for the amount of unascertained duties, and again by charging him with these warrants. If this were true, <span class=\"star-pagination\">*143</span> the error would be obvious, and being so obvious, it is difficult to believe it could have occurred; or, if it had, that either the Department or the defendant could not have readily detected it.</p>\n<p>It is, however, sufficient for the purposes of this case to say, we are unable to perceive any evidence upon the face of the accounts, or indeed in the record, tending to establish it, and that the court were right, therefore, in the instructions given to the jury.</p>\n<p>If the whole of the unascertained duties were credited to the government, then the warrants drawn to reimburse the collector for the payment of the excess should not be charged in his customs account. If the credit was for the net or actual duties only, then it would be proper to charge them. How this may be, it is impossible to say from any thing in the record. An examination at the Treasury Department would, doubtless, have removed any difficulty in the account.</p>\n<p>Another item claimed by the defendant, and rejected by the court, is a charge of $ 1,063.84 deducted from the maximum compensation for the year 1838, the service having commenced on the 29th day of March in that year, when he entered upon the duties of his office. The defendant claimed compensation for the entire year.</p>\n<p>The act of 1838, already referred to in another branch of this case, which provided for the compensation of the collector for the year, made it virtually a salary office, with the addition of his share of the fines, penalties, and forfeitures, and the pro rata allowance, therefore, for the portion of the year the defendant held an office was all that could be legally claimed. The case is distinguishable from that of The United States v. Dickens, 15 Peters, 141.</p>\n<p>The question is of no importance now, as it has since been settled by an express act of Congress. (9 Stat. at Large, 3.)</p>\n<p>There were some other questions of minor importance presented in the argument, but which, in our judgment, cannot materially affect the result, and need not, therefore, be particularly noticed.</p>\n<p>After the best consideration we have been able to give to the case, we are of opinion that the several rulings of the court below were correct, and that the judgment should be affirmed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Southern District of New York, and was argued by counsel. On <span class=\"star-pagination\">*144</span> consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, affirmed, with damages at the rate of six per centum per annum.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">How.</span> <span class=\"page\">109</span></span></b></center>\n<center><h1>JESSE HOYT, PLAINTIFF IN ERROR,<br>\nv.<br>\nTHE UNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*125</span> The cause was argued by Mr. Evans and Mr. Walker, for the plaintiff in error, and by Mr. Crittenden, Attorney-General, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*132</span> Mr. Justice NELSON delivered the opinion of the Court.</p>\n<p>This is a writ of error to the Circuit Court held in and for the Southern District of New York, in a suit brought by the United States against the late collector of the port of New York, to recover a balance claimed in the settlement of his accounts.</p>\n<p>The defendant had been collector from the 29th of March, 1838, to the 2d of March, 1841, and on a final adjustment of his accounts, at the close of his official term, a balance against him was found due by the accounting officers of the Treasury of $216,048.07.</p>\n<p>The counsel for the plaintiff produced on the trial four Treasury transcripts containing a statement of his accounts with the government for the whole period of his term, and which resulted in the balance above stated.</p>\n<p>These transcripts were objected to, as not competent evidence against the defendant of the balance therein found due, within the meaning of the act of Congress providing for this species of proof. Act of 3d March, 1797 (1 Stat. at Large, 512).</p>\n<p>The second section of the act provides, that in every case of delinquency, where a suit has been brought, a transcript from the books and proceedings of the Treasury, certified by the Register, and authenticated under the seal of the Department, shall be admitted as evidence, upon which the court is authorized to give judgment.</p>\n<p>It has been already determined, under this act, that an account stated at the Treasury, which does not arise in the ordinary mode of doing business in that Department, can derive no additional validity from being certified according to its provisions; and that the statement can only be regarded as establishing items for moneys disbursed through the ordinary channels of the Department, where the transactions are shown by its books; in such cases the officers have official knowledge of the facts stated. (United States v. Buford, 3 Peters, 29.) That when moneys come into the hands of an individual, not through the officers of the Treasury, or in the regular course of official duty, the books of the Treasury do not exhibit the facts, nor can they be known to the Department. (Ibid.)</p>\n<p>It was held in the United States v. Buford, that a Treasury <span class=\"star-pagination\">*133</span> transcript was not competent proof against the defendant in respect to moneys coming into his hands from a third person not in the regular course of official business; and that the evidence on which the statement of the account was founded should have been produced. (See also United States v. Jones, 8 Peters, 375.)</p>\n<p>In the case before us, the several items of account in the transcripts arise out of the official transactions of the defendant, as collector, with the Treasury Department, and were founded upon his quarterly and other accounts, rendered in pursuance of law and the instructions of the Secretary. They were substantial copies of these quarterly returns, revised and corrected by the accounting officers as they were received, and with copies of which the defendant had been furnished in the usual course of the Department; they present a mutual account of debit and credit, arising out of his official dealings with the government in the collection of the public revenue.</p>\n<p>We can hardly conceive of a case, therefore, coming more directly within the act of Congress as expounded by the cases referred to.</p>\n<p>In the case of the United States v. Eckford's Executors (1 How. 250), a transcript corresponding with the one in question was held to be competent evidence of the balance of the account. The point was presented in a certificate of a division of opinion of the judges.</p>\n<p>It has also been objected to these transcripts, that some of the items included contain a charge against the defendant in gross; such as the aggregate amount of the duty bonds and of duties accruing within the quarter, reference being made to the abstracts for the particular items composing each amount. This objection was not specially pointed out at the trial, as the one made then was to the admissibility of the transcripts generally. If made then, it might have been removed by the production of copies of the abstracts. They were called for, in the course of the trial, in respect to the item of bonds in the quarterly account of the 31st March, 1838, and produced. This affords a full answer to the objection.</p>\n<p>But we do not intend to admit that it would have been available, if made at the proper time. We agree, that a transcript of a gross balance against the officer would be objectionable, as the act of 1797 obviously contemplates, to some extent, a detailed statement of the accounts between him and the government. It must be \"a transcript from the books and proceedings of the Treasury,\" which doubtless will usually present such a statement. The amount of the detail, or degree to which the particulars of the account should be carried, <span class=\"star-pagination\">*134</span> must necessarily be left open to the exercise of some discretion, as there can be no fixed rule by which to determine it.</p>\n<p>The necessity of greater particularity than exhibited here in the several transcripts, to guard the officers against surprise, and afford an opportunity for explanation, is not very apparent; for they contain the several items making up the quarterly returns of the party himself, with the addition of such errors as the accounting officers may have detected in their examination; and with all of which he had been furnished.</p>\n<p>If the accounting officers, therefore, have fallen into error, the officer has had ample time and means for inquiry and correction. This is true as it respects each quarterly account rendered.</p>\n<p>Besides, by the fourth section of the act of 1797, no claim for an equitable credit can be admitted, upon the trial, but such as shall appear to have been presented to the accounting officers for examination, and by them disallowed, except in case of vouchers, which the officer was not before able to procure, or was prevented from exhibiting, by absence or unavoidable accident.</p>\n<p>As a general rule, therefore, every item of the account that can be the subject of litigation at the trial, on the production of a transcript, must have been a matter of dispute at the Treasury Department, and, of course, presenting nothing new or unexpected to either of the parties.</p>\n<p>If the transcript contains the accounts, debits, and credits, as acted upon at the Department by the accounting officers, it would seem to be sufficient as it respects the particulars of the account required by the act.</p>\n<p>The court is of opinion, therefore, that the several Treasury transcripts given in evidence were properly admitted.</p>\n<p>The comptroller, in the adjustment of the accounts, rejected nineteen items, that were claimed by the defendant as legal or equitable credits, which, in the aggregate, exceeded the amount of the balance reported against him. All of them except four were either allowed by the court, or submitted to the jury as a matter of fact involving no principle of law, and, of course, require no further notice.</p>\n<p>Among the items rejected is a charge of $36,712.71, for fees payable by persons engaged in trade and navigation for certain services, performed by the collector at each port, such as giving permits to land goods, clearances, bills of health, &amp;c., and which were chargeable under the compensation act of 2d March, 1799 (1 Stat. at Large, 705,  2). These fees were divided between the collector, naval officer, and surveyor, in districts in which these several officers are appointed. The <span class=\"star-pagination\">*135</span> collector in the district of New York was also entitled to a commission of one quarter of one per cent. on all moneys received on account of duties on goods, or tonnage of vessels.</p>\n<p>By an amendment of this act, April 30, 1802 (2 Stat. at Large, 172,  3), it was provided, that whenever the annual emoluments of any collector, after deducting the expenses incident to the office, shall amount to more than five thousand dollars, the excess shall be accounted for, and paid into the Treasury. The act was not to extend to fines, forfeitures, and penalties, a share of which the collector was entitled to, under the twentieth section of the act of 2d March, 1799 (1 Stat. at Large, 697).</p>\n<p>The act of 7th March, 1822, reduced this maximum to four thousand dollars per annum, and the commission to one sixth of one per cent. on the moneys received. (3 Stat. at Large, 694, 695,  7, 9.)</p>\n<p>It is insisted by the defendant, that the limitation in the aforesaid acts does not refer to or embrace the fees allowed to him under the act of 1799; and that the collector was still entitled to apply them to his own use.</p>\n<p>At the date of the act of 1802, the compensation of the collector was derived from three sources;  1. fees allowed for the services already referred to; 2. commissions on the duties received; and 3. a share of the fines, penalties, and forfeitures. The emoluments of the office were dependent upon the receipts from these sources; and the officer was entitled to apply to his own use the whole amount derived from them.</p>\n<p>The provision in this act, therefore, that whenever the annual emoluments, after deducting the expenses, exceeded the amount of five thousand dollars, the excess should be accounted for, necessarily embraces in the limitation the fees as well as commissions belonging to the office, and would have embraced also the fines and forfeitures, had it not been for the proviso to the act taking them out of the limitation.</p>\n<p>The argument would be quite as strong in favor of excluding the commissions as in the case of fees, as the one can in no more appropriate sense be regarded as emoluments of office than the other, and thus the limitation would become a nullity.</p>\n<p>These terms denote a compensation for a particular kind of service to be performed by the officer, and are distinguishable from each other, and are so used and understood by Congress in the several compensation acts; they are also distinguishable from the term emoluments, that being more comprehensive, and embracing every species of compensation or pecuniary profit derived from a discharge of the duties of the office; and such is the obvious import of it in these acts.</p>\n<p><span class=\"star-pagination\">*136</span> The act of 1822, so far as respects this question, was simply a renactment of that of 1802, with the exception of fixing the limit of compensation to four instead of five thousand dollars.</p>\n<p>But it is unnecessary to pursue this argument further, as there is another view of the question, founded upon subsequent acts of Congress, that is entirely decisive.</p>\n<p>The third section of \"An Act to provide for the support of the Military Academy of the United States for the year 1838, and for other purposes,\" passed 7 July, 1838 (5 Stat. at Large, 264), provides, that the Secretary of the Treasury shall be authorized to pay collectors, out of any money in the treasury not otherwise appropriated, such sums as will give to them the same compensation in the year 1838, according to the importations of that year, as they would have been entitled to receive, if the act of 14th July, 1832, had not gone into effect; provided, that they shall not receive a greater annual salary or compensation than was paid for the year 1832; and provided, also, that the collectors shall render to the Secretary, under oath, a quarterly account of all fees and emoluments whatever, by them received, together with the expenses of their office; and provided further, that no collector shall receive more than four thousand dollars per annum.</p>\n<p>This provision was continued in force for the years 1839, 1840, and down to the 3d of March, 1841, when the mode of compensation was materially changed. (5 Stat. at Large, p. 431,  2; p. 432,  7. 6 Stat. at Large, 815.)</p>\n<p>The provision relating to the year 1840 is not to be found in the public statutes at large, as it is embraced in the seventh section of \"An Act for the relief of Chastelain and Ponvert, and for other purposes,\" passed 21st July, 1840. Being a private act, it was not incorporated in the public statutes in Little &amp; Brown's edition of 1846.</p>\n<p>It will be seen by the act of 1838, that the collector is bound to account to the Secretary of the Treasury for all the fees and emoluments received by him in the execution of the duties of his office, and that his annual compensation was limited, as in the act of 1822, to an amount not exceeding the sum of four thousand dollars. The same act required that the naval officers and surveyors should make a return of their fees and emoluments, and limited the annual amount of their compensation.</p>\n<p>During the period, therefore, of the term of office of the defendant as collector of the port of New York, which extended from the 29th of March, 1838, to the 2d of March, 1841, there can be no pretence for claiming that the limitation, as respected <span class=\"star-pagination\">*137</span> his annual compensation, did not apply as well to the fees received under the act of 1799, as to commissions or emoluments of office derived from any other source. He was required in express terms to account for them to the Treasury, the same as in the case of other emoluments.</p>\n<p>Another item claimed, and which was rejected by the court, is a charge of $ 14,035.29 for a moiety of the duties received on goods that were seized, and afterwards condemned for a violation of the revenue laws.</p>\n<p>This question turns upon a construction of sections 89 and 91 of the revenue act of 2d March, 1799 (1 Stat. at Large, 695, 696).</p>\n<p>Section 89 provides, among other things, that the claimant, after the seizure of the vessel and merchandise, may procure the same to be redelivered to him on the execution of a bond with sureties for the payment of the appraised value, together with the payment or security of the duties, the same as if the vessel and goods had been legally entered at the customs. If judgment shall afterwards pass in favor of the claimant in the proceedings instituted, the bond shall be cancelled; if against him, then, unless he pays into the court the amount of the appraised value of the ship and goods, together with the costs, within twenty days, judgment shall be entered on the bond by a motion in open court, without further delay.</p>\n<p>In case no bond is given by the claimant, and the vessel and goods have been condemned, the same are to be sold at public auction by the marshal to the highest bidder, and the proceeds paid over to the collector. ( 90.)</p>\n<p>Section 91 provides, that all fines, penalties, and forfeitures recovered by virtue of the act, after deducting costs and expenses, shall be disposed of as follows: one moiety shall be paid by the collector into the treasury for the use of the United States; and the other equally divided between him, the naval officer, and the surveyor of the port.</p>\n<p>It will be seen, therefore, by these provisions, in cases of seizure, where the claimant elects to give a bond, and pay or secure the payment of the duties, with a view to a redelivery of the vessel and goods, that, if the same be condemned, he loses as well the duties paid or secured, as the property seized and condemned. It is a moiety of these duties which accrued during the term of the defendant, as collector, that he claims as a portion of the forfeitures belonging to him under the ninety-first section of the act.</p>\n<p>A conclusive answer to this claim, in the judgment of the court, is, that the duties thus paid constitute no part of the proceeds of the goods forfeited, in which only the collector <span class=\"star-pagination\">*138</span> has an interest. The proceeds are the appraised value secured by the bond, or, in case no bond be given, the amount derived from the sale by the marshal, after the deduction of all proper charges. The payment of the duties is a condition to the acceptance of the bond, and redelivery of the goods, and is the voluntary act of the claimant. They do not enter into the question of condemnation, nor constitute any part of the forfeiture declared by the act, or the judgment of the court.</p>\n<p>It is true, the collector acquires by the seizure an inchoate right to the goods, which, when followed by condemnation, becomes absolute to the extent of his share of the forfeiture (1 Wheat. 462; 4 ib. 74); but it is a right only in the goods themselves, which have been seized and forfeited,  the rem, a moiety of which, it is admitted, has already been allowed to him.</p>\n<p>This view is in conformity with the language of the act ( 91), which is, that all fines, penalties, and forfeitures, recovered by virtue of this act, shall be disposed of, one moiety to the government, the other to the collector, to be divided as therein declared.</p>\n<p>The case is not like that of McLane v. The United States, 6 Peters, 405. There the sum in controversy was reserved out of the forfeiture by the act for the relief of the owners; and was regarded by the court as part and parcel of it.</p>\n<p>The only doubt that existed was, whether or not the amount thus reserved should be considered as the legal duties belonging to the government, or a portion of the forfeiture, the residue of which had been remitted. The amount reserved was to be equal to the double duties imposed upon goods imported, under certain circumstances, by an act which had been passed since the forfeiture accrued; and the court was of opinion, that duties mentioned in that act were referred to simply as a measure to determine the sum to be reserved, and not as duties in the common acceptation of the term. The amount reserved, therefore, was so much excepted out of the forfeiture remitted, a moiety of which properly belonged to the collector.</p>\n<p>Another item rejected by the court is a charge by the defendant of $ 201,500 commissions, for accepting and paying drafts of the Treasury during his term in office.</p>\n<p>These commissions are claimed on the ground that the services required and performed were extra services, not incident to the proper legal duties belonging to the office of collector, and that he is entitled, therefore, to a reasonable remuneration for the same, beyond the compensation annexed to the office.</p>\n<p>By the act of 2d March, 1799,  21 (1 Stat. at Large, 642), it <span class=\"star-pagination\">*139</span> is provided that the collector shall receive all moneys paid for duties, and take all bonds for securing the payment thereof; and shall, at all times, pay to the order of the officers, who shall be authorized to direct the payment thereof, the whole of the moneys which he may receive by virtue of the act, and shall once in every three months, or oftener, if required, transmit his accounts to the Treasury Department for settlement.</p>\n<p>The Secretary of the Treasury is the head of that Department; and has devolved on him the superintendence and collection of the public revenue; and is the officer properly authorized to direct the safe-keeping and payment or disbursement of the same. (1 Stat. at Large, 65, 66.)</p>\n<p>Under the authority thus given, and which has been exercised since the foundation of the government, the Secretary, by a circular dated 9th June, 1837, in consequence of the suspension of specie payments by the banks in which the public moneys had been deposited, directed that all public moneys received by the collectors, except such as were required for current expenses of the office, &amp;c., should be placed to the credit of the Treasurer of the United States, in a separate account, on the books of the customs, and that the same would be drawn for by the Treasurer's drafts on the collector, from time to time, as the necessities or the convenience of the government required.</p>\n<p>This mode of keeping and paying out the public moneys received by the collectors in the different collection districts continued during a considerable part of the term of office of the defendant; and, doubtless, very much increased the duties of the office, its labors and responsibilities, for which he may well be equitably entitled, at the hands of the proper authorities, to a corresponding compensation; and it is not at all improbable, that to the necessity of keeping on hand such large sums of the public moneys as are daily and weekly collected at the port of New York, and the disbursement in comparatively small sums, upon the drafts of the Treasurer, may be attributed, in part, at least, the great deficiency in the accounts. It must have required extraordinary diligence and accuracy, and very competent and faithful subordinates, to have prevented it.</p>\n<p>But be this as it may, we are unable to perceive that the duties thus imposed, onerous and responsible as they undoubtedly were, exceeded those legally incident to the office; or such as the Secretary was authorized to require as the head of the Treasury.</p>\n<p>The depositories of the public revenue, as provided by the act of 23d June, 1836, having failed to comply with the conditions required of them, the duty of regulating the safe-keeping and disbursement devolved upon the sound discretion of this <span class=\"star-pagination\">*140</span> officer; and indeed, on looking into the provisions of that act, and the numerous and complicated conditions and restrictions annexed to the employment of the banks as depositaries, it is difficult to say, that the authority there conferred to use them formed any exception to this discretion. If they refused to become depositaries, or failed to comply with the conditions, or, in the judgment of the Secretary, were unsafe, it was his duty to provide some other mode for the safe-keeping and disbursement, and until some other was provided, those officers immediately concerned in the receipt and collection of the revenue must necessarily become the depositaries, and disbursing officers of whatever amount they may have received.</p>\n<p>If other depositories be provided by law, or by the regulations of the Secretary, the money is then deposited there by the collector, in sums large or small, as received, according to the instructions of the Secretary; if not, it remains in their hands until drawn out, from time to time, as the necessities of the government may require, upon drafts by the same authority. In either case, the collector is but performing the duties enjoined by the act of 1799, which provides, that he shall receive all moneys paid for duties, and shall, at all times, pay them over upon the order of the officer authorized to direct the payment. The duty is the same in both cases, the nature of the service the same, and the obligation to perform the service dependent upon the same authority.</p>\n<p>This mode of keeping and disbursing the public revenue has existed since the foundation of the government. Even when the banks have been used as depositories, either by act of Congress, or by the regulations of the head of the Treasury, it was not, at all times and places, practicable for the different collectors and receivers to make the deposit, and in such cases the moneys were kept until drawn for by the proper authority.</p>\n<p>The Bank of the United States, and the State banks, under the act of 1836, with some slight exceptions, are the only instances, I believe, in which Congress have undertaken to control the discretion of the Secretary, as to the place in which the public moneys shall be kept, down to the act of 1840, when a new system was established, usually known as the sub-treasury. (5 Stat. at Large, 385.)</p>\n<p>With these exceptions, the place of deposit, if any was designated, or the mode of making payments by the collectors, depended upon the regulations of the Treasury. And it is not to be doubted but that it was as much their duty to conform to the orders of that Department, under such circumstances, whether for deposit or payment, as in the cases in which the depositories had been designated by act of Congress. In the <span class=\"star-pagination\">*141</span> one case, the orders rested upon the general power vested in the Department by the act of 1789; in the others, upon the same power, modified by the subsequent acts prescribing the particular depositories.</p>\n<p>But there is another view of this branch of the case, which must not be overlooked, and that is, whether, assuming that the services of the defendant were extra and beyond those incident to the office, the court erred in rejecting the claim.</p>\n<p>The act of 1822, already referred to, as we have seen, limited the fees and emoluments of the office to an amount not exceeding the sum of $ 4,000. The act of 1838, and which was continued through the term of office of the defendant, contained a like restriction, and the eighteenth section of the act of 1822 further provided, that no collector should ever receive more than four hundred dollars, exclusive of his compensation as collector, and the fines and forfeitures allowed by law, for any services he may perform for the United States in any other office or capacity.</p>\n<p>It would be extremely difficult to say, even if the defendant is right as to the nature of the service performed, in the face of this provision, that a court of law could sanction the compensation claimed, or any other compensation for such service. The very ground of claim here is that the service was rendered in a capacity other than that of collector.</p>\n<p>The two limitations, the one upon his compensation as collector, and the other upon compensation for service in any other office or capacity, while acting as collector, would seem to close up every \"loophole\" through which any additional remuneration could be claimed in a court of justice. But this is not all.</p>\n<p>By the eighth section of the act of 3d March, 1839 (5 Stat. at Large, 349), it is provided, \"that no officer in any branch of the public service, or any other person whose salaries, or whose pay or emoluments, is or are fixed by law and regulations, shall receive any extra allowance, or compensation, in any form whatever, for the disbursement of public money, or the performance of any other service, unless the said extra allowance or compensation be authorized by law.\"</p>\n<p>It is impossible to misunderstand this language, or the purpose and intent of the enactment. It cuts up by the roots these claims by public officers for extra compensation, on the ground of extra services. There is no discretion left in any officer or tribunal to make the allowance, unless it is authorized by some law of Congress. The prohibition is general, and applies to all public officers, or quasi public officers, who have a fixed compensation.</p>\n<p><span class=\"star-pagination\">*142</span> This act, together with the act of 13th August, 1841, making it penal for any officer charged with the safe-keeping or disbursement of the public money to convert it to his own use, or to neglect or refuse to pay it over upon the authority of the Secretary of the Treasury, present a system of legislation against these claims for extra compensation by public officers, that, if fairly carried into effect, must, for aught we see, effectually extinguish them, except when allowed by the authority of Congress; and which, it must be admitted, is the proper constitutional tribunal to decide upon the matter.</p>\n<p>Another item in the account rejected by the court is a claim of $ 109,000, for excess of deposits for unascertained duties, which it is supposed has been twice charged by the accounting officers against the defendant in the adjustment of his accounts.</p>\n<p>The item does not appear among those presented to the comptroller, and to have been rejected by him, but it is claimed that the error is shown upon the face of the account, and, therefore, available to the defence.</p>\n<p>This sum was the subject of comment by the defendant in his correspondence with the Department at the time of closing the settlement of his accounts, in June, 1841, but he seems to have been unable to satisfy himself at that time that the amount had been twice charged against him.</p>\n<p>By the second section of the act of 3d March, 1839 (5 Stat. at Large, 348), all moneys paid to the collector for unascertained duties were directed to be placed to the credit of the Treasurer, and to be kept and disposed of as other moneys paid for duties; and should not be held by him to await the ascertainment of the duties; and, whenever it was shown to the Secretary of the Treasury that more money had been paid than covered the actual duties when ascertained, it should be his duty to draw a warrant upon the Treasurer to refund the amount.</p>\n<p>The regulation, under this act, at the Treasury, was, to permit the collector to refund the excess of duties, as they were ascertained, to the importer, keeping a separate account of the same, and at the end of each month to make a return to the Department of the amount, accompanied with the vouchers, when a warrant was drawn in his favor, refunding the amount. The aggregate amount of this excess thus paid by the collector during his term, and for which warrants were drawn in his favor, constitutes the sum in question. The defendant supposes it has been twice charged in his accounts, once in the credit given to the government for the amount of unascertained duties, and again by charging him with these warrants. If this were true, <span class=\"star-pagination\">*143</span> the error would be obvious, and being so obvious, it is difficult to believe it could have occurred; or, if it had, that either the Department or the defendant could not have readily detected it.</p>\n<p>It is, however, sufficient for the purposes of this case to say, we are unable to perceive any evidence upon the face of the accounts, or indeed in the record, tending to establish it, and that the court were right, therefore, in the instructions given to the jury.</p>\n<p>If the whole of the unascertained duties were credited to the government, then the warrants drawn to reimburse the collector for the payment of the excess should not be charged in his customs account. If the credit was for the net or actual duties only, then it would be proper to charge them. How this may be, it is impossible to say from any thing in the record. An examination at the Treasury Department would, doubtless, have removed any difficulty in the account.</p>\n<p>Another item claimed by the defendant, and rejected by the court, is a charge of $ 1,063.84 deducted from the maximum compensation for the year 1838, the service having commenced on the 29th day of March in that year, when he entered upon the duties of his office. The defendant claimed compensation for the entire year.</p>\n<p>The act of 1838, already referred to in another branch of this case, which provided for the compensation of the collector for the year, made it virtually a salary office, with the addition of his share of the fines, penalties, and forfeitures, and the pro rata allowance, therefore, for the portion of the year the defendant held an office was all that could be legally claimed. The case is distinguishable from that of The United States v. Dickens, 15 Peters, 141.</p>\n<p>The question is of no importance now, as it has since been settled by an express act of Congress. (9 Stat. at Large, 3.)</p>\n<p>There were some other questions of minor importance presented in the argument, but which, in our judgment, cannot materially affect the result, and need not, therefore, be particularly noticed.</p>\n<p>After the best consideration we have been able to give to the case, we are of opinion that the several rulings of the court below were correct, and that the judgment should be affirmed.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Southern District of New York, and was argued by counsel. On <span class=\"star-pagination\">*144</span> consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, affirmed, with damages at the rate of six per centum per annum.</p>\n</div>", "id": 86598, "judges": "Nelson", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86598/", "sha1": "77009b69da9884fed9131c619dc45350e56e60a3", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:40"}