{"absolute_url": "/opinion/104197/better-business-bureau-of-washingon-dc-inc-v-unite/", "blocked": false, "citation": {"case_name": "Better Business Bureau of Washingon, DC, Inc. v. United States", "docket_number": "52", "document_uris": ["/api/rest/v2/document/104197/"], "federal_cite_one": "326 U.S. 279", "federal_cite_three": null, "federal_cite_two": null, "id": 88580, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88580/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 23, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1946-01-07", "date_modified": "2014-12-21T01:47:27.832353", "docket": "/api/rest/v2/docket/478144/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">326 U.S. 279</p>\n    <p class=\"case_cite\">66 S.Ct. 112</p>\n    <p class=\"case_cite\">90 L.Ed. 67</p>\n    <p class=\"parties\">BETTER BUSINESS BUREAU OF WASHINGTON, D.C., Inc.,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 52.</p>\n    <p class=\"date\">Argued Oct. 19, 1945.</p>\n    <p class=\"date\">Decided Nov. 13, 1945.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. R. B. H. Lyon, of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. Joseph S. Platt, of Columbus, Ohio, for respondent.</p>\n      <p class=\"indent\">Mr. Justice MURPHY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Here our consideration is directed to the question of whether the petitioner, the Better Business Bureau of Washington, D.C., Inc., is exempt from social security taxes as a corporation organized and operated exclusively for scientific or educational purposes within the meaning of Section 811(b)(8) of the Social Security Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">From the stipulated statement of facts it appears that petitioner was organized in 1920 as a non-profit corporation under the laws of the District of Columbia. It has no shares of stock and no part of its earnings inures to the benefit of any private shareholder or individual. Its officers are elected annually from its membership; they have merely nominal duties and are paid no salary. Only the managing director and a small number of employees are paid. Membership is open to 'any person, firm, corporation or association interested in better business ethics' as may be elected by the board of trustees and pay 'voluntary subscriptions' or dues.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The charter of petitioner states that 'the object for which it is formed is for the mutual welfare, protection and improvement of business methods among merchants and other persons engaged in any and all business or professions and occupations of every description whatsoever that deal directly or indirectly with the public at large, and for the educational and scientific advancements of business methods among persons, corporations or associations engaged in business in the District of Columbia so that the public can obtain a proper, clean, honest and fair treatment in its dealings or transactions with such merchants, tradesmen, corporations, associations or persons following a profession and at the same time protecting the interest of the latter classes of businesses to enable such as are engaged in the same to successfully and profitably conduct their business and for the further purpose of endeavoring to obtain the proper, just, fair and effective enforcement of the Act of Congress approved May 29th, 1916 (39 Stat. 165), otherwise known as 'An Act to prevent fraudulent advertising in the District of Columbia.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In carrying out its charter provisions, petitioner divides its work roughly into five subdivisions:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(1) Prevention of fraud by informing and warning members and the general public of the plans and schemes of various types of swindlers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(2) Fighting fraud by bringing general and abstract fraudulent practices to the attention of the public.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(3) Elevation of business standards by showing and convincing merchants that the application of 'the doctrine of caveat emptor is not good business' and by showing and convincing them that misleading advertising, extravagant claims and price comparisons are not good business.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(4) Education of consumers to be intelligent buyers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(5) Cooperation with various governmental agencies interested in law enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Information which the petitioner compiles is available to anyone without charge and is communicated to the members and the public by means of the radio, newspapers, bulletins, meetings and interviews. This information is also exchanged with the approximately eighty-five other Better Business Bureaus in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After paying the social security taxes for the calendar years 1937 to 1941, inclusive, petitioner filed claims for refunds, which were disallowed. This suit to recover the taxes paid was then filed by petitioner in the District Court, which granted a motion for summary judgment for the United States. The court below affirmed the judgment, 79 U.S.App.D.C. 380, 148 F.2d 14, and we granted certiorari, the Tenth Circuit Court of Appeals having reached a contrary result in Jones v. Better Business Bureau of Oklahoma City, 10 Cir., 123 F.2d 767.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner claims that it qualifies as a corporation 'organized and operated exclusively for * * * scientific * * * or educational purposes * * * no part of the net earnings of which inures to the benefit of any private shareholder or individual' within the meaning of Section 811(b)(8) of the Social Security Act and hence is exempt from payment of social security taxes. No serious assertion is made, however, that petitioner is devoted exclusively to scientific purposes. The basic contention is that all of its purposes and activities are directed toward the education of business men and the general public. Merchants are taught to conduct their businesses honestly, while consumers are taught to avoid being victimized and to purchase goods intelligently. We join with the courts below in rejecting this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It has been urged that a liberal construction should be applied to this exemption from taxation under the Social Security Act in favor of religious, charitable and educational institutions. Cf. Trinidad v. Sagrada Orden de Predicatores De La Provincia Del Santisimo Rosario de Filipinas, 263 U.S. 578, 44 S.Ct. 204, 68 L.Ed. 458; Helvering v. Bliss, 293 U.S. 144, 55 S.Ct. 17, 79 L.Ed. 246, 95 A.L.R. 207. But it is unnecessary to decide that issue here. Cf. Hassett v. Associated Hospital Service Corporation of Massachusetts, 1 Cir., 125 F.2d 611. Even the most liberal of constructions does not mean that statutory words and phrases are to be given unusual or tortured meanings unjustified by legislative intent or that express limitations on such an exemption are to be ignored. Petitioner's contention, however, demands precisely that type of statutory treatment. Hence it cannot prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, in order to fall within the claimed exemption, an organization must be devoted to educational purposes exclusively. This plainly means that the presence of a single non-educational purpose, if substantial in nature, will destroy the exemption regardless of the number or importance of truly educational purposes. It thus becomes unnecessary to determine the correctness of the educational characterization of petitioner's operations, it being apparent beyond dispute that an important if not the primary pursuit of petitioner's organization is to promote not only an ethical but also a profitable business community. The exemption is therefore unavailable to petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The commercial hue permeating petitioner's organization is reflected in its corporate title and in the charter provisions dedicating petitioner to the promotion of the 'mutual welfare, protection and improvement of business methods among merchants' and others and to the securing of the 'educational and scientific advancements of business methods' so that merchants might 'successfully and profitably conduct their business.' Petitioner's activities are largely animated by this commercial purpose. Unethical business practices and fraudulent merchandising schemes are investigated, exposed and destroyed. Such efforts to cleanse the business system of dishonest practices are highly commendable and may even serve incidentally to educate certain persons. But they are directed fundamentally to ends other than that of education. Any claim that education is the sole aim of petitioner's organization is thereby destroyed. See Better Business Bureau v. District Unemployment Compensation Board, D.C.Mun.App., 34 A.2d 614.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The legislative history of Section 811(b)(8) of the Social Security Act confirms the conclusion that petitioner is not exempt under that section. This provision was drawn almost verbatim from Section 101(6) of the Internal Revenue Code, 26 U.S.C.A. Int.Rev.Code, &#167; 101(6), dealing with exemptions from income taxation. And Congress has made it clear, from its committee reports, that it meant to include within Section 811(b)(8) only those organizations exempt from the income tax under Section 101(6).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Significantly, however, Congress did not write into the Social Security Act certain other exemptions embodied in the income tax provisions, especially the exemption in Section 101(7) of 'business leagues, chambers of commerce, real-estate boards, or boards of trade.' Petitioner closely resembles such organizations and has, indeed, secured an exemption from the income tax under Section 101(7) as a 'business league.'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus Congress has made, for income tax exemption purposes, an unmistakable demarcation between corporations organized and operated exclusively for educational purposes and those organizations in the nature of business leagues and the like. Its manifest desire to include only the former within the meaning of Section 811(b)(8) of the Social Security Act prevents us from construing the language of that section to include an organization like petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, in amending the Social Security Act in 1939, Congress created certain new exemptions by providing, inter alia, that an organization exempt from income taxes under any of the subdivisions of Section 101 of the Internal Revenue Code was also exempt from social security taxes as to those employees receiving no more than $45 in a calendar quarter.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The Congressional committee reports referred specifically to 'business leagues, chambers of commerce, real estate boards, (and) boards of trade' as being included among those organizations exempt from income taxes and affected by this new partial exemption from social security taxes.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The inescapable inference from this is that such organizations, of which petitioner is an example, remain subject to social security taxes as to higher paid employees. No contention has been made that any of petitioner's employees are within the low-paid category.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, a Treasury regulation<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> defining an educational organization as 'one designed primarily for the improvement or development of the capabilities of the individual' for purposes of Section 101(6) of the Internal Revenue Code was in effect at the time when Congress used that section in framing Section 811(b)(8) of the Social Security Act. An identical definition has been promulgated under Section 811(b)(8) and petitioner admittedly does not meet its terms.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Under the circumstances the administrative definition is 'highly relevant and material evidence of the probable general understanding of the times and of the opinions of men who probably were active in the drafting of the statute.' White v. Winchester County Club, 315 U.S. 32, 41, 62 S.Ct. 425, 430, 86 L.Ed. 619. It lends persuasive weight to the conclusion we have reached.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons the judgment of the court below is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mr. Justice JACKSON took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 49 Stat. 620, 639, 42 U.S.C. &#167; 1011(b), 42 U.S.C.A. &#167; 1011(b)(8): 'The term 'employment' means any service, of whatever nature, performed within the United States by an employee for his employer, except&#8212;</p>\n        <p>'(8) Service performed in the employ of a corporation, community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, literary, or educational purposes, or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individual.'</p>\n        <p>An amendment to this definition, not here relevant, was added in 1939. The entire definition has been incorporated into Section 1426(b)(8) of the Internal Revenue Code, 26 U.S.C.A Int.Rev.Code, &#167; 1426(b)(8).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 'The organizations which will be exempt from such (social security) taxes are churches, schools, colleges, and other educational institutions not operated for private profit, the Y.M.C.A., the Y.W.C.A., the Y.M.H.A., the Salvation Army, and other organizations which are exempt from income tax under section 101(6) of the Revenue Act of 1932.' H.Rep.No.615 (74th Cong., 1st Sess.) p. 33; S.Rep.No.628 (74th Cong., 1st Sess.) p. 45.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Petitioner states that it was incorporated under the provision of the District of Columbia Code relating to educational and scientific institutions and it asserts that if it were another type of institution it would have been required to incorporate under some other Code provision. But petitioner's classification for incorporation purposes has no more relevance for purposes of exemption from social security taxes than it has for purposes of income tax exemption, as to which petitioner has been classified as a business league rather than as an educational or scientific institution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 53 Stat. 1360, 1374, 1384, 42 U.S.C. &#167; 409(b)(10), 42 U.S.C.A. &#167; 409(b) (10), 26 U.S.C. &#167; 1426(b)(10), 26 U.S.C.A. Int.Rev.Code, &#167; 1426(b)(10).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> H.Rep.No.728 (76th Cong., 1st Sess.) pp. 47-48; S.Rep.No.734 (76th Cong., 1st Sess.) p. 57. Educational institutions of the type already exempt under Section 811(b)(8) were not mentioned in this respect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Article 101(6)-1 of Treasury Regulations 86.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Article 12 of Treasury Regulations 91; Section 402.215 of Treasury Regulations 106. The definition further states that 'under exceptional circumstances' an educational organization 'may include an association whose sole purpose is the instruction of the public, or an association whose primary purpose is to give lectures on subjects useful to the individual and beneficial to the community, even though an association of either class has incidental amusement features.' No 'exceptional circumstances' are apparent in petitioner's case and, moreover, neither exceptional category fits the petitioner.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>326 U.S. 279 (1945)</b></center>\n<center><h1>BETTER BUSINESS BUREAU OF WASHINGTON, D.C., INC.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 52.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 19, 1945.</center>\n<center>Decided November 13, 1945.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*280</span> <i>Mr. R.B.H. Lyon,</i> with whom <i>Mr. Simon Lyon</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Joseph S. Platt,</i> with whom <i>Solicitor General McGrath, Assistant Attorney General Clark, Messrs. Sewall Key, J. Louis Monarch, Ralph F. Fuchs</i> and <i>John Costelloe</i> were on the brief, for the United States.</p>\n<p>MR. JUSTICE MURPHY delivered the opinion of the Court.</p>\n<p>Here our consideration is directed to the question of whether the petitioner, the Better Business Bureau of Washington, D.C., Inc., is exempt from social security taxes as a corporation organized and operated exclusively for scientific or educational purposes within the meaning of Section 811 (b) (8) of the Social Security Act.<sup>[1]</sup></p>\n<p>From the stipulated statement of facts it appears that petitioner was organized in 1920 as a non-profit corporation <span class=\"star-pagination\">*281</span> under the laws of the District of Columbia. It has no shares of stock and no part of its earnings inures to the benefit of any private shareholder or individual. Its officers are elected annually from its membership; they have merely nominal duties and are paid no salary. Only the managing director and a small number of employees are paid. Membership is open to \"any person, firm, corporation or association interested in better business ethics\" as may be elected by the board of trustees and pay \"voluntary subscriptions\" or dues.</p>\n<p>The charter of petitioner states that \"the object for which it is formed is for the mutual welfare, protection and improvement of business methods among merchants and other persons engaged in any and all business or professions and occupations of every description whatsoever that deal directly or indirectly with the public at large, and for the educational and scientific advancements of business methods among persons, corporations or associations engaged in business in the District of Columbia so that the public can obtain a proper, clean, honest and fair treatment in its dealings or transactions with such merchants, tradesmen, corporations, associations or persons following a profession and at the same time protecting the interest of the latter classes of businesses to enable such as are engaged in the same to successfully and profitably conduct their business and for the further purposes of endeavoring to obtain the proper, just, fair and effective enforcement of the Act of Congress approved May 29th, 1916, otherwise known as `An Act to prevent fraudulent advertising in the District of Columbia.'\"</p>\n<p>In carrying out its charter provisions, petitioner divides its work roughly into five subdivisions:</p>\n<p>(1) Prevention of fraud by informing and warning members and the general public of the plans and schemes of various types of swindlers.</p>\n<p>(2) Fighting fraud by bringing general and abstract fraudulent practices to the attention of the public.</p>\n<p><span class=\"star-pagination\">*282</span> (3) Elevation of business standards by showing and convincing merchants that the application of \"the doctrine of caveat emptor is not good business\" and by showing and convincing them that misleading advertising, extravagant claims and price comparisons are not good business.</p>\n<p>(4) Education of consumers to be intelligent buyers.</p>\n<p>(5) Cooperation with various governmental agencies interested in law enforcement.</p>\n<p>Information which the petitioner compiles is available to anyone without charge and is communicated to the members and the public by means of the radio, newspapers, bulletins, meetings and interviews. This information is also exchanged with the approximately eighty-five other Better Business Bureaus in the United States.</p>\n<p>After paying the social security taxes for the calendar years 1937 to 1941, inclusive, petitioner filed claims for refunds, which were disallowed. This suit to recover the taxes paid was then filed by petitioner in the District Court, which granted a motion for summary judgment for the United States. The court below affirmed the judgment, 79 U.S. App. D.C. 380, 148 F.2d 14, and we granted certiorari, the Tenth Circuit Court of Appeals having reached a contrary result in <i>Jones</i> v. <i>Better Business Bureau of Oklahoma City,</i> 123 F.2d 767.</p>\n<p>Petitioner claims that it qualifies as a corporation \"organized and operated exclusively for . . . scientific . . . or educational purposes . . . no part of the net earnings of which inures to the benefit of any private shareholder or individual\" within the meaning of § 811 (b) (8) of the Social Security Act and hence is exempt from payment of social security taxes. No serious assertion is made, however, that petitioner is devoted exclusively to scientific purposes. The basic contention is that all of its purposes and activities are directed toward the education of business men and the general public. Merchants are taught to conduct their businesses honestly, <span class=\"star-pagination\">*283</span> while consumers are taught to avoid being victimized and to purchase goods intelligently. We join with the courts below in rejecting this contention.</p>\n<p>It has been urged that a liberal construction should be applied to this exemption from taxation under the Social Security Act in favor of religious, charitable and educational institutions. Cf. <i>Trinidad</i> v. <i>Sagrada Orden,</i> 263 U.S. 578; <i>Helvering</i> v. <i>Bliss,</i> 293 U.S. 144. But it is unnecessary to decide that issue here. Cf. <i>Hassett</i> v. <i>Associated Hospital Service Corp.,</i> 125 F.2d 611 (C.C.A. 1). Even the most liberal of constructions does not mean that statutory words and phrases are to be given unusual or tortured meanings unjustified by legislative intent or that express limitations on such an exemption are to be ignored. Petitioner's contention, however, demands precisely that type of statutory treatment. Hence it cannot prevail.</p>\n<p>In this instance, in order to fall within the claimed exemption, an organization must be devoted to educational purposes exclusively. This plainly means that the presence of a single noneducational purpose, if substantial in nature, will destroy the exemption regardless of the number or importance of truly educational purposes. It thus becomes unnecessary to determine the correctness of the educational characterization of petitioner's operations, it being apparent beyond dispute that an important, if not the primary, pursuit of petitioner's organization is to promote not only an ethical but also a profitable business community. The exemption is therefore unavailable to petitioner.</p>\n<p>The commercial hue permeating petitioner's organization is reflected in its corporate title and in the charter provisions dedicating petitioner to the promotion of the \"mutual welfare, protection and improvement of business methods among merchants\" and others and to the securing <span class=\"star-pagination\">*284</span> of the \"educational and scientific advancements of business methods\" so that merchants might \"successfully and profitably conduct their business.\" Petitioner's activities are largely animated by this commercial purpose. Unethical business practices and fraudulent merchandising schemes are investigated, exposed and destroyed. Such efforts to cleanse the business system of dishonest practices are highly commendable and may even serve incidentally to educate certain persons. But they are directed fundamentally to ends other than that of education. Any claim that education is the sole aim of petitioner's organization is thereby destroyed. See <i>Better Business Bureau</i> v. <i>District Unemployment Compensation Board,</i> 34 A.2d 614 (D.C. Mun. App.).</p>\n<p>The legislative history of § 811 (b) (8) of the Social Security Act confirms the conclusion that petitioner is not exempt under that section. This provision was drawn almost verbatim from § 101 (6) of the Internal Revenue Code, dealing with exemptions from income taxation. And Congress has made it clear, from its committee reports, that it meant to include within § 811 (b) (8) only those organizations exempt from the income tax under § 101 (6).<sup>[2]</sup> Significantly, however, Congress did not write into the Social Security Act certain other exemptions embodied in the income tax provisions, especially the exemption in § 101 (7) of \"business leagues, chambers of commerce, real-estate boards, or boards of trade.\" Petitioner closely resembles such organizations and has, indeed, secured an exemption from the income tax under § 101 (7) <span class=\"star-pagination\">*285</span> as a \"business league.\"<sup>[3]</sup> Thus Congress has made, for income tax exemption purposes, an unmistakable demarcation between corporations organized and operated exclusively for educational purposes and those organizations in the nature of business leagues and the like. Its manifest desire to include only the former within the meaning of § 811 (b) (8) of the Social Security Act prevents us from construing the language of that section to include an organization like petitioner.</p>\n<p>Moreover, in amending the Social Security Act in 1939, Congress created certain new exemptions by providing, <i>inter alia,</i> that an organization exempt from income taxes under any of the subdivisions of § 101 of the Internal Revenue Code was also exempt from social security taxes as to those employees receiving no more than $45 in a calendar quarter.<sup>[4]</sup> The Congressional committee reports referred specifically to \"business leagues, chambers of commerce, real estate boards, [and] boards of trade\" as being included among those organizations exempt from income taxes and affected by this new partial exemption from social security taxes.<sup>[5]</sup> The inescapable inference from this is that such organizations, of which petitioner is <span class=\"star-pagination\">*286</span> an example, remain subject to social security taxes as to higher paid employees. No contention has been made that any of petitioner's employees are within the low-paid category.</p>\n<p>Finally, a Treasury regulation<sup>[6]</sup> defining an educational organization as \"one designed primarily for the improvement or development of the capabilities of the individual\" for purposes of § 101 (6) of the Internal Revenue Code was in effect at the time when Congress used that section in framing § 811 (b) (8) of the Social Security Act. An identical definition has been promulgated under § 811 (b) (8) and petitioner admittedly does not meet its terms.<sup>[7]</sup> Under the circumstances the administrative definition is \"highly relevant and material evidence of the probable general understanding of the times and of the opinions of men who probably were active in the drafting of the statute.\" <i>White</i> v. <i>Winchester Club,</i> 315 U.S. 32, 41. It lends persuasive weight to the conclusion we have reached.</p>\n<p>For the foregoing reasons the judgment of the court below is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  49 Stat. 620, 639, 42 U.S.C. § 1011 (b): \"The term `employment' means any service, of whatever nature, performed within the United States by an employee for his employer, except \n</p>\n<p>.....</p>\n<p>\"(8) Service performed in the employ of a corporation, community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, literary, or educational purposes, or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individual.\"</p>\n<p>An amendment to this definition, not here relevant, was added in 1939. The entire definition has been incorporated into § 1426 (b) (8) of the Internal Revenue Code.</p>\n<p>[2]  \"The organizations which will be exempt from such [social security] taxes are churches, schools, colleges, and other educational institutions not operated for private profit, the Y.M.C.A., the Y.W.C.A., the Y.M.H.A., the Salvation Army, and other organizations which are exempt from income tax under section 101 (6) of the Revenue Act of 1932.\" H. Rep. No. 615 (74th Cong., 1st Sess.) p. 33; S. Rep. No. 628 (74th Cong., 1st Sess.) p. 45.</p>\n<p>[3]  Petitioner states that it was incorporated under the provision of the District of Columbia Code relating to educational and scientific institutions and it asserts that if it were another type of institution it would have been required to incorporate under some other Code provision. But petitioner's classification for incorporation purposes has no more relevance for purposes of exemption from social security taxes than it has for purposes of income tax exemption, as to which petitioner has been classified as a business league rather than as an educational or scientific institution.</p>\n<p>[4]  53 Stat. 1360, 1374, 1384; 42 U.S.C. § 409 (b) (10), 26 U.S.C. § 1426 (b) (10).</p>\n<p>[5]  H. Rep. No. 728 (76th Cong., 1st Sess.) pp. 47-48; S. Rep. No. 734 (76th Cong., 1st Sess.) p. 57. Educational institutions of the type already exempt under § 811 (b) (8) were not mentioned in this respect.</p>\n<p>[6]  Article 101 (6)-1 of Treasury Regulations 86.</p>\n<p>[7]  Article 12 of Treasury Regulations 91; § 402.215 of Treasury Regulations 106. The definition further states that \"under exceptional circumstances\" an educational organization \"may include an association whose sole purpose is the instruction of the public, or an association whose primary purpose is to give lectures on subjects useful to the individual and beneficial to the community, even though an association of either class has incidental amusement features.\" No \"exceptional circumstances\" are apparent in petitioner's case and, moreover, neither exceptional category fits the petitioner.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></span> (1945)</b></center>\n<center><h1>BETTER BUSINESS BUREAU OF WASHINGTON, D.C., INC.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 52.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 19, 1945.</center>\n<center>Decided November 13, 1945.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*280</span> <i>Mr. R.B.H. Lyon,</i> with whom <i>Mr. Simon Lyon</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Joseph S. Platt,</i> with whom <i>Solicitor General McGrath, Assistant Attorney General Clark, Messrs. Sewall Key, J. Louis Monarch, Ralph F. Fuchs</i> and <i>John Costelloe</i> were on the brief, for the United States.</p>\n<p>MR. JUSTICE MURPHY delivered the opinion of the Court.</p>\n<p>Here our consideration is directed to the question of whether the petitioner, the Better Business Bureau of Washington, D.C., Inc., is exempt from social security taxes as a corporation organized and operated exclusively for scientific or educational purposes within the meaning of Section 811 (b) (8) of the Social Security Act.<sup>[1]</sup></p>\n<p>From the stipulated statement of facts it appears that petitioner was organized in 1920 as a non-profit corporation <span class=\"star-pagination\">*281</span> under the laws of the District of Columbia. It has no shares of stock and no part of its earnings inures to the benefit of any private shareholder or individual. Its officers are elected annually from its membership; they have merely nominal duties and are paid no salary. Only the managing director and a small number of employees are paid. Membership is open to \"any person, firm, corporation or association interested in better business ethics\" as may be elected by the board of trustees and pay \"voluntary subscriptions\" or dues.</p>\n<p>The charter of petitioner states that \"the object for which it is formed is for the mutual welfare, protection and improvement of business methods among merchants and other persons engaged in any and all business or professions and occupations of every description whatsoever that deal directly or indirectly with the public at large, and for the educational and scientific advancements of business methods among persons, corporations or associations engaged in business in the District of Columbia so that the public can obtain a proper, clean, honest and fair treatment in its dealings or transactions with such merchants, tradesmen, corporations, associations or persons following a profession and at the same time protecting the interest of the latter classes of businesses to enable such as are engaged in the same to successfully and profitably conduct their business and for the further purposes of endeavoring to obtain the proper, just, fair and effective enforcement of the Act of Congress approved May 29th, 1916, otherwise known as `An Act to prevent fraudulent advertising in the District of Columbia.'\"</p>\n<p>In carrying out its charter provisions, petitioner divides its work roughly into five subdivisions:</p>\n<p>(1) Prevention of fraud by informing and warning members and the general public of the plans and schemes of various types of swindlers.</p>\n<p>(2) Fighting fraud by bringing general and abstract fraudulent practices to the attention of the public.</p>\n<p><span class=\"star-pagination\">*282</span> (3) Elevation of business standards by showing and convincing merchants that the application of \"the doctrine of caveat emptor is not good business\" and by showing and convincing them that misleading advertising, extravagant claims and price comparisons are not good business.</p>\n<p>(4) Education of consumers to be intelligent buyers.</p>\n<p>(5) Cooperation with various governmental agencies interested in law enforcement.</p>\n<p>Information which the petitioner compiles is available to anyone without charge and is communicated to the members and the public by means of the radio, newspapers, bulletins, meetings and interviews. This information is also exchanged with the approximately eighty-five other Better Business Bureaus in the United States.</p>\n<p>After paying the social security taxes for the calendar years 1937 to 1941, inclusive, petitioner filed claims for refunds, which were disallowed. This suit to recover the taxes paid was then filed by petitioner in the District Court, which granted a motion for summary judgment for the United States. The court below affirmed the judgment, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">U.S. App. D.C.</span> <span class=\"page\">380</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></span>, and we granted certiorari, the Tenth Circuit Court of Appeals having reached a contrary result in <i>Jones</i> v. <i>Better Business Bureau of Oklahoma City,</i> 123 F.2d 767.</p>\n<p>Petitioner claims that it qualifies as a corporation \"organized and operated exclusively for . . . scientific . . . or educational purposes . . . no part of the net earnings of which inures to the benefit of any private shareholder or individual\" within the meaning of § 811 (b) (8) of the Social Security Act and hence is exempt from payment of social security taxes. No serious assertion is made, however, that petitioner is devoted exclusively to scientific purposes. The basic contention is that all of its purposes and activities are directed toward the education of business men and the general public. Merchants are taught to conduct their businesses honestly, <span class=\"star-pagination\">*283</span> while consumers are taught to avoid being victimized and to purchase goods intelligently. We join with the courts below in rejecting this contention.</p>\n<p>It has been urged that a liberal construction should be applied to this exemption from taxation under the Social Security Act in favor of religious, charitable and educational institutions. Cf. <i>Trinidad</i> v. <i>Sagrada Orden,</i> 263 U.S. 578; <i>Helvering</i> v. <i>Bliss,</i> 293 U.S. 144. But it is unnecessary to decide that issue here. Cf. <i>Hassett</i> v. <i>Associated Hospital Service Corp.,</i> <span class=\"citation\" data-id=\"1477360\"><a href=\"/opinion/1477360/hassett-v-associated-hospital-service-corporation/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span> (C.C.A. 1). Even the most liberal of constructions does not mean that statutory words and phrases are to be given unusual or tortured meanings unjustified by legislative intent or that express limitations on such an exemption are to be ignored. Petitioner's contention, however, demands precisely that type of statutory treatment. Hence it cannot prevail.</p>\n<p>In this instance, in order to fall within the claimed exemption, an organization must be devoted to educational purposes exclusively. This plainly means that the presence of a single noneducational purpose, if substantial in nature, will destroy the exemption regardless of the number or importance of truly educational purposes. It thus becomes unnecessary to determine the correctness of the educational characterization of petitioner's operations, it being apparent beyond dispute that an important, if not the primary, pursuit of petitioner's organization is to promote not only an ethical but also a profitable business community. The exemption is therefore unavailable to petitioner.</p>\n<p>The commercial hue permeating petitioner's organization is reflected in its corporate title and in the charter provisions dedicating petitioner to the promotion of the \"mutual welfare, protection and improvement of business methods among merchants\" and others and to the securing <span class=\"star-pagination\">*284</span> of the \"educational and scientific advancements of business methods\" so that merchants might \"successfully and profitably conduct their business.\" Petitioner's activities are largely animated by this commercial purpose. Unethical business practices and fraudulent merchandising schemes are investigated, exposed and destroyed. Such efforts to cleanse the business system of dishonest practices are highly commendable and may even serve incidentally to educate certain persons. But they are directed fundamentally to ends other than that of education. Any claim that education is the sole aim of petitioner's organization is thereby destroyed. See <i>Better Business Bureau</i> v. <i>District Unemployment Compensation Board,</i> <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">614</span></span> (D.C. Mun. App.).</p>\n<p>The legislative history of § 811 (b) (8) of the Social Security Act confirms the conclusion that petitioner is not exempt under that section. This provision was drawn almost verbatim from § 101 (6) of the Internal Revenue Code, dealing with exemptions from income taxation. And Congress has made it clear, from its committee reports, that it meant to include within § 811 (b) (8) only those organizations exempt from the income tax under § 101 (6).<sup>[2]</sup> Significantly, however, Congress did not write into the Social Security Act certain other exemptions embodied in the income tax provisions, especially the exemption in § 101 (7) of \"business leagues, chambers of commerce, real-estate boards, or boards of trade.\" Petitioner closely resembles such organizations and has, indeed, secured an exemption from the income tax under § 101 (7) <span class=\"star-pagination\">*285</span> as a \"business league.\"<sup>[3]</sup> Thus Congress has made, for income tax exemption purposes, an unmistakable demarcation between corporations organized and operated exclusively for educational purposes and those organizations in the nature of business leagues and the like. Its manifest desire to include only the former within the meaning of § 811 (b) (8) of the Social Security Act prevents us from construing the language of that section to include an organization like petitioner.</p>\n<p>Moreover, in amending the Social Security Act in 1939, Congress created certain new exemptions by providing, <i>inter alia,</i> that an organization exempt from income taxes under any of the subdivisions of § 101 of the Internal Revenue Code was also exempt from social security taxes as to those employees receiving no more than $45 in a calendar quarter.<sup>[4]</sup> The Congressional committee reports referred specifically to \"business leagues, chambers of commerce, real estate boards, [and] boards of trade\" as being included among those organizations exempt from income taxes and affected by this new partial exemption from social security taxes.<sup>[5]</sup> The inescapable inference from this is that such organizations, of which petitioner is <span class=\"star-pagination\">*286</span> an example, remain subject to social security taxes as to higher paid employees. No contention has been made that any of petitioner's employees are within the low-paid category.</p>\n<p>Finally, a Treasury regulation<sup>[6]</sup> defining an educational organization as \"one designed primarily for the improvement or development of the capabilities of the individual\" for purposes of § 101 (6) of the Internal Revenue Code was in effect at the time when Congress used that section in framing § 811 (b) (8) of the Social Security Act. An identical definition has been promulgated under § 811 (b) (8) and petitioner admittedly does not meet its terms.<sup>[7]</sup> Under the circumstances the administrative definition is \"highly relevant and material evidence of the probable general understanding of the times and of the opinions of men who probably were active in the drafting of the statute.\" <i>White</i> v. <i>Winchester Club,</i> <span class=\"citation\" data-id=\"103592\"><a href=\"/opinion/103592/white-v-winchester-country-club/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 41. It lends persuasive weight to the conclusion we have reached.</p>\n<p>For the foregoing reasons the judgment of the court below is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  49 Stat. 620, 639, 42 U.S.C. § 1011 (b): \"The term `employment' means any service, of whatever nature, performed within the United States by an employee for his employer, except \n</p>\n<p>.....</p>\n<p>\"(8) Service performed in the employ of a corporation, community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, literary, or educational purposes, or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individual.\"</p>\n<p>An amendment to this definition, not here relevant, was added in 1939. The entire definition has been incorporated into § 1426 (b) (8) of the Internal Revenue Code.</p>\n<p>[2]  \"The organizations which will be exempt from such [social security] taxes are churches, schools, colleges, and other educational institutions not operated for private profit, the Y.M.C.A., the Y.W.C.A., the Y.M.H.A., the Salvation Army, and other organizations which are exempt from income tax under section 101 (6) of the Revenue Act of 1932.\" H. Rep. No. 615 (74th Cong., 1st Sess.) p. 33; S. Rep. No. 628 (74th Cong., 1st Sess.) p. 45.</p>\n<p>[3]  Petitioner states that it was incorporated under the provision of the District of Columbia Code relating to educational and scientific institutions and it asserts that if it were another type of institution it would have been required to incorporate under some other Code provision. But petitioner's classification for incorporation purposes has no more relevance for purposes of exemption from social security taxes than it has for purposes of income tax exemption, as to which petitioner has been classified as a business league rather than as an educational or scientific institution.</p>\n<p>[4]  53 Stat. 1360, 1374, 1384; 42 U.S.C. § 409 (b) (10), 26 U.S.C. § 1426 (b) (10).</p>\n<p>[5]  H. Rep. No. 728 (76th Cong., 1st Sess.) pp. 47-48; S. Rep. No. 734 (76th Cong., 1st Sess.) p. 57. Educational institutions of the type already exempt under § 811 (b) (8) were not mentioned in this respect.</p>\n<p>[6]  Article 101 (6)-1 of Treasury Regulations 86.</p>\n<p>[7]  Article 12 of Treasury Regulations 91; § 402.215 of Treasury Regulations 106. The definition further states that \"under exceptional circumstances\" an educational organization \"may include an association whose sole purpose is the instruction of the public, or an association whose primary purpose is to give lectures on subjects useful to the individual and beneficial to the community, even though an association of either class has incidental amusement features.\" No \"exceptional circumstances\" are apparent in petitioner's case and, moreover, neither exceptional category fits the petitioner.</p>\n\n</div>", "id": 104197, "judges": "Murphy", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104197/", "sha1": "d3d9e7300df2ad3915899817999f97421ada1b6a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:48"}