{"absolute_url": "/opinion/104321/kotteakos-v-united-states/", "blocked": false, "citation": {"case_name": "Kotteakos v. United States", "docket_number": "Nos. 457, 458", "document_uris": ["/api/rest/v2/document/104321/"], "federal_cite_one": "328 U.S. 750", "federal_cite_three": null, "federal_cite_two": null, "id": 88704, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88704/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3411, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1946-06-10", "date_modified": "2015-05-22T10:32:41.493100", "docket": "/api/rest/v2/docket/755721/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">328 U.S. 750</p>\n    <p class=\"case_cite\">66 S.Ct. 1239</p>\n    <p class=\"case_cite\">90 L.Ed. 1557</p>\n    <p class=\"parties\">KOTTEAKOS et al.<br>v.<br>UNITED STATES. REGENBOGE  v.  SAME.</p>\n    <p class=\"docket\">Nos. 457, 458.</p>\n    <p class=\"date\">Argued Feb. 28, 1946.</p>\n    <p class=\"date\">Decided June 10, 1946.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Henry G. Singer, of Brooklyn, N.Y., for petitioners.</p>\n      <p class=\"indent\">Mr. W. Marvin Smith, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from page 751 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice RUTLEDGE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The only question is whether petitioners have suffered substantial prejudice from being convicted of a single general conspiracy by evidence which the Government admits proved not one conspiracy but some eight or more different ones of the same sort executed through a common key figure, Simon Brown. Petitioners were convicted under the general conspiracy section of the Criminal Code, 18 U.S.C. &#167; 88, 18 U.S.C.A. &#167; 88, of conspiring to violate the provisions of the National Housing Act, 12 U.S.C. &#167;&#167; 1702, 1703, 1715, 1731, 12 U.S.C.A. &#167; 1702, 1703, 1715, 1731. The judgments were affirmed by the Circuit Court of Appeals. 151 F.2d 170. We granted certiorari because of the importance of the question for the administration of criminal justice in the federal courts. 326 U.S. 711, 66 S.Ct. 169.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The indictment named thirty-two defendants, including the petitioners.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The gist of the conspiracy, as alleged, was that the defendants had sought to induce various financial institutions to grant credit, with the intent that the loans or advances would then be offered to the Federal Housing Administration for insurance upon applications containing false and fraudulent information.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Of the thirty-two persons named in the indictment nineteen were brought to trial<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and the names of thirteen were submitted to the jury.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Two were acquitted; the jury disagreed as to four; and the remaining seven, including petitioners, were found guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Government's evidence may be summarized briefly, for the petitioners have not contended that it was insufficient, if considered apart from the alleged errors relating to the proof and the instructions at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Simon Brown, who pleaded guilty, was the common and key figure in all of the transactions proven. He was president of the Brownie Lumber Company. Having had experience in obtaining loans under the National Housing Act, he undertook to act as broker in placing for oh ers loans for modernization and renovation, charging a five per cent commission for his services. Brown knew, when he obtained the loans, that the proceeds were not to be used for the purposes stated in the applications.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In May, 1939, petitioner Lekacos told Brown that he wished to secure a loan in order to finance opening a law office, to say the least a hardly auspicious professional launching. Brown made out the application, as directed by Lekacos, to state that the purpose of the loan was to modernize a house belonging to the estate of Lekacos' father. Lekacos obtained the money. Later in the same year Lekacos secured another loan through Brown, the application being in the names of his brother and sisterin-law. Lekacos also received part of the proceeds of a loan for which one Gerakeris, a defendant who pleaded guilty, had applied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June, 1939, Lekacos sent Brown an application for a loan signed by petitioner Kotteakos. It contained false statements.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Brown placed the loan, and Kotteakos thereafter sent Brown applications on behalf of other persons. Two were made out in the names of fictitious persons. The proceeds were received by Kotteakos and petitioner Regenbogen, his partner in the cigarette and pinball machine business. Regenbogen, together with Kotteakos, had indorsed one of the applications. Kotteakos also sent to Brown an application for a loan in Regenbogen's name. This was for modernization of property not owned by Regenbogen. The latter, however, repaid the money in about three months after he received it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The evidence against the other defendants whose cases were submitted to the jury was similar in character. They too had transacted business with Brown relating to National Housing Act loans. But no connection was shown between them and petitioners, other than that Brown had been the instrument in each instance for obtaining the loans. In many cases the other defendants did not have any relationship with one another, other than Brown's connection with each transaction. As the Circuit Court of Appeals said, there were 'at least eight, and perhaps more, separate and independent groups, none of which had any connection with any other, though all dealt independently with Brown as their agent.' 151 F.2d at page 172. As the Government puts it, the pattern was 'that of separate spokes meeting at a common center,' though we may add without the rim of the wheel to enclose the spokes.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The proof therefore admittedly made out a case, not of a single conspiracy, but of several, notwithstanding only one was charged in the indictment. Cf. United States v. Falcone, 311 U.S. 205, 61 S.Ct. 204, 85 L.Ed. 128; United States v. Peoni, 2 Cir., 100 F.2d 401; Tinsley v. United States, 8 Cir., 43 F.2d 890, 892, 893. The Court of Appeals aptly drew analogy in the comment, 'Thieves who dispose of their loot to a single receiver&#8212;a single 'fence'&#8212;do not by that fact alone become confederates: they may, but it takes more than knowledge that he is a 'fence' to make them such.' 151 F.2d at page 173. It stated that the trial judge 'was plainly wrong in supposing that upon the evidence there could be a single conspiracy; and in the view he took of the law, he should have dismissed the indictment.' 151 F.2d at page 172. Nevertheless the appellate court held the error not prejudicial, saying among other things that 'especially since guilt was so manifest, it was 'proper' to join the conspiracies,' and 'to reverse the conviction would be a miscarriage of justice.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This is indeed the Government's entire position. It does not now contend h at there was no variance in proof from the single conspiracy charged in the indictment. Admitting that separate and distinct conspiracies were shown, it urges that the variance was not prejudicial to the petitioners.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Berger v. United States, 295 U.S. 78, 55 S.Ct. 629, 79 L.Ed. 1314, this Court held that in the circumstances presented the variance was not fatal where one conspiracy was charged and two were proved, relating to contemporaneous transactions involving counterfeit money. One of the conspiracies had two participants; the other had three; and one defendant Katz, was common to each.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> 'The true inquiry,' said the Court, 'is not whether there has been a variance of proof, but whether there has been such a variance as to 'affect the substantial rights' of the accused.' 295 U.S. at page 82, 55 S.Ct. at page 630.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Court held the variance not fatal,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> resting its ruling on what has become known as 'the harmless error statute,' &#167; 269 of the Judicial Code, as amended, 28 U.S.C. &#167; 391, 28 U.S.C.A. &#167; 391, which is controlling in this case and provides: 'On the hearing of any appeal, certiorari, writ of error, or motion for a new trial, in any case, civil or criminal, the court shall give judgment after an examination of the entire record before the court, without regard to technical errors, defects, or exceptions which do not affect the substantial rights o  the parties.'<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Applying that section, the Court likened the situation to one where the four persons implicated in the two conspiracies had been charged as conspirators in separate counts, but with a failure in the proof to connect one of them (Berger) with one of the conspiracies, and a resulting conviction under one count and acquittal under the other. In that event, the Court said, 'Plainly enough, his substantial rights would not have been affected.' The situation supposed and the one actually presented, the opinion stated, though differing greatly in form, were not different in substance. The proof relating to the conspiracy with which Berger had not been connected could be regarded as incompetent as to him. But nothing in the facts, it was concluded, could reasonably be said to show that prejudice or surprise resulted; and the court went on to say, 'Certainly the fact that the proof disclosed two conspiracies instead of one, each within the words of the indictment, cannot prejudice his defense of former acquittal of the one or former conviction of the other, if he should again be prosecuted.' 295 U.S. at page 83, 55 S.Ct. at page 631.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question we have to determine is whether the same ruling may be extended to a situation in which one conspiracy only is charged and at least eight having separate, though similar objects, are made out by the evidence, if believed; and in which the more numerous participants in the different schemes were, on the whole, except for one, different persons who did not know or have anything to do with one another.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The salutary policy embodied in &#167; 269 was adopted by the Congress in 1919, Act of February 26, 1919, c. 48, 40 Stat. 1181, after long agitation under distinguished professional sponsorship,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and after thorough consideration of various proposals designed to enact the policy in successive Congresses from the Sixtieth to the Sixty-fifth.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> It is not necessary to review in detail the history of the abuses which led to the agitation or of the progress of the legislation through the various sessions to final enactment without debate. 56 Cong.Rec. 11586; 57 Cong.Rec. 3605. But anyone familiar with it knows that &#167; 269 and similar state legislation<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> grew out of widespread and deep conviction over the general course of appellate review in American crii nal causes. This was shortly, as one trial judge put it after &#167; 269 had become law, that courts of review, 'tower above the trials of criminal cases as impregnable citadels of technicality.'<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> So great was the threat of reversal, in many jurisdictions, that criminal trial became a game for sowing reversible error in the record, only to have repeated the same matching of wits when a new trial had been thus obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the broad attack on this system great legal names were mobilized, among them Taft, Wigmore, Pound and Hadley, to mention only four.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> The general object was simple, to substitute judgment for automatic application of rules; to preserve review as a check upon arbitrary action and essential unfairness in trials, but at the same time to make the process perform that function without giving men fairly convicted the multiplicity of loopholes which any highly rigid and minutely detailed scheme of errors, especially in relation to procedure, will engender and reflect in a printed record.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The task was too big, too various in detail, for particularized treatment. Cf. Bruno v. United States, 308 U.S. 287, 293, 60 S.Ct. 198, 200, 84 L.Ed. 257. The effort at revision therefore took the form of the essentially simple command of &#167; 269. It comes down on its face to a very plain admonition: 'Do not be technical, where technicality does not really hurt the party whose rights in the trial and in its outcome the technicality affects.' It is also important to note that the purpose of the bill in its final form was stated authoritatively to be 'to cast upon the party seeking a new trial the burden of showing that any technical errors that he may complain of have affected his substantial rights, otherwise they are to be disregarded.' H.R. Rep. No. 913, 65th Cong., 3d Sess., 1. But that this burden does not extend to all errors appears from the statement which follows immediately. 'The proposed legislation affects only technical errors. If the error is of such a character that its natural effect is to prejudice a litigant's substantial rights, the burden of sustaining a verdict will, notwithstanding this legislation, rest upon the one who claims under it.' Ibid; Bruno v. United States, supra, 308 U.S. at page 294, 60 S.Ct. at page 200; Weiler v. United States, 323 U.S. 606, 611, 65 S.Ct. 548, 551, 89 L.Ed. 495, 156 A.L.R. 496.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Easier was the command to make than it has been always to observe. This, in part because it is general; but in part also because the discrimination it requires is one of judgment transcending confinement by formula or precise rule. United States v. Socony-Vacuum Oil Co., 310 U.S. 150, 240, 60 S.Ct. 811, 852, 84 L.Ed. 1129. That faculty cannot ever be wholly imprisoned in words, much less upon such a criterion as what are only technical, what substantial rights; and what really affects the latter hurtfully. Judgment, the play of impression and conviction along with intelligence, varies with judges and also with circumstance. What may be technical for one is substantial for another; what minor and unimportant in one setting crucial in another.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, lawyers know, if others do not, that what may seem technical may embody a great tradition of justice, Weiler v. United States, supra, or a necessity for drawing lines somewhere between great areas of law; that, in other words, one cannot always segregate the technique from the substance or the form from the reality. It is of course highly technical to confer full legal status upon one who has just attained his majority, but deny it to another a day, a week or a month younger. Yet that narrow line, and many others like it, must be drawn. The 'hearsay' rule is often grossly artificial. Again in a different context it may be the very essence of justice, keeping out gossip, rumor, unfounded report, second-, third-, or further hand stories:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">All this hardly needs to be said again. But it must be comprehended and administered every day. The task is not simple, although the admonition is. Neither is it impossible. By its very nature no standard of perfection can be attained. But one of fair approximation can be achieved. Essentially the matter is one for experience to work out. For, as with all lines which must be drawn between positive and negative fields of law, the precise border may be indistinct, but case by case determination of particular points adds up in time to discernible direction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the final analysis judgment in each case must be influenced by conviction resulting from examination of the proceedings in their entirety, tempered but not governed in any rigid sense of stare decisis by what has been done in similar situations. Cf. United States v. Socony-Vacuum Oil Co., supra, 310 U.S. at page 240&#8212;242, 60 S.Ct. at pages 852, 853. Necessarily the character of the proceeding, what is at stake upon its outcome, and the relation of the error asserted to casting the balance for decision on the case as a whole, are material factors in judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The statute in terms makes no distinction between civil and criminal causes. But this does not mean that the same criteria shall always be applied regardless of this difference. Indeed the legislative history shows that the proposed legislation went through many revisions, largely at the instance of the Senate,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> because there was fear of too easy relaxation of historic securities thrown around the citizen charged with crime. Although the final form of the legislation was designed, and frequently has been effective,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> to avoid some of the absurdities by which skilful manipulation of procedural rules had enabled the guilty to escape just punishment, &#167; 269 did not make irrelevant the fact that a person is on trial for his life or his liberty. It did not require the same judgment in such a case as in one involving only some question of civil liability. There was no purpose, for instance, to abolish the historic difference between civil and criminal causes relating tot he burden of proof placed in the one upon the plaintiff and in the other on the prosecution. Nor does &#167; 269 mean that an error in receiving or excluding evidence has identical effects, for purposes of applying its policy, regardless of whether the evidence in other respects is evenly balanced or one-sided. Errors of this sort in criminal causes conceivably may be altogether harmless in the face of other clear evidence, although the same error might turn scales otherwise level, as constantly appears in the application of the policy of &#167; 269 to questions of the admission of cumulative evidence.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> So it is with errors in instructions to the jury. Cf. United States v. Socony-Vacuum Oil Co., supra, 310 U.S. at pages 239, 241, 60 S.Ct. at pages 851, 852.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Some aids to right judgment may be stated more safely in negative than in affirmative form. Thus, it is not the appellate court's function to determine guilt or innocence. Weiler v. United States, supra, 323 U.S. at page 611, 65 S.Ct. at page 551; Bollenbach v. United States, 326 U.S. 607, 613, 614, 66 S.Ct. 402, 405, 406. Nor is it to speculate upon probable reconviction and decide according to how the speculation comes out. Appellate judges cannot escape such impressions. But they may not make them sole criteria for reversal or affirmance. Those judgments are exclusively for the jury, given always the necessary minimum evidence legally sufficient to sustain the conviction unaffected by the error.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Weiler v. United States, supra; Bollenbach v. United States, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But this does not mean that the appellate court can escape altogether taking account of the outcome. To weigh the error's effect against the entire setting of the record without relation to the verdict or judgment would be almost to work in a vacuum. Cf. United States v. Socony-Vacuum Oil Co., supra, 310 U.S. at pages 239, 242, 60 S.Ct. at pages 851, 853. In criminal causes that outcome is conviction. This is different, or may be, from guilt in fact. It is guilt in law, established by the judgment of laymen. And the question is, not were they right in their judgment, regardless of the error or its effect upon the verdict. It is rather what effect the error had or reasonably may be taken to have had upon the jury's decision. The crucial thing is the impact of the thing done wrong on the minds of other men, not on one's own, in the total setting. Cf. United States v. Socony-Vacuum Oil Co., supra, 310 U.S. at pages 239, 242, 60 S.Ct. at pages 851, 853; Bollenbach v. United States, supra, 326 U.S. 614, 66 S.Ct. 406.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This must take account of what the error meant to them, not singled out and standing alone, but in relation to all else that happened. And one must judge others' reactions not by his own, but with allowance for how others might react and not be regare d generally as acting without reason. This is the important difference, but one easy to ignore when the sense of guilt comes strongly from the record.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If, when all is said and done, the conviction is sure that the error did not influence the jury, or had but very slight effect, the verdict and the judgment should stand, except perhaps where the departure is from a constitutional norm<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> or a specific command of Congress. Bruno v. United States, supra, 308 U.S. at page 294, 60 S.Ct. at page 200. But if one cannot say, with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error, it is impossible to conclude that substantial rights were not affected. The inquiry cannot be merely whether there was enough to support the result, apart from the phase affected by the error. It is rather, even so, whether the error itself had substantial influence. If so, or if one is left in grave doubt, the conviction cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Discussion, some of it recent,<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> has undertaken to formulate the problem in terms of presumptions. In view of the statement quoted above from the House Committee's report, it would seem that any attempt to create a generalized presumption to apply in all cases would be contrary not only to the spirit of &#167; 269 but also to the expressed intent of its legislative sponsors. Indeed, according to their explicit statement, whether the burden of establishing that the error affected substantial rights or, conversely, the burden of sustaining the verdict shall be imposed, turns on whether the error is 'technical' or is such that 'its natural effect is to prejudice a litigant's substantial rights.' Indeed the statement, in entire accord with the letter and spirit of &#167; 269, is an injunction against attempting to generalize broadly, by presumption or otherwise. The only permissible presumption would seem to be particular, arising from the nature of the error and 'its natural effect' for or against prejudice in the particular setting.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It follows that the Berger case is not controlling of this one, notwithstanding that, abstractly considered, the errors in variance and instructions<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> were identical in character. The Berger opinion indeed expressly declared: 'We do not mean to say that a variance such as that here dealt with might not be material in a different case. We simply hold, following the view of the court below, that, applying section 269 of the Judicial Code, as amended, to the circumstances of this case the variance was not prejudicial and hence not fatal.' 295 U.S. at page 83, 55 S.Ct. at page 631.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On the face of things it is one thing to hold harmless the admission of evidence which took placei n the Berger case, where only two conspiracies involving four persons all told were proved, and an entirely different thing to apply the same rule where, as here, only one conspiracy was charged, but eight separate ones were proved, involving at the outset thirty-two defendants. The essential difference is not overcome by the fact that the thirty-two were reduced, by severance, dismissal or pleas of guilty, to nineteen when the trial began and to thirteen by the time the cases went to the jury. The sheer difference in numbers, both of defendants and of conspiracies proven, distinguishes the situation. Obviously the burden of defense to a defendant, connected with one or a few of so many distinct transactions, is vastly different not only in preparation for trial, but also in looking out for and securing safeguard against evidence affecting other defendants, to prevent its transference as 'harmless error' or by psychological effect, in spite of instructions for keeping separate transactions separate.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Government's theory seems to be, in ultimate logical reach, that the error presented by the variance is insubstantial and harmless, if the evidence offered specifically and properly to convict each defendant would be sufficient to sustain his conviction, if submitted in a separate trial. For reasons we have stated and in view of the authorities cited, this is not and cannot be the test under &#167; 269. But in apparent support of its view the Government argues that there was no prejudice here because the results show that the jury exercised discrimination as among the defendants whose cases were submitted to it. As it points out, the jury acquitted some, disagreed as to others, and found still others guilty. From this it concludes that the jury was not confused and, apparently, reached the same result as would have been reached or would be likely, if the convicted defendants had been or now should be tried separately.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">One difficulty with this is that the trial court itself was confused in the charge which it gave to guide the jury in deliberation. The court instructed: 'The indictment charges but one conspiracy, and to convict each of the defendants of a conspiracy, the Government would have to prove, and you would have to find, that each of the defendants was a member of that conspiracy. You cannot divide it up. It is one conspiracy, and the question is whether or not each of the defendants or which of the defendants, are members of that conspiracy.' On its face, as the Court of Appeals said, this portion of the charge was plainly wrong in application to the proof made; and the error pervaded the entire charge, not merely the portion quoted.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The jury could not possibly have found, upon the evidence, that there was only one conspiracy. The trial court was of the view that one conspiracy was made out by showing that each defendant was linked to Brown in one or more transactions, and that it was possible on the evidence for the jury to conclude that all were in a common adventure because of this fact and the similarity of purpose presented in the various applications for loans.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This view, specifically embodied throughout the instructions, obviously confuses the common purpose of a single enterprise with the several, though similar, purposes of numerous separate adventures of like character. It may be that, notwithstanding the misdirection, the jury actually understood correctly the purport of the evidence, as the Government now concedes it to have been; and came to the conclusion that the petitioners were guilty only of the separate conspiracies in which the proof shows they respectively participated. But, in the face of the misdirection and in the circumstances of this case, we cannot assume that the lay triers of fact were so well informed upon the law or that they disregarded the permission expressly given to ignore that vital difference. Bollenbach v. United States, supra, 326 U.S. 613, 66 S.Ct. 405.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As we have said, the error permeated the entire charge, indeed the entire trial. Not only did it permit the jury to find each defendant guilty of conspiring with thirty-five<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> other potential co-conspirators, or any less number as the proof might turn out for acquittal of some, when none of the evidence would support such a conviction, as the proof did turn out in fact. It had other effects. One was to prevent the court from giving a precautionary instruction such as would be appropriate, perhaps, required, in cases where related but separate conspiracies are tried together under &#167; 557 of the Code,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> namely, that the jury should take care to consider the evidence relating to each conspiracy separately from that relating to each other conspiracy charged.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> The court here was careful to caution the jury to consider each defendant's case separately, in determining his participation in 'the scheme' charged. But this obviously does not, and could not, go to keeping distinct conspiracies distinct, in view of the court's conception of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Moreover, the effect of the court's misconception extended also to the proof of overt acts. Carrying forward his premise that the jury could find one conspiracy on the evidence, the trial judge further charged that, if the jury found a conspiracy, 'then the acts or the statements of any of those whom you so find to be conspirators between the two dates that I have mentioned, may be considered by you in evidence as against all of the defendants whom you so find to be members of the conspiracy.' (Emphasis added.) The instructions in this phase also declared: 'It is not necessary, as a matter of law, that an overt act be charged against each defendant. It is sufficient if the conspiracy be established and the defendant be found to be a member of the conspiracy&#8212;it is suffc ient to allege overt acts on the part of any others who may have been members of the conspiracy, if those acts were done in furtherance of, and for the purpose of accomplishing the conspiracy.'<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On those instructions it was competent not only for the jury to find that all of the defendants were parties to a single common plan, design and scheme, where none was shown by the proof, but also for them to impute to each defendant the acts and statements of the others without reference to whether they related to one of the schemes proven or another, and to find an overt act affecting all in conduct which admittedly could only have affected some. True, the Court of Appeals painstakingly examined the evidence directly relating to each petitioner and concluded he had not been prejudiced in this manner.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> That judgment was founded largely in the fact that each was clearly shown to have shared in the fraudulent phase of the conspiracy in which he participated. Even so, we do not understand how it can be concluded, in the face of the instruction, that the jury considered and was influenced by nothing else.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">All this the Government seeks to justify as harmless error. Again the basis is that because the proof was sufficient to establish the participation of each petitioner in one or more of several smaller conspiracies, none of them could have been prejudiced because all were found guilty, upon such proof, of being members of a single larger conspiracy of the same general character. And the court's charge, in all the phases of its application to the facts, is regarded as 'no more than a misnomer' which 'cannot in itself be considered prejudicial.' Stress is also placed upon the fact that, because the only kind of evidence to show petitioners' 'membership in a conspiracy' was evidence that they themselves 'had performed acts of direct participation in a conspiracy,' in its finding that they had 'joined a conspiracy, the jury at that point must have credited evidence which completely established guilt.' All this, it is said also, the Berger case sustains.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We do not agree. It is true, as we have said, that taken in abstraction from the particular facts the cases are alike in these respects: The indictment charged a single conspiracy only; the proof showed more than one; the instructions told the jury erroneously that on the evidence they could find the defendants guilty of a single confederation; must find that each defendant joined it, in order to convict; must consider the evidence as to each separately on this phase; but, once satisfied concerning that, could attribute to each one found to be a member any act done by any other co-conspirator in furtherance of 'the scheme' as an overt act, again in obvious error; and in neither case, of course, was there precaution to keep separate conspiracies separate. It is also true that, again abstractly taken, the indictment here might be considered, as was the one in Berger, literally to cover each of the conspiracies proved, if taken by itself. But obviously a much greater stretch of imagination is needed to regard an indictment charging thirty-six people with conspiring together as meaning that only three or four or even five did so, than was needed to say that one charging four as agreeing with each other in terms covered each oft wo agreements by three of the four, one conspirator being different in each proved offense. And even more would be needed to look upon the former as charging eight or more conspiracies than upon the latter as indicting for two.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">These are the abstract similarities. They are only abstract. To strip them from the separate and distinct total contexts of the two cases, and disregard the vast difference in those contexts, is to violate the whole spirit, and we think the letter also, of &#167; 269. Numbers are vitally important in trial, especially in criminal matters. Guilt with us remains individual and personal, even as respects conspiracies. It is not a matter of mass application. There are times when of necessity, because of the nature and scope of the particular federation, large numbers of persons taking part must be tried together or perhaps not at all, at any rate as respects some. When many conspire, they invite mass trial by their conduct. Even so, the proceedings are exceptional to our tradition and call for use of every safeguard to individualize each defendant in his relation to the mass. Wholly different is it with those who join together with only a few, though many others may be doing the same and though some of them may line up with more than one group.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Criminal they may be, but it is not the criminality of mass conspiracy. They do not invite mass trial by their conduct. Nor does our system tolerate it. That way lies the drift toward totalitarian institutions. True, this may be inconvenient for prosecution. But our Government is not one of mere convenience or efficiency. It too has a stake, with every citizen, in his being afforded our historic individual protections, including those surrounding criminal trials. About them we dare not become careless or complacent when that fashion has become rampant over the earth.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here toleration went too far. We do not think that either Congress, when it enacted &#167; 269, or this Court, when deciding the Berger case, intended to authorize the Government to string together, for common trial, eight or more separate and distinct crimes, conspiracies related in kind though they might be, when the only nexus among them lies in the fact that one man participated in all. Leeway there must be for such cases as the Berger situation and for others where proof may not accord with exact specifications in indictments.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> Otherwise criminal conspirators never could be brought to halt. But if the practice here followed were to stand, we see nothing to prevent its extension to a dozen, a score, or more conspiracies and at the same time to scores of men involved, if at all, only separately in them. The dangers for transference of guilt from one to another across the line separating conspiracies, subconsciously or otherwise, are so great that no one really can say prejudice to substantial right has not taken place. Section 269 had no purpose to go so far. The line must be drawn somewhere. Whether or not Berger marks the limit, for this sort of error and case, we are clear that it must lie somewhere between that case and this one.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In so ruling we are not unmindful, as the Court of Appeals has held more than once,<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> that the problem is not merely one of variance between indictmenta nd proof or of the right application of the policy of &#167; 269 for freedom of judgment, but is also essentially one of proper joinder under &#167; 557 of the Criminal Code. When we look at that section's requirement for separate statement in different counts of related but distinct 'acts or transactions of the same class of crimes or offenses, which may be properly joined, instead of having several indictments,' our conclusion is reinforced.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Section 557 too is a relaxation of rules of strict regularity. When to this is added the further relaxation of s 269 for criminal causes, all technical advantage for the accused deriving not only from detailed specification of the offense in the indictment but also from separate statement of distinct offenses would seem to be lost. But this too may be carried too far. For, potentially at any rate, &#167; 269 carries the threat of overriding the requirement of &#167; 557 for substituting separate counts in the place of separate indictments, unless the application of &#167; 269 is made with restraint. The two sections must be construed and applied so as to bring them into substantial harmony, not into square conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We need not inquire whether the Sixth Amendment's requirement, that 'in all criminal prosecutions, the accused shall enjoy the right * * * to be informed of the nature and cause of the accusation,' would be observed in a more generous application of &#167; 269 to a situation governed also by &#167; 557 than was made in the Berger ruling. Nor need we now express opinion whether reversal would be required in all cases where the indictment is so defective that it should be dismissed for such a fault, as the Court of Appeals said of the indictment in this case, taken in the trial court's conception.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We have had regard also for the fact that the Court of Appeals painstakingly examined the evidence relating directly to each of the petitioners; found it convincing to the point of making guilt manifest; could not find substantial harm or unfairness in the all-pervading error or in any particular phase of the trial; and concluded that reversal would be a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">With all deference we disagree with that conclusion and with the ruling that the permeating error did not affect 'the substantial rights of the parties.' That right, in each instance, was the right not to be tried en masse for the conglomeration of distinct and separate offenses committed by others as shown by this record.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It may be, as the Court of Appeals found, that the evidence concerning each petitioner was so clear that conviction would have been dictated and reversal forbidden, if it had been presented in separate trials for each offense or in one or more substantially similar to the Berger trial in the number of conspiracies and conspirators involved. But whether so or not is neither our problem nor that of the Court of Appeals for this case. That conviction would, or might probably, have resulted in properly conducted trial is not the criterion of &#167; 269. We think it highly probable that the error had substantial and injurious effect or influence in determining the jury's verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We have not rested our decision particularly on the fact that the offense charged, and those proved, were conspiracies. That offense is perhaps not greatly different from others when the scheme charged is tight and the number involved small. But as it is broadened to include more and more, in varying degrees of attachment to the confederation, the possibilities for miscarriage of justice to particular individuals become greater and greater. Cf. Gebardi v. United States, 287 U.S. 112, 122, n. 7, 53 S.Ct. 35, 37, 77 L.Ed. 206, 84 A.L.R. 370, citing Report of the Attorney General (1925) 5-6, setting out the recommendations of the Conference of Senior Circuit Judges with respect to conspiracy prosecutions. At the outskirts they are perhaps higher than in any other form of criminal trial our system affords. The greater looe ness generally allowed for specifying the offense and its details, for receiving proof, and generally in the conduct of the trial, becomes magnified as the numbers involved increase. Here, if anywhere, cf. Bollenbach v. United States, supra, extraordinary precaution is required, not only that instructions shall not mislead, but that they shall scrupulously safeguard each defendant individually, as far as possible, from loss of identity in the mass. Indeed, the instructions often become, in such cases, his principal protection against unwarranted imputation of guilt from others' conduct. Here also it is of special importance that plain error be not too readily taken to be harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Accordingly the judgments are reversed and the causes are remanded for further proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Mr. Justice BLACK concurs in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Mr. Justice JACKSON took no part in the consideration or decision of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, with whom Mr. Justice REED agrees, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">It is clear that there was error in the charge. An examination of the record in Berger v. United States, 295 U.S. 78, 55 S.Ct. 629, 79 L.Ed. 1314, shows that the same erroneous instructions were in fact given in that case. But I do not think the error 'substantially injured' (Id., 295 U.S. at page 81, 55 S.Ct. at page 630) the defendants in this case any more than it did in the Berger case.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Whether injury results from the joinder of several conspiracies depends on the special circumstances of each case. Situations can easily be imagined where confusion on the part of the jury is likely by reason of the sheer number of conspirators and the complexities of the facts which spell out the series of conspiracies. The evidence relating to one defendant may be used to convict another.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Those possibilities seem to be non-existent here. Nothing in the testimony of the other defendants even remotely implicated petitioners in the other frauds. Nothing in the evidence connected petitioners with the other defendants, except Brown, in the slightest way. On the record no implication of guilt by reason of a mass trial can be found. The dangers which petitioners conjure up are abstract ones.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Moreover, the true picture of the case is not thirty-two defendants engaging in eight or more different conspiracies which were lumped together as one. The jury convicted only four persons in addition to petitioners.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> The other defendants and the evidence concerning them were in effect eliminated from the case. We have then a case of two closely related conspiracies involving petitioners and two additional conspiracies in which petitioners played no part&#8212;but all of the same character and revolving around the same central figure, Brown. If, then, we look at what actually transpired before the jury rather than at what the indictment charged, we have a case approaching in its simplicity the Berger case. And the strong and irresistible inference that the jury was not confused is bolstered by their failure to convict six of the thirteen defendants on trial before them.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As I have said, it is plain that there was error in the charge as to the conspiracy. But I agree with Judge Learned Hand, speaking for the court below, when he said, 151 F.2d at page 174: 'There remains only the question of the court's error in directing the jury that they must find that there was one conspiracy, or that they should aq uit all. That was of course an error, as we have said, but it favored the accused. To suppose that these appellants suffered from it we should have to say that, if the judge had told the jury that they could convict any of the three for conspiring with Brown alone, they might have acquitted one or more of them, in spite of the fact that they convicted them all of a conspiracy with Brown and the other applicants. That is incredible; indeed, it is nonsense. Brown being the only liason between the appellants and the other applicants, the jury could not rationally have drawn the appellants into the net with all the others, unless they had believed that the appellants and Brown had conspired together. The rest was surplusage, which may be disregarded.'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The trial judge did improperly charge the jury not only that there was one conspiracy but also that the overt acts of any one conspirator were binding on all. But only if we consider the question in the abstract would we hold that was reversible error. For the charge made clear that before the jury could impute the acts of one conspirator to another, they were required to find that the particular defendant had first joined the conspiracy. The evidence shows that each of petitioners, acting through Brown, had made a fraudulent application for a loan. When the jury found that each of the petitioners had entered into a conspiracy with Brown, it made a complete determination of guilt as to that petitioner. The error in the other parts of the charge therefore did not reach the essential factors by which guilt or innocence must be determined. The situation would be different if membership in the conspiracy were shown by slight evidence of knowledge and association and the acts of others would need be imputed to a defendant in order to establish guilt beyond a reasonable doubt. And I would agree that reversible error would be established if the record left a lingering doubt on that score. But in view of the clear proof implicating petitioners, the simplicity of the transactions, and the fact that the jury must have credited evidence which completely established guilt in order to find that petitioners joined the conspiracy, I cannot believe the erroneous charge was prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">There are, of course, further possibilities of prejudice. As stated in the Berger case, supra, 295 U.S. at page 82, 55 S.Ct. at page 630, 'The general rule that allegations and proof must correspond is based upon the obvious requirements (1) that the accused shall be definitely informed as to the charges against him, so that he may be enabled to present his defense and not be taken by surprise by the evidence offered at the trial; and (2) that he may be protected against another prosecution for the same offense.' But no surprise is shown. The overt acts charged in the indictment against petitioners were those implicating them in the conspiracy in which each participated. All of the overt acts charged were established by the evidence. And it would seem evident on the face of the indictment that petitioners would know that they must be prepared to defend against proof that they conspired with at least one of the other defendants. It is difficult to see how petitioners would be more misled here than if a single conspiracy had been charged but some of the defendants were not shown to be connected with it. And it is clear that petitioners were adequately protected against a second prosecution. The indictment and the evidence are available to disclose the proof on which the convictions rested. Parole evidence is likewise available to show the subject matter of the former conviction. Bartell v. United States, 227 U.S. 427, 433, 33 S.Ct. 383, 384, 57 L.Ed. 583.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The several conspiracies could have been joined as separate counts in one indictment. For they were plainly 'acts or transactions of the same class of crimes or offenses' within the meaning of 18 U.S.C. &#167; 557, 18 U.S.C.A. &#167; 557. The objection that they were not so joined but were lup ed together as one conspiracy is purely formal, as the Circuit Court of Appeals said, where, as here, it appears that there was no prejudice.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Four other persons were alleged to be conspirators but was not made defendants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It was also alleged that as part of the conspiracy the defendants would solicit persons desiring to make loans not in conformity with the rules and regulations prescribed by the National Housing Administrator, which limited the making of such loans for modernizing and altering existing structures, in amounts not to exceed $2500; and would represent to those persons that money obtained through false and fraudulent applications could be used for purposes not within the contemplation of Title 1 of the National Housing Act. The defendants would procure various documents, e.g., credit statements and certificates falsely stating that work contracted for had been completed and material delivered; and on the basis of these documents, which were presented to the various financial institutions and to the Federal Housing Administration, would obtain loans, the proceeds of which would be used for purposes other than housing renovation and modernization.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As to four a severance was granted. The indictment was nol-prossed as to one, and eight others pleaded guilty.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> One pleaded guilty during trial. The indictment was nol-prossed as to another, and a severance was ordered for a third. Verdicts of acquittal were directed as to three others.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The application stated that the house on which the loan was sought was bought in 1936 rather than in 1938, that the purchase price was $8500 rather than $7200, and that the assessed valuation was $9500 rather than $6500. The application further stated that among the repairs contemplated was a repainting of the house, whereas in fact only the basement hallway and garage were repainted.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court carefully examined the evidence relating to petitioners and considered that their guilt turned upon their intent in making the misrepresentations on their applications for loan. The jury, it thought, must have believed Brown, who testified that their misrepresentations had been deliberate. The opinion stated there was some possibility that, in so far as Brown's story as to his transactions with applicants not in conspiracy with petitioners had been confirmed, 'the jury might have been disposed to find more credible the story of his dealings' with petitioners; but it was held that in the circumstances of this case the possibility did not warrant reversal, since whenever two crimes are tried together the possibility of confusion exists 'because testimony relevant to one crime may gain credibility from testimony relevant only to the other' and Congress has not insisted upon absolute separation.</p>\n        <p>Rev.Stat. &#167; 1024, 18 U.S.C. &#167; 557, 18 U.S.C.A. &#167; 557, provides: 'When there are several charges against any person for the same act or transaction, or for two or more acts or transactions connected together, or for two or more acts or transactions of the same class of crimes or offenses, which may be properly joined, instead of having several indictments the whole may be joined in one indictment in separate counts; and if two or more indictments are found in such cases, the court may order them to be consolidated.'</p>\n        <p>The Court of Appeals in this case, as in United States v. Liss, 2 Cir., 137 F.2d 995; see also United States v. Cohen, 2 Cir., 145 F.2d 82, 89; United States v. Rosenberg, 2 Cir., 150 F.2d 788, 793, treated the problem of variance as 'strictly speaking rather one of joinder' under &#167; 557.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The facts were succinctly stated. 'It is not necessary now to refer to the evidence further than to say that it tended to establish not a single conspiracy as charged, but two conspiracies one between Rice and Katz and another between Berger, Jones and Katz. The only connecting link between the two was that Katz was in both conspiracies and the same counterfeit money had to do with both. There was no evidence that Berger was a party to the conspiracy between Rice and Katz.' 295 U.S. at page 80, 55 S.Ct. at page 630. For a more complete statement of the facts see the opinion of the Circuit Court of Appeals in the same case, United States v. Berger, 2 Cir., 73 F.2d 278. In that opinion the court said: 'The materiality of a variance does not depend upon the degree of its logical perversity, but upon how far it throws confusion into the trial and makes it likely to miscarry.' 73 F.2d at page 280.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> But the Court applied &#167; 269 in another connection to reverse the conviction, namely, for misconduct of the prosecuting attorney in examination of witnesses and in addressing the jury.</p>\n        <p>This Court has explicitly considered or applied &#167; 269 in connection with the following criminal cases: Horning v. District of Columbia, 254 U.S. 135, 41 S.Ct. 53, 65 L.Ed. 185; Sinclair v. United States, 279 U.S. 749, 49 S.Ct. 471, 73 L.Ed. 938, 63 A.L.R. 1258 (contempt); Aldridge v. United States, 283 U.S. 308, 51 S.Ct. 470, 75 L.Ed. 1054, 73 A.L.R. 1203, dissenting opinion; Berger v. United States, 295 U.S. 78, 55 S.Ct. 629, 79 L.Ed. 1314; Bruno v. United States, 308 U.S. 287, 60 S.Ct. 198, 84 L.Ed. 257; United States v. Socony-Vacuum Oil Co., 310 U.S. 150, 60 S.Ct. 811, 84 L.Ed. 1129; Weiler v. United States, 323 U.S. 606, 65 S.Ct. 548, 89 L.Ed. 495, 156 A.L.R. 496; Bollenbach v. United States, 326 U.S. 607, 66 S.Ct. 402.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Both the Federal Rules of Civil Procedure, 28 U.S.C.A. following section 723c, Rule 61, and the Federal Rules of Criminal Procedure, effective March 21, 1946, rule 52(a), contain 'harmless error' sections. With respect to the latter it is said, 'This rule is a restatement of existing law * * *,' with citation of 28 U.S.C. &#167; 391, 28 U.S.C.A. &#167; 391, and 18 U.S.C. &#167; 556, 18 U.S.C.A. &#167; 556. Notes to the Rules of Criminal Procedure for the District Courts of the United States, as prepared under the direction of the Advisory Committee on Rules of Criminal Procedure (1945) 43. See also Preliminary Draft of the Federal Rules of Criminal Procedure (1943) 197; Second Preliminary Draft of the Federal Rules of Criminal Procedure (1944) 185.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Pound, The Causes of Popular Dissatisfaction with the Administration of Justice, 29 A.B.A.Rep., Pt. 1, 395; 29 id.Pt. 2, 11, 55; 31 id. 505; 33 id. 27, 542; 34 id. 61, 578; 35 id. 56, 614; 36 id. 448; 37 id. 42, 557; 38 id. 44, 547; 39 id. 31, 575; 41 id. 36, 540; 2 A.B.A.J. 603; 42 A.B.A.Rep. 40, 334; 3 A.B.A.J. 507; 44 A.B.A.Rep. 62; 5 A.B.A.J. 455.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, e.g., Hearings before the Committee on the Judiciary, H.R., on American Bar Association Bills, 62d Cong., 2d Sess.; H.R.Rep. No. 1949, 61st Cong., 3d Sess.; H.R.Rep. No. 611, 62d Cong., 2d Sess.; Sen.Rep. No. 1066, 62d Cong., 2d Sess.; 48 Cong.Rec. 11770&#8212;11777; H.R.Rep. No. 1218, 63d Cong., 3d Sess.; Sen.Rep. No. 853, 63d Cong., 3d Sess.; H.R.Rep. No. 264, 64th Cong., 1st Sess.; H.R.Rep. No. 913, 65th Cong., 3d Sess.; 56 Cong.Rec. 11586; 57 Cong.Rec. 3605.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As of 1927 some eighteen states had adopted statutes similar to &#167; 269. Sunderland, The Problem of Appellate Review (1927) 5 Tex.L.Rev. 146. See also the list of statutes in the Official Draft of the American Law Institute Code of Criminal Procedure (1930) 1302&#8212;1304.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Kavanagh, Improvement of Administration of Criminal Justice by Exercise of Judicial Power (1925) 11 A.B.A.J. 217, 222.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Hadley, Criminal Justice in America (1925) 11 A.B.A.J. 674; Hadley, Outline of Code of Criminal Procedure (1926) 12 A.B.A.J. 690; Taft, Administration of Criminal Law, in Present Day Problems, A Collection of Addresses (1908) 333; and cf. Hicks, William Howard Taft (1945) 68, 69; Wigmore, Criminal Procedure 'Good' Reversals and 'Bad' Reversals (1909) 4 Ill.Rev. 352; Wigmore, Evidence (1904) &#167; 21.</p>\n        <p>Perhaps the most notable instance of hypertechnicality in a court's assignment of a reason for its decision, arising in the early part of the period of agitation, is to be found in State v. Campbell, 210 Mo. 202, 203, 109 S.W. 706, 14 Ann.Cas. 403. See also State v. Warner, 220 Mo. 23, 119 S.W. 399. The ruling was reversed in State v. Adkins, 284 Mo. 680, 695, 225 S.W. 981, 986.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See the materials cited in notes 10 and 11. At one time the Senate Judiciary Committee recommended that the 'harmless error' bill be confined solely to civil cases. S.Rep. No. 1066, 62d Cong., 2d Sess. See 38 A.B.A.Rep. 546&#8212;548. At another time the same committee reported out a bill considerably weaker than that passed in the House of Representatives. See 53 Cong.Rec. 2493; 41 A.B.A.Rep. 540; 2 A.B.A.J. 603. See also 42 A.B.A.Rep. 334; 3 A.B.A.J. 507.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Cf. Horning v. District of Columbia, 254 U.S. 135, 41 S.Ct. 53, 65 L.Ed. 185; Sneierson v. United States, 4 Cir., 264 F. 268, 275&#8212;277, and see other authorities cited in United States v. Antonelli Fireworks Co., 2 Cir., 155 F.2d 631, dissenting opinion, notes 12 and 12a. See also 18 U.S.C. &#167; 556, 18 U.S.C.A. &#167; 556.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> E.g., Lucks v. United States, 5 Cir., 100 F.2d 908; United States v. Goldsmith, 2 Cir., 91 F.2d 983, 986; Beach v. United States, 8 Cir., 19 F.2d 739, 743.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> This of course presents a question of law. And when the error relates to that minimum so that, if eliminated, the proof would not be sufficient, necessarily the prejudice is substantial. Cf. Tot v. United States, 319 U.S. 463, 63 S.Ct. 1241, 87 L.Ed. 1519.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Thus, when forced confessions have been received, reversals have followed although on other evidence guilt might be taken to be clear. See Malinski v. New York, 324 U.S. 401, 404, 65 S.Ct. 781, 783, 89 L.Ed. 1029; Lyons v. Oklahoma, 322 U.S. 596, 597, n. 1, 64 S.Ct. 1208, 1210, 88 L.Ed. 1481; Bram v. United States, 168 U.S. 532, 540&#8212;542, 18 S.Ct. 183, 185, 186, 42 L.Ed. 568; United States v. Mitchell, 2 Cir., 137 F.2d 1006, dissenting opinion at page 1012.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Cf. United States v. Antonelli Fireworks Co., 2 Cir., 155 F.2d 631, majority and dissenting opinions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Although not noted in the Berger opinion, the instructions in that case were substantially identical with the charge given here. quoted below, to the effect that only a single conspiracy had been charged and therefore more could not be proved. The Court said: '* * * One may have control of a large amount of counterfeit money, and there may be an agreement that that money shall be distributed, and one may go forth and enlist the services of others in the furtherance of the common plan. But it must be in furtherance of the common plan; there can't be three or four different plans. There must be one plan and all of them must bear their part.' (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> The charge further stated in part:</p>\n        <p>'The Government contends, and they have offered evidence to show, that Simon Brown was the pivot around which this whole conspiracy revolved. Have they shown this to your satisfaction? If they have, then we advance another step. What was the relation between the several defendants? Did the defendants Michael Lekacos, Louis Levine, Gus Kotteakos, Max J. Posner, James Secular, Nathan Regenbogen, bring applicants or applications from any of these defendants to Brown? Were any of these men acquainted with each other? Had they obtained loans for themselves, and after they had them, had they obtained loans for somebody else?</p>\n        <p>'That is the question. You have the evidence. It is certainly not all admitted. You have heard it explained to you.</p>\n        <p>'But if that be true, that these men were getting people o come in with Brown, then it is for you to say whether you do not find streams running through each of them to Brown, and that all of these streams led in a common director, and they are carrying craft destined for the same place. That is the question.</p>\n        <p>'At least one of these applications was given to somebody. I think there was one given to Brown himself, but you can remember that. In reference to the others did they come to Brown through the agency or through the introduction, or through the act of solicitation of these applications by any of the men that I have mentioned?</p>\n        <p>'That is important. It is important because the allegation is a conspiracy, and there must be a common purpose shown. Was that a common purpose that was intended to be accomplished, and was the conspiracy to do these things, to violate the law and to perpetrate a fraud against the Government, participated in by any or all of these defendants and did they bring others, or any of the others, to Brown? That is the question.' (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> See note 22.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> In addition to the thirty-two persons who were indicted, four were named in the indictment as co-conspirators. See note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See note 6; also text at note 30.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See United States v. Liss, 2 Cir., 137 F.2d 995, dissenting opinion, at pages 1002, 1003; cf. Telman v. United States, 10 Cir., 67 F.2d 716, 718.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> A similar instruction was given in the Berger case: 'Let me say to you if a conspiracy existed then the actions or the statements or the declarations of any of the conspirators would bind all the others, if there was a conspiracy, up to the time of the arrest, and then the conspiracy ended. * * * the statements or acts of anyone who was a conspirator prior to the termination of the conspiracy by the arrest bound all the others. They are bound by that just as though they had done it and said it themselves.' And further, 'There were alleged here certain overt acts and the Government must prove at least one of them in order to vitalize the conspiracy.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> See note 6 supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Ibid. It is common and approved practice, in charging a conspiracy, to name all who may be reached with process and whom it is anticipated the proof will connect with the scheme, although in most instances whether it will so turn out for each defendant can be only problematical. If failure to substantiate the charge as to one or more were to change the identity of the crime charged, so as to require reindictment and retrial for the others, the law of conspiracy would be a dead letter. But this accepted practice does not comprehend or justify that attempted here. If this comes down to a difference of degree, it is still one of vital importance as such differences always come to be when degrees spread farther and farther apart.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> See the authorities cited in note 6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Before trial a severance was granted on motion of the prosecutor as to four defendants. The indictment was nolprossed as to one. Eight pleaded guilty before trial. Nineteen were brought to trial. One pleaded guilty during the trial and a nolle prosequi was entered as to another. The case was severed as to another who became ill during the trial. Verdicts of acquittal were directed as to three. Of the thirteen whose cases were submitted to the jury, two were acquitted. The jury disagreed as to four. The remaining seven, including petitioners, were convicted.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>328 U.S. 750 (1946)</b></center>\n<center><h1>KOTTEAKOS ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 457.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, 1946.</center>\n<center>Decided June 10, 1946.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*751</span> <i>Henry G. Singer</i> argued the cause for petitioners. With him on the brief was <i>James I. Cuff.</i></p>\n<p><i>W. Marvin Smith</i> argued the cause for the United States. With him on the brief was <i>Solicitor General McGrath, Robert S. Erdahl</i> and <i>Beatrice Rosenberg.</i></p>\n<p><span class=\"star-pagination\">*752</span> MR. JUSTICE RUTLEDGE delivered the opinion of the Court.</p>\n<p>The only question is whether petitioners have suffered substantial prejudice from being convicted of a single general conspiracy by evidence which the Government admits proved not one conspiracy but some eight or more different ones of the same sort executed through a common key figure, Simon Brown. Petitioners were convicted under the general conspiracy section of the Criminal Code, 18 U.S.C.  88, of conspiring to violate the provisions of the National Housing Act, 12 U.S.C.  1702, 1703, 1715, 1731. The judgments were affirmed by the Circuit Court of Appeals. 151 F.2d 170. We granted certiorari because of the importance of the question for the administration of criminal justice in the federal courts. 326 U.S. 711.</p>\n<p>The indictment named thirty-two defendants, including the petitioners.<sup>[1]</sup> The gist of the conspiracy, as alleged, was that the defendants had sought to induce various financial institutions to grant credit, with the intent that the loans or advances would then be offered to the Federal Housing Administration for insurance upon applications containing false and fraudulent information.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*753</span> Of the thirty-two persons named in the indictment nineteen were brought to trial<sup>[3]</sup> and the names of thirteen were submitted to the jury.<sup>[4]</sup> Two were acquitted; the jury disagreed as to four; and the remaining seven, including petitioners, were found guilty.</p>\n<p>The Government's evidence may be summarized briefly, for the petitioners have not contended that it was insufficient, if considered apart from the alleged errors relating to the proof and the instructions at the trial.</p>\n<p>Simon Brown, who pleaded guilty, was the common and key figure in all of the transactions proven. He was president of the Brownie Lumber Company. Having had experience in obtaining loans under the National Housing Act, he undertook to act as broker in placing for others loans for modernization and renovation, charging a five per cent commission for his services. Brown knew, when he obtained the loans, that the proceeds were not to be used for the purposes stated in the applications.</p>\n<p>In May, 1939, petitioner Lekacos told Brown that he wished to secure a loan in order to finance opening a law office, to say the least a hardly auspicious professional launching. Brown made out the application, as directed by Lekacos, to state that the purpose of the loan was to modernize a house belonging to the estate of Lekacos' father. Lekacos obtained the money. Later in the same year Lekacos secured another loan through Brown, the application being in the names of his brother and sister-in-law. <span class=\"star-pagination\">*754</span> Lekacos also received part of the proceeds of a loan for which one Gerakeris, a defendant who pleaded guilty, had applied.</p>\n<p>In June, 1939, Lekacos sent Brown an application for a loan signed by petitioner Kotteakos. It contained false statements.<sup>[5]</sup> Brown placed the loan, and Kotteakos thereafter sent Brown applications on behalf of other persons. Two were made out in the names of fictitious persons. The proceeds were received by Kotteakos and petitioner Regenbogen, his partner in the cigarette and pinball machine business. Regenbogen, together with Kotteakos, had indorsed one of the applications. Kotteakos also sent to Brown an application for a loan in Regenbogen's name. This was for modernization of property not owned by Regenbogen. The latter, however, repaid the money in about three months after he received it.</p>\n<p>The evidence against the other defendants whose cases were submitted to the jury was similar in character. They too had transacted business with Brown relating to National Housing Act loans. But no connection was shown between them and petitioners, other than that Brown had been the instrument in each instance for obtaining the loans. In many cases the other defendants did not have any relationship with one another, other than Brown's connection with each transaction. As the Circuit Court of Appeals said, there were \"at least eight, and perhaps more, separate and independent groups, none of which had any connection with any other, though all <span class=\"star-pagination\">*755</span> dealt independently with Brown as their agent.\" 151 F.2d at 172. As the Government puts it, the pattern was \"that of separate spokes meeting in a common center,\" though, we may add, without the rim of the wheel to enclose the spokes.</p>\n<p>The proof therefore admittedly made out a case, not of a single conspiracy, but of several, notwithstanding only one was charged in the indictment. Cf. <i>United States</i> v. <i>Falcone,</i> 311 U.S. 205; <i>United States</i> v. <i>Peoni,</i> 100 F.2d 401; <i>Tinsley</i> v. <i>United States,</i> 43 F.2d 890, 892-893. The Court of Appeals aptly drew analogy in the comment, \"Thieves who dispose of their loot to a single receiver  a single `fence'  do not by that fact alone become confederates: they may, but it takes more than knowledge that he is a `fence' to make them such.\" 151 F.2d at 173. It stated that the trial judge \"was plainly wrong in supposing that upon the evidence there could be a single conspiracy; and in the view which he took of the law, he should have dismissed the indictment.\" 151 F.2d at 172. Nevertheless the appellate court held the error not prejudicial, saying among other things that \"especially since guilt was so manifest, it was `proper' to join the conspiracies,\" and \"to reverse the conviction would be a miscarriage of justice.\"<sup>[6]</sup> This is indeed the <span class=\"star-pagination\">*756</span> Government's entire position. It does not now contend that there was no variance in proof from the single conspiracy charged in the indictment. Admitting that separate and distinct conspiracies were shown, it urges that the variance was not prejudicial to the petitioners.</p>\n<p>In <i>Berger</i> v. <i>United States,</i> 295 U.S. 78, this Court held that in the circumstances presented the variance was not fatal where one conspiracy was charged and two were proved, relating to contemporaneous transactions involving counterfeit money. One of the conspiracies had two participants; the other had three; and one defendant, Katz, was common to each.<sup>[7]</sup> \"The true inquiry,\" said <span class=\"star-pagination\">*757</span> the Court, \"is not whether there has been a variance in proof, but whether there has been such a variance as to `affect the substantial rights' of the accused.\" 295 U.R. at 82.</p>\n<p>The Court held the variance not fatal,<sup>[8]</sup> resting its ruling on what has become known as \"the harmless error statute,\"  269 of the Judicial Code, as amended (28 U.S.C.  391), which is controlling in this case and provides:</p>\n<blockquote>\"On the hearing of any appeal, certiorari, writ of error, or motion for a new trial, in any case, civil or criminal, the court shall give judgment after an examination of the entire record before the court, without regard to technical errors, defects, or exceptions which do not affect the substantial rights of the parties.\"<sup>[9]</sup></blockquote>\n<p>Applying that section, the Court likened the situation to one where the four persons implicated in the two conspiracies had been charged as conspirators in separate <span class=\"star-pagination\">*758</span> counts, but with a failure in the proof to connect one of them (Berger) with one of the conspiracies, and a resulting conviction under one count and acquittal under the other. In that event, the Court said, \"Plainly enough, his substantial rights would not have been affected.\" The situation supposed and the one actually presented, the opinion stated, though differing greatly in form, were not different in substance. The proof relating to the conspiracy with which Berger had not been connected could be regarded as incompetent as to him. But nothing in the facts, it was concluded, could reasonably be said to show that prejudice or surprise resulted; and the Court went on to say, \"Certainly the fact that the proof disclosed two conspiracies instead of one, each within the words of the indictment, cannot prejudice his defense of former acquittal of the one or former conviction of the other, if he should again be prosecuted.\" 295 U.S. at 83.</p>\n<p>The question we have to determine is whether the same ruling may be extended to a situation in which one conspiracy only is charged and at least eight having separate, though similar objects, are made out by the evidence, if believed; and in which the more numerous participants in the different schemes were, on the whole, except for one, different persons who did not know or have anything to do with one another.</p>\n<p>The salutary policy embodied in  269 was adopted by the Congress in 1919 (Act of February 26, 1919, c. 48, 40 Stat. 1181) after long agitation under distinguished profersional sponsorship,<sup>[10]</sup> and after thorough consideration of various proposals designed to enact the policy in <span class=\"star-pagination\">*759</span> successive Congresses from the Sixtieth to the Sixty-fifth.<sup>[11]</sup> It is not necessary to review in detail the history of the abuses which led to the agitation or of the progress of the legislation through the various sessions to final enactment without debate. 56 Cong. Rec. 11586; 57 Cong. Rec. 3605. But anyone familiar with it knows that  269 and similar state legislation<sup>[12]</sup> grew out of widespread and deep conviction over the general course of appellate review in American criminal causes. This was shortly, as one trial judge put it after  269 had become law, that courts of review \"tower above the trials of criminal cases as impregnable citadels of technicality.\"<sup>[13]</sup> So great was the threat of reversal, in many jurisdictions, that criminal trial became a game for sowing reversible error in the record, only to have repeated the same matching of wits when a new trial had been thus obtained.</p>\n<p>In the broad attack on this system great legal names were mobilized, among them Taft, Wigmore, Pound and Hadley, to mention only four.<sup>[14]</sup> The general object was <span class=\"star-pagination\">*760</span> simple: To substitute judgment for automatic application of rules; to preserve review as a check upon arbitrary action and essential unfairness in trials, but at the same time to make the process perform that function without giving men fairly convicted the multiplicity of loopholes which any highly rigid and minutely detailed scheme of errors, especially in relation to procedure, will engender and reflect in a printed record.</p>\n<p>The task was too big, too various in detail, for particularized treatment. Cf. <i>Bruno</i> v. <i>United States,</i> 308 U.S. 287, 293. The effort at revision therefore took the form of the essentially simple command of  269. It comes down on its face to a very plain admonition: \"Do not be technical, where technicality does not really hurt the party whose rights in the trial and in its outcome the technicality affects.\" It is also important to note that the purpose of the bill in its final form was stated authoritatively to be \"to cast upon the party seeking a new trial the burden of showing that any technical errors that he may complain of have affected his substantial rights, otherwise they are to be disregarded.\" H.R. Rep. No. 913, 65th Cong., 3d Sess., 1. But that this burden does not extend to all errors appears from the statement which follows immediately. \"The proposed legislation affects only technical errors. If the error is of such a character that its natural effect is to prejudice a litigant's substantial rights, the burden of sustaining a verdict will, notwithstanding this legislation rest upon the one who claims under it.\" <span class=\"star-pagination\">*761</span> <i>Ibid.; </i><i>Bruno</i> v. <i>United States, supra,</i> at 294; <i>Weiler</i> v. <i>United States,</i> 323 U.S. 606, 611.</p>\n<p>Easier was the command to make than it has been always to observe. This, in part because it is general; but in part also because the discrimination it requires is one of judgment transcending confinement by formula or precise rule. <i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> 310 U.S. 150, 240. That faculty cannot ever be wholly imprisoned in words, much less upon such a criterion as what are only technical, what substantial rights; and what really affects the latter hurtfully. Judgment, the play of impression and conviction along with intelligence, varies with judges and also with circumstance. What may be technical for one is substantial for another; what minor and unimportant in one setting crucial in another.</p>\n<p>Moreover, lawyers know, if others do not, that what may seem technical may embody a great tradition of justice, <i>Weiler</i> v. <i>United States, supra</i><i>,</i> or a necessity for drawing lines somewhere between great areas of law; that, in other words, one cannot always segregate the technique from the substance or the form from the reality. It is of course highly technical to confer full legal status upon one who has just attained his majority, but deny it to another a day, a week or a month younger. Yet that narrow line, and many others like it, must be drawn. The \"hearsay\" rule is often grossly artificial. Again in a different context it may be the very essence of justice, keeping out gossip, rumor, unfounded report, second, third, or further hand stories.</p>\n<p>All this hardly needs to be said again. But it must be comprehended and administered every day. The task is not simple, although the admonition is. Neither is it impossible. By its very nature no standard of perfection can be attained. But one of fair approximation can be achieved. Essentially the matter is one for experience to work out. For, as with all lines which must be drawn <span class=\"star-pagination\">*762</span> between positive and negative fields of law, the precise border may be indistinct, but case by case determination of particular points adds up in time to discernible direction.</p>\n<p>In the final analysis judgment in each case must be influenced by conviction resulting from examination of the proceedings in their entirety, tempered but not governed in any rigid sense of <i>stare decisis</i> by what has been done in similar situations. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 240-242. Necessarily the character of the proceeding, what is at stake upon its outcome, and the relation of the error asserted to casting the balance for decision on the case as a whole, are material factors in judgment.</p>\n<p>The statute in terms makes no distinction between civil and criminal causes. But this does not mean that the same criteria shall always be applied regardless of this difference. Indeed the legislative history shows that the proposed legislation went through many revisions, largely at the instance of the Senate,<sup>[15]</sup> because there was fear of too easy relaxation of historic securities thrown around the citizen charged with crime. Although the final form of the legislation was designed, and frequently has been effective,<sup>[16]</sup> to avoid some of the absurdities by which skilful <span class=\"star-pagination\">*763</span> manipulation of procedural rules had enabled the guilty to escape just punishment,  269 did not make irrelevant the fact that a person is on trial for his life or his liberty. It did not require the same judgment in such a case as in one involving only some question of civil liability. There was no purpose, for instance, to abolish the historic difference between civil and criminal causes relating to the burden of proof placed in the one upon the plaintiff and in the other on the prosecution. Nor does  269 mean that an error in receiving or excluding evidence has identical effects, for purposes of applying its policy, regardless of whether the evidence in other respects is evenly balanced or one-sided. Errors of this sort in criminal causes conceivably may be altogether harmless in the face of other clear evidence, although the same error might turn scales otherwise level, as constantly appears in the application of the policy of  269 to questions of the admission of cumulative evidence.<sup>[17]</sup> So it is with errors in instructions to the jury. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 239, 241.</p>\n<p>Some aids to right judgment may be stated more safely in negative than in affirmative form. Thus, it is not the appellate court's function to determine guilt or innocence. <i>Weiler</i> v. <i>United States, supra,</i> at 611; <i>Bollenbach</i> v. <i>United States,</i> 326 U.S. 607, 613-614. Nor is it to speculate upon probable reconviction and decide according to how the speculation comes out. Appellate judges cannot escape such impressions. But they may not make them sole criteria for reversal or affirmance. Those judgments are exclusively for the jury, given always the necessary minimum evidence legally sufficient to sustain the conviction <span class=\"star-pagination\">*764</span> unaffected by the error.<sup>[18]</sup><i>Weiler</i> v. <i>United States, supra</i><i>; </i><i>Bollenbach</i> v. <i>United States, supra</i><i>.</i></p>\n<p>But this does not mean that the appellate court can escape altogether taking account of the outcome. To weigh the error's effect against the entire setting of the record without relation to the verdict or judgment would be almost to work in a vacuum. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 239, 242. In criminal causes that outcome is conviction. This is different, or may be, from guilt in fact. It is guilt in law, established by the judgment of laymen. And the question is, not were they right in their judgment, regardless of the error or its effect upon the verdict. It is rather what effect the error had or reasonably may be taken to have had upon the jury's decision. The crucial thing is the impact of the thing done wrong on the minds of other men, not on one's own, in the total setting. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 239, 242; <i>Bollenbach</i> v. <i>United States, supra,</i> 614.</p>\n<p>This must take account of what the error meant to them, not singled out and standing alone, but in relation to all else that happened. And one must judge others' reactions not by his own, but with allowance for how others might react and not be regarded generally as acting without reason. This is the important difference, but one easy to ignore when the sense of guilt comes strongly from the record.</p>\n<p>If, when all is said and done, the conviction is sure that the error did not influence the jury, or had but very slight effect, the verdict and the judgment should stand, except perhaps where the departure is from a constitutional <span class=\"star-pagination\">*765</span> norm<sup>[19]</sup> or a specific command of Congress. <i>Bruno</i> v. <i>United States, supra,</i> at 294. But if one cannot say, with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error, it is impossible to conclude that substantial rights were not affected. The inquiry cannot be merely whether there was enough to support the result, apart from the phase affected by the error. It is rather, even so, whether the error itself had substantial influence. If so, or if one is left in grave doubt, the conviction cannot stand.</p>\n<p>Discussion, some of it recent,<sup>[20]</sup> has undertaken to formulate the problem in terms of presumptions. In view of the statement quoted above from the House Committee's report, it would seem that any attempt to create a generalized presumption to apply in all cases would be contrary not only to the spirit of  269 but also to the expressed intent of its legislative sponsors. Indeed, according to their explicit statement, whether the burden of establishing that the error affected substantial rights or, conversely, the burden of sustaining the verdict shall be imposed, turns on whether the error is \"technical\" or is such that \"its natural effect is to prejudice a litigant's substantial rights.\" Indeed the statement, in entire accord with the letter and spirit of  269, is an injunction against attempting to generalize broadly, by presumption or otherwise. The only permissible presumption would seem to be particular, arising from the nature of the error <span class=\"star-pagination\">*766</span> and \"its natural effect\" for or against prejudice in the particular setting.</p>\n<p>It follows that the <i>Berger</i> case is not controlling of this one, notwithstanding that, abstractly considered, the errors in variance and instructions<sup>[21]</sup> were identical in character. The <i>Berger</i> opinion indeed expressly declared: \"We do not mean to say that a variance such as that here dealt with might not be material in a different case. We simply hold, following the view of the court below, that applying  269 of the Judicial Code, as amended, to the circumstances of this case the variance was not prejudicial and hence not fatal.\" 295 U.S. at 83.</p>\n<p>On the face of things it is one thing to hold harmless the admission of evidence which took place in the <i>Berger</i> case, where only two conspiracies involving four persons all told were proved, and an entirely different thing to apply the same rule where, as here, only one conspiracy was charged, but eight separate ones were proved, involving at the outset thirty-two defendants. The essential difference is not overcome by the fact that the thirty-two were reduced, by severance, dismissal or pleas of guilty, to nineteen when the trial began and to thirteen by the time the cases went to the jury. The sheer difference in numbers, both of defendants and of conspiracies proven, distinguishes the situation. Obviously the burden of <span class=\"star-pagination\">*767</span> defense to a defendant, connected with one or a few of so many distinct transactions, is vastly different not only in preparation for trial, but also in looking out for and securing safeguard against evidence affecting other defendants, to prevent its transference as \"harmless error\" or by psychological effect, in spite of instructions for keeping separate transactions separate.</p>\n<p>The Government's theory seems to be, in ultimate logical reach, that the error presented by the variance is insubstantial and harmless, if the evidence offered specifically and properly to convict each defendant would be sufficient to sustain his conviction, if submitted in a separate trial. For reasons we have stated and in view of the authorities cited, this is not and cannot be the test under  269. But in apparent support of its view the Government argues that there was no prejudice here because the results show that the jury exercised discrimination as among the defendants whose cases were submitted to it. As it points out, the jury acquitted some, disagreed as to others, and found still others guilty. From this it concludes that the jury was not confused and, apparently, reached the same result as would have been reached or would be likely, if the convicted defendants had been or now should be tried separately.</p>\n<p>One difficulty with this is that the trial court itself was confused in the charge which it gave to guide the jury in deliberation. The court instructed:</p>\n<blockquote>\"The indictment charges but one conspiracy, and to convict each of the defendants of a conspiracy the Government would have to prove, and you would have to find, that each of the defendants was a member of that conspiracy. You cannot divide it up. It is one conspiracy, and the question is whether or not each of the defendants, or which of the defendants, are members of that conspiracy.\"</blockquote>\n<p><span class=\"star-pagination\">*768</span> On its face, as the Court of Appeals said, this portion of the charge was plainly wrong in application to the proof made; and the error pervaded the entire charge, not merely the portion quoted.<sup>[22]</sup> The jury could not possibly have found, upon the evidence, that there was only one conspiracy. The trial court was of the view that one conspiracy was made out by showing that each defendant was linked to Brown in one or more transactions, and that it was possible on the evidence for the jury to conclude that all were in a common adventure because <span class=\"star-pagination\">*769</span> of this fact and the similarity of purpose presented in the various applications for loans.<sup>[23]</sup></p>\n<p>This view, specifically embodied throughout the instructions, obviously confuses the common purpose of a single enterprise with the several, though similar, purposes of numerous separate adventures of like character. It may be that, notwithstanding the misdirection, the jury actually understood correctly the purport of the evidence, as the Government now concedes it to have been; and came to the conclusion that the petitioners were guilty only of the separate conspiracies in which the proof shows they respectively participated. But, in the face of the misdirection and in the circumstances of this case, we cannot assume that the lay triers of fact were so well informed upon the law or that they disregarded the permission expressly given to ignore that vital difference. <i>Bollenbach</i> v. <i>United States, supra,</i> 613.</p>\n<p>As we have said, the error permeated the entire charge, indeed the entire trial. Not only did it permit the jury to find each defendant guilty of conspiring with thirty-five<sup>[24]</sup> other potential co-conspirators, or any less number as the proof might turn out for acquittal of some, when none of the evidence would support such a conviction, as the proof did turn out in fact. It had other effects. One was to prevent the court from giving a precautionary instruction such as would be appropriate, perhaps required, in cases where related but separate conspiracies are tried together under  557 of the Code,<sup>[25]</sup> namely, that the jury should take care to consider the evidence relating to each conspiracy separately from that relating to each <span class=\"star-pagination\">*770</span> other conspiracy charged.<sup>[26]</sup> The court here was careful to caution the jury to consider each defendant's case separately, in determining his participation in \"the scheme\" charged. But this obviously does not, and could not, go to keeping distinct conspiracies distinct, in view of the court's conception of the case.</p>\n<p>Moreover, the effect of the court's misconception extended also to the proof of overt acts. Carrying forward his premise that the jury could find one conspiracy on the evidence, the trial judge further charged that, if the jury found a conspiracy, \"then the acts or the statements of <i>any</i> of those whom you so find to be conspirators between the two dates that I have mentioned, may be considered by you in evidence as against <i>all</i> of the defendants whom you so find to be members of <i>the</i> conspiracy.\" (Emphasis added.) The instructions in this phase also declared:</p>\n<blockquote>\"It is not necessary, as a matter of law, that an overt act be charged against each defendant. It is sufficient if the conspiracy be established and the defendant be found to be a member of the conspiracy  it is sufficient to allege overt acts on the part of any others who may have been members of the conspiracy, if those acts were done in furtherance of, and for the purpose of accomplishing the conspiracy.\"<sup>[27]</sup></blockquote>\n<p><span class=\"star-pagination\">*771</span> On those instructions it was competent not only for the jury to find that all of the defendants were parties to a single common plan, design and scheme, where none was shown by the proof, but also for them to impute to each defendant the acts and statements of the others without reference to whether they related to one of the schemes proven or another, and to find an overt act affecting all in conduct which admittedly could only have affected some. True, the Court of Appeals painstakingly examined the evidence directly relating to each petitioner and concluded he had not been prejudiced in this manner.<sup>[28]</sup> That judgment was founded largely in the fact that each was clearly shown to have shared in the fraudulent phase of the conspiracy in which he participated. Even so, we do not understand how it can be concluded, in the face of the instruction, that the jury considered and was influenced by nothing else.</p>\n<p>All this the Government seeks to justify as harmless error. Again the basis is that because the proof was sufficient to establish the participation of each petitioner in one or more of several smaller conspiracies, none of them could have been prejudiced because all were found guilty, upon such proof, of being members of a single larger conspiracy of the same general character. And the court's charge, in all the phases of its application to the facts, is regarded as \"no more than a misnomer\" which \"cannot in itself be considered prejudicial.\" Stress is also placed upon the fact that, because the only kind of evidence to show petitioners' \"membership in a conspiracy\" was evidence that they themselves \"had performed acts of direct participation in a conspiracy,\" in its finding that they had \"joined a conspiracy, the jury at that point must have credited evidence which completely established guilt.\" All this, it is said also, the <i>Berger</i> case sustains.</p>\n<p><span class=\"star-pagination\">*772</span> We do not agree. It is true, as we have said, that taken in abstraction from the particular facts the cases are alike in these respects: The indictment charged a single conspiracy only; the proof showed more than one; the instructions told the jury erroneously that on the evidence they could find the defendants guilty of a single confederation; must find that each defendant joined it, in order to convict; must consider the evidence as to each separately on this phase; but, once satisfied concerning that, could attribute to each one found to be a member any act done by any other co-conspirator in furtherance of \"the scheme\" as an overt act, again in obvious error; and in neither case, of course, was there precaution to keep separate conspiracies separate. It is also true that, again abstractly taken, the indictment here might be considered, as was the one in <i>Berger</i><i>, literally</i> to cover each of the conspiracies proved, if taken by itself. But obviously a much greater stretch of imagination is needed to regard an indictment charging thirty-six people with conspiring together as meaning that only three or four or even five did so, than was needed to say that one charging four as agreeing with each other in terms covered each of two agreements by three of the four, one conspirator being different in each proved offense. And even more would be needed to look upon the former as charging eight or more conspiracies than upon the latter as indicting for two.</p>\n<p>These are the abstract similarities. They are only abstract. To strip them from the separate and distinct total contexts of the two cases, and disregard the vast difference in those contexts, is to violate the whole spirit, and we think the letter also, of  269. Numbers are vitally important in trial, especially in criminal matters. Guilt with us remains individual and personal, even as respects conspiracies. It is not a matter of mass application. <span class=\"star-pagination\">*773</span> There are times when of necessity, because of the nature and scope of the particular federation, large numbers of persons taking part must be tried together or perhaps not at all, at any rate as respects some. When many conspire, they invite mass trial by their conduct. Even so, the proceedings are exceptional to our tradition and call for use of every safeguard to individualize each defendant in his relation to the mass. Wholly different is it with those who join together with only a few, though many others may be doing the same and though some of them may line up with more than one group.</p>\n<p>Criminal they may be, but it is not the criminality of mass conspiracy. They do not invite mass trial by their conduct. Nor does our system tolerate it. That way lies the drift toward totalitarian institutions. True, this may be inconvenient for prosecution. But our Government is not one of mere convenience or efficiency. It too has a stake, with every citizen, in his being afforded our historic individual protections, including those surrounding criminal trials. About them we dare not become careless or complacent when that fashion has become rampant over the earth.</p>\n<p>Here toleration went too far. We do not think that either Congress, when it enacted  269, or this Court, when deciding the <i>Berger</i> case, intended to authorize the Government to string together, for common trial, eight or more separate and distinct crimes, conspiracies related in kind though they might be, when the only nexus among them lies in the fact that one man participated in all. Leeway there must be for such cases as the <i>Berger</i> situation and for others where proof may not accord with exact specifications in indictments.<sup>[29]</sup> Otherwise criminal conspirators <span class=\"star-pagination\">*774</span> never could be brought to halt. But if the practice here followed were to stand, we see nothing to prevent its extension to a dozen, a score, or more conspiracies and at the same time to scores of men involved, if at all, only separately in them. The dangers of transference of guilt from one to another across the line separating conspiracies, subconsciously or otherwise, are so great that no one really can say prejudice to substantial right has not taken place. Section 269 had no purpose to go so far. The line must be drawn somewhere. Whether or not <i>Berger</i> marks the limit, for this sort of error and case, we are clear that it must lie somewhere between that case and this one.</p>\n<p>In so ruling we are not unmindful, as the Court of Appeals has held more than once,<sup>[30]</sup> that the problem is not merely one of variance between indictment and proof or of the right application of the policy of  269 for freedom of judgment, but is also essentially one of proper joinder under  557 of the Judicial Code. When we look at that section's requirement for separate statement in different counts of related but distinct \"acts or transactions of the same class of crimes or offenses, which may be properly joined, instead of having several indictments,\" our conclusion is reinforced.</p>\n<p>Section 557 too is a relaxation of rules of strict regularity. When to this is added the further relaxation of <span class=\"star-pagination\">*775</span>  269 for criminal causes, all technical advantage for the accused deriving not only from detailed specification of the offense in the indictment but also from separate statement of distinct offenses would seem to be lost. But this too may be carried too far. For, potentially at any rate,  269 carries the threat of overriding the requirement of  557 for substituting separate counts in the place of separate indictments, unless the application of  269 is made with restraint. The two sections must be construed and applied so as to bring them into substantial harmony, not into square conflict.</p>\n<p>We need not inquire whether the Sixth Amendment's requirement, that \"in all criminal prosecutions, the accused shall enjoy the right . . . to be informed of the nature and cause of the accusation,\" would be observed in a more generous application of  269 to a situation governed also by  557 than was made in the <i>Berger</i> ruling. Nor need we now express opinion whether reversal would be required in all cases where the indictment is so defective that it should be dismissed for such a fault, as the Court of Appeals said of the indictment in this case, taken in the trial court's conception.</p>\n<p>We have had regard also for the fact that the Court of Appeals painstakingly examined the evidence relating directly to each of the petitioners; found it convincing to the point of making guilt manifest; could not find substantial harm or unfairness in the all-pervading error or in any particular phase of the trial; and concluded that reversal would be a miscarriage of justice.</p>\n<p>With all deference we disagree with that conclusion and with the ruling that the permeating error did not affect \"the substantial rights of the parties.\" That right, in each instance, was the right not to be tried <i>en masse</i> for the conglomeration of distinct and separate offenses committed by others as shown by this record.</p>\n<p><span class=\"star-pagination\">*776</span> It may be, as the Court of Appeals found, that the evidence concerning each petitioner was so clear that conviction would have been dictated and reversal forbidden, if it had been presented in separate trials for each offense or in one or more substantially similar to the <i>Berger</i> trial in the number of conspiracies and conspirators involved. But whether so or not is neither our problem nor that of the Court of Appeals for this case. That conviction would, or might probably, have resulted in a properly conducted trial is not the criterion of  269. We think it highly probable that the error had substantial and injurious effect or influence in determining the jury's verdict.</p>\n<p>We have not rested our decision particularly on the fact that the offense charged, and those proved, were conspiracies. That offense is perhaps not greatly different from others when the scheme charged is tight and the number involved small. But as it is broadened to include more and more, in varying degrees of attachment to the confederation, the possibilities for miscarriage of justice to particular individuals become greater and greater. Cf. <i>Gebardi</i> v. <i>United States,</i> 287 U.S. 112, 122 n. 7, citing Report of the Attorney General (1925) 5-6, setting out the recommendations of the Conference of Senior Circuit Judges with respect to conspiracy prosecutions. At the outskirts they are perhaps higher than in any other form of criminal trial our system affords. The greater looseness generally allowed for specifying the offense and its details, for receiving proof, and generally in the conduct of the trial, becomes magnified as the numbers involved increase. Here, if anywhere, cf. <i>Bollenbach</i> v. <i>United States, supra</i><i>,</i> extraordinary precaution is required, not only that instructions shall not mislead, but that they shall scrupulously safeguard each defendant individually, as far as possible, from loss of identity in the mass. Indeed, the instructions often become, in such <span class=\"star-pagination\">*777</span> cases, his principal protection against unwarranted imputation of guilt from others' conduct. Here also it is of special importance that plain error be not too readily taken to be harmless.</p>\n<p>Accordingly the judgments are reversed and the causes are remanded for further proceedings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK concurs in the result.</p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE DOUGLAS, with whom MR. JUSTICE REED agrees, dissenting.</p>\n<p>It is clear that there was error in the charge. An examination of the record in <i>Berger</i> v. <i>United States,</i> 295 U.S. 78, shows that the same erroneous instructions were in fact given in that case. But I do not think the error \"substantially injured\" (<i>id.,</i> p. 81) the defendants in this case any more than it did in the <i>Berger</i> case.</p>\n<p>Whether injury results from the joinder of several conspiracies depends on the special circumstances of each case. Situations can easily be imagined where confusion on the part of the jury is likely by reason of the sheer number of conspirators and the complexities of the facts which spell out the series of conspiracies. The evidence relating to one defendant may be used to convict another.</p>\n<p>Those possibilities seem to be non-existent here. Nothing in the testimony of the other defendants even remotely implicated petitioners in the other frauds. Nothing in the evidence connected petitioners with the other defendants, except Brown, in the slightest way. On the record no implication of guilt by reason of a mass trial can be <span class=\"star-pagination\">*778</span> found. The dangers which petitioners conjure up are abstract ones.</p>\n<p>Moreover, the true picture of the case is not thirty-two defendants engaging in eight or more different conspiracies which were lumped together as one. The jury convicted only four persons in addition to petitioners.<sup>[1]</sup> The other defendants and the evidence concerning them were in effect eliminated from the case. We have then a case of two closely related conspiracies involving petitioners and two additional conspiracies in which petitioners played no part  but all of the same character and revolving around the same central figure, Brown. If, then, we look at what actually transpired before the jury rather than at what the indictment charged, we have a case approaching in its simplicity the <i>Berger</i> case. And the strong and irresistible inference that the jury was not confused is bolstered by their failure to convict six of the thirteen defendants on trial before them.</p>\n<p>As I have said, it is plain that there was error in the charge as to the conspiracy. But I agree with Judge Learned Hand, speaking for the court below, when he said (151 F.2d p. 174):</p>\n<blockquote>\"There remains only the question of the court's error in directing the jury that they must find that there was one conspiracy, or that they should acquit all. That was of course an error, as we have said, but it favored the accused. To suppose that these appellants suffered from it we should have to say <span class=\"star-pagination\">*779</span> that, if the judge had told the jury that they could convict any of the three for conspiring with Brown alone, they might have acquitted one or more of them, in spite of the fact that they convicted them all of a conspiracy with Brown and the other applicants. That is incredible; indeed, it is nonsense. Brown being the only liaison between the appellants and the other applicants, the jury could not rationally have drawn the appellants into the net with all the others, unless they had believed that the appellants and Brown had conspired together. The rest was surplusage, which may be disregarded.\"</blockquote>\n<p>The trial judge did improperly charge the jury not only that there was one conspiracy but also that the overt acts of any one conspirator were binding on all. But only if we consider the question in the abstract would we hold that was reversible error. For the charge made clear that before the jury could impute the acts of one conspirator to another, they were required to find that the particular defendant had first joined the conspiracy. The evidence shows that each of petitioners, acting through Brown, had made a fraudulent application for a loan. When the jury found that each of the petitioners had entered into a conspiracy with Brown, it made a complete determination of guilt as to that petitioner. The error in the other parts of the charge therefore did not reach the essential factors by which guilt or innocence must be determined. The situation would be different if membership in the conspiracy were shown by slight evidence of knowledge and association and the acts of others would need be imputed to a defendant in order to establish guilt beyond a reasonable doubt. And I would agree that reversible error would be established if the record left a lingering doubt on that score. But in view of the clear proof implicating petitioners, the simplicity of the transactions, and the fact that the jury must have credited evidence which completely established guilt in order to find that petitioners <span class=\"star-pagination\">*780</span> joined the conspiracy, I cannot believe the erroneous charge was prejudicial.</p>\n<p>There are, of course, further possibilities of prejudice. As stated in the <i>Berger</i> case, <i>supra,</i> p. 82, \"The general rule that allegations and proof must correspond is based upon the obvious requirements (1) that the accused shall be definitely informed as to the charges against him, so that he may be enabled to present his defense and not be taken by surprise by the evidence offered at the trial; and (2) that he may be protected against another prosecution for the same offense.\" But no surprise is shown. The overt acts charged in the indictment against petitioners were those implicating them in the conspiracy in which each participated. All of the overt acts charged were established by the evidence. And it would seem evident on the face of the indictment that petitioners would know that they must be prepared to defend against proof that they conspired with at least one of the other defendants. It is difficult to see how petitioners would be more misled here than if a single conspiracy had been charged but some of the defendants were not shown to be connected with it. And it is clear that petitioners were adequately protected against a second prosecution. The indictment and the evidence are available to disclose the proof on which the convictions rested. Parole evidence is likewise available to show the subject matter of the former conviction. <i>Bartell</i> v. <i>United States,</i> 227 U.S. 427, 433.</p>\n<p>The several conspiracies could have been joined as separate counts in one indictment. For they were plainly \"acts or transactions of the some class of crimes or offenses\" within the meaning of 18 U.S.C.  557. The objection that they were not so joined but were lumped together as one conspiracy is purely formal, as the Circuit Court of Appeals said, where, as here, it appears that there was no prejudice.</p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 458, <i>Regenbogen</i> v. <i>United States,</i> on certiorari to the same court, argued and decided on the same dates.</p>\n<p>[1]   Four other persons were alleged to be conspirators but were not made defendants.</p>\n<p>[2]   It was also alleged that as part of the conspiracy the defendants would solicit persons desiring to make loans not in conformity with the rules and regulations prescribed by the National Housing Administrator, which limited the making of such loans for modernizing and altering existing structures, in amounts not to exceed $2500; and would represent to those persons that money obtained through false and fraudulent applications could be used for purposes not within the contemplation of Title 1 of the National Housing Act. The defendants would procure various documents, e.g., credit statements and certificates falsely stating that work contracted for had been completed and material delivered; and on the basis of these documents, which were presented to the various financial institutions and to the Federal Housing Administration, would obtain loans, the proceeds of which would be used for purposes other than housing renovation and modernization.</p>\n<p>[3]   As to four a severance was granted. The indictment was nol-prossed as to one, and eight others pleaded guilty.</p>\n<p>[4]   One pleaded guilty during trial. The indictment was nol-prossed as to another, and a severance was ordered for a third. Verdicts of acquittal were directed as to three others.</p>\n<p>[5]   The application stated that the house on which the loan was sought was bought in 1936 rather than in 1938, that the purchase price was $8500 rather than $7200, and that the assessed valuation was $9500 rather than $6500. The application further stated that among the repairs contemplated was a repainting of the house, whereas in fact only the basement hallway and garage were repainted.</p>\n<p>[6]   The court carefully examined the evidence relating to petitioners and considered that their guilt turned upon their intent in making the misrepresentations on their applications for loans. The jury, it thought, must have believed Brown, who testified that their misrepresentations had been deliberate. The opinion stated there was some possibility that, in so far as Brown's story as to his transactions with applicants not in conspiracy with petitioners had been confirmed, \"the jury might have been disposed to find more credible the story of his dealings\" with petitioners; but it was held that in the circumstances of this case the possibility did not warrant reversal, since whenever two crimes are tried together the possibility of confusion exists \"because testimony relevant to one crime may gain credibility from testimony relevant only to the other\" and Congress has not insisted upon absolute separation.\n</p>\n<p>Rev. Stat.  1024, 18 U.S.C.  557, provides: \"When there are several charges against any person for the same act or transaction, or for two or more acts or transactions connected together, or for two or more acts or transactions of the same class of crimes or offenses, which may be properly joined, instead of having several indictments the whole may be joined in one indictment in separate counts; and if two or more indictments are found in such cases, the court may order them to be consolidated.\"</p>\n<p>The Court of Appeals in this case, as in <i>United States</i> v. <i>Liss,</i> 137 F.2d 995; see also <i>United States</i> v. <i>Cohen,</i> 145 F.2d 82, 89; <i>United States</i> v. <i>Rosenberg,</i> 150 F.2d 788, 793, treated the problem of variance as \"strictly speaking rather one of joinder\" under  557.</p>\n<p>[7]   The facts were succinctly stated. \"It is not necessary now to refer to the evidence further than to say that it tended to establish not a single conspiracy as charged but two conspiracies  one between Rice and Katz and another between Berger, Jones and Katz. The only connecting link between the two was that Katz was in both conspiracies and the same counterfeit money had to do with both. There was no evidence that Berger was a party to the conspiracy between Rice and Katz.\" 295 U.S. at 80. For a more complete statement of the facts see the opinion of the Circuit Court of Appeals in the same case, 73 F.2d 278. In that opinion the court said: \"The materiality of a variance does not depend upon the degree of its logical perversity, but upon how far it throws confusion into the trial and makes it likely to miscarry.\" 73 F.2d at 280.</p>\n<p>[8]   But the Court applied  269 in another connection to reverse the conviction, namely, for misconduct of the prosecuting attorney in examination of witnesses and in addressing the jury.\n</p>\n<p>This Court has explicitly considered or applied  269 in connection with the following criminal cases: <i>Horning</i> v. <i>District of Columbia,</i> 254 U.S. 135; <i>Sinclair</i> v. <i>United States,</i> 279 U.S. 749 (contempt); <i>Aldridge</i> v. <i>United States,</i> 283 U.S. 308, dissenting opinion; <i>Berger</i> v. <i>United States,</i> 295 U.S. 78; <i>Bruno</i> v. <i>United States,</i> 308 U.S. 287; <i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> 310 U.S. 150; <i>Weiler</i> v. <i>United States,</i> 323 U.S. 606; <i>Bollenbach</i> v. <i>United States,</i> 326 U.S. 607.</p>\n<p>[9]   Both the Federal Rules of Civil Procedure, 28 U.S.C. following  723(c), Rule 61, and the Federal Rules of Criminal Procedure, effective March 21, 1946, Rule 52 (a), contain \"harmless error\" sections. With respect to the latter it is said, \"This rule is a restatement of existing law, . . .\" with citation of 28 U.S.C.  391 and 18 U.S.C.  556. Notes to the Rules of Criminal Procedure for the District Courts of the United States, as prepared under the direction of the Advisory Committee on Rules of Criminal Procedure (1945) 43. See also Preliminary Draft of the Federal Rules of Criminal Procedure (1943) 197; Second Preliminary Draft of the Federal Rules of Criminal Procedure (1944) 185.</p>\n<p>[10]   See Pound, The Causes of Popular Dissatisfaction with the Administration of Justice, 29 A.B.A. Rep., Pt. 1, 395; <i>id.</i> 11, 55; 31 <i>id.</i> 505; 33 <i>id.</i> 27, 542; 34 <i>id.</i> 61, 578; 35 <i>id.</i> 56, 614; 36 <i>id.</i> 448; 37 <i>id.</i> 42, 557; 38 <i>id.</i> 44, 546; 39 <i>id.</i> 31, 575; 41 <i>id.</i> 36, 540; 2 A.B.A.J. 603; 42 A.B.A. Rep. 40, 334; 3 A.B.A.J. 507; 44 A.B.A. Rep. 62; 5 A.B.A.J. 455.</p>\n<p>[11]   See, e.g., Hearings before the Committee on the Judiciary, H.R., on American Bar Association Bills, 62d Cong., 2d Sess.; H.R. Rep. No. 1949, 61st Cong., 3d Sess.; H.R. Rep. No. 611, 62d Cong., 2d Sess.; Sen. Rep. No. 1066, 62d Cong., 2d Sess.; 48 Cong. Rec. 11770-11777; H.R. Rep. No. 1218, 63d Cong., 3d Sess.; Sen. Rep. No. 853, 63d Cong., 3d Sess.; H.R. Rep. No. 264, 64th Cong., 1st Sess.; H.R. Rep. No. 913, 65th Cong., 3d Sess.; 56 Cong. Rec. 11586; 57 Cong. Rec. 3605.</p>\n<p>[12]   As of 1927 some eighteen states had adopted statutes similar to  269. Sunderland, The Problem of Appellate Review (1927) 5 Tex. L. Rev. 126, 146. See also the list of statutes in the Official Draft of the American Law Institute Code of Criminal Procedure (1930) 1302-1304.</p>\n<p>[13]   Kavanagh, Improvement of Administration of Criminal Justice by Exercise of Judicial Power (1925) 11 A.B.A.J. 217, 222.</p>\n<p>[14]   See Hadley, Criminal Justice in America (1925) 11 A.B.A.J. 674; Hadley, Outline of Code of Criminal Procedure (1926) 12 A.B.A.J. 690; Taft, Administration of Criminal Law, in Present Day Problems, A Collection of Addresses (1908) 333; and cf. Hicks, William Howard Taft (1945) 68-69; Wigmore, Criminal Procedure  \"Good\" Reversals and \"Bad\" Reversals (1909) 4 Ill. Rev. 352; Wigmore, Evidence (1904)  21.\n</p>\n<p>Perhaps the most notable instance of hypertechnicality in a court's assignment of a reason for its decision, arising in the early part of the period of agitation, is to be found in <i>State</i> v. <i>Campbell,</i> 210 Mo. 202, 109 S.W. 706. See also <i>State</i> v. <i>Warner,</i> 220 Mo. 23, 119 S.W. 399. The ruling was reversed in <i>State</i> v. <i>Adkins,</i> 284 Mo. 680, 695, 225 S.W. 981.</p>\n<p>[15]   See the materials cited in notes 10 and 11. At one time the Senate Judiciary Committee recommended that the \"harmless error\" bill be confined solely to civil cases. S. Rep. No. 1066, 62d Cong., 2d Sess. See 38 A.B.A. Rep. 546-548. At another time the same committee reported out a bill considerably weaker than that passed in the House of Representatives. See 53 Cong. Rec. 2493; 41 A.B.A. Rep. 540; 2 A.B.A.J. 603. See also 42 A.B.A. Rep. 334; 3 A.B.A.J. 507.</p>\n<p>[16]   Cf. <i>Horning</i> v. <i>District of Columbia,</i> 254 U.S. 135; <i>Sneierson</i> v. <i>United States,</i> 264 F. 268, 275-276, and see other authorities cited in <i>United States</i> v. <i>Antonelli Fireworks Co.,</i> 155 F.2d 631, dissenting opinion, notes 12 and 12a. See also 18 U.S.C.  556.</p>\n<p>[17]   E.g., <i>Lucks</i> v. <i>United States,</i> 100 F.2d 908; <i>United States</i> v. <i>Goldsmith,</i> 91 F.2d 983, 986; <i>Beach</i> v. <i>United States,</i> 19 F.2d 739, 743.</p>\n<p>[18]   This of course presents a question of law. And when the error relates to that minimum so that, if eliminated, the proof would not be sufficient, necessarily the prejudice is substantial. Cf. <i>Tot</i> v. <i>United States,</i> 319 U.S. 463.</p>\n<p>[19]   Thus, when forced confessions have been received, reversals have followed although on other evidence guilt might be taken to be clear. See <i>Malinski</i> v. <i>New York,</i> 324 U.S. 401, 404; <i>Lyons</i> v. <i>Oklahoma,</i> 322 U.S. 596, 597, n. 1; <i>Bram</i> v. <i>United States,</i> 168 U.S. 532, 540-542; <i>United States</i> v. <i>Mitchell,</i> 137 F.2d 1006, dissenting opinion at 1012.</p>\n<p>[20]   Cf. <i>United States</i> v. <i>Antonelli Fireworks Co.,</i> 155 F.2d 631, majority and dissenting opinions.</p>\n<p>[21]   Although not noted in the <i>Berger</i> opinion, the instructions in that case were substantially identical with the charge given here, quoted below, to the effect that only a single conspiracy had been charged and therefore more could not be proved. The court said: \". . . One may have control of a large amount of counterfeit money, and there may be an agreement that that money shall be distributed, and one may go forth and enlist the services of others in the furtherance of this common plan. <i>But it must be in the furtherance of the common plan; there can't be three or four different plans. There must be one plan, and all of them must bear their part.</i>\" (Emphasis added.)</p>\n<p>[22]   The charge further stated in part:\n</p>\n<p>\"The Government contends, <i>and they have offered evidence to show,</i> that Simon Brown was <i>the pivot</i> around which <i>this whole conspiracy</i> revolved. Have they shown that to your satisfaction? If they have, then we advance another step. <i>What was the relation between the several defendants? Did the defendants</i> Michael Lekacos, Louis Levine, Gus Kotteakos, Max J. Posner, James Secular, Nathan Regenbogen, <i>bring applicants or applications from any of these defendants to Brown?</i> Were any of these men acquainted with each other? Had they obtained loans for themselves, and after they had them, had they obtained loans for somebody else?</p>\n<p>\"That is the question. You have the evidence. It is certainly not all admitted. You have heard it explained to you.</p>\n<p>\"But if that be true, that these men were getting people to come in with Brown, <i>then it is for you to say whether you do not find streams running through each of them to Brown, and that all of those streams led in a common direction, and they are carrying craft destined for the same place.</i> That is the question.</p>\n<p>\"At least one of these applications was given to somebody. I think there was one given to Brown himself, but you can remember that. In reference to the others <i>did they come to Brown through</i> the agency, or through the introduction, or through the act of solicitation of those applications by <i>any</i> of the men that I have mentioned?</p>\n<p>\"That is important. <i>It is important because the allegation is a conspiracy, and there must be a common purpose shown. Was that a common purpose that was intended to be accomplished, and was the conspiracy</i> to do these things, to violate the law and to perpetrate a fraud against the Government, <i>participated in by any or all</i> of these defendants <i>and did they bring others, or any of the others, to Brown?</i> That is the question.\" (Emphasis added.)</p>\n<p>[23]   See note 22.</p>\n<p>[24]   In addition to the thirty-two persons who were indicted, four were named in the indictment as co-conspirators. See note 1.</p>\n<p>[25]   See note 6; also text at note 30.</p>\n<p>[26]   See <i>United States</i> v. <i>Liss,</i> 137 F.2d 995, dissenting opinion, at 1002-1003; cf. <i>Telman</i> v. <i>United States,</i> 67 F.2d 716, 718.</p>\n<p>[27]   A similar instruction was given in the <i>Berger</i> case: \"Let me say to you if a conspiracy existed then the actions or the statements or the declarations of any of the conspirators would bind all the others, if there was a conspiracy, up to the time of the arrest, and then the conspiracy ended. . . . the statements or acts of anyone who was a conspirator prior to the termination of the conspiracy by the arrest bound all the others. They are bound by that just as though they had done it and said it themselves.\" And further, \"There were alleged here certain overt acts and the Government must prove at least one of them in order to vitalize the conspiracy.\"</p>\n<p>[28]   See note 6 <i>supra.</i></p>\n<p>[29]   <i>Ibid.</i> It is common and approved practice, in charging a conspiracy, to name all who may be reached with process and whom it is anticipated the proof will connect with the scheme, although in most instances whether it will so turn out for each defendant can be only problematical. If failure to substantiate the charge as to one or more were to change the identity of the crime charged, so as to require reindictment and retrial for the others, the law of conspiracy would be a dead letter. But this accepted practice does not comprehend or justify that attempted here. If this comes down to a difference of degree, it is still one of vital importance as such differences always come to be when degrees spread farther and farther apart.</p>\n<p>[30]   See the authorities cited in note 6.</p>\n<p>[1]   Before trial a severance was granted on motion of the prosecutor as to four defendants. The indictment was nol-prossed as to one. Eight pleaded guilty before trial. Nineteen were brought to trial. One pleaded guilty during the trial and a nolle prosequi was entered as to another. The case was severed as to another who became ill during the trial. Verdicts of acquittal were directed as to three. Of the thirteen whose cases were submitted to the jury, two were acquitted. The jury disagreed as to four. The remaining seven, including petitioners, were convicted.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></span> (1946)</b></center>\n<center><h1>KOTTEAKOS ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 457.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, 1946.</center>\n<center>Decided June 10, 1946.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*751</span> <i>Henry G. Singer</i> argued the cause for petitioners. With him on the brief was <i>James I. Cuff.</i></p>\n<p><i>W. Marvin Smith</i> argued the cause for the United States. With him on the brief was <i>Solicitor General McGrath, Robert S. Erdahl</i> and <i>Beatrice Rosenberg.</i></p>\n<p><span class=\"star-pagination\">*752</span> MR. JUSTICE RUTLEDGE delivered the opinion of the Court.</p>\n<p>The only question is whether petitioners have suffered substantial prejudice from being convicted of a single general conspiracy by evidence which the Government admits proved not one conspiracy but some eight or more different ones of the same sort executed through a common key figure, Simon Brown. Petitioners were convicted under the general conspiracy section of the Criminal Code, 18 U.S.C.  88, of conspiring to violate the provisions of the National Housing Act, 12 U.S.C.  1702, 1703, 1715, 1731. The judgments were affirmed by the Circuit Court of Appeals. 151 F.2d 170. We granted certiorari because of the importance of the question for the administration of criminal justice in the federal courts. 326 U.S. 711.</p>\n<p>The indictment named thirty-two defendants, including the petitioners.<sup>[1]</sup> The gist of the conspiracy, as alleged, was that the defendants had sought to induce various financial institutions to grant credit, with the intent that the loans or advances would then be offered to the Federal Housing Administration for insurance upon applications containing false and fraudulent information.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*753</span> Of the thirty-two persons named in the indictment nineteen were brought to trial<sup>[3]</sup> and the names of thirteen were submitted to the jury.<sup>[4]</sup> Two were acquitted; the jury disagreed as to four; and the remaining seven, including petitioners, were found guilty.</p>\n<p>The Government's evidence may be summarized briefly, for the petitioners have not contended that it was insufficient, if considered apart from the alleged errors relating to the proof and the instructions at the trial.</p>\n<p>Simon Brown, who pleaded guilty, was the common and key figure in all of the transactions proven. He was president of the Brownie Lumber Company. Having had experience in obtaining loans under the National Housing Act, he undertook to act as broker in placing for others loans for modernization and renovation, charging a five per cent commission for his services. Brown knew, when he obtained the loans, that the proceeds were not to be used for the purposes stated in the applications.</p>\n<p>In May, 1939, petitioner Lekacos told Brown that he wished to secure a loan in order to finance opening a law office, to say the least a hardly auspicious professional launching. Brown made out the application, as directed by Lekacos, to state that the purpose of the loan was to modernize a house belonging to the estate of Lekacos' father. Lekacos obtained the money. Later in the same year Lekacos secured another loan through Brown, the application being in the names of his brother and sister-in-law. <span class=\"star-pagination\">*754</span> Lekacos also received part of the proceeds of a loan for which one Gerakeris, a defendant who pleaded guilty, had applied.</p>\n<p>In June, 1939, Lekacos sent Brown an application for a loan signed by petitioner Kotteakos. It contained false statements.<sup>[5]</sup> Brown placed the loan, and Kotteakos thereafter sent Brown applications on behalf of other persons. Two were made out in the names of fictitious persons. The proceeds were received by Kotteakos and petitioner Regenbogen, his partner in the cigarette and pinball machine business. Regenbogen, together with Kotteakos, had indorsed one of the applications. Kotteakos also sent to Brown an application for a loan in Regenbogen's name. This was for modernization of property not owned by Regenbogen. The latter, however, repaid the money in about three months after he received it.</p>\n<p>The evidence against the other defendants whose cases were submitted to the jury was similar in character. They too had transacted business with Brown relating to National Housing Act loans. But no connection was shown between them and petitioners, other than that Brown had been the instrument in each instance for obtaining the loans. In many cases the other defendants did not have any relationship with one another, other than Brown's connection with each transaction. As the Circuit Court of Appeals said, there were \"at least eight, and perhaps more, separate and independent groups, none of which had any connection with any other, though all <span class=\"star-pagination\">*755</span> dealt independently with Brown as their agent.\" 151 F.2d at 172. As the Government puts it, the pattern was \"that of separate spokes meeting in a common center,\" though, we may add, without the rim of the wheel to enclose the spokes.</p>\n<p>The proof therefore admittedly made out a case, not of a single conspiracy, but of several, notwithstanding only one was charged in the indictment. Cf. <i>United States</i> v. <i>Falcone,</i> 311 U.S. 205; <i>United States</i> v. <i>Peoni,</i> 100 F.2d 401; <i>Tinsley</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1476364\"><a href=\"/opinion/1476364/tinsley-v-united-states/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 892-893. The Court of Appeals aptly drew analogy in the comment, \"Thieves who dispose of their loot to a single receiver  a single `fence'  do not by that fact alone become confederates: they may, but it takes more than knowledge that he is a `fence' to make them such.\" 151 F.2d at 173. It stated that the trial judge \"was plainly wrong in supposing that upon the evidence there could be a single conspiracy; and in the view which he took of the law, he should have dismissed the indictment.\" 151 F.2d at 172. Nevertheless the appellate court held the error not prejudicial, saying among other things that \"especially since guilt was so manifest, it was `proper' to join the conspiracies,\" and \"to reverse the conviction would be a miscarriage of justice.\"<sup>[6]</sup> This is indeed the <span class=\"star-pagination\">*756</span> Government's entire position. It does not now contend that there was no variance in proof from the single conspiracy charged in the indictment. Admitting that separate and distinct conspiracies were shown, it urges that the variance was not prejudicial to the petitioners.</p>\n<p>In <i>Berger</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, this Court held that in the circumstances presented the variance was not fatal where one conspiracy was charged and two were proved, relating to contemporaneous transactions involving counterfeit money. One of the conspiracies had two participants; the other had three; and one defendant, Katz, was common to each.<sup>[7]</sup> \"The true inquiry,\" said <span class=\"star-pagination\">*757</span> the Court, \"is not whether there has been a variance in proof, but whether there has been such a variance as to `affect the substantial rights' of the accused.\" 295 U.R. at 82.</p>\n<p>The Court held the variance not fatal,<sup>[8]</sup> resting its ruling on what has become known as \"the harmless error statute,\"  269 of the Judicial Code, as amended (28 U.S.C.  391), which is controlling in this case and provides:</p>\n<blockquote>\"On the hearing of any appeal, certiorari, writ of error, or motion for a new trial, in any case, civil or criminal, the court shall give judgment after an examination of the entire record before the court, without regard to technical errors, defects, or exceptions which do not affect the substantial rights of the parties.\"<sup>[9]</sup></blockquote>\n<p>Applying that section, the Court likened the situation to one where the four persons implicated in the two conspiracies had been charged as conspirators in separate <span class=\"star-pagination\">*758</span> counts, but with a failure in the proof to connect one of them (Berger) with one of the conspiracies, and a resulting conviction under one count and acquittal under the other. In that event, the Court said, \"Plainly enough, his substantial rights would not have been affected.\" The situation supposed and the one actually presented, the opinion stated, though differing greatly in form, were not different in substance. The proof relating to the conspiracy with which Berger had not been connected could be regarded as incompetent as to him. But nothing in the facts, it was concluded, could reasonably be said to show that prejudice or surprise resulted; and the Court went on to say, \"Certainly the fact that the proof disclosed two conspiracies instead of one, each within the words of the indictment, cannot prejudice his defense of former acquittal of the one or former conviction of the other, if he should again be prosecuted.\" 295 U.S. at 83.</p>\n<p>The question we have to determine is whether the same ruling may be extended to a situation in which one conspiracy only is charged and at least eight having separate, though similar objects, are made out by the evidence, if believed; and in which the more numerous participants in the different schemes were, on the whole, except for one, different persons who did not know or have anything to do with one another.</p>\n<p>The salutary policy embodied in  269 was adopted by the Congress in 1919 (Act of February 26, 1919, c. 48, 40 Stat. 1181) after long agitation under distinguished profersional sponsorship,<sup>[10]</sup> and after thorough consideration of various proposals designed to enact the policy in <span class=\"star-pagination\">*759</span> successive Congresses from the Sixtieth to the Sixty-fifth.<sup>[11]</sup> It is not necessary to review in detail the history of the abuses which led to the agitation or of the progress of the legislation through the various sessions to final enactment without debate. 56 Cong. Rec. 11586; 57 Cong. Rec. 3605. But anyone familiar with it knows that  269 and similar state legislation<sup>[12]</sup> grew out of widespread and deep conviction over the general course of appellate review in American criminal causes. This was shortly, as one trial judge put it after  269 had become law, that courts of review \"tower above the trials of criminal cases as impregnable citadels of technicality.\"<sup>[13]</sup> So great was the threat of reversal, in many jurisdictions, that criminal trial became a game for sowing reversible error in the record, only to have repeated the same matching of wits when a new trial had been thus obtained.</p>\n<p>In the broad attack on this system great legal names were mobilized, among them Taft, Wigmore, Pound and Hadley, to mention only four.<sup>[14]</sup> The general object was <span class=\"star-pagination\">*760</span> simple: To substitute judgment for automatic application of rules; to preserve review as a check upon arbitrary action and essential unfairness in trials, but at the same time to make the process perform that function without giving men fairly convicted the multiplicity of loopholes which any highly rigid and minutely detailed scheme of errors, especially in relation to procedure, will engender and reflect in a printed record.</p>\n<p>The task was too big, too various in detail, for particularized treatment. Cf. <i>Bruno</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 293. The effort at revision therefore took the form of the essentially simple command of  269. It comes down on its face to a very plain admonition: \"Do not be technical, where technicality does not really hurt the party whose rights in the trial and in its outcome the technicality affects.\" It is also important to note that the purpose of the bill in its final form was stated authoritatively to be \"to cast upon the party seeking a new trial the burden of showing that any technical errors that he may complain of have affected his substantial rights, otherwise they are to be disregarded.\" H.R. Rep. No. 913, 65th Cong., 3d Sess., 1. But that this burden does not extend to all errors appears from the statement which follows immediately. \"The proposed legislation affects only technical errors. If the error is of such a character that its natural effect is to prejudice a litigant's substantial rights, the burden of sustaining a verdict will, notwithstanding this legislation rest upon the one who claims under it.\" <span class=\"star-pagination\">*761</span> <i>Ibid.; </i><i>Bruno</i> v. <i>United States, supra,</i> at 294; <i>Weiler</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104068\"><a href=\"/opinion/104068/weiler-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">606</span></a></span>, 611.</p>\n<p>Easier was the command to make than it has been always to observe. This, in part because it is general; but in part also because the discrimination it requires is one of judgment transcending confinement by formula or precise rule. <i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 240. That faculty cannot ever be wholly imprisoned in words, much less upon such a criterion as what are only technical, what substantial rights; and what really affects the latter hurtfully. Judgment, the play of impression and conviction along with intelligence, varies with judges and also with circumstance. What may be technical for one is substantial for another; what minor and unimportant in one setting crucial in another.</p>\n<p>Moreover, lawyers know, if others do not, that what may seem technical may embody a great tradition of justice, <i>Weiler</i> v. <i>United States, supra</i><i>,</i> or a necessity for drawing lines somewhere between great areas of law; that, in other words, one cannot always segregate the technique from the substance or the form from the reality. It is of course highly technical to confer full legal status upon one who has just attained his majority, but deny it to another a day, a week or a month younger. Yet that narrow line, and many others like it, must be drawn. The \"hearsay\" rule is often grossly artificial. Again in a different context it may be the very essence of justice, keeping out gossip, rumor, unfounded report, second, third, or further hand stories.</p>\n<p>All this hardly needs to be said again. But it must be comprehended and administered every day. The task is not simple, although the admonition is. Neither is it impossible. By its very nature no standard of perfection can be attained. But one of fair approximation can be achieved. Essentially the matter is one for experience to work out. For, as with all lines which must be drawn <span class=\"star-pagination\">*762</span> between positive and negative fields of law, the precise border may be indistinct, but case by case determination of particular points adds up in time to discernible direction.</p>\n<p>In the final analysis judgment in each case must be influenced by conviction resulting from examination of the proceedings in their entirety, tempered but not governed in any rigid sense of <i>stare decisis</i> by what has been done in similar situations. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 240-242. Necessarily the character of the proceeding, what is at stake upon its outcome, and the relation of the error asserted to casting the balance for decision on the case as a whole, are material factors in judgment.</p>\n<p>The statute in terms makes no distinction between civil and criminal causes. But this does not mean that the same criteria shall always be applied regardless of this difference. Indeed the legislative history shows that the proposed legislation went through many revisions, largely at the instance of the Senate,<sup>[15]</sup> because there was fear of too easy relaxation of historic securities thrown around the citizen charged with crime. Although the final form of the legislation was designed, and frequently has been effective,<sup>[16]</sup> to avoid some of the absurdities by which skilful <span class=\"star-pagination\">*763</span> manipulation of procedural rules had enabled the guilty to escape just punishment,  269 did not make irrelevant the fact that a person is on trial for his life or his liberty. It did not require the same judgment in such a case as in one involving only some question of civil liability. There was no purpose, for instance, to abolish the historic difference between civil and criminal causes relating to the burden of proof placed in the one upon the plaintiff and in the other on the prosecution. Nor does  269 mean that an error in receiving or excluding evidence has identical effects, for purposes of applying its policy, regardless of whether the evidence in other respects is evenly balanced or one-sided. Errors of this sort in criminal causes conceivably may be altogether harmless in the face of other clear evidence, although the same error might turn scales otherwise level, as constantly appears in the application of the policy of  269 to questions of the admission of cumulative evidence.<sup>[17]</sup> So it is with errors in instructions to the jury. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 239, 241.</p>\n<p>Some aids to right judgment may be stated more safely in negative than in affirmative form. Thus, it is not the appellate court's function to determine guilt or innocence. <i>Weiler</i> v. <i>United States, supra,</i> at 611; <i>Bollenbach</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104224\"><a href=\"/opinion/104224/bollenbach-v-united-states/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, 613-614. Nor is it to speculate upon probable reconviction and decide according to how the speculation comes out. Appellate judges cannot escape such impressions. But they may not make them sole criteria for reversal or affirmance. Those judgments are exclusively for the jury, given always the necessary minimum evidence legally sufficient to sustain the conviction <span class=\"star-pagination\">*764</span> unaffected by the error.<sup>[18]</sup><i>Weiler</i> v. <i>United States, supra</i><i>; </i><i>Bollenbach</i> v. <i>United States, supra</i><i>.</i></p>\n<p>But this does not mean that the appellate court can escape altogether taking account of the outcome. To weigh the error's effect against the entire setting of the record without relation to the verdict or judgment would be almost to work in a vacuum. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 239, 242. In criminal causes that outcome is conviction. This is different, or may be, from guilt in fact. It is guilt in law, established by the judgment of laymen. And the question is, not were they right in their judgment, regardless of the error or its effect upon the verdict. It is rather what effect the error had or reasonably may be taken to have had upon the jury's decision. The crucial thing is the impact of the thing done wrong on the minds of other men, not on one's own, in the total setting. Cf. <i>United States</i> v. <i>Socony-Vacuum Oil Co., supra,</i> at 239, 242; <i>Bollenbach</i> v. <i>United States, supra,</i> 614.</p>\n<p>This must take account of what the error meant to them, not singled out and standing alone, but in relation to all else that happened. And one must judge others' reactions not by his own, but with allowance for how others might react and not be regarded generally as acting without reason. This is the important difference, but one easy to ignore when the sense of guilt comes strongly from the record.</p>\n<p>If, when all is said and done, the conviction is sure that the error did not influence the jury, or had but very slight effect, the verdict and the judgment should stand, except perhaps where the departure is from a constitutional <span class=\"star-pagination\">*765</span> norm<sup>[19]</sup> or a specific command of Congress. <i>Bruno</i> v. <i>United States, supra,</i> at 294. But if one cannot say, with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error, it is impossible to conclude that substantial rights were not affected. The inquiry cannot be merely whether there was enough to support the result, apart from the phase affected by the error. It is rather, even so, whether the error itself had substantial influence. If so, or if one is left in grave doubt, the conviction cannot stand.</p>\n<p>Discussion, some of it recent,<sup>[20]</sup> has undertaken to formulate the problem in terms of presumptions. In view of the statement quoted above from the House Committee's report, it would seem that any attempt to create a generalized presumption to apply in all cases would be contrary not only to the spirit of  269 but also to the expressed intent of its legislative sponsors. Indeed, according to their explicit statement, whether the burden of establishing that the error affected substantial rights or, conversely, the burden of sustaining the verdict shall be imposed, turns on whether the error is \"technical\" or is such that \"its natural effect is to prejudice a litigant's substantial rights.\" Indeed the statement, in entire accord with the letter and spirit of  269, is an injunction against attempting to generalize broadly, by presumption or otherwise. The only permissible presumption would seem to be particular, arising from the nature of the error <span class=\"star-pagination\">*766</span> and \"its natural effect\" for or against prejudice in the particular setting.</p>\n<p>It follows that the <i>Berger</i> case is not controlling of this one, notwithstanding that, abstractly considered, the errors in variance and instructions<sup>[21]</sup> were identical in character. The <i>Berger</i> opinion indeed expressly declared: \"We do not mean to say that a variance such as that here dealt with might not be material in a different case. We simply hold, following the view of the court below, that applying  269 of the Judicial Code, as amended, to the circumstances of this case the variance was not prejudicial and hence not fatal.\" 295 U.S. at 83.</p>\n<p>On the face of things it is one thing to hold harmless the admission of evidence which took place in the <i>Berger</i> case, where only two conspiracies involving four persons all told were proved, and an entirely different thing to apply the same rule where, as here, only one conspiracy was charged, but eight separate ones were proved, involving at the outset thirty-two defendants. The essential difference is not overcome by the fact that the thirty-two were reduced, by severance, dismissal or pleas of guilty, to nineteen when the trial began and to thirteen by the time the cases went to the jury. The sheer difference in numbers, both of defendants and of conspiracies proven, distinguishes the situation. Obviously the burden of <span class=\"star-pagination\">*767</span> defense to a defendant, connected with one or a few of so many distinct transactions, is vastly different not only in preparation for trial, but also in looking out for and securing safeguard against evidence affecting other defendants, to prevent its transference as \"harmless error\" or by psychological effect, in spite of instructions for keeping separate transactions separate.</p>\n<p>The Government's theory seems to be, in ultimate logical reach, that the error presented by the variance is insubstantial and harmless, if the evidence offered specifically and properly to convict each defendant would be sufficient to sustain his conviction, if submitted in a separate trial. For reasons we have stated and in view of the authorities cited, this is not and cannot be the test under  269. But in apparent support of its view the Government argues that there was no prejudice here because the results show that the jury exercised discrimination as among the defendants whose cases were submitted to it. As it points out, the jury acquitted some, disagreed as to others, and found still others guilty. From this it concludes that the jury was not confused and, apparently, reached the same result as would have been reached or would be likely, if the convicted defendants had been or now should be tried separately.</p>\n<p>One difficulty with this is that the trial court itself was confused in the charge which it gave to guide the jury in deliberation. The court instructed:</p>\n<blockquote>\"The indictment charges but one conspiracy, and to convict each of the defendants of a conspiracy the Government would have to prove, and you would have to find, that each of the defendants was a member of that conspiracy. You cannot divide it up. It is one conspiracy, and the question is whether or not each of the defendants, or which of the defendants, are members of that conspiracy.\"</blockquote>\n<p><span class=\"star-pagination\">*768</span> On its face, as the Court of Appeals said, this portion of the charge was plainly wrong in application to the proof made; and the error pervaded the entire charge, not merely the portion quoted.<sup>[22]</sup> The jury could not possibly have found, upon the evidence, that there was only one conspiracy. The trial court was of the view that one conspiracy was made out by showing that each defendant was linked to Brown in one or more transactions, and that it was possible on the evidence for the jury to conclude that all were in a common adventure because <span class=\"star-pagination\">*769</span> of this fact and the similarity of purpose presented in the various applications for loans.<sup>[23]</sup></p>\n<p>This view, specifically embodied throughout the instructions, obviously confuses the common purpose of a single enterprise with the several, though similar, purposes of numerous separate adventures of like character. It may be that, notwithstanding the misdirection, the jury actually understood correctly the purport of the evidence, as the Government now concedes it to have been; and came to the conclusion that the petitioners were guilty only of the separate conspiracies in which the proof shows they respectively participated. But, in the face of the misdirection and in the circumstances of this case, we cannot assume that the lay triers of fact were so well informed upon the law or that they disregarded the permission expressly given to ignore that vital difference. <i>Bollenbach</i> v. <i>United States, supra,</i> 613.</p>\n<p>As we have said, the error permeated the entire charge, indeed the entire trial. Not only did it permit the jury to find each defendant guilty of conspiring with thirty-five<sup>[24]</sup> other potential co-conspirators, or any less number as the proof might turn out for acquittal of some, when none of the evidence would support such a conviction, as the proof did turn out in fact. It had other effects. One was to prevent the court from giving a precautionary instruction such as would be appropriate, perhaps required, in cases where related but separate conspiracies are tried together under  557 of the Code,<sup>[25]</sup> namely, that the jury should take care to consider the evidence relating to each conspiracy separately from that relating to each <span class=\"star-pagination\">*770</span> other conspiracy charged.<sup>[26]</sup> The court here was careful to caution the jury to consider each defendant's case separately, in determining his participation in \"the scheme\" charged. But this obviously does not, and could not, go to keeping distinct conspiracies distinct, in view of the court's conception of the case.</p>\n<p>Moreover, the effect of the court's misconception extended also to the proof of overt acts. Carrying forward his premise that the jury could find one conspiracy on the evidence, the trial judge further charged that, if the jury found a conspiracy, \"then the acts or the statements of <i>any</i> of those whom you so find to be conspirators between the two dates that I have mentioned, may be considered by you in evidence as against <i>all</i> of the defendants whom you so find to be members of <i>the</i> conspiracy.\" (Emphasis added.) The instructions in this phase also declared:</p>\n<blockquote>\"It is not necessary, as a matter of law, that an overt act be charged against each defendant. It is sufficient if the conspiracy be established and the defendant be found to be a member of the conspiracy  it is sufficient to allege overt acts on the part of any others who may have been members of the conspiracy, if those acts were done in furtherance of, and for the purpose of accomplishing the conspiracy.\"<sup>[27]</sup></blockquote>\n<p><span class=\"star-pagination\">*771</span> On those instructions it was competent not only for the jury to find that all of the defendants were parties to a single common plan, design and scheme, where none was shown by the proof, but also for them to impute to each defendant the acts and statements of the others without reference to whether they related to one of the schemes proven or another, and to find an overt act affecting all in conduct which admittedly could only have affected some. True, the Court of Appeals painstakingly examined the evidence directly relating to each petitioner and concluded he had not been prejudiced in this manner.<sup>[28]</sup> That judgment was founded largely in the fact that each was clearly shown to have shared in the fraudulent phase of the conspiracy in which he participated. Even so, we do not understand how it can be concluded, in the face of the instruction, that the jury considered and was influenced by nothing else.</p>\n<p>All this the Government seeks to justify as harmless error. Again the basis is that because the proof was sufficient to establish the participation of each petitioner in one or more of several smaller conspiracies, none of them could have been prejudiced because all were found guilty, upon such proof, of being members of a single larger conspiracy of the same general character. And the court's charge, in all the phases of its application to the facts, is regarded as \"no more than a misnomer\" which \"cannot in itself be considered prejudicial.\" Stress is also placed upon the fact that, because the only kind of evidence to show petitioners' \"membership in a conspiracy\" was evidence that they themselves \"had performed acts of direct participation in a conspiracy,\" in its finding that they had \"joined a conspiracy, the jury at that point must have credited evidence which completely established guilt.\" All this, it is said also, the <i>Berger</i> case sustains.</p>\n<p><span class=\"star-pagination\">*772</span> We do not agree. It is true, as we have said, that taken in abstraction from the particular facts the cases are alike in these respects: The indictment charged a single conspiracy only; the proof showed more than one; the instructions told the jury erroneously that on the evidence they could find the defendants guilty of a single confederation; must find that each defendant joined it, in order to convict; must consider the evidence as to each separately on this phase; but, once satisfied concerning that, could attribute to each one found to be a member any act done by any other co-conspirator in furtherance of \"the scheme\" as an overt act, again in obvious error; and in neither case, of course, was there precaution to keep separate conspiracies separate. It is also true that, again abstractly taken, the indictment here might be considered, as was the one in <i>Berger</i><i>, literally</i> to cover each of the conspiracies proved, if taken by itself. But obviously a much greater stretch of imagination is needed to regard an indictment charging thirty-six people with conspiring together as meaning that only three or four or even five did so, than was needed to say that one charging four as agreeing with each other in terms covered each of two agreements by three of the four, one conspirator being different in each proved offense. And even more would be needed to look upon the former as charging eight or more conspiracies than upon the latter as indicting for two.</p>\n<p>These are the abstract similarities. They are only abstract. To strip them from the separate and distinct total contexts of the two cases, and disregard the vast difference in those contexts, is to violate the whole spirit, and we think the letter also, of  269. Numbers are vitally important in trial, especially in criminal matters. Guilt with us remains individual and personal, even as respects conspiracies. It is not a matter of mass application. <span class=\"star-pagination\">*773</span> There are times when of necessity, because of the nature and scope of the particular federation, large numbers of persons taking part must be tried together or perhaps not at all, at any rate as respects some. When many conspire, they invite mass trial by their conduct. Even so, the proceedings are exceptional to our tradition and call for use of every safeguard to individualize each defendant in his relation to the mass. Wholly different is it with those who join together with only a few, though many others may be doing the same and though some of them may line up with more than one group.</p>\n<p>Criminal they may be, but it is not the criminality of mass conspiracy. They do not invite mass trial by their conduct. Nor does our system tolerate it. That way lies the drift toward totalitarian institutions. True, this may be inconvenient for prosecution. But our Government is not one of mere convenience or efficiency. It too has a stake, with every citizen, in his being afforded our historic individual protections, including those surrounding criminal trials. About them we dare not become careless or complacent when that fashion has become rampant over the earth.</p>\n<p>Here toleration went too far. We do not think that either Congress, when it enacted  269, or this Court, when deciding the <i>Berger</i> case, intended to authorize the Government to string together, for common trial, eight or more separate and distinct crimes, conspiracies related in kind though they might be, when the only nexus among them lies in the fact that one man participated in all. Leeway there must be for such cases as the <i>Berger</i> situation and for others where proof may not accord with exact specifications in indictments.<sup>[29]</sup> Otherwise criminal conspirators <span class=\"star-pagination\">*774</span> never could be brought to halt. But if the practice here followed were to stand, we see nothing to prevent its extension to a dozen, a score, or more conspiracies and at the same time to scores of men involved, if at all, only separately in them. The dangers of transference of guilt from one to another across the line separating conspiracies, subconsciously or otherwise, are so great that no one really can say prejudice to substantial right has not taken place. Section 269 had no purpose to go so far. The line must be drawn somewhere. Whether or not <i>Berger</i> marks the limit, for this sort of error and case, we are clear that it must lie somewhere between that case and this one.</p>\n<p>In so ruling we are not unmindful, as the Court of Appeals has held more than once,<sup>[30]</sup> that the problem is not merely one of variance between indictment and proof or of the right application of the policy of  269 for freedom of judgment, but is also essentially one of proper joinder under  557 of the Judicial Code. When we look at that section's requirement for separate statement in different counts of related but distinct \"acts or transactions of the same class of crimes or offenses, which may be properly joined, instead of having several indictments,\" our conclusion is reinforced.</p>\n<p>Section 557 too is a relaxation of rules of strict regularity. When to this is added the further relaxation of <span class=\"star-pagination\">*775</span>  269 for criminal causes, all technical advantage for the accused deriving not only from detailed specification of the offense in the indictment but also from separate statement of distinct offenses would seem to be lost. But this too may be carried too far. For, potentially at any rate,  269 carries the threat of overriding the requirement of  557 for substituting separate counts in the place of separate indictments, unless the application of  269 is made with restraint. The two sections must be construed and applied so as to bring them into substantial harmony, not into square conflict.</p>\n<p>We need not inquire whether the Sixth Amendment's requirement, that \"in all criminal prosecutions, the accused shall enjoy the right . . . to be informed of the nature and cause of the accusation,\" would be observed in a more generous application of  269 to a situation governed also by  557 than was made in the <i>Berger</i> ruling. Nor need we now express opinion whether reversal would be required in all cases where the indictment is so defective that it should be dismissed for such a fault, as the Court of Appeals said of the indictment in this case, taken in the trial court's conception.</p>\n<p>We have had regard also for the fact that the Court of Appeals painstakingly examined the evidence relating directly to each of the petitioners; found it convincing to the point of making guilt manifest; could not find substantial harm or unfairness in the all-pervading error or in any particular phase of the trial; and concluded that reversal would be a miscarriage of justice.</p>\n<p>With all deference we disagree with that conclusion and with the ruling that the permeating error did not affect \"the substantial rights of the parties.\" That right, in each instance, was the right not to be tried <i>en masse</i> for the conglomeration of distinct and separate offenses committed by others as shown by this record.</p>\n<p><span class=\"star-pagination\">*776</span> It may be, as the Court of Appeals found, that the evidence concerning each petitioner was so clear that conviction would have been dictated and reversal forbidden, if it had been presented in separate trials for each offense or in one or more substantially similar to the <i>Berger</i> trial in the number of conspiracies and conspirators involved. But whether so or not is neither our problem nor that of the Court of Appeals for this case. That conviction would, or might probably, have resulted in a properly conducted trial is not the criterion of  269. We think it highly probable that the error had substantial and injurious effect or influence in determining the jury's verdict.</p>\n<p>We have not rested our decision particularly on the fact that the offense charged, and those proved, were conspiracies. That offense is perhaps not greatly different from others when the scheme charged is tight and the number involved small. But as it is broadened to include more and more, in varying degrees of attachment to the confederation, the possibilities for miscarriage of justice to particular individuals become greater and greater. Cf. <i>Gebardi</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></span>, 122 n. 7, citing Report of the Attorney General (1925) 5-6, setting out the recommendations of the Conference of Senior Circuit Judges with respect to conspiracy prosecutions. At the outskirts they are perhaps higher than in any other form of criminal trial our system affords. The greater looseness generally allowed for specifying the offense and its details, for receiving proof, and generally in the conduct of the trial, becomes magnified as the numbers involved increase. Here, if anywhere, cf. <i>Bollenbach</i> v. <i>United States, supra</i><i>,</i> extraordinary precaution is required, not only that instructions shall not mislead, but that they shall scrupulously safeguard each defendant individually, as far as possible, from loss of identity in the mass. Indeed, the instructions often become, in such <span class=\"star-pagination\">*777</span> cases, his principal protection against unwarranted imputation of guilt from others' conduct. Here also it is of special importance that plain error be not too readily taken to be harmless.</p>\n<p>Accordingly the judgments are reversed and the causes are remanded for further proceedings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK concurs in the result.</p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE DOUGLAS, with whom MR. JUSTICE REED agrees, dissenting.</p>\n<p>It is clear that there was error in the charge. An examination of the record in <i>Berger</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, shows that the same erroneous instructions were in fact given in that case. But I do not think the error \"substantially injured\" (<i>id.,</i> p. 81) the defendants in this case any more than it did in the <i>Berger</i> case.</p>\n<p>Whether injury results from the joinder of several conspiracies depends on the special circumstances of each case. Situations can easily be imagined where confusion on the part of the jury is likely by reason of the sheer number of conspirators and the complexities of the facts which spell out the series of conspiracies. The evidence relating to one defendant may be used to convict another.</p>\n<p>Those possibilities seem to be non-existent here. Nothing in the testimony of the other defendants even remotely implicated petitioners in the other frauds. Nothing in the evidence connected petitioners with the other defendants, except Brown, in the slightest way. On the record no implication of guilt by reason of a mass trial can be <span class=\"star-pagination\">*778</span> found. The dangers which petitioners conjure up are abstract ones.</p>\n<p>Moreover, the true picture of the case is not thirty-two defendants engaging in eight or more different conspiracies which were lumped together as one. The jury convicted only four persons in addition to petitioners.<sup>[1]</sup> The other defendants and the evidence concerning them were in effect eliminated from the case. We have then a case of two closely related conspiracies involving petitioners and two additional conspiracies in which petitioners played no part  but all of the same character and revolving around the same central figure, Brown. If, then, we look at what actually transpired before the jury rather than at what the indictment charged, we have a case approaching in its simplicity the <i>Berger</i> case. And the strong and irresistible inference that the jury was not confused is bolstered by their failure to convict six of the thirteen defendants on trial before them.</p>\n<p>As I have said, it is plain that there was error in the charge as to the conspiracy. But I agree with Judge Learned Hand, speaking for the court below, when he said (151 F.2d p. 174):</p>\n<blockquote>\"There remains only the question of the court's error in directing the jury that they must find that there was one conspiracy, or that they should acquit all. That was of course an error, as we have said, but it favored the accused. To suppose that these appellants suffered from it we should have to say <span class=\"star-pagination\">*779</span> that, if the judge had told the jury that they could convict any of the three for conspiring with Brown alone, they might have acquitted one or more of them, in spite of the fact that they convicted them all of a conspiracy with Brown and the other applicants. That is incredible; indeed, it is nonsense. Brown being the only liaison between the appellants and the other applicants, the jury could not rationally have drawn the appellants into the net with all the others, unless they had believed that the appellants and Brown had conspired together. The rest was surplusage, which may be disregarded.\"</blockquote>\n<p>The trial judge did improperly charge the jury not only that there was one conspiracy but also that the overt acts of any one conspirator were binding on all. But only if we consider the question in the abstract would we hold that was reversible error. For the charge made clear that before the jury could impute the acts of one conspirator to another, they were required to find that the particular defendant had first joined the conspiracy. The evidence shows that each of petitioners, acting through Brown, had made a fraudulent application for a loan. When the jury found that each of the petitioners had entered into a conspiracy with Brown, it made a complete determination of guilt as to that petitioner. The error in the other parts of the charge therefore did not reach the essential factors by which guilt or innocence must be determined. The situation would be different if membership in the conspiracy were shown by slight evidence of knowledge and association and the acts of others would need be imputed to a defendant in order to establish guilt beyond a reasonable doubt. And I would agree that reversible error would be established if the record left a lingering doubt on that score. But in view of the clear proof implicating petitioners, the simplicity of the transactions, and the fact that the jury must have credited evidence which completely established guilt in order to find that petitioners <span class=\"star-pagination\">*780</span> joined the conspiracy, I cannot believe the erroneous charge was prejudicial.</p>\n<p>There are, of course, further possibilities of prejudice. As stated in the <i>Berger</i> case, <i>supra,</i> p. 82, \"The general rule that allegations and proof must correspond is based upon the obvious requirements (1) that the accused shall be definitely informed as to the charges against him, so that he may be enabled to present his defense and not be taken by surprise by the evidence offered at the trial; and (2) that he may be protected against another prosecution for the same offense.\" But no surprise is shown. The overt acts charged in the indictment against petitioners were those implicating them in the conspiracy in which each participated. All of the overt acts charged were established by the evidence. And it would seem evident on the face of the indictment that petitioners would know that they must be prepared to defend against proof that they conspired with at least one of the other defendants. It is difficult to see how petitioners would be more misled here than if a single conspiracy had been charged but some of the defendants were not shown to be connected with it. And it is clear that petitioners were adequately protected against a second prosecution. The indictment and the evidence are available to disclose the proof on which the convictions rested. Parole evidence is likewise available to show the subject matter of the former conviction. <i>Bartell</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"97796\"><a href=\"/opinion/97796/bartell-v-united-states/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 433.</p>\n<p>The several conspiracies could have been joined as separate counts in one indictment. For they were plainly \"acts or transactions of the some class of crimes or offenses\" within the meaning of 18 U.S.C.  557. The objection that they were not so joined but were lumped together as one conspiracy is purely formal, as the Circuit Court of Appeals said, where, as here, it appears that there was no prejudice.</p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 458, <i>Regenbogen</i> v. <i>United States,</i> on certiorari to the same court, argued and decided on the same dates.</p>\n<p>[1]   Four other persons were alleged to be conspirators but were not made defendants.</p>\n<p>[2]   It was also alleged that as part of the conspiracy the defendants would solicit persons desiring to make loans not in conformity with the rules and regulations prescribed by the National Housing Administrator, which limited the making of such loans for modernizing and altering existing structures, in amounts not to exceed $2500; and would represent to those persons that money obtained through false and fraudulent applications could be used for purposes not within the contemplation of Title 1 of the National Housing Act. The defendants would procure various documents, e.g., credit statements and certificates falsely stating that work contracted for had been completed and material delivered; and on the basis of these documents, which were presented to the various financial institutions and to the Federal Housing Administration, would obtain loans, the proceeds of which would be used for purposes other than housing renovation and modernization.</p>\n<p>[3]   As to four a severance was granted. The indictment was nol-prossed as to one, and eight others pleaded guilty.</p>\n<p>[4]   One pleaded guilty during trial. The indictment was nol-prossed as to another, and a severance was ordered for a third. Verdicts of acquittal were directed as to three others.</p>\n<p>[5]   The application stated that the house on which the loan was sought was bought in 1936 rather than in 1938, that the purchase price was $8500 rather than $7200, and that the assessed valuation was $9500 rather than $6500. The application further stated that among the repairs contemplated was a repainting of the house, whereas in fact only the basement hallway and garage were repainted.</p>\n<p>[6]   The court carefully examined the evidence relating to petitioners and considered that their guilt turned upon their intent in making the misrepresentations on their applications for loans. The jury, it thought, must have believed Brown, who testified that their misrepresentations had been deliberate. The opinion stated there was some possibility that, in so far as Brown's story as to his transactions with applicants not in conspiracy with petitioners had been confirmed, \"the jury might have been disposed to find more credible the story of his dealings\" with petitioners; but it was held that in the circumstances of this case the possibility did not warrant reversal, since whenever two crimes are tried together the possibility of confusion exists \"because testimony relevant to one crime may gain credibility from testimony relevant only to the other\" and Congress has not insisted upon absolute separation.\n</p>\n<p>Rev. Stat.  1024, 18 U.S.C.  557, provides: \"When there are several charges against any person for the same act or transaction, or for two or more acts or transactions connected together, or for two or more acts or transactions of the same class of crimes or offenses, which may be properly joined, instead of having several indictments the whole may be joined in one indictment in separate counts; and if two or more indictments are found in such cases, the court may order them to be consolidated.\"</p>\n<p>The Court of Appeals in this case, as in <i>United States</i> v. <i>Liss,</i> <span class=\"citation\" data-id=\"1484043\"><a href=\"/opinion/1484043/united-states-v-liss/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">995</span></a></span>; see also <i>United States</i> v. <i>Cohen,</i> <span class=\"citation\" data-id=\"1475909\"><a href=\"/opinion/1475909/united-states-v-cohen/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span>, 89; <i>United States</i> v. <i>Rosenberg,</i> <span class=\"citation\" data-id=\"1482708\"><a href=\"/opinion/1482708/united-states-v-rosenberg/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 793, treated the problem of variance as \"strictly speaking rather one of joinder\" under  557.</p>\n<p>[7]   The facts were succinctly stated. \"It is not necessary now to refer to the evidence further than to say that it tended to establish not a single conspiracy as charged but two conspiracies  one between Rice and Katz and another between Berger, Jones and Katz. The only connecting link between the two was that Katz was in both conspiracies and the same counterfeit money had to do with both. There was no evidence that Berger was a party to the conspiracy between Rice and Katz.\" 295 U.S. at 80. For a more complete statement of the facts see the opinion of the Circuit Court of Appeals in the same case, 73 F.2d 278. In that opinion the court said: \"The materiality of a variance does not depend upon the degree of its logical perversity, but upon how far it throws confusion into the trial and makes it likely to miscarry.\" 73 F.2d at 280.</p>\n<p>[8]   But the Court applied  269 in another connection to reverse the conviction, namely, for misconduct of the prosecuting attorney in examination of witnesses and in addressing the jury.\n</p>\n<p>This Court has explicitly considered or applied  269 in connection with the following criminal cases: <i>Horning</i> v. <i>District of Columbia,</i> 254 U.S. 135; <i>Sinclair</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101453\"><a href=\"/opinion/101453/sinclair-v-united-states/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span> (contempt); <i>Aldridge</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101735\"><a href=\"/opinion/101735/aldridge-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, dissenting opinion; <i>Berger</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>; <i>Bruno</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103254\"><a href=\"/opinion/103254/bruno-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>; <i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>; <i>Weiler</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104068\"><a href=\"/opinion/104068/weiler-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">606</span></a></span>; <i>Bollenbach</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"104224\"><a href=\"/opinion/104224/bollenbach-v-united-states/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>.</p>\n<p>[9]   Both the Federal Rules of Civil Procedure, 28 U.S.C. following  723(c), Rule 61, and the Federal Rules of Criminal Procedure, effective March 21, 1946, Rule 52 (a), contain \"harmless error\" sections. With respect to the latter it is said, \"This rule is a restatement of existing law, . . .\" with citation of 28 U.S.C.  391 and 18 U.S.C.  556. Notes to the Rules of Criminal Procedure for the District Courts of the United States, as prepared under the direction of the Advisory Committee on Rules of Criminal Procedure (1945) 43. See also Preliminary Draft of the Federal Rules of Criminal Procedure (1943) 197; Second Preliminary Draft of the Federal Rules of Criminal Procedure (1944) 185.</p>\n<p>[10]   See Pound, The Causes of Popular Dissatisfaction with the Administration of Justice, 29 A.B.A. Rep., Pt. 1, 395; <i>id.</i> 11, 55; 31 <i>id.</i> 505; 33 <i>id.</i> 27, 542; 34 <i>id.</i> 61, 578; 35 <i>id.</i> 56, 614; 36 <i>id.</i> 448; 37 <i>id.</i> 42, 557; 38 <i>id.</i> 44, 546; 39 <i>id.</i> 31, 575; 41 <i>id.</i> 36, 540; 2 A.B.A.J. 603; 42 A.B.A. Rep. 40, 334; 3 A.B.A.J. 507; 44 A.B.A. Rep. 62; 5 A.B.A.J. 455.</p>\n<p>[11]   See, e.g., Hearings before the Committee on the Judiciary, H.R., on American Bar Association Bills, 62d Cong., 2d Sess.; H.R. Rep. No. 1949, 61st Cong., 3d Sess.; H.R. Rep. No. 611, 62d Cong., 2d Sess.; Sen. Rep. No. 1066, 62d Cong., 2d Sess.; 48 Cong. Rec. 11770-11777; H.R. Rep. No. 1218, 63d Cong., 3d Sess.; Sen. Rep. No. 853, 63d Cong., 3d Sess.; H.R. Rep. No. 264, 64th Cong., 1st Sess.; H.R. Rep. No. 913, 65th Cong., 3d Sess.; 56 Cong. Rec. 11586; 57 Cong. Rec. 3605.</p>\n<p>[12]   As of 1927 some eighteen states had adopted statutes similar to  269. Sunderland, The Problem of Appellate Review (1927) <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Tex. L. Rev.</span> <span class=\"page\">126</span></span>, 146. See also the list of statutes in the Official Draft of the American Law Institute Code of Criminal Procedure (1930) 1302-1304.</p>\n<p>[13]   Kavanagh, Improvement of Administration of Criminal Justice by Exercise of Judicial Power (1925) 11 A.B.A.J. 217, 222.</p>\n<p>[14]   See Hadley, Criminal Justice in America (1925) 11 A.B.A.J. 674; Hadley, Outline of Code of Criminal Procedure (1926) 12 A.B.A.J. 690; Taft, Administration of Criminal Law, in Present Day Problems, A Collection of Addresses (1908) 333; and cf. Hicks, William Howard Taft (1945) 68-69; Wigmore, Criminal Procedure  \"Good\" Reversals and \"Bad\" Reversals (1909) 4 Ill. Rev. 352; Wigmore, Evidence (1904)  21.\n</p>\n<p>Perhaps the most notable instance of hypertechnicality in a court's assignment of a reason for its decision, arising in the early part of the period of agitation, is to be found in <i>State</i> v. <i>Campbell,</i> <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">202</span></span>, 109 S.W. 706. See also <i>State</i> v. <i>Warner,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">23</span></span>, 119 S.W. 399. The ruling was reversed in <i>State</i> v. <i>Adkins,</i> <span class=\"citation\" data-id=\"96079\"><a href=\"/opinion/96079/united-states/\"><span class=\"volume\">284</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">680</span></a></span>, 695, 225 S.W. 981.</p>\n<p>[15]   See the materials cited in notes 10 and 11. At one time the Senate Judiciary Committee recommended that the \"harmless error\" bill be confined solely to civil cases. S. Rep. No. 1066, 62d Cong., 2d Sess. See 38 A.B.A. Rep. 546-548. At another time the same committee reported out a bill considerably weaker than that passed in the House of Representatives. See 53 Cong. Rec. 2493; 41 A.B.A. Rep. 540; 2 A.B.A.J. 603. See also 42 A.B.A. Rep. 334; 3 A.B.A.J. 507.</p>\n<p>[16]   Cf. <i>Horning</i> v. <i>District of Columbia,</i> 254 U.S. 135; <i>Sneierson</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96079\"><a href=\"/opinion/96079/united-states/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.</span> <span class=\"page\">268</span></a></span>, 275-276, and see other authorities cited in <i>United States</i> v. <i>Antonelli Fireworks Co.,</i> <span class=\"citation\" data-id=\"1563658\"><a href=\"/opinion/1563658/united-states-v-antonelli-fireworks-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, dissenting opinion, notes 12 and 12a. See also 18 U.S.C.  556.</p>\n<p>[17]   E.g., <i>Lucks</i> v. <i>United States,</i> 100 F.2d 908; <i>United States</i> v. <i>Goldsmith,</i> <span class=\"citation\" data-id=\"1494654\"><a href=\"/opinion/1494654/united-states-v-goldsmith/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 986; <i>Beach</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1502143\"><a href=\"/opinion/1502143/beach-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">739</span></a></span>, 743.</p>\n<p>[18]   This of course presents a question of law. And when the error relates to that minimum so that, if eliminated, the proof would not be sufficient, necessarily the prejudice is substantial. Cf. <i>Tot</i> v. <i>United States,</i> 319 U.S. 463.</p>\n<p>[19]   Thus, when forced confessions have been received, reversals have followed although on other evidence guilt might be taken to be clear. See <i>Malinski</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"104108\"><a href=\"/opinion/104108/malinski-v-new-york/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 404; <i>Lyons</i> v. <i>Oklahoma,</i> <span class=\"citation\" data-id=\"104010\"><a href=\"/opinion/104010/lyons-v-oklahoma/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, 597, n. 1; <i>Bram</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94782\"><a href=\"/opinion/94782/bram-v-united-states/\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 540-542; <i>United States</i> v. <i>Mitchell,</i> <span class=\"citation\" data-id=\"1484069\"><a href=\"/opinion/1484069/united-states-v-mitchell/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, dissenting opinion at 1012.</p>\n<p>[20]   Cf. <i>United States</i> v. <i>Antonelli Fireworks Co.,</i> <span class=\"citation\" data-id=\"1563658\"><a href=\"/opinion/1563658/united-states-v-antonelli-fireworks-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, majority and dissenting opinions.</p>\n<p>[21]   Although not noted in the <i>Berger</i> opinion, the instructions in that case were substantially identical with the charge given here, quoted below, to the effect that only a single conspiracy had been charged and therefore more could not be proved. The court said: \". . . One may have control of a large amount of counterfeit money, and there may be an agreement that that money shall be distributed, and one may go forth and enlist the services of others in the furtherance of this common plan. <i>But it must be in the furtherance of the common plan; there can't be three or four different plans. There must be one plan, and all of them must bear their part.</i>\" (Emphasis added.)</p>\n<p>[22]   The charge further stated in part:\n</p>\n<p>\"The Government contends, <i>and they have offered evidence to show,</i> that Simon Brown was <i>the pivot</i> around which <i>this whole conspiracy</i> revolved. Have they shown that to your satisfaction? If they have, then we advance another step. <i>What was the relation between the several defendants? Did the defendants</i> Michael Lekacos, Louis Levine, Gus Kotteakos, Max J. Posner, James Secular, Nathan Regenbogen, <i>bring applicants or applications from any of these defendants to Brown?</i> Were any of these men acquainted with each other? Had they obtained loans for themselves, and after they had them, had they obtained loans for somebody else?</p>\n<p>\"That is the question. You have the evidence. It is certainly not all admitted. You have heard it explained to you.</p>\n<p>\"But if that be true, that these men were getting people to come in with Brown, <i>then it is for you to say whether you do not find streams running through each of them to Brown, and that all of those streams led in a common direction, and they are carrying craft destined for the same place.</i> That is the question.</p>\n<p>\"At least one of these applications was given to somebody. I think there was one given to Brown himself, but you can remember that. In reference to the others <i>did they come to Brown through</i> the agency, or through the introduction, or through the act of solicitation of those applications by <i>any</i> of the men that I have mentioned?</p>\n<p>\"That is important. <i>It is important because the allegation is a conspiracy, and there must be a common purpose shown. Was that a common purpose that was intended to be accomplished, and was the conspiracy</i> to do these things, to violate the law and to perpetrate a fraud against the Government, <i>participated in by any or all</i> of these defendants <i>and did they bring others, or any of the others, to Brown?</i> That is the question.\" (Emphasis added.)</p>\n<p>[23]   See note 22.</p>\n<p>[24]   In addition to the thirty-two persons who were indicted, four were named in the indictment as co-conspirators. See note 1.</p>\n<p>[25]   See note 6; also text at note 30.</p>\n<p>[26]   See <i>United States</i> v. <i>Liss,</i> <span class=\"citation\" data-id=\"1484043\"><a href=\"/opinion/1484043/united-states-v-liss/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">995</span></a></span>, dissenting opinion, at 1002-1003; cf. <i>Telman</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1564834\"><a href=\"/opinion/1564834/telman-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">716</span></a></span>, 718.</p>\n<p>[27]   A similar instruction was given in the <i>Berger</i> case: \"Let me say to you if a conspiracy existed then the actions or the statements or the declarations of any of the conspirators would bind all the others, if there was a conspiracy, up to the time of the arrest, and then the conspiracy ended. . . . the statements or acts of anyone who was a conspirator prior to the termination of the conspiracy by the arrest bound all the others. They are bound by that just as though they had done it and said it themselves.\" And further, \"There were alleged here certain overt acts and the Government must prove at least one of them in order to vitalize the conspiracy.\"</p>\n<p>[28]   See note 6 <i>supra.</i></p>\n<p>[29]   <i>Ibid.</i> It is common and approved practice, in charging a conspiracy, to name all who may be reached with process and whom it is anticipated the proof will connect with the scheme, although in most instances whether it will so turn out for each defendant can be only problematical. If failure to substantiate the charge as to one or more were to change the identity of the crime charged, so as to require reindictment and retrial for the others, the law of conspiracy would be a dead letter. But this accepted practice does not comprehend or justify that attempted here. If this comes down to a difference of degree, it is still one of vital importance as such differences always come to be when degrees spread farther and farther apart.</p>\n<p>[30]   See the authorities cited in note 6.</p>\n<p>[1]   Before trial a severance was granted on motion of the prosecutor as to four defendants. The indictment was nol-prossed as to one. Eight pleaded guilty before trial. Nineteen were brought to trial. One pleaded guilty during the trial and a nolle prosequi was entered as to another. The case was severed as to another who became ill during the trial. Verdicts of acquittal were directed as to three. Of the thirteen whose cases were submitted to the jury, two were acquitted. The jury disagreed as to four. The remaining seven, including petitioners, were convicted.</p>\n\n</div>", "id": 104321, "judges": "Rutledge", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104321/", "sha1": "ac596269b0d2e14f9d2e8501ed8326c3e62fc3b2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:52"}