{"absolute_url": "/opinion/104300/united-states-v-causby/", "blocked": false, "citation": {"case_name": "United States v. Causby", "docket_number": "630", "document_uris": ["/api/rest/v2/document/104300/"], "federal_cite_one": "328 U.S. 256", "federal_cite_three": null, "federal_cite_two": null, "id": 88683, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88683/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 216, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1946-05-27", "date_modified": "2014-12-21T01:47:48.273011", "docket": "/api/rest/v2/docket/443075/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">328 U.S. 256</p>\n    <p class=\"case_cite\">66 S.Ct. 1062</p>\n    <p class=\"case_cite\">90 L.Ed. 1206</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>CAUSBY et ux.</p>\n    <p class=\"docket\">No. 630.</p>\n    <p class=\"date\">Argued May 1, 1946.</p>\n    <p class=\"date\">Decided May 27, 1946.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Military airplanes are subject to rules of Civil Aeronautics Board where there are no army or navy regulations to the contrary.</p>\n      <p class=\"indent\">Mr. Walter J. Cummings, Jr., of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. William E. Comer, of Greensboro, N.C., for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from page 257 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a case of first impression. The problem presented is whether respondents' property was taken within the meaning of the Fifth Amendment by frequent and regular flights of army and navy aircraft over respondents' land at low altitudes. The Court of Claims held that there was a taking and entered judgment for respondent, one judge dissenting. 60 F.Supp. 751. The case is here on a petition for a writ of certiorari which we granted becuase of the importance of the question presented.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondents own 2.8 acres near an airport outside of Greensboro, North Carolina. It has on it a dwelling house, and also various outbuildings which were mainly used for raising chickens. The end of the airport's northwest-southeast runway is 2,220 feet from respondents' barn and 2,275 feet from their house. The path of glide to this runway passes directly over the property which is 100 feet wide and 1,200 feet long. The 30 to 1 safe glide angle<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> approved by the Civil Aeronautics Authority<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> passes over this property at 83 feet, which is 67 feet above the house, 63 feet above the barn and 18 feet above the highest tree.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The use by the United States of this airport is pursuant to a lease executed in May, 1942, for a term commencing June 1, 1942 and ending June 30, 1942, with a provision for renewals until June 30, 1967, or six months after the end of the national emergency, whichever is the earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Various aircraft of the United States use this airport bombers, transports and fighters. The direction of the prevailing wind determines when a particular runway is used. The north-west-southeast runway in question is used about four per cent of the time in taking off and about seven per cent of the time in landing. Since the United States began operations in May, 1942, its four-motored heavy bombers, other planes of the heavier type, and its fighter planes have frequently passed over respondents' land buildings in considerable numbers and rather close together. They come close enough at times to appear barely to miss the tops of the trees and at times so close to the tops of the trees as to blow the old leaves off. The noise is startling. And at night the glare from the planes brightly lights up the place. As a result of the noise, respondents had to give up their chicken business. As many as six to ten of their chickens were killed in one day by flying into the walls from fright. The total chickens lost in that manner was about 150. Production also fell off. The result was the destruction of the use of the property as a commercial chicken farm. Respondents are frequently deprived of their sleep and the family has become nervous and frightened. Although there have been no airplane accidents on respondents' property, there have been several accidents near the airport and close to respondents' place. These are the essential facts found by the Court of Claims. On the basis of these facts, it found that respondents' property had depreciated in value. It held that the United States had taken an easement over the property on June 1, 1942, and that the value of the property destroyed and the easement taken was $2,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">I. The United States relies on the Air Commerce Act of 1926, 44 Stat. 568, 49 U.S.C. &#167; 171 et seq., 49 U.S.C.A. &#167; 171 et seq., as amended by the Civil Aeronautics Act of 1938, 52 Stat. 973, 49 U.S.C. &#167; 401 et seq., 49 U.S.C.A. &#167; 401 et seq. Under those statutes the United States has 'complete and exclusive national sovereignty in the air space' over this country. 49 U.S.C. &#167; 176(a), 49 U.S.C.A. &#167; 176(a). They grant any citizen of the United States 'a public right of freedom of transit in air commerce<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> through the navigable air space of the United States.' 49 U.S.C. &#167; 403, 49 U.S.C.A. &#167; 403. And 'navigable air space' is defined as 'airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority.' 49 U.S.C. &#167; 180, 49 U.S.C.A. &#167; 180. And it is provided that 'such navigable airspace shall be subject to a public right of freedom of interstate and foreign air navigation.' Id. It is, therefore, argued that since these flights were within the minimum safe altitudes of flight which had been prescribed, they were an exercise of the declared right of travel through the airspace. The United States concludes that when flights are made within the navigable airspace without any physical invasion of the property of the landowners, there has been no taking of property. It says that at most there was merely incidental damage occurring as a consequence of authorized air navigation. It also argues that the landowner does not own superadjacent airspace which he has not subjected to possession by the erection of structures or other occupancy. Moreover, it is argued that even if the United States took airspace owned by respondents, no compensable damage was shown. Any damages are said to be merely consequential for which no compensation may be obtained under the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is ancient doctrine that at common law ownership of the land extended to the periphery of the universe&#8212;Cujus est solum ejus est usque ad coelum.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> But that doctrine has no place in the modern world. The ai  is a public highway, as Congress has declared. Were that not true, every transcontinental flight would subject the operator to countless trespass suits. Common sense revolts at the idea. To recognize such private claims to the airspace would clog these highways, seriously interfere with their control and development in the public interest, and transfer into private ownership that to which only the public has a just claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">But that general principle does not control the present case. For the United States conceded on oral argument that if the flights over respondents' property rendered it uninhabitable, there would be a taking compensable under the Fifth Amendment. It is the owner's loss, not the taker's gain, which is the measure of the value of the property taken. United States v. Miller, 317 U.S. 369, 63 S.Ct. 276, 87 L.Ed. 336, 147 A.L.R. 55. Market value fairly determined is the normal measure of the recovery. Id. And that value may reflect the use to which the land could readily be converted, as well as the existing use. United States v. Powelson, 319 U.S. 266, 275, 63 S.Ct. 1047, 1053, 87 L.Ed. 1390, and cases cited. If, by reason of the frequency and altitude of the flights, respondents could not use this land for any purpose, their loss would be complete.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It would be as complete as if the United States had entered upon the surface of the land and taken exclusive possession of it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We agree that in those circumstances there would be a taking. Though it would be only an easement of flight which was taken, that easement, if permanent and not merely temporary, normally would be the equivalent of a fee interest. It would be a definite exercise of complete dominion and control over the surface of the land. The fact that the planes never touched the surface would be as irrelevant as the absence in this day of the feudal livery of seisin on the transfer of real estate. The owner's right to possess and exploit the land&#8212;that is to say, his beneficial ownership of it&#8212;would be destroyed. It would not be a case of incidental damages arising from a legalized nuisance such as was involved in Richards v. Washington Terminal Co., 233 U.S. 546, 34 S.Ct. 654, 58 L.Ed. 1088, L.R.A.1915A, 887. In that case property owners whose lands adjoined a railroad line were denied recovery for damages resulting from the noise, vibrations, smoke and the like, incidental to the operations of the trains. In the supposed case the line of flight is over the land. And the land is appropriated as directly and completely as if it were used for the runways themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is no material difference between the supposed case and the present one, except that here enjoyment and use of the land are not completely destroyed. But that does not seem to us to be controlling. The path of glide for airplanes might reduce a valuable factory site to grazing land, an orchard to a vegetable patch, a residential section to a wheat field. Some value would remain. But the use of the airspace immediately above the land would limit the utility of the land and cause a diminution in its value.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> That was the philosophy of Portsmouth Harbor Land &amp; Hotel Co. v. United States, 260 U.S. 327, 43 S.Ct. 135, 67 L.Ed. 287. In that case the petition alleged that the United States erected a fort on nearby land, established a battery and a fire control station there, and fired guns over petitioner's land. The Court, speaking through Mr. Justice Holmes, reversed the Court of Claims which dismissed the petition on a demurrer,  olding that 'the specific facts set forth would warrant a finding that a servitude has been imposed.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> 260 U.S. at page 330, 43 S.Ct. at page 137, 67 L.Ed. 287. And see Delta Air Corp. v. Kersey, 193 Ga. 862, 20 S.E.2d 245, 140 A.L.R. 1352. Cf. United States v. 357.25 Acres of Land, D.C., 55 F.Supp. 461.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The fact that the path of glide taken by the planes was that approved by the Civil Aeronautics Authority does not change the result. The navigable airspace which Congress has placed in the public domain is 'airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority.' 49 U.S.C. &#167; 180, 49 U.S.C.A. &#167; 180. If that agency prescribed 83 feet as the minimum safe altitude, then we would have presented the question of the validity of the regulation. But nothing of the sort has been done. The path of glide governs the method of operating&#8212;of landing or taking off. The altitude required for that operation is not the minimum safe altitude of flight which is the downward reach of the navigable airspace. The minimum prescribed by the authority is 500 feet during the day and 1000 feet at night for air carriers (Civil Air Regulations, Pt. 61, &#167;&#167; 61.7400, 61.7401, Code Fed.Reg.Cum.Supp., Tit. 14, ch. 1) and from 300 to 1000 feet for other aircraft depending on the type of plane and the character of the terrain. Id., Pt. 60, &#167;&#167; 60.350-60.3505, Fed.Reg.Cum.Supp., supra. Hence, the flights in question were not within the navigable airspace which Congress placed within the public domain. If any airspace needed for landing or taking off were included, flights which were so close to the land as to render it uninhabitable would be immune. But the United States concedes, as we have said, that in that event there would be a taking. Thus, it is apparent that the path of glide is not the minimum safe altitude of flight within the meaning of the statute. The Civil Aeronautics Authority has, of course, the power to prescribe air traffic rules. But Congress has defined navigable airspace only in terms of one of them&#8212;the minimum safe altitudes of flight.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have said that the airspace is a public highway. Yet it is obvious that if the landowner is to have full enjoyment of the land, he must have exclusive control of the immediate reaches of the enveloping atmosphere. Otherwise buildings could not be erected, trees could not be planted, and even fences could not be run. The principle is recognized when the law gives a remedy in case overhanging structures are erected on adjoining land.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The landowner owns at least as much of the space above the ground as the can occupy or use in connection with the land. See Hinman v. Pacific Air Transport, 9 Cir., 84 F.2d 755. The fact that he does not occupy it in a physical sense&#8212;by the erection of buildings and the like&#8212;is not material. As we have said, the flight of airplanes, which skim the surface but do not touch it, is as much an appropriation of the use of the land as a more conventional entry upon it. We would not doub  that if the United States erected an elevated railway over respondents' land at the precise altitude where its planes now fly, there would be a partial taking, even though none of the supports of the structure rested on the land.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The reason is that there would be an intrusion so immediate and direct as to subtract from the owner's full enjoyment of the property and to limit his exploitation of it. While the owner does not in any physical manner occupy that stratum of airspace or make use of it in the conventional sense, he does use it in somewhat the same sense that space left between buildings for the purpose of light and air is used. The superadjacent airspace at this low altitude is so close to the land that continuous invasions of it affect the use of the surface of the land itself. We think that the landowner, as an incident to his ownership, has a claim to it and that invasions of it are in the same category as invasions of the surface.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case, as in Portsmouth Harbor Land &amp; Hotel Co. v. United States, supra, the damages were not merely consequential. They were the product of a direct invasion of respondents' domain. As stated in United States v. Cress, 243 U.S. 316, 328, 37 S.Ct. 380, 385, 61 L.Ed. 746, '* * * it is the character of the invasion, not the amount of damage resulting from it, so long as the damage is substantial, that determines the question whether it is a taking.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We said in United States v. Powelson, supra, 319 U.S. at page 279, 63 S.Ct. at page 1054, 87 L.Ed. 1390, that while the meaning of 'property' as used in the Fifth Amendment was a federal question, 'it will normally obtain its content by reference to local law.' If we look to North Carolina law, we reach the same result. Sovereignty in the airspace rests in the State 'except where granted to and assumed by the United States.' Gen.Stats. 1943, &#167; 63-11. The flight of aircraft is lawful 'unless at such a low altitude as to interfere with the then existing use to which the land or water, or the space over the land or water, is put by the owner, or unless so conducted as to be imminently dangerous to persons or property lawfully on the land or water beneath.' Id., &#167; 63-13. Subject to that right of flight, 'ownership of the space above the lands and waters of this State is declared to be vested in the several owners of the surface beneath.' Id. &#167; 63-12. Our holding that there was an invasion of respondents' property is thus not inconsistent with the local law governing a landowner's claim to the immediate reaches of the superadjacent airspace.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The airplane is part of the modern environment of life, and the inconveniences which it causes are normally not compensable under the Fifth Amendment. The airspace, apart from the immediate reaches above the land, is part of the public domain. We need not determine at this time what those precise limits are. Flights over private land are not a taking, unless they are so low and so frequent as to be a direct and immediate interference with the enjoyment and use of the land. We need not speculate on that phase of the present case. For the findings of the Court of Claims plainly establish that there was a diminution in value of the property and that the frequent, low-level flights were the direct and immediate cause. We agree with the Court of Claims that a servitude has been imposed upon the land.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">II. By &#167; 145(1) of the Judicial Code, 28 U.S.C. &#167; 250(1), 28 U.S.C.A. &#167; 250(1), the Court of Claims has jurisdiction to hear and determine 'All claims (except for pensions) founded upon the Constitution of the United States or * * * upon any contract, express or implied, with the Government of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need not decide whether repeated trespasses might give rise to an implied contract. Cf. Portsmouth Harbor Land &amp; Hotel Co. v. United States, supra. If there is a taking, the claim is 'founded upon the Constitution' and within the jurisdiction of the Court of Claims to hear and determine. See Hollister v. Benedict &amp; Burnham Mfg. Co., 113 U.S. 59, 67, 5 S.Ct. 717, 721, 28 L.Ed. 901; Hurley v. Kincaid, 285 U.S. 95, 104, 52 S.Ct. 267, 269, 76 L.Ed. 637; Yearsley v. W. A. Ross Construction Co., 309 U.S. 18, 21, 60 S.Ct. 413, 415, 84 L.Ed. 554. Thus, the jurisdiction of the Court of Claims in this case is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">III. The Court of Claims held, as we have noted, that an easement was taken. But the findings of fact contain no precise description as to its nature. It is not described in terms of frequency of flight, permissible altitude, or type of airplane. Nor is there a finding as to whether the easement taken was temporary or permanent. Yet an accurate description of the property taken is essential, since that interest vests in the United States. United States v. Cress, supra, 243 U.S. 328, 329, 37 S.Ct. 385, 386, 61 L.Ed. 746, and cases cited. It is true that the Court of Claims stated in its opinion that the easement taken was permanent. But the deficiency in findings cannot be rectified by statements in the opinion. United States v. Esnault-Pelterie, 299 U.S. 201, 205, 206, 57 S.Ct. 159, 161, 162, 81 L.Ed. 123; United States v. Seminole Nation, 299 U.S. 417, 422, 57 S.Ct. 283, 287, 81 L.Ed. 316. Findings of fact on every 'material issue' are a statutory requirement. 53 Stat. 752, 28 U.S.C. &#167; 288, 28 U.S.C.A. &#167; 288. The importance of findings of fact based on evidence is emphasized here by the Court of Claims' treatment of the nature of the easement. It stated in its opinion that the easement was permanent because the United States 'no doubt intended to make some sort of arrangement whereby it could use the airport for its military planes whenever it had occasion to do so.' (60 F.Supp. 758.) That sounds more like conjecture rather than a conclusion from evidence; and if so, it would not be a proper foundation for liability of the United States. We do not stop to examine the evidence to determine whether it would support such a finding, if made. For that is not our function. United States v. Esnault-Pelterie, supra, 299 U.S. at page 206, 57 S.Ct. at page 162, 81 L.Ed. 123.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Since on this record it is not clear whether the easement taken is a permanent or a temporary one, it would be premature for us to consider whether the amount of the award made by the Court of Claims was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment is reversed and the cause is remanded to the Court of Claims so that it may make the necessary findings in conformity with this opin on.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Justice JACKSON took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mr. Justice BLACK, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Fifth Amendment provides that 'private property' shall not 'be taken for public use, without just compensation.' The Court holds today that the Government has 'taken' respondents' property by repeatedly flying Army bombers directly above respondents' land at a height of eighty-three feet where the light and noise from these planes caused respondents to lose sleep and their chickens to be killed. Since the effect of the Court's decision is to limit, by the imposition of relatively absolute Constitutional barriers, possible future adjustments through legislation and regulation which might become necessary with the growth of air transportation, and since in my view the Constitution does not contain such barriers, I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The following is a brief statement of the background and of the events that the Court's opinion terms a 'taking' within the meaning of the Fifth Amendment: Since 1928 there has been an airfield some eight miles from Greensboro, North Carolina. In April, 1942, this airport was taken over by the Greensboro-High Point Municipal Airport Authority and it has since then operated as a municipal airport. In 1942 the Government, by contract, obtained the right to use the field 'concurrently, jointly, and in common' with other users. Years before, in 1934, respondents had bought their property, located more than one-third of a mile from the airport. Private planes from the airport flew over their land and farm buildings from 1934 to 1942 and are still doing so. But though these planes disturbed respondents to some extent, Army bombers, which started to fly over the land in 1942 at a height of eighty-three feet, disturbed them more because they were larger, came over more frequently, made a louder noise, and at night a greater glare was caused by their lights. This noise and glare disturbed respondents' sleep, frightened them, and made them nervous. The noise and light also frightened respondents' chickens so much that many of them flew against buildings and were killed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Court's opinion seems to indicate that the mere flying of planes through the column of air directly above respondents' land does not constitute a 'taking'. Consequently, it appears to be noise and glare, to the extent and under the circumstances shown here, which make the government a seizer of private property. But the allegation of noise and glare resulting in damages, constitutes at best an action in tort where there might be recovery if the noise and light constituted a nuisance, a violation of a statute,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> or were the result of negligence.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> But the Government has not consented to be sued in the Court of Claims except in actions based on express or implied contract. And there is no implied contract here, unless by reason of the noise and glare caused by the bombers the Government can be said to have 'taken' respondents' property in a Constitutional sense. The concept of taking property as used in the Constitution has heretofore never been given so sweeping a meaning. The Court's opinion presents no case where a man who makes noise or shines light onto his neighbor's property has been ejected from that property for wrongfully taking possession of it. Nor would anyone take seriously a claim that noisy automobiles passing on a highway are taking wrongful possession of the homes located thereon, or that a city elevated train which greatly interferes with the sleep of those who live next to it wrongfully takes their property. Even the one case in this Court which in considering the sufficiency of a complaint gave the most elastic meaning to the phrase 'private property be taken' as used in the Fifth Amendment, did not go so far. Portsmouth Harbor Land &amp; Hotel Co. v. United States, 260 U.S. 327, 43 S.Ct. 135, 67 L.Ed. 287. I am not willing, nor do I think the Constitution and the decisions authorize me  to extend that phrase so as to guarantee an absolute Constitutional right to relief not subject to legislative change, which is based on averments that at best show mere torts committed by Government agents while flying over land. The future adjustment of the rights and remedies of property owners, which might be found necessary because of the flight of planes at safe altitudes, should, especially in view of the imminent expansion of air navigation, be left where I think the Constitution left it, with Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nor do I reach a different conclusion because of the fact that the particular circumstance which under the Court's opinion makes the tort here absolutely actionable, is the passing of planes through a column of air at an elevation of eighty-three feet directly over respondents' property. It is inconceivable to me that the Constitution guarantees that the airspace of this Nation needed for air navigation, is owned by the particular persons who happen to own the land beneath to the same degree as they own the surface below.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> No rigid Constitutional rule, in my judgment, commands that the air must be considered as marked off into separate compartments by imaginary metes and bounds in order to synchronize air ownership with land ownership. I think that the Constitution entrusts Congress with full power to control all navigable airspace. Congress has already acted under that power. It has by statute, 44 Stat. 568, 52 Stat. 973, provided that 'the United States of America is * * * to possess and exercise complete and exclusive national sovereignty in the air space (over) the United States.' This was done under the assumption that the Commerce Clause of the Constitution gave Congress the same plenary power to control navigable airspace as its plenary power over navigable waters. H. Rep. No. 572, 69th Cong., 1st Sess., p. 10; H. Rep. No. 1162, 69th Cong., 1st Sess., p. 14; United States v. Commodore Park, Inc., 324 U.S. 386, 65 S.Ct. 803, 89 L.Ed. 1017. To make sure that the airspace used for air navigation would remain free, Congress further declared that 'navigable airspace shall be subject to a public right of freedom of interstate and foreign air navigation,' and finally stated emphatically that there exists 'a public right of freedom of transit * * * through the navigable airspace of the United States.' Congress thus declared that the air is free, not subject to private ownership, and not subject to delimitation by the courts. Congress and those acting under its authority were the only ones who had power to control and regulate the flight of planes. 'Navigable air-space' was defined as 'airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority.' 49 U.S.C. &#167; 180, 49 U.S.C.A. &#167; 180. Thus, Congress has given the Civil Aeronautics Authority exclusive power to determine what is navigable airspace subject to its exclusive control. This power derives specifically from the Section which authorizes the Authority to prescribe 'air traffic rules governing the flight of, and for the navigation, protection, and identification of, aircraft, including rules as to safe altitudes of flight and rules for the prevention of collisions between aircraft, and between aircraft and land or water vehicles.' 49 U.S.C.A. &#167; 551. Here there was no showing that the bombers flying over respondents' land violated any rule or regulation of the Civil Aeronautics Authority. Yet, unless we hold the Act unconstitutional, at least such a showing would be necessary before the courts could act without interfering with the exclusive authority which Congress gave to the administrative agency. Not even a showing that the Authority has not acted at all would be sufficient. For in that event, were the courts to have any authority to act in this case at all, they should stay their hand till the Authority has acted.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The broad provisions of the Congressional statute cannot properly be circumscribed by making a distinction as the Court's opinion does between rules of safe altitude of flight while on the level of cross-country flight and rules of safe altitude during landing and taking off. First, such a distinction can not be maintained from the practical standpoint. It is unlikely that Congress intended that the Authority prescribe safe altitudes for planes making cross-country flights, while at the same time it left the more hazardous landing and take-off operations unregulated. The legislative history, moreover, clearly shows that the Authority's power to prescribe air traffic rules includes the power to make rules governing landing and take-off. Nor is the Court justified in ignoring that history by labeling rules of safe altitude while on the level of cross-country flight as rules prescribing the safe altitude proper and rules governing take-off and landing as rules of operation. For the Conference Report explicitly states that such distinctions were purposely eliminated from the original House Bill in order that the Section on air traffic rules 'might be given the broadest construction by the * * * (Civil Aeronautics Authority) * * * and the courts.'<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> In construing the statute narrowly the Court thwarts the intent of Congress. A proper broad construction, such as Congress commanded, would not permit the Court to decide what it has today without declaring the Act of Congress unconstitutional. I think the Act given the broad construction intended is constitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">No greater confusion could be brought about in the coming age of air transportation than that which would result were courts by Constitutional interpretation to hamper Congress in its efforts to keep the air free. Old concepts of private ownership of land should not be introduced into the field of air regulation. I have no doubt that Congress will, if not handicapped by judicial interpretations of the Constitution, preserve the freedom of the air, and at the same time, satisfy the just claims of aggrieved persons. The noise of newer, larger, and more powerful planes may grow louder and louder and disturb people more and more. But the solution of the problems precipitated by these technological advances and new ways of living cannot come about through the application of rigid Constitutional restraints formulated and enforced by the courts. What adjustments may have to be made, only the future can reveal. It seems certain, however, the courts do not possess the techniques or the personnel to consider and act upon the complex combinations of factors entering into the problems. The contribution of courts must be made through the awarding of damages for injuries suffered from the flying of planes, or by the granting of injunctions to prohibit their flying. When these two simple remedial devices are elevated to a Constitutional level under the Fifth Amendment, as the Court today seems to have done, they can stand as obstacles to better adapted techniques that might be offered by experienced experts and accepted by Congress. Today's opinion is, I fear, an opening wedge for an unwarranted judicial interference with the power of Congress to develop solutions for new and vital and national problems. In my opinion this case should be reversed on the ground that there has been no 'taking' in the Constitutional sense.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mr. Justice BURTON joins in this dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A 30 to 1 glide angle means one foot of elevation or descent for every 30 feet of horizontal distance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Military planes are subject to the rules of the Civil Aeronautics Board where, as in the present case, there are no Army or Navy regulations to the contrary. Cameron v. Civil Aeronautics Board, 7 Cir., 140 F.2d 482.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The house is approximately 16 feet high, the barn 20 feet, and the tallest tree 65  eet.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 'Air commerce' is defined as including 'any operation or navigation of aircraft which directly affects, or which may endanger safety in, interstate, overseas, or foreign air commerce.' 49 U.S.C. &#167; 401(3), 49 U.S.C.A. &#167; 401(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 1 Coke, Institutes, 19th Ed. 1832, ch. 1, &#167; 1(4a); 2 Blackstone, Commentaries, Lewis Ed. 1902, p. 18; 3 Kent, Commentaries, Gould Ed. 1896, p. 621.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The destruction of all uses of the property by flooding has been held to constitute a taking. Pumpelly v. Green Bay Co., 13 Wall. 166, 20 L.Ed. 557; United States v. Lynah, 188 U.S. 445, 23 S.Ct. 349, 47 L.Ed. 539; United States v. Welch, 217 U.S. 333, 30 S.Ct. 527, 54 L.Ed. 787, 28 L.R.A.,N.S., 385, 19 Ann.Cas. 680.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It was stated in United States v. General Motors Corp., 323 U.S. 373, 378, 65 S.Ct. 357, 359, 89 L.Ed. 311, 156 A.L.R. 390, 'The courts have held that the deprivation of the former owner rather than the accretion of a right or interest to the sovereign constitutes the taking. Governmental action short of acquisition of title or occupancy has been held, if its effects are so complete as to deprive the owner of all or most of his interest in the subject matter, to amount to a taking.' The present case falls short of the General Motors case. This is not a case where the United States has merely destroyed property. It is using a part of it for the flight of its planes.</p>\n        <p>Cf. Warren Township School Dist. v. Detroit, 308 Mich. 460, 14 N.W.2d 134; Smith v. New England Aircraft Co., 270 Mass. 511, 170 N.E. 385, 69 A.L.R. 300; Burnham v. Beverly Airways, Inc., 311 Mass. 628, 42 N.E.2d 575.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> On remand the allegations in the petition were found not to be supported by the facts. 64 Ct.Cl. 572.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Baten's Case, 9 Coke R. 53b; Meyer v. Metzler, 51 Cal. 142; Codman v. Evans, 7 Allen 431, 89 Mass. 431; Harrington v. McCarthy, 169 Mass. 492, 48 N.E. 278, 61 Am.St.Rep. 298. See Ball, The Vertical Extent of Ownership in Land, 76 U.Pa.L.Rev. 631, 658 671.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It was held in Butler v. Frontier Telephone Co., 186 N.Y. 486, 79 N.E. 716, 11 L.R.A.,N.S., 920, 116 Am.St.Rep. 563, 9 Ann.Cas. 858, that ejectment would lie where a telephone wire was strung across the plaintiff's property, even though it did not touch the soil. The court stated pages 491, 492 of 186 N.Y., page 718 of 79 N.E.: '* * * an owner is entitled to the absolute and undisturbed possession of every part of his premises, including the space above, as much as a mine beneath. If the wire had been a huge cable, several inches thick and but a foot above the ground, there would have been a difference in degree, but not in principle. Expand the wire into a beam supported by posts standing upon abutting lots without touching the surface of plaintiff's land, and the difference would still be one of degree only. Enlarge the beam into a bridge, and yet space only would be occupied. Erect a house upon the bridge, and the air above the surface of the land would alone be disturbed.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See Bouve, Private Ownership of Navigable Airspace Under the Commerce Clause, 21 Amer.Bar Assoc.Journ. 416, 421&#8212;422; Hise, Ownership and Sovereignty of the Air, 16 Ia.L.Rev. 169; Eubank, The Doctrine of the Airspace Zone of Effective Possession, 12 Boston Univ.L.Rev. 414.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Neiswonger v. Goodyear Tire &amp; Rubber Co., D.C., 35 F.2d 761.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> As to the damage to chickens, Judge Madden, dissenting from this judgment against the Government said, 'When railroads were new, cattle in fields in sight and hearing of the trains were alarmed, thinking that the great moving objects would turn aside and harm them. Horses ran away at the sight and sound of a train or a threshing machine engine. The farmer's chickens have to get over being alarmed at the incredible racket of the tractor starting up suddenly in the shed adjoining the chicken house. These sights and noises are a part of our world, and airplanes are now and will be to a greater degree, likewise a part of it. These disturbances should not be treated as torts, in the case of the airplane, any more than they are so treated in the case of the railroad or public highway.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The House in its report on the Air Commerce Act of 1926 stated: 'The public right of flight in the navigable air space owes its source to the same constitutional basis which, under decisions of the Supreme Court, has given rise to a public easement of navigation in the navigable waters of the United States, regardless of the ownership of adjacent or subjacent soil'. House Report No. 572, 69th Congress, First Session, page 10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The full statement read: 'The substitute provides that the Secretary shall by regulation establish air traffic rules for the navigation, protection, and identification of all aircraft, including rules for the safe altitudes of flight and rules for the prevention of collisions between vessels and aircraft. The provision as to rules for taking off and alighting, for instance, was eliminated as unnecessary specification, for the reason that such rules are but one class of air traffic rules for the navigation and protection of aircraft. Rules as to marking were eliminated for the reason that such rules were fairly included within the scope of air rules for the identification of aircraft. No attempt is made by either the Senate bill or the House amendment to fully define the various classes of rules that would fall within the scope of air traffic traffic rules, as, for instance, lights and signals along airways and at air-ports and upon emergency landing fields. In general, these rules would relate to the same subjects as those covered by navigation laws and regulations and by the various State motor vehicle traffic codes. As noted above, surplusage was eliminated in specifying particular air traffic rules in order that the term might be given the broadest possible construc ion by the Department of Commerce and the courts.' House Report No. 1162, 69th Congress, 1st Session, p. 12.</p>\n        <p>That the rules for landing and take-off are rules prescribing 'minimum safe altitudes of flight' is shown by the following further statement in the House Report: '* * * the minimum safe altitudes of flight * * * would vary with the terrain and location of cities and would coincide with the surface of the land or water at airports.' Id. at p. 14.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>328 U.S. 256 (1946)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCAUSBY ET UX.</h1></center>\n<center>No. 630.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1946.</center>\n<center>Decided May 27, 1946.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*257</span> <i>Walter J. Cummings, Jr.</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McGrath, J. Edward Williams, Roger P. Marquis</i> and <i>Alvin O. West.</i></p>\n<p><i>William E. Comer</i> argued the cause and filed a brief for respondents.</p>\n<p><span class=\"star-pagination\">*258</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This is a case of first impression. The problem presented is whether respondents' property was taken, within the meaning of the Fifth Amendment, by frequent and regular flights of army and navy aircraft over respondents' land at low altitudes. The Court of Claims held tlat there was a taking and entered judgment for respondents, one judge dissenting. 104 Ct. Cls. 342, 60 F. Supp. 751. The case is here on a petition for a writ of certiorari which we granted because of the importance of the question presented.</p>\n<p>Respondents own 2.8 acres near an airport outside of Greensboro, North Carolina. It has on it a dwelling house, and also various outbuildings which were mainly used for raising chickens. The end of the airport's northwest-southeast runway is 2,220 feet from respondents' barn and 2,275 feet from their house. The path of glide to this runway passes directly over the property  which is 100 feet wide and 1,200 feet long. The 30 to 1 safe glide angle<sup>[1]</sup> approved by the Civil Aeronautics Authority<sup>[2]</sup> passes over this property at 83 feet, which is 67 feet above the house, 63 feet above the barn and 18 feet above the highest tree.<sup>[3]</sup> The use by the United States of this airport is pursuant to a lease executed in May, 1942, for a term commencing June 1, 1942 and ending June 30, 1942, with a provision for renewals until June 30, 1967, or six <span class=\"star-pagination\">*259</span> months after the end of the national emergency, whichever is the earlier.</p>\n<p>Various aircraft of the United States use this airport  bombers, transports and fighters. The direction of the prevailing wind determines when a particular runway is used. The northwest-southeast runway in question is used about four per cent of the time in taking off and about seven per cent of the time in landing. Since the United States began operations in May, 1942, its four-motored heavy bombers, other planes of the heavier type, and its fighter planes have frequently passed over respondents' land and buildings in considerable numbers and rather close together. They come close enough at times to appear barely to miss the tops of the trees and at times so close to the tops of the trees as to blow the old leaves off. The noise is startling. And at night the glare from the planes brightly lights up the place. As a result of the noise, respondents had to give up their chicken business. As many as six to ten of their chickens were killed in one day by flying into the walls from fright. The total chickens lost in that manner was about 150. Production also fell off. The result was the destruction of the use of the property as a commercial chicken farm. Respondents are frequently deprived of their sleep and the family has become nervous and frightened. Although there have been no airplane accidents on respondents' property, there have been several accidents near the airport and close to respondents' place. These are the essential facts found by the Court of Claims. On the basis of these facts, it found that respondents' property had depreciated in value. It held that the United States had taken an easement over the property on June 1, 1942, and that the value of the property destroyed and the easement taken was $2,000.</p>\n<p><span class=\"star-pagination\">*260</span> I. The United States relies on the Air Commerce Act of 1926, 44 Stat. 568, 49 U.S.C. § 171, as amended by the Civil Aeronautics Act of 1938, 52 Stat. 973, 49 U.S.C. § 401. Under those statutes the United States has \"complete and exclusive national sovereignty in the air space\" over this country. 49 U.S.C. § 176 (a). They grant any citizen of the United States \"a public right of freedom of transit in air commerce<sup>[4]</sup> through the navigable air space of the United States.\" 49 U.S.C. § 403. And \"navigable air space\" is defined as \"airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority.\" 49 U.S.C. § 180. And it is provided that \"such navigable airspace shall be subject to a public right of freedom of interstate and foreign air navigation.\" <i>Id.</i> It is, therefore, argued that since these flights were within the minimum safe altitudes of flight which had been prescribed, they were an exercise of the declared right of travel through the airspace. The United States concludes that when flights are made within the navigable airspace without any physical invasion of the property of the landowners, there has been no taking of property. It says that at most there was merely incidental damage occurring as a consequence of authorized air navigation. It also argues that the landowner does not own superadjacent airspace which he has not subjected to possession by the erection of structures or other occupancy. Moreover, it is argued that even if the United States took airspace owned by respondents, no compensable damage was shown. Any damages are said to be merely consequential for which no compensation may be obtained under the Fifth Amendment.</p>\n<p>It is ancient doctrine that at common law ownership of the land extended to the periphery of the universe  <i>Cujusest</i> <span class=\"star-pagination\">*261</span> <i>solum ejus est usque ad coelum.</i><sup>[5]</sup> But that doctrine has no place in the modern world. The air is a public highway, as Congress has declared. Were that not true, every transcontinental flight would subject the operator to countless trespass suits. Common sense revolts at the idea. To recognize such private claims to the airspace would clog these highways, seriously interfere with their control and development in the public interest, and transfer into private ownership that to which only the public has a just claim.</p>\n<p>But that general principle does not control the present case. For the United States conceded on oral argument that if the flights over respondents' property rendered it uninhabitable, there would be a taking compensable under the Fifth Amendment. It is the owner's loss, not the taker's gain, which is the measure of the value of the property taken. <i>United States</i> v. <i>Miller,</i> 317 U.S. 369. Market value fairly determined is the normal measure of the recovery. <i>Id.</i> And that value may reflect the use to which the land could readily be converted, as well as the existing use. <i>United States</i> v. <i>Powelson,</i> 319 U.S. 266, 275, and cases cited. If, by reason of the frequency and altitude of the flights, respondents could not use this land for any purpose, their loss would be complete.<sup>[6]</sup> It would be as complete as if the United States had entered upon the surface of the land and taken exclusive possession of it.</p>\n<p>We agree that in those circumstances there would be a taking. Though it would be only an easement of flight <span class=\"star-pagination\">*262</span> which was taken, that easement, if permanent and not merely temporary, normally would be the equivalent of a fee interest. It would be a definite exercise of complete dominion and control over the surface of the land. The fact that the planes never touched the surface would be as irrelevant as the absence in this day of the feudal livery of seisin on the transfer of real estate. The owner's right to possess and exploit the land  that is to say, his beneficial ownership of it  would be destroyed. It would not be a case of incidental damages arising from a legalized nuisance such as was involved in <i>Richards</i> v. <i>Washington Terminal Co.,</i> 233 U.S. 546. In that case, property owners whose lands adjoined a railroad line were denied recovery for damages resulting from the noise, vibrations, smoke and the like, incidental to the operations of the trains. In the supposed case, the line of flight is over the land. And the land is appropriated as directly and completely as if it were used for the runways themselves.</p>\n<p>There is no material difference between the supposed case and the present one, except that here enjoyment and use of the land are not completely destroyed. But that does not seem to us to be controlling. The path of glide for airplanes might reduce a valuable factory site to grazing land, an orchard to a vegetable patch, a residential section to a wheat field. Some value would remain. But the use of the airspace immediately above the land would limit the utility of the land and cause a diminution in its value.<sup>[7]</sup> That was the philosophy of <i>Portsmouth Co.</i> v. <span class=\"star-pagination\">*263</span> <i>United States,</i> 260 U.S. 327. In that case the petition alleged that the United States erected a fort on nearby land, established a battery and a fire control station there, and fired guns over petitioner's land. The Court, speaking through Mr. Justice Holmes, reversed the Court of Claims, which dismissed the petition on a demurrer, holding that \"the specific facts set forth would warrant a finding that a servitude has been imposed.\"<sup>[8]</sup> 260 U.S. p. 330. And see <i>Delta Air Corp.</i> v. <i>Kersey,</i> 193 Ga. 862, 20 S.E.2d 245. Cf. <i>United States</i> v. <i>357.25 Acres of Land,</i> 55 F. Supp. 461.</p>\n<p>The fact that the path of glide taken by the planes was that approved by the Civil Aeronautics Authority does not change the result. The navigable airspace which Congress has placed in the public domain is \"airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority.\" 49 U.S.C. § 180. If that agency prescribed 83 feet as the minimum safe altitude, then we would have presented the question of the validity of the regulation. But nothing of the sort has been done. The path of glide governs the method of operating  of landing or taking off. The altitude required for that operation is not the minimum safe altitude of flight which is the downward reach of the navigable airspace. The minimum prescribed by the Authority is 500 feet during the day and 1,000 feet at night for air carriers (Civil Air Regulations, Pt. 61, §§ 61.7400, 61. 7401, Code Fed. Reg. Cum. Supp., Tit. 14, ch. 1), and from 300 feet to 1,000 feet for <span class=\"star-pagination\">*264</span> other aircraft, depending on the type of plane and the character of the terrain. <i>Id.,</i> Pt. 60, §§ 60.350-60.3505, Fed. Reg. Cum. Supp., <i>supra.</i> Hence, the flights in question were not within the navigable airspace which Congress placed within the public domain. If any airspace needed for landing or taking off were included, flights which were so close to the land as to render it uninhabitable would be immune. But the United States concedes, as we have said, that in that event there would be a taking. Thus, it is apparent that the path of glide is not the minimum safe altitude of flight within the meaning of the statute. The Civil Aeronautics Authority has, of course, the power to prescribe air traffic rules. But Congress has defined navigable airspace only in terms of one of them  the minimum safe altitudes of flight.</p>\n<p>We have said that the airspace is a public highway. Yet it is obvious that if the landowner is to have full enjoyment of the land, he must have exclusive control of the immediate reaches of the enveloping atmosphere. Otherwise buildings could not be erected, trees could not be planted, and even fences could not be run. The principle is recognized when the law gives a remedy in case overhanging structures are erected on adjoining land.<sup>[9]</sup> The landowner owns at least as much of the space above the ground as he can occupy or use in connection with the land. See <i>Hinman</i> v. <i>Pacific Air Transport,</i> 84 F.2d 755. The fact that he does not occupy it in a physical sense  by the erection of buildings and the like  is not material. As we have said, the flight of airplanes, which skim the surface but do not touch it, is as much an appropriation of the use of the land as a more conventional entry upon it. We would not doubt that, if the United States erected <span class=\"star-pagination\">*265</span> an elevated railway over respondents' land at the precise altitude where its planes now fly, there would be a partial taking, even though none of the supports of the structure rested on the land.<sup>[10]</sup> The reason is that there would be an intrusion so immediate and direct as to subtract from the owner's full enjoyment of the property and to limit his exploitation of it. While the owner does not in any physical manner occupy that stratum of airspace or make use of it in the conventional sense, he does use it in somewhat the same sense that space left between buildings for the purpose of light and air is used. The superadjacent airspace at this low altitude is so close to the land that continuous invasions of it affect the use of the surface of the land itself. We think that the landowner, as an incident to his ownership, has a claim to it and that invasions of it are in the same category as invasions of the surface.<sup>[11]</sup></p>\n<p>In this case, as in <i>Portsmouth Co.</i> v. <i>United States, supra</i><i>,</i> the damages were not merely consequential. They were the product of a direct invasion of respondents' domain. <span class=\"star-pagination\">*266</span> As stated in <i>United States</i> v. <i>Cress,</i> 243 U.S. 316, 328, \". .. it is the character of the invasion, not the amount of damage resulting from it, so long as the damage is substantial, that determines the question whether it is a taking.\"</p>\n<p>We said in <i>United States</i> v. <i>Powelson, supra,</i> p. 279, that while the meaning of \"property\" as used in the Fifth Amendment was a federal question, \"it will normally obtain its content by reference to local law.\" If we look to North Carolina law, we reach the same result. Sovereignty in the airspace rests in the State \"except where granted to and assumed by the United States.\" Gen. Stats. 1943, § 63-11. The flight of aircraft is lawful \"unless at such a low altitude as to interfere with the then existing use to which the land or water, or the space over the land or water, is put by the owner, or unless so conducted as to be imminently dangerous to persons or property lawfully on the land or water beneath.\" <i>Id.,</i> § 63-13. Subject to that right of flight, \"ownership of the space above the lands and waters of this State is declared to be vested in the several owners of the surface beneath . . .\" <i>Id.,</i> § 63-12. Our holding that there was an invasion of respondents' property is thus not inconsistent with the local law governing a landowner's claim to the immediate reaches of the superadjacent airspace.</p>\n<p>The airplane is part of the modern environment of life, and the inconveniences which it causes are normally not compensable under the Fifth Amendment. The airspace, apart from the immediate reaches above the land, is part of the public domain. We need not determine at this time what those precise limits are. Flights over private land are not a taking, unless they are so low and so frequent as to be a direct and immediate interference with the enjoyment and use of the land. We need not speculate on that phase of the present case. For the findings of the Court <span class=\"star-pagination\">*267</span> of Claims plainly establish that there was a diminution in value of the property and that the frequent, low-level flights were the direct and immediate cause. We agree with the Court of Claims that a servitude has been imposed upon the land.</p>\n<p>II. By § 145 (1) of the Judicial Code, 28 U.S.C. § 250 (1), the Court of Claims has jurisdiction to hear and determine \"All claims (except for pensions) founded upon the Constitution of the United States or . . . upon any contract, express or implied, with the Government of the United States . . .\"</p>\n<p>We need not decide whether repeated trespasses might give rise to an implied contract. Cf. <i>Portsmouth Co.</i> v. <i>United States, supra</i><i>.</i> If there is a taking, the claim is \"founded upon the Constitution\" and within the jurisdiction of the Court of Claims to hear and determine. See <i>Hollister</i> v. <i>Benedict Mfg. Co.,</i> 113 U.S. 59, 67; <i>Hurley</i> v. <i>Kincaid,</i> 285 U.S. 95, 104; <i>Yearsley</i> v. <i>Ross Construction Co.,</i> 309 U.S. 18, 21. Thus, the jurisdiction of the Court of Claims in this case is clear.</p>\n<p>III. The Court of Claims held, as we have noted, that an easement was taken. But the findings of fact contain no precise description as to its nature. It is not described in terms of frequency of flight, permissible altitude, or type of airplane. Nor is there a finding as to whether the easement taken was temporary or permanent. Yet an accurate description of the property taken is essential, since that interest vests in the United States. <i>United States</i> v. <i>Cress, supra,</i> 328-329 and cases cited. It is true that the Court of Claims stated in its opinion that the easement taken was permanent. But the deficiency in findings cannot be rectified by statements in the opinion. <i>United States</i> v. <i>Esnault-Pelterie,</i> 299 U.S. 201, 205-206; <i>United States</i> v. <i>Seminole Nation,</i> 299 U.S. 417, 422. Findings of fact on every \"material issue\" are a statutory <span class=\"star-pagination\">*268</span> requirement. 53 Stat. 752, 28 U.S.C. § 288. The importance of findings of fact based on evidence is emphasized here by the Court of Claims' treatment of the nature of the easement. It stated in its opinion that the easement was permanent because the United States \"no doubt intended to make some sort of arrangement whereby it could use the airport for its military planes whenever it had occasion to do so.\" That sounds more like conjecture rather than a conclusion from evidence; and if so, it would not be a proper foundation for liability of the United States. We do not stop to examine the evidence to determine whether it would support such a finding, if made. For that is not our function. <i>United States</i> v. <i>Esnault-Pelterie, supra,</i> p. 206.</p>\n<p>Since on this record it is not clear whether the easement taken is a permanent or a temporary one, it would be premature for us to consider whether the amount of the award made by the Court of Claims was proper.</p>\n<p>The judgment is reversed and the cause is remanded to the Court of Claims so that it may make the necessary findings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE BLACK, dissenting.</p>\n<p>The Fifth Amendment provides that \"private property\" shall not \"be taken for public use without just compensation.\" The Court holds today that the Government has \"taken\" respondents' property by repeatedly flying Army bombers directly above respondents' land at a height of eighty-three feet where the light and noise from these planes caused respondents to lose sleep and their chickens to be killed. Since the effect of the Court's decision is <span class=\"star-pagination\">*269</span> to limit, by the imposition of relatively absolute constitutional barriers, possible future adjustments through legislation and regulation which might become necessary with the growth of air transportation, and since in my view the Constitution does not contain such barriers, I dissent.</p>\n<p>The following is a brief statement of the background and of the events that the Court's opinion terms a \"taking\" within the meaning of the Fifth Amendment: Since 1928 there has been an airfield some eight miles from Greensboro, North Carolina. In April, 1942, this airport was taken over by the Greensboro-High Point Municipal Airport Authority and it has since then operated as a municipal airport. In 1942 the Government, by contract, obtained the right to use the field \"concurrently, jointly, and in common\" with other users. Years before, in 1934, respondents had bought their property, located more than one-third of a mile from the airport. Private planes from the airport flew over their land and farm buildings from 1934 to 1942 and are still doing so. But though these planes disturbed respondents to some extent, Army bombers, which started to fly over the land in 1942 at a height of eighty-three feet, disturbed them more because they were larger, came over more frequently, made a louder noise, and at night a greater glare was caused by their lights. This noise and glare disturbed respondents' sleep, frightened them, and made them nervous. The noise and light also frightened respondents' chickens so much that many of them flew against buildings and were killed.</p>\n<p>The Court's opinion seems to indicate that the mere flying of planes through the column of air directly above respondents' land does not constitute a \"taking.\" Consequently, it appears to be noise and glare, to the extent and under the circumstances shown here, which make the Government a seizer of private property. But the allegation <span class=\"star-pagination\">*270</span> of noise and glare resulting in damages, constitutes at best an action in tort where there might be recovery if the noise and light constituted a nuisance, a violation of a statute,<sup>[1]</sup> or were the result of negligence.<sup>[2]</sup> But the Government has not consented to be sued in the Court of Claims except in actions based on express or implied contract. And there is no implied contract here, unless by reason of the noise and glare caused by the bombers the Government can be said to have \"taken\" respondents' property in a constitutional sense. The concept of taking property as used in the Constitution has heretofore never been given so sweeping a meaning. The Court's opinion presents no case where a man who makes noise or shines light onto his neighbor's property has been ejected from that property for wrongfully taking possession of it. Nor would anyone take seriously a claim that noisy automobiles passing on a highway are taking wrongful possession of the homes located thereon, or that a city elevated train which greatly interferes with the sleep of those who live next to it wrongfully takes their property. Even the one case in this Court which in considering the sufficiency of a complaint gave the most elastic meaning to the phrase \"private property be taken\" as used in the Fifth Amendment, did not go so far. <i>Portsmouth Co.</i> v. <i>United States,</i> 260 U.S. <span class=\"star-pagination\">*271</span> 327. I am not willing, nor do I think the Constitution and the decisions authorize me, to extend that phrase so as to guarantee an absolute constitutional right to relief not subject to legislative change, which is based on averments that at best show mere torts committed by government agents while flying over land. The future adjustment of the rights and remedies of property owners, which might be found necessary because of the flight of planes at safe altitudes, should, especially in view of the imminent expansion of air navigation, be left where I think the Constitution left it, with Congress.</p>\n<p>Nor do I reach a different conclusion because of the fact that the particular circumstance which under the Court's opinion makes the tort here absolutely actionable, is the passing of planes through a column of air at an elevation of eighty-three feet directly over respondents' property. It is inconceivable to me that the Constitution guarantees that the airspace of this Nation needed for air navigation is owned by the particular persons who happen to own the land beneath to the same degree as they own the surface below.<sup>[1a]</sup> No rigid constitutional rule, in my judgment, commands that the air must be considered as marked off into separate compartments by imaginary metes and bounds in order to synchronize air ownership with land ownership. I think that the Constitution entrusts Congress with full power to control all navigable airspace. Congress has already acted under that power. It has by statute, 44 Stat. 568, 52 Stat. 973, provided that \"the United States of America is . . . to possess and exercise complete and exclusive national sovereignty in the <span class=\"star-pagination\">*272</span> air space above the United States . . .\" This was done under the assumption that the Commerce Clause of the Constitution gave Congress the same plenary power to control navigable airspace as its plenary power over navigable waters. H. Rep. No. 572, 69th Cong., 1st Sess., p. 10; H. Rep. No. 1162, 69th Cong., 1st Sess., p. 14; see <i>United States</i> v. <i>Commodore Park,</i> 324 U.S. 386. To make sure that the airspace used for air navigation would remain free, Congress further declared that \"navigable airspace shall be subject to a public right of freedom of interstate and foreign air navigation,\" and finally stated emphatically that there exists \"a public right of freedom of transit . . . through the navigable air space of the United States.\" Congress thus declared that the air is free, not subject to private ownership, and not subject to delimitation by the courts. Congress and those acting under its authority were the only ones who had power to control and regulate the flight of planes. \"Navigable airspace\" was defined as \"airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority . . .\" 49 U.S.C. § 180. Thus, Congress has given the Civil Aeronautics Authority exclusive power to determine what is navigable airspace subject to its exclusive control. This power derives specifically from the Section which authorizes the Authority to prescribe \"air traffic rules governing the flight of, and for the navigation, protection, and identification of, aircraft, including rules as to safe altitudes of flight and rules for the prevention of collisions between aircraft, and between aircraft and land or water vehicles.\" Here there was no showing that the bombers flying over respondents' land violated any rule or regulation of the Civil Aeronautics Authority. Yet, unless we hold the Act unconstitutional, at least such a showing would be necessary before the courts could act without interfering with the exclusive authority which Congress gave to the administrative agency. Not even a <span class=\"star-pagination\">*273</span> showing that the Authority has not acted would be sufficient. For in that event, were the courts to have any authority to act in this case at all, they should stay their hand till the Authority has acted.</p>\n<p>The broad provisions of the congressional statute cannot properly be circumscribed by making a distinction, as the Court's opinion does, between rules of safe altitude of flight while on the level of cross-country flight and rules of safe altitude during landing and taking off. First, such a distinction cannot be maintained from the practical standpoint. It is unlikely that Congress intended that the Authority prescribe safe altitudes for planes making cross-country flights, while at the same time it left the more hazardous landing and take-off operations unregulated. The legislative history, moreover, clearly shows that the Authority's power to prescribe air traffic rules includes the power to make rules governing landing and take-off. Nor is the Court justified in ignoring that history by labeling rules of safe altitude while on the level of cross-country flight as rules prescribing the safe altitude proper and rules governing take-off and landing as rules of operation. For the Conference Report explicitly states that such distinctions were purposely eliminated from the original House Bill in order that the Section on air traffic rules \"might be given the broadest possible construction by the . . . [Civil Aeronautics Authority] and the courts.\"<sup>[2a]</sup> In construing the statute narrowly, the Court <span class=\"star-pagination\">*274</span> thwarts the intent of Congress. A proper broad construction, such as Congress commanded, would not permit the Court to decide what it has today without declaring the Act of Congress unconstitutional. I think the Act given the broad construction intended is constitutional.</p>\n<p>No greater confusion could be brought about in the coming age of air transportation than that which would result were courts by constitutional interpretation to hamper Congress in its efforts to keep the air free. Old concepts of private ownership of land should not be introduced into the field of air regulation. I have no doubt that Congress will, if not handicapped by judicial interpretations of the Constitution, preserve the freedom of the air, and at the same time, satisfy the just claims of aggrieved persons. The noise of newer, larger, and more powerful planes may grow louder and louder and disturb people more and more. But the solution of the problems precipitated by these technological advances and new ways of living cannot come about through the application of rigid constitutional restraints formulated and enforced by the courts. What adjustments may have to be made, only the future can reveal. It seems certain, however, <span class=\"star-pagination\">*275</span> that courts do not possess the techniques or the personnel to consider and act upon the complex combinations of factors entering into the problems. The contribution of courts must be made through the awarding of damages for injuries suffered from the flying of planes, or by the granting of injunctions to prohibit their flying. When these two simple remedial devices are elevated to a constitutional level under the Fifth Amendment, as the Court today seems to have done, they can stand as obstacles to better adapted techniques that might be offered by experienced experts and accepted by Congress. Today's opinion is, I fear, an opening wedge for an unwarranted judicial interference with the power of Congress to develop solutions for new and vital national problems. In my opinion this case should be reversed on the ground that there has been no \"taking\" in the constitutional sense.</p>\n<p>MR. JUSTICE BURTON joins in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]   A 30 to 1 glide angle means one foot of elevation or descent for every 30 feet of horizontal distance.</p>\n<p>[2]   Military planes are subject to the rules of the Civil Aeronautics Board where, as in the present case, there are no Army or Navy regulations to the contrary. <i>Cameron</i> v. <i>Civil Aeronautics Board,</i> 140 F.2d 482.</p>\n<p>[3]   The house is approximately 16 feet high, the barn 20 feet, and the tallest tree 65 feet.</p>\n<p>[4]   \"Air commerce\" is defined as including \"any operation or navigation of aircraft which directly affects, or which may endanger safety in, interstate, overseas, or foreign air commerce.\" 49 U.S.C. § 401 (3).</p>\n<p>[5]   1 Coke, Institutes (19th ed. 1832) ch. 1, § 1 (4a); 2 Blackstone, Commentaries (Lewis ed. 1902) p. 18; 3 Kent, Commentaries (Gould ed. 1896) p. 621.</p>\n<p>[6]   The destruction of all uses of the property by flooding has been held to constitute a taking. <i>Pumpelly</i> v. <i>Green Bay Co.,</i> 13 Wall. 166; <i>United States</i> v. <i>Lynah,</i> 188 U.S. 445; <i>United States</i> v. <i>Welch,</i> 217 U.S. 333.</p>\n<p>[7]   It was stated in <i>United States</i> v. <i>General Motors Corp.,</i> 323 U.S. 373, 378, \"The courts have held that the deprivation of the former owner rather than the accretion of a right or interest to the sovereign constitutes the taking. Governmental action short of acquisition of title or occupancy has been held, if its effects are so complete as to deprive the owner of all or most of his interest in the subject matter, to amount to a taking.\" The present case falls short of the <i>General Motors</i> case. This is not a case where the United States has merely destroyed property. It is using a part of it for the flight of its planes.\n</p>\n<p>Cf. <i>Warren Township School Dist.</i> v. <i>Detroit,</i> 308 Mich. 460, 14 N.W.2d 134; <i>Smith</i> v. <i>New England Aircraft Co.,</i> 270 Mass. 511, 170 N.E. 385; <i>Burnham</i> v. <i>Beverly Airways, Inc.,</i> 311 Mass. 628, 42 N.E.2d 575.</p>\n<p>[8]   On remand the allegations in the petition were found not to be supported by the facts. 64 Ct. Cls. 572.</p>\n<p>[9]   <i>Baten's Case,</i> 9 Coke R. 53b; <i>Meyer</i> v. <i>Metzler,</i> 51 Cal. 142; <i>Codman</i> v. <i>Evans,</i> 89 Mass. 431; <i>Harrington</i> v. <i>McCarthy,</i> 169 Mass. 492, 48 N.E. 278. See Ball, <i>The Vertical Extent of Ownership in Land,</i> 76 U. Pa. L. Rev. 631, 658-671.</p>\n<p>[10]   It was held in <i>Butler</i> v. <i>Frontier Telephone Co.,</i> 186 N.Y. 486, 79 N.E. 716, that ejectment would lie where a telephone wire was strung across the plaintiff's property, even though it did not touch the soil. The court stated, pp. 491-492: \". . . an owner is entitled to the absolute and undisturbed possession of every part of his premises, including the space above, as much as a mine beneath. If the wire had been a huge cable, several inches thick and but a foot above the ground, there would have been a difference in degree, but not in principle. Expand the wire into a beam supported by posts standing upon abutting lots without touching the surface of plaintiff's land, and the difference would still be one of degree only. Enlarge the beam into a bridge, and yet space only would be occupied. Erect a house upon the bridge, and the air above the surface of the land would alone be disturbed.\"</p>\n<p>[11]   \"See Bouve, Private Ownership of Navigable Airspace Under the Commerce Clause, 21 Amer. Bar Assoc. Journ. 416, 421-422; Hise, Ownership and Sovereignty of the Air, 16 Ia. L. Rev. 169; Eubank, The Doctrine of the Airspace Zone of Effective Possession, 12 Boston Univ. L. Rev. 414.</p>\n<p>[1]   <i>Neiswonger</i> v. <i>Goodyear Tire &amp; Rubber Co.,</i> 35 F.2d 761.</p>\n<p>[2]   As to the damage to chickens, Judge Madden, dissenting from this judgment against the Government, said, \"When railroads were new, cattle in fields in sight and hearing of the trains were alarmed, thinking that the great moving objects would turn aside and harm thel. Horses ran away at the sight and sound of a train or a threshing machine engine. The farmer's chickens have to get over being alarmed at the incredible racket of the tractor starting up suddenly in the shed adjoining the chicken house. These sights and noises are a part of our world, and airplanes are now and will be to a greater degree, likewise a part of it. These disturbances should not be treated as torts, in the case of the airplane, any more than they are so treated in the case of the railroad or public highway.\" 104 Ct. Cls. 342, 358.</p>\n<p>[1a]   The House in its report on the Air Commerce Act of 1926 stated:\n</p>\n<p>\"The public right of flight in the navigable air space owes its source to the same constitutional basis which, under decisions of the Supreme Court, has given rise to a public easement of navigation in the navigable waters of the United States, regardless of the ownership of the adjacent or subjacent soil.\" H. Rep. No. 572, 69th Cong., 1st Sess., p. 10.</p>\n<p>[2a]   The full statement reads:\n</p>\n<p>\"The substitute provides that the Secretary shall by regulation establish air traffic rules for the navigation, protection, and identification of all aircraft, including rules as to safe altitudes of flight and rules for the prevention of collisions between vessels and aircraft. The provision as to rules for taking off and alighting, for instance, was eliminated as unnecessary specification, for the reason that such rules are but one class of air traffic rules for the navigation and protection of aircraft. Rules as to marking were eliminated for the reason that such rules were fairly included within the scope of air rules for the identification of aircraft. No attempt is made by either the Senate bill or the House amendment to fully define the various classes of rules that would fall within the scope of air traffic traffic [<i>sic</i>] rules, as, for instance, lights and signals along airways and at air-ports and upon emergency landing fields. In general, these rules would relate to the same subjects as those covered by navigation laws and regulations and by the various State motor vehicle traffic codes. As noted above, surplusage was eliminated in specifying particular air traffic rules in order that the term might be given the broadest possible construction by the Department of Commerce and the courts.\" H. Rep. No. 1162, 69th Cong., 1st Sess., p. 12.</p>\n<p>That the rules for landing and take-off are rules prescribing \"minimum safe altitudes of flight\" is shown by the following further statement in the House Report: \". . . the minimum safe altitudes of flight . . . would vary with the terrene [terrain] and location of cities and would coincide with the surface of the land or water at airports.\" <i>Id.</i> at p. 14.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></span> (1946)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCAUSBY ET UX.</h1></center>\n<center>No. 630.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1946.</center>\n<center>Decided May 27, 1946.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*257</span> <i>Walter J. Cummings, Jr.</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McGrath, J. Edward Williams, Roger P. Marquis</i> and <i>Alvin O. West.</i></p>\n<p><i>William E. Comer</i> argued the cause and filed a brief for respondents.</p>\n<p><span class=\"star-pagination\">*258</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This is a case of first impression. The problem presented is whether respondents' property was taken, within the meaning of the Fifth Amendment, by frequent and regular flights of army and navy aircraft over respondents' land at low altitudes. The Court of Claims held tlat there was a taking and entered judgment for respondents, one judge dissenting. 104 Ct. Cls. 342, 60 F. Supp. 751. The case is here on a petition for a writ of certiorari which we granted because of the importance of the question presented.</p>\n<p>Respondents own 2.8 acres near an airport outside of Greensboro, North Carolina. It has on it a dwelling house, and also various outbuildings which were mainly used for raising chickens. The end of the airport's northwest-southeast runway is 2,220 feet from respondents' barn and 2,275 feet from their house. The path of glide to this runway passes directly over the property  which is 100 feet wide and 1,200 feet long. The 30 to 1 safe glide angle<sup>[1]</sup> approved by the Civil Aeronautics Authority<sup>[2]</sup> passes over this property at 83 feet, which is 67 feet above the house, 63 feet above the barn and 18 feet above the highest tree.<sup>[3]</sup> The use by the United States of this airport is pursuant to a lease executed in May, 1942, for a term commencing June 1, 1942 and ending June 30, 1942, with a provision for renewals until June 30, 1967, or six <span class=\"star-pagination\">*259</span> months after the end of the national emergency, whichever is the earlier.</p>\n<p>Various aircraft of the United States use this airport  bombers, transports and fighters. The direction of the prevailing wind determines when a particular runway is used. The northwest-southeast runway in question is used about four per cent of the time in taking off and about seven per cent of the time in landing. Since the United States began operations in May, 1942, its four-motored heavy bombers, other planes of the heavier type, and its fighter planes have frequently passed over respondents' land and buildings in considerable numbers and rather close together. They come close enough at times to appear barely to miss the tops of the trees and at times so close to the tops of the trees as to blow the old leaves off. The noise is startling. And at night the glare from the planes brightly lights up the place. As a result of the noise, respondents had to give up their chicken business. As many as six to ten of their chickens were killed in one day by flying into the walls from fright. The total chickens lost in that manner was about 150. Production also fell off. The result was the destruction of the use of the property as a commercial chicken farm. Respondents are frequently deprived of their sleep and the family has become nervous and frightened. Although there have been no airplane accidents on respondents' property, there have been several accidents near the airport and close to respondents' place. These are the essential facts found by the Court of Claims. On the basis of these facts, it found that respondents' property had depreciated in value. It held that the United States had taken an easement over the property on June 1, 1942, and that the value of the property destroyed and the easement taken was $2,000.</p>\n<p><span class=\"star-pagination\">*260</span> I. The United States relies on the Air Commerce Act of 1926, 44 Stat. 568, 49 U.S.C. § 171, as amended by the Civil Aeronautics Act of 1938, 52 Stat. 973, 49 U.S.C. § 401. Under those statutes the United States has \"complete and exclusive national sovereignty in the air space\" over this country. 49 U.S.C. § 176 (a). They grant any citizen of the United States \"a public right of freedom of transit in air commerce<sup>[4]</sup> through the navigable air space of the United States.\" 49 U.S.C. § 403. And \"navigable air space\" is defined as \"airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority.\" 49 U.S.C. § 180. And it is provided that \"such navigable airspace shall be subject to a public right of freedom of interstate and foreign air navigation.\" <i>Id.</i> It is, therefore, argued that since these flights were within the minimum safe altitudes of flight which had been prescribed, they were an exercise of the declared right of travel through the airspace. The United States concludes that when flights are made within the navigable airspace without any physical invasion of the property of the landowners, there has been no taking of property. It says that at most there was merely incidental damage occurring as a consequence of authorized air navigation. It also argues that the landowner does not own superadjacent airspace which he has not subjected to possession by the erection of structures or other occupancy. Moreover, it is argued that even if the United States took airspace owned by respondents, no compensable damage was shown. Any damages are said to be merely consequential for which no compensation may be obtained under the Fifth Amendment.</p>\n<p>It is ancient doctrine that at common law ownership of the land extended to the periphery of the universe  <i>Cujusest</i> <span class=\"star-pagination\">*261</span> <i>solum ejus est usque ad coelum.</i><sup>[5]</sup> But that doctrine has no place in the modern world. The air is a public highway, as Congress has declared. Were that not true, every transcontinental flight would subject the operator to countless trespass suits. Common sense revolts at the idea. To recognize such private claims to the airspace would clog these highways, seriously interfere with their control and development in the public interest, and transfer into private ownership that to which only the public has a just claim.</p>\n<p>But that general principle does not control the present case. For the United States conceded on oral argument that if the flights over respondents' property rendered it uninhabitable, there would be a taking compensable under the Fifth Amendment. It is the owner's loss, not the taker's gain, which is the measure of the value of the property taken. <i>United States</i> v. <i>Miller,</i> 317 U.S. 369. Market value fairly determined is the normal measure of the recovery. <i>Id.</i> And that value may reflect the use to which the land could readily be converted, as well as the existing use. <i>United States</i> v. <i>Powelson,</i> <span class=\"citation\" data-id=\"103837\"><a href=\"/opinion/103837/united-states-ex-rel-tva-v-powelson/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 275, and cases cited. If, by reason of the frequency and altitude of the flights, respondents could not use this land for any purpose, their loss would be complete.<sup>[6]</sup> It would be as complete as if the United States had entered upon the surface of the land and taken exclusive possession of it.</p>\n<p>We agree that in those circumstances there would be a taking. Though it would be only an easement of flight <span class=\"star-pagination\">*262</span> which was taken, that easement, if permanent and not merely temporary, normally would be the equivalent of a fee interest. It would be a definite exercise of complete dominion and control over the surface of the land. The fact that the planes never touched the surface would be as irrelevant as the absence in this day of the feudal livery of seisin on the transfer of real estate. The owner's right to possess and exploit the land  that is to say, his beneficial ownership of it  would be destroyed. It would not be a case of incidental damages arising from a legalized nuisance such as was involved in <i>Richards</i> v. <i>Washington Terminal Co.,</i> 233 U.S. 546. In that case, property owners whose lands adjoined a railroad line were denied recovery for damages resulting from the noise, vibrations, smoke and the like, incidental to the operations of the trains. In the supposed case, the line of flight is over the land. And the land is appropriated as directly and completely as if it were used for the runways themselves.</p>\n<p>There is no material difference between the supposed case and the present one, except that here enjoyment and use of the land are not completely destroyed. But that does not seem to us to be controlling. The path of glide for airplanes might reduce a valuable factory site to grazing land, an orchard to a vegetable patch, a residential section to a wheat field. Some value would remain. But the use of the airspace immediately above the land would limit the utility of the land and cause a diminution in its value.<sup>[7]</sup> That was the philosophy of <i>Portsmouth Co.</i> v. <span class=\"star-pagination\">*263</span> <i>United States,</i> 260 U.S. 327. In that case the petition alleged that the United States erected a fort on nearby land, established a battery and a fire control station there, and fired guns over petitioner's land. The Court, speaking through Mr. Justice Holmes, reversed the Court of Claims, which dismissed the petition on a demurrer, holding that \"the specific facts set forth would warrant a finding that a servitude has been imposed.\"<sup>[8]</sup> 260 U.S. p. 330. And see <i>Delta Air Corp.</i> v. <i>Kersey,</i> <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">862</span></span>, 20 S.E.2d 245. Cf. <i>United States</i> v. <i>357.25 Acres of Land,</i> 55 F. Supp. 461.</p>\n<p>The fact that the path of glide taken by the planes was that approved by the Civil Aeronautics Authority does not change the result. The navigable airspace which Congress has placed in the public domain is \"airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority.\" 49 U.S.C. § 180. If that agency prescribed 83 feet as the minimum safe altitude, then we would have presented the question of the validity of the regulation. But nothing of the sort has been done. The path of glide governs the method of operating  of landing or taking off. The altitude required for that operation is not the minimum safe altitude of flight which is the downward reach of the navigable airspace. The minimum prescribed by the Authority is 500 feet during the day and 1,000 feet at night for air carriers (Civil Air Regulations, Pt. 61, §§ 61.7400, 61. 7401, Code Fed. Reg. Cum. Supp., Tit. 14, ch. 1), and from 300 feet to 1,000 feet for <span class=\"star-pagination\">*264</span> other aircraft, depending on the type of plane and the character of the terrain. <i>Id.,</i> Pt. 60, §§ 60.350-60.3505, Fed. Reg. Cum. Supp., <i>supra.</i> Hence, the flights in question were not within the navigable airspace which Congress placed within the public domain. If any airspace needed for landing or taking off were included, flights which were so close to the land as to render it uninhabitable would be immune. But the United States concedes, as we have said, that in that event there would be a taking. Thus, it is apparent that the path of glide is not the minimum safe altitude of flight within the meaning of the statute. The Civil Aeronautics Authority has, of course, the power to prescribe air traffic rules. But Congress has defined navigable airspace only in terms of one of them  the minimum safe altitudes of flight.</p>\n<p>We have said that the airspace is a public highway. Yet it is obvious that if the landowner is to have full enjoyment of the land, he must have exclusive control of the immediate reaches of the enveloping atmosphere. Otherwise buildings could not be erected, trees could not be planted, and even fences could not be run. The principle is recognized when the law gives a remedy in case overhanging structures are erected on adjoining land.<sup>[9]</sup> The landowner owns at least as much of the space above the ground as he can occupy or use in connection with the land. See <i>Hinman</i> v. <i>Pacific Air Transport,</i> 84 F.2d 755. The fact that he does not occupy it in a physical sense  by the erection of buildings and the like  is not material. As we have said, the flight of airplanes, which skim the surface but do not touch it, is as much an appropriation of the use of the land as a more conventional entry upon it. We would not doubt that, if the United States erected <span class=\"star-pagination\">*265</span> an elevated railway over respondents' land at the precise altitude where its planes now fly, there would be a partial taking, even though none of the supports of the structure rested on the land.<sup>[10]</sup> The reason is that there would be an intrusion so immediate and direct as to subtract from the owner's full enjoyment of the property and to limit his exploitation of it. While the owner does not in any physical manner occupy that stratum of airspace or make use of it in the conventional sense, he does use it in somewhat the same sense that space left between buildings for the purpose of light and air is used. The superadjacent airspace at this low altitude is so close to the land that continuous invasions of it affect the use of the surface of the land itself. We think that the landowner, as an incident to his ownership, has a claim to it and that invasions of it are in the same category as invasions of the surface.<sup>[11]</sup></p>\n<p>In this case, as in <i>Portsmouth Co.</i> v. <i>United States, supra</i><i>,</i> the damages were not merely consequential. They were the product of a direct invasion of respondents' domain. <span class=\"star-pagination\">*266</span> As stated in <i>United States</i> v. <i>Cress,</i> <span class=\"citation\" data-id=\"98902\"><a href=\"/opinion/98902/united-states-v-cress/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span>, 328, \". .. it is the character of the invasion, not the amount of damage resulting from it, so long as the damage is substantial, that determines the question whether it is a taking.\"</p>\n<p>We said in <i>United States</i> v. <i>Powelson, supra,</i> p. 279, that while the meaning of \"property\" as used in the Fifth Amendment was a federal question, \"it will normally obtain its content by reference to local law.\" If we look to North Carolina law, we reach the same result. Sovereignty in the airspace rests in the State \"except where granted to and assumed by the United States.\" Gen. Stats. 1943, § 63-11. The flight of aircraft is lawful \"unless at such a low altitude as to interfere with the then existing use to which the land or water, or the space over the land or water, is put by the owner, or unless so conducted as to be imminently dangerous to persons or property lawfully on the land or water beneath.\" <i>Id.,</i> § 63-13. Subject to that right of flight, \"ownership of the space above the lands and waters of this State is declared to be vested in the several owners of the surface beneath . . .\" <i>Id.,</i> § 63-12. Our holding that there was an invasion of respondents' property is thus not inconsistent with the local law governing a landowner's claim to the immediate reaches of the superadjacent airspace.</p>\n<p>The airplane is part of the modern environment of life, and the inconveniences which it causes are normally not compensable under the Fifth Amendment. The airspace, apart from the immediate reaches above the land, is part of the public domain. We need not determine at this time what those precise limits are. Flights over private land are not a taking, unless they are so low and so frequent as to be a direct and immediate interference with the enjoyment and use of the land. We need not speculate on that phase of the present case. For the findings of the Court <span class=\"star-pagination\">*267</span> of Claims plainly establish that there was a diminution in value of the property and that the frequent, low-level flights were the direct and immediate cause. We agree with the Court of Claims that a servitude has been imposed upon the land.</p>\n<p>II. By § 145 (1) of the Judicial Code, 28 U.S.C. § 250 (1), the Court of Claims has jurisdiction to hear and determine \"All claims (except for pensions) founded upon the Constitution of the United States or . . . upon any contract, express or implied, with the Government of the United States . . .\"</p>\n<p>We need not decide whether repeated trespasses might give rise to an implied contract. Cf. <i>Portsmouth Co.</i> v. <i>United States, supra</i><i>.</i> If there is a taking, the claim is \"founded upon the Constitution\" and within the jurisdiction of the Court of Claims to hear and determine. See <i>Hollister</i> v. <i>Benedict Mfg. Co.,</i> <span class=\"citation\" data-id=\"91259\"><a href=\"/opinion/91259/hollister-v-benedict-burnham-mfg-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 67; <i>Hurley</i> v. <i>Kincaid,</i> <span class=\"citation\" data-id=\"101865\"><a href=\"/opinion/101865/hurley-v-kincaid/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 104; <i>Yearsley</i> v. <i>Ross Construction Co.,</i> <span class=\"citation\" data-id=\"103284\"><a href=\"/opinion/103284/yearsley-v-wa-ross-constr-co/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 21. Thus, the jurisdiction of the Court of Claims in this case is clear.</p>\n<p>III. The Court of Claims held, as we have noted, that an easement was taken. But the findings of fact contain no precise description as to its nature. It is not described in terms of frequency of flight, permissible altitude, or type of airplane. Nor is there a finding as to whether the easement taken was temporary or permanent. Yet an accurate description of the property taken is essential, since that interest vests in the United States. <i>United States</i> v. <i>Cress, supra,</i> 328-329 and cases cited. It is true that the Court of Claims stated in its opinion that the easement taken was permanent. But the deficiency in findings cannot be rectified by statements in the opinion. <i>United States</i> v. <i>Esnault-Pelterie,</i> <span class=\"citation\" data-id=\"102715\"><a href=\"/opinion/102715/united-states-v-esnault-pelterie/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">201</span></a></span>, 205-206; <i>United States</i> v. <i>Seminole Nation,</i> <span class=\"citation\" data-id=\"102736\"><a href=\"/opinion/102736/united-states-v-seminole-nation/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">417</span></a></span>, 422. Findings of fact on every \"material issue\" are a statutory <span class=\"star-pagination\">*268</span> requirement. 53 Stat. 752, 28 U.S.C. § 288. The importance of findings of fact based on evidence is emphasized here by the Court of Claims' treatment of the nature of the easement. It stated in its opinion that the easement was permanent because the United States \"no doubt intended to make some sort of arrangement whereby it could use the airport for its military planes whenever it had occasion to do so.\" That sounds more like conjecture rather than a conclusion from evidence; and if so, it would not be a proper foundation for liability of the United States. We do not stop to examine the evidence to determine whether it would support such a finding, if made. For that is not our function. <i>United States</i> v. <i>Esnault-Pelterie, supra,</i> p. 206.</p>\n<p>Since on this record it is not clear whether the easement taken is a permanent or a temporary one, it would be premature for us to consider whether the amount of the award made by the Court of Claims was proper.</p>\n<p>The judgment is reversed and the cause is remanded to the Court of Claims so that it may make the necessary findings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE BLACK, dissenting.</p>\n<p>The Fifth Amendment provides that \"private property\" shall not \"be taken for public use without just compensation.\" The Court holds today that the Government has \"taken\" respondents' property by repeatedly flying Army bombers directly above respondents' land at a height of eighty-three feet where the light and noise from these planes caused respondents to lose sleep and their chickens to be killed. Since the effect of the Court's decision is <span class=\"star-pagination\">*269</span> to limit, by the imposition of relatively absolute constitutional barriers, possible future adjustments through legislation and regulation which might become necessary with the growth of air transportation, and since in my view the Constitution does not contain such barriers, I dissent.</p>\n<p>The following is a brief statement of the background and of the events that the Court's opinion terms a \"taking\" within the meaning of the Fifth Amendment: Since 1928 there has been an airfield some eight miles from Greensboro, North Carolina. In April, 1942, this airport was taken over by the Greensboro-High Point Municipal Airport Authority and it has since then operated as a municipal airport. In 1942 the Government, by contract, obtained the right to use the field \"concurrently, jointly, and in common\" with other users. Years before, in 1934, respondents had bought their property, located more than one-third of a mile from the airport. Private planes from the airport flew over their land and farm buildings from 1934 to 1942 and are still doing so. But though these planes disturbed respondents to some extent, Army bombers, which started to fly over the land in 1942 at a height of eighty-three feet, disturbed them more because they were larger, came over more frequently, made a louder noise, and at night a greater glare was caused by their lights. This noise and glare disturbed respondents' sleep, frightened them, and made them nervous. The noise and light also frightened respondents' chickens so much that many of them flew against buildings and were killed.</p>\n<p>The Court's opinion seems to indicate that the mere flying of planes through the column of air directly above respondents' land does not constitute a \"taking.\" Consequently, it appears to be noise and glare, to the extent and under the circumstances shown here, which make the Government a seizer of private property. But the allegation <span class=\"star-pagination\">*270</span> of noise and glare resulting in damages, constitutes at best an action in tort where there might be recovery if the noise and light constituted a nuisance, a violation of a statute,<sup>[1]</sup> or were the result of negligence.<sup>[2]</sup> But the Government has not consented to be sued in the Court of Claims except in actions based on express or implied contract. And there is no implied contract here, unless by reason of the noise and glare caused by the bombers the Government can be said to have \"taken\" respondents' property in a constitutional sense. The concept of taking property as used in the Constitution has heretofore never been given so sweeping a meaning. The Court's opinion presents no case where a man who makes noise or shines light onto his neighbor's property has been ejected from that property for wrongfully taking possession of it. Nor would anyone take seriously a claim that noisy automobiles passing on a highway are taking wrongful possession of the homes located thereon, or that a city elevated train which greatly interferes with the sleep of those who live next to it wrongfully takes their property. Even the one case in this Court which in considering the sufficiency of a complaint gave the most elastic meaning to the phrase \"private property be taken\" as used in the Fifth Amendment, did not go so far. <i>Portsmouth Co.</i> v. <i>United States,</i> 260 U.S. <span class=\"star-pagination\">*271</span> 327. I am not willing, nor do I think the Constitution and the decisions authorize me, to extend that phrase so as to guarantee an absolute constitutional right to relief not subject to legislative change, which is based on averments that at best show mere torts committed by government agents while flying over land. The future adjustment of the rights and remedies of property owners, which might be found necessary because of the flight of planes at safe altitudes, should, especially in view of the imminent expansion of air navigation, be left where I think the Constitution left it, with Congress.</p>\n<p>Nor do I reach a different conclusion because of the fact that the particular circumstance which under the Court's opinion makes the tort here absolutely actionable, is the passing of planes through a column of air at an elevation of eighty-three feet directly over respondents' property. It is inconceivable to me that the Constitution guarantees that the airspace of this Nation needed for air navigation is owned by the particular persons who happen to own the land beneath to the same degree as they own the surface below.<sup>[1a]</sup> No rigid constitutional rule, in my judgment, commands that the air must be considered as marked off into separate compartments by imaginary metes and bounds in order to synchronize air ownership with land ownership. I think that the Constitution entrusts Congress with full power to control all navigable airspace. Congress has already acted under that power. It has by statute, 44 Stat. 568, 52 Stat. 973, provided that \"the United States of America is . . . to possess and exercise complete and exclusive national sovereignty in the <span class=\"star-pagination\">*272</span> air space above the United States . . .\" This was done under the assumption that the Commerce Clause of the Constitution gave Congress the same plenary power to control navigable airspace as its plenary power over navigable waters. H. Rep. No. 572, 69th Cong., 1st Sess., p. 10; H. Rep. No. 1162, 69th Cong., 1st Sess., p. 14; see <i>United States</i> v. <i>Commodore Park,</i> 324 U.S. 386. To make sure that the airspace used for air navigation would remain free, Congress further declared that \"navigable airspace shall be subject to a public right of freedom of interstate and foreign air navigation,\" and finally stated emphatically that there exists \"a public right of freedom of transit . . . through the navigable air space of the United States.\" Congress thus declared that the air is free, not subject to private ownership, and not subject to delimitation by the courts. Congress and those acting under its authority were the only ones who had power to control and regulate the flight of planes. \"Navigable airspace\" was defined as \"airspace above the minimum safe altitudes of flight prescribed by the Civil Aeronautics Authority . . .\" 49 U.S.C. § 180. Thus, Congress has given the Civil Aeronautics Authority exclusive power to determine what is navigable airspace subject to its exclusive control. This power derives specifically from the Section which authorizes the Authority to prescribe \"air traffic rules governing the flight of, and for the navigation, protection, and identification of, aircraft, including rules as to safe altitudes of flight and rules for the prevention of collisions between aircraft, and between aircraft and land or water vehicles.\" Here there was no showing that the bombers flying over respondents' land violated any rule or regulation of the Civil Aeronautics Authority. Yet, unless we hold the Act unconstitutional, at least such a showing would be necessary before the courts could act without interfering with the exclusive authority which Congress gave to the administrative agency. Not even a <span class=\"star-pagination\">*273</span> showing that the Authority has not acted would be sufficient. For in that event, were the courts to have any authority to act in this case at all, they should stay their hand till the Authority has acted.</p>\n<p>The broad provisions of the congressional statute cannot properly be circumscribed by making a distinction, as the Court's opinion does, between rules of safe altitude of flight while on the level of cross-country flight and rules of safe altitude during landing and taking off. First, such a distinction cannot be maintained from the practical standpoint. It is unlikely that Congress intended that the Authority prescribe safe altitudes for planes making cross-country flights, while at the same time it left the more hazardous landing and take-off operations unregulated. The legislative history, moreover, clearly shows that the Authority's power to prescribe air traffic rules includes the power to make rules governing landing and take-off. Nor is the Court justified in ignoring that history by labeling rules of safe altitude while on the level of cross-country flight as rules prescribing the safe altitude proper and rules governing take-off and landing as rules of operation. For the Conference Report explicitly states that such distinctions were purposely eliminated from the original House Bill in order that the Section on air traffic rules \"might be given the broadest possible construction by the . . . [Civil Aeronautics Authority] and the courts.\"<sup>[2a]</sup> In construing the statute narrowly, the Court <span class=\"star-pagination\">*274</span> thwarts the intent of Congress. A proper broad construction, such as Congress commanded, would not permit the Court to decide what it has today without declaring the Act of Congress unconstitutional. I think the Act given the broad construction intended is constitutional.</p>\n<p>No greater confusion could be brought about in the coming age of air transportation than that which would result were courts by constitutional interpretation to hamper Congress in its efforts to keep the air free. Old concepts of private ownership of land should not be introduced into the field of air regulation. I have no doubt that Congress will, if not handicapped by judicial interpretations of the Constitution, preserve the freedom of the air, and at the same time, satisfy the just claims of aggrieved persons. The noise of newer, larger, and more powerful planes may grow louder and louder and disturb people more and more. But the solution of the problems precipitated by these technological advances and new ways of living cannot come about through the application of rigid constitutional restraints formulated and enforced by the courts. What adjustments may have to be made, only the future can reveal. It seems certain, however, <span class=\"star-pagination\">*275</span> that courts do not possess the techniques or the personnel to consider and act upon the complex combinations of factors entering into the problems. The contribution of courts must be made through the awarding of damages for injuries suffered from the flying of planes, or by the granting of injunctions to prohibit their flying. When these two simple remedial devices are elevated to a constitutional level under the Fifth Amendment, as the Court today seems to have done, they can stand as obstacles to better adapted techniques that might be offered by experienced experts and accepted by Congress. Today's opinion is, I fear, an opening wedge for an unwarranted judicial interference with the power of Congress to develop solutions for new and vital national problems. In my opinion this case should be reversed on the ground that there has been no \"taking\" in the constitutional sense.</p>\n<p>MR. JUSTICE BURTON joins in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]   A 30 to 1 glide angle means one foot of elevation or descent for every 30 feet of horizontal distance.</p>\n<p>[2]   Military planes are subject to the rules of the Civil Aeronautics Board where, as in the present case, there are no Army or Navy regulations to the contrary. <i>Cameron</i> v. <i>Civil Aeronautics Board,</i> 140 F.2d 482.</p>\n<p>[3]   The house is approximately 16 feet high, the barn 20 feet, and the tallest tree 65 feet.</p>\n<p>[4]   \"Air commerce\" is defined as including \"any operation or navigation of aircraft which directly affects, or which may endanger safety in, interstate, overseas, or foreign air commerce.\" 49 U.S.C. § 401 (3).</p>\n<p>[5]   1 Coke, Institutes (19th ed. 1832) ch. 1, § 1 (4a); 2 Blackstone, Commentaries (Lewis ed. 1902) p. 18; 3 Kent, Commentaries (Gould ed. 1896) p. 621.</p>\n<p>[6]   The destruction of all uses of the property by flooding has been held to constitute a taking. <i>Pumpelly</i> v. <i>Green Bay Co.,</i> 13 Wall. 166; <i>United States</i> v. <i>Lynah,</i> 188 U.S. 445; <i>United States</i> v. <i>Welch,</i> 217 U.S. 333.</p>\n<p>[7]   It was stated in <i>United States</i> v. <i>General Motors Corp.,</i> <span class=\"citation\" data-id=\"104054\"><a href=\"/opinion/104054/united-states-v-general-motors-corp/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 378, \"The courts have held that the deprivation of the former owner rather than the accretion of a right or interest to the sovereign constitutes the taking. Governmental action short of acquisition of title or occupancy has been held, if its effects are so complete as to deprive the owner of all or most of his interest in the subject matter, to amount to a taking.\" The present case falls short of the <i>General Motors</i> case. This is not a case where the United States has merely destroyed property. It is using a part of it for the flight of its planes.\n</p>\n<p>Cf. <i>Warren Township School Dist.</i> v. <i>Detroit,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">460</span></span>, 14 N.W.2d 134; <i>Smith</i> v. <i>New England Aircraft Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">511</span></span>, 170 N.E. 385; <i>Burnham</i> v. <i>Beverly Airways, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">628</span></span>, 42 N.E.2d 575.</p>\n<p>[8]   On remand the allegations in the petition were found not to be supported by the facts. 64 Ct. Cls. 572.</p>\n<p>[9]   <i>Baten's Case,</i> 9 Coke R. 53b; <i>Meyer</i> v. <i>Metzler,</i> 51 Cal. 142; <i>Codman</i> v. <i>Evans,</i> 89 Mass. 431; <i>Harrington</i> v. <i>McCarthy,</i> <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">492</span></span>, 48 N.E. 278. See Ball, <i>The Vertical Extent of Ownership in Land,</i> 76 U. Pa. L. Rev. 631, 658-671.</p>\n<p>[10]   It was held in <i>Butler</i> v. <i>Frontier Telephone Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">486</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">716</span></span>, that ejectment would lie where a telephone wire was strung across the plaintiff's property, even though it did not touch the soil. The court stated, pp. 491-492: \". . . an owner is entitled to the absolute and undisturbed possession of every part of his premises, including the space above, as much as a mine beneath. If the wire had been a huge cable, several inches thick and but a foot above the ground, there would have been a difference in degree, but not in principle. Expand the wire into a beam supported by posts standing upon abutting lots without touching the surface of plaintiff's land, and the difference would still be one of degree only. Enlarge the beam into a bridge, and yet space only would be occupied. Erect a house upon the bridge, and the air above the surface of the land would alone be disturbed.\"</p>\n<p>[11]   \"See Bouve, Private Ownership of Navigable Airspace Under the Commerce Clause, 21 Amer. Bar Assoc. Journ. 416, 421-422; Hise, Ownership and Sovereignty of the Air, 16 Ia. L. Rev. 169; Eubank, The Doctrine of the Airspace Zone of Effective Possession, 12 Boston Univ. L. Rev. 414.</p>\n<p>[1]   <i>Neiswonger</i> v. <i>Goodyear Tire &amp; Rubber Co.,</i> 35 F.2d 761.</p>\n<p>[2]   As to the damage to chickens, Judge Madden, dissenting from this judgment against the Government, said, \"When railroads were new, cattle in fields in sight and hearing of the trains were alarmed, thinking that the great moving objects would turn aside and harm thel. Horses ran away at the sight and sound of a train or a threshing machine engine. The farmer's chickens have to get over being alarmed at the incredible racket of the tractor starting up suddenly in the shed adjoining the chicken house. These sights and noises are a part of our world, and airplanes are now and will be to a greater degree, likewise a part of it. These disturbances should not be treated as torts, in the case of the airplane, any more than they are so treated in the case of the railroad or public highway.\" 104 Ct. Cls. 342, 358.</p>\n<p>[1a]   The House in its report on the Air Commerce Act of 1926 stated:\n</p>\n<p>\"The public right of flight in the navigable air space owes its source to the same constitutional basis which, under decisions of the Supreme Court, has given rise to a public easement of navigation in the navigable waters of the United States, regardless of the ownership of the adjacent or subjacent soil.\" H. Rep. No. 572, 69th Cong., 1st Sess., p. 10.</p>\n<p>[2a]   The full statement reads:\n</p>\n<p>\"The substitute provides that the Secretary shall by regulation establish air traffic rules for the navigation, protection, and identification of all aircraft, including rules as to safe altitudes of flight and rules for the prevention of collisions between vessels and aircraft. The provision as to rules for taking off and alighting, for instance, was eliminated as unnecessary specification, for the reason that such rules are but one class of air traffic rules for the navigation and protection of aircraft. Rules as to marking were eliminated for the reason that such rules were fairly included within the scope of air rules for the identification of aircraft. No attempt is made by either the Senate bill or the House amendment to fully define the various classes of rules that would fall within the scope of air traffic traffic [<i>sic</i>] rules, as, for instance, lights and signals along airways and at air-ports and upon emergency landing fields. In general, these rules would relate to the same subjects as those covered by navigation laws and regulations and by the various State motor vehicle traffic codes. As noted above, surplusage was eliminated in specifying particular air traffic rules in order that the term might be given the broadest possible construction by the Department of Commerce and the courts.\" H. Rep. No. 1162, 69th Cong., 1st Sess., p. 12.</p>\n<p>That the rules for landing and take-off are rules prescribing \"minimum safe altitudes of flight\" is shown by the following further statement in the House Report: \". . . the minimum safe altitudes of flight . . . would vary with the terrene [terrain] and location of cities and would coincide with the surface of the land or water at airports.\" <i>Id.</i> at p. 14.</p>\n\n</div>", "id": 104300, "judges": "Douglas", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104300/", "sha1": "9317e3e424fe0ff8c2527ebfde815cfffeccf04d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:51"}