{"absolute_url": "/opinion/1087904/zap-v-united-states/", "blocked": false, "citation": {"case_name": "Zap v. United States", "docket_number": "489", "document_uris": ["/api/rest/v2/document/1087904/"], "federal_cite_one": "328 U.S. 624", "federal_cite_three": null, "federal_cite_two": null, "id": 1060675, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1060675/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 13, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1946-06-10", "date_modified": "2014-10-30T02:22:21.166334", "docket": "/api/rest/v2/docket/424067/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>328 U.S. 624 (1946)</b></center>\n<center><h1>ZAP<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 489.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 5, 6, 1946.</center>\n<center>Decided June 10, 1946.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*625</span> <i>Morris Lavine</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>Ralph F. Fuchs</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McGrath, Robert S. Erdahl</i> and <i>Beatrice Rosenberg.</i></p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This case is here on a petition for a writ of certiorari from a judgment affirming the conviction of petitioner for violation of § 35 (A) of the Criminal Code, 18 U.S.C. § 80.<sup>[1]</sup> 151 F.2d 100.</p>\n<p><span class=\"star-pagination\">*626</span> Petitioner entered into contracts with the Navy Department under which he was to do experimental work on airplane wings and to conduct test flights. He was to be paid on a cost-plus-fixed-fee basis. He arranged with a pilot to make certain test flights and paid him about $2,500. Prior to the test flights, he had the pilot endorse a blank check, telling him that it was to be used to defray the expenses of the test. He then filled in the test pilot's name as payee and $4,000 as the amount of the check. The check was posted in petitioner's books of account as a payment to the test pilot. Later petitioner presented to the Navy Department a voucher for work under his contract. Supporting the claim was a document in which he certified that he had paid the test pilot $4,000.</p>\n<p>Congress has provided for the inspection and audit of books and records of contractors such as petitioner.<sup>[2]</sup> The <span class=\"star-pagination\">*627</span> inspection and audit were authorized to be made \"by a governmental agency or officer designated by the President, or by the Chairman of the War Production Board.\"<sup>[3]</sup> Certain officials of the Government, including the Secretary of the Navy, were authorized to exercise the power; and they were also delegated the power to \"authorize such officer or officers or civilian officials of their respective departments or agencies to make further delegations of such powers and authority within their respective departments and agencies.\"<sup>[4]</sup> And petitioner's contract with the Navy Department provided: \"The accounts and records of the contractor shall be open at all times to the Government and its representatives, and such statements and returns relative to costs shall be made as may be directed by the Government.\"</p>\n<p>For several weeks in 1942, agents of the Federal Bureau of Investigation conducted an audit of petitioner's books and records at his place of business and during business hours. They acted under the auspices and by the authority of an accountant and a cost inspector of the Navy Department under whose jurisdiction petitioner's books and records had been placed for purposes of audit and inspection. During part of this period, petitioner was absent. But while he was away, his employees granted the agents admission and cooperated with them by supplying records and furnishing information. When petitioner returned to the city, he made some protest against the examination. But the agents did not desist and continued to make the examination with the assistance of petitioner's employees. The $4,000 check was requested and it was given to one of the agents by petitioner's bookkeeper. <span class=\"star-pagination\">*628</span> It appears that the check was retained by the agent<sup>[5]</sup> and was introduced at the trial. The trial judge denied a motion to suppress the evidence. At the trial, petitioner did not object to the admission of the check in evidence but later moved to have it stricken on the ground that it had been illegally obtained. The single question to which we limited the grant of the petition for a writ of certiorari is the propriety of the action of the District Court in allowing the check to be admitted.</p>\n<p>As we have pointed out in <i>Davis</i> v. <i>United States, ante,</i> p. 582, the law of searches and seizures as revealed in the decisions of this Court is the product of the interplay of the Fourth and Fifth Amendments. But those rights may be waived. And when petitioner, in order to obtain the Government's business, specifically agreed to permit inspection of his accounts and records, he voluntarily waived such claim to privacy which he otherwise might have had as respects business documents related to those contracts. Whatever may be the limits of that power of inspection, they were not transcended here. For the inspection was made during regular hours at the place of business. No force or threat of force was employed. Indeed, the inspection was made with the full cooperation of petitioner's staff. There is some suggestion that the search was unreasonable because made by agents of the Federal Bureau of Investigation who were not persons authorized to conduct those examinations. But they acted under the auspices and with the authority of representatives of the Navy Department who were authorized to inspect. The inspection was nevertheless an inspection by the Navy, though its officials were aided by agents of another department.<sup>[6]</sup> Moreover, the right to inspect <span class=\"star-pagination\">*629</span> granted by the contracts was not limited to inspections by the Navy but extended to inspections by any authorized representatives of the Government, among whom the agents of the Federal Bureau of Investigation are included.</p>\n<p>The agents, therefore, were lawfully on the premises. They obtained by lawful means access to the documents. That much at least was granted by the contractual agreement for inspection. They were not trespassers. They did not obtain access by force, fraud, or trickery. Thus the knowledge they acquired concerning petitioner's conduct under the contract with the Government was lawfully obtained. Neither the Fourth nor Fifth Amendment would preclude the agents from testifying at the trial concerning the facts about which they had lawfully obtained knowledge. See <i>Paper</i> v. <i>United States,</i> 53 F.2d 184, 185; <i>In re Sana Laboratories, Inc.,</i> 115 F.2d 717, 718. Even though it be assumed in passing that the taking of the check was unlawful, that would not make inadmissible in evidence the knowledge which had been legally obtained. <i>United States</i> v. <i>Lee,</i> 274 U.S. 559, 563. The agents did not become trespassers <i>ab initio</i> when they took the check. See <i>McGuire</i> v. <i>United States,</i> 273 U.S. 95. Had the check been returned to petitioner on the motion to suppress, a warrant for it could have been immediately issued.<sup>[7]</sup> Or, during the inspection, the agents could have taken photostats or made copies of the check and offered them in evidence without producing the originals. <i>Lisansky</i> v. <i>United States,</i> 31 F.2d 846, 850-851. <i>Darby</i> v. <i>United States,</i> 132 F.2d 928, 929. The agreement to allow an inspection carried consequences at least so great. The question therefore is a narrow one. It is whether the check itself could be introduced at the trial.</p>\n<p><span class=\"star-pagination\">*630</span> <i>Weeks</i> v. <i>United States,</i> 232 U.S. 383, held that private property obtained as a result of an unlawful search and seizure could not be used as evidence in a criminal prosecution of the owner. As explained in <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> 251 U.S. 385, 392, the evidence so obtained is suppressed on the theory that the Government may not profit from its own wrongdoing. But as stated in <i>McGuire</i> v. <i>United States, supra,</i> p. 99, \"A criminal prosecution is more than a game in which the Government may be checkmated and the game lost merely because its officers have not played according to rule.\" To require reversal here would be to exalt a technicality to constitutional levels. The search and the discovery were wholly lawful. A search warrant would be merely the means of insuring the production in court of the primary source of evidence otherwise admissible. Though consent to the inspection did not include consent to the taking of the check, there was no wrongdoing in the method by which the incriminating evidence was obtained. The waiver of such rights to privacy and to immunity as petitioner had respecting this business undertaking for the Government made admissible in evidence all the incriminating facts. We cannot extend the rule of the <i>Weeks</i> case so far as to bar absolutely the check itself. It was in the sound discretion of the District Court to admit it.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE FRANKFURTER, with whom MR. JUSTICE MURPHY and MR. JUSTICE RUTLEDGE concur, dissenting.</p>\n<p>The views expressed in my dissenting opinion in <i>Davis</i> v. <i>United States,</i> decided this day, <i>ante,</i> p. 594, likewise compel me to dissent in this case.</p>\n<p><span class=\"star-pagination\">*631</span> The petitioner is an aeronautical engineer. He made a contract with the Navy Department to perform experimental work. In June, 1942, the Navy agreed that Zap should carry out test flights to determine the value of his experimental work. The tests were to be paid for by the Navy on a cost-plus-a-fixed-fee basis. Zap estimated that the cost of these flights would be $4,000, but he made arrangements for the tests at a fee of $2,500. Prior to the flights, the test pilot indorsed a blank check which he returned to the petitioner. The petitioner's auditor instructed the bookkeeper to make the check for $4,000 and deposit it in the petitioner's account. The check was posted on the petitioner's books for payment to the pilot, though in fact the pilot received only $2,500.</p>\n<p>In October, 1942, petitioner presented a voucher to the Navy for reimbursement for the money laid out in making the tests. The voucher was supported by a reference to the check for $4,000. From October 20, to December 1, 1942, two F.B.I. agents conducted an audit of the petitioner's books and papers, under the auspices of an accountant and inspector of the Navy. During this investigation one of the F.B.I. agents demanded and received the cancelled check for $4,000 made out to the pilot and endorsed by him. The agent retained the check. On December 1, 1942, one of the agents swore out an affidavit on the basis of which a search warrant was issued for the books and papers of the petitioner, and these books and papers were taken under the warrant. The warrant, it is conceded, was defective, inasmuch as the affidavit failed to show the necessary probable cause for the belief that the petitioner had committed an offense to warrant the seizure.</p>\n<p>The petitioner was convicted of defrauding the Government. Criminal Code, § 35 (A), 35 Stat. 1088, 1095, 40 Stat. 1015, 48 Stat. 996, 52 Stat. 197, 18 U.S.C. § 80. He made a timely motion to suppress the cancelled check <span class=\"star-pagination\">*632</span> and other records. The motion was denied, the documents were admitted in evidence, conviction and its affirmance followed. 151 F.2d 100. The sole question before us is the validity of the seizure.</p>\n<p>I agree that the Government had authority, as a result of its contract with the petitioner and the relevant statutes, to inspect the petitioner's books and records, 44 Stat. 780, 787, 10 U.S.C. § 310 (1), 56 Stat. 176, 185, 50 U.S.C. App. § 643, and that the Navy Department could utilize members of the F.B.I. for this purpose. Accordingly, the search was legal and the inspectors could testify to what they had gleaned from the inspection. But, as is pointed out in my dissent in <i>Davis</i> v. <i>United States,</i> decided this day, <i>ante,</i> p. 594, the constitutional prohibition is directed not only at illegal searches. It likewise condemns invalid seizures. And that is the issue here. The legality of a search does not automatically legalize every accompanying seizure.</p>\n<p>The Government argues very simply that the seizure was authorized since the seized items were uncovered in a lawful search. But this is to overlook what we ruled in <i>Marron</i> v. <i>United States,</i> 275 U.S. 192, 196: \"The requirement that warrants shall particularly describe the things to be seized makes general searches under them impossible and prevents the seizure of one thing under a warrant describing another. As to what is to be taken, nothing is left to the discretion of the officer executing the warrant.\" If where a search instituted under the legal process of a warrant, which also authorizes seizure, does not permit seizure of articles other than those specified, statutory and contractual authority merely to search cannot be considered sufficient to grant that power. The Government relies on a doctrine quite inapposite here. If, in the course of a valid search, materials are uncovered, the very possession or concealment of which is a crime, they may be seized. But to seize for evidentiary use <span class=\"star-pagination\">*633</span> papers the possession of which involves no infringement of law, is a horse of a different color.</p>\n<p>Petitioner's right to possession was clearly recognized by the agents when they sought a warrant for the purpose of securing the evidence. That warrant was defective, however, and could not authorize the seizure. The Government deems this a \"technical error.\" It is a \"technicality\" of such substance that this Court has frequently announced the duty to suppress evidence obtained by such defective warrants. <i>Cf. </i><i>United States,</i> v. <i>Berkeness,</i> 275 U.S. 149; <i>Grau</i> v. <i>United States,</i> 287 U.S. 124; <i>Sgro</i> v. <i>United States,</i> 287 U.S. 206; <i>Nathanson</i> v. <i>United States,</i> 290 U.S. 41. The fact that this evidence might have been secured by a lawful warrant seems a strange basis for approving seizure without a warrant. The Fourth Amendment stands in the way.</p>\n<p>I would reverse the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]   \"Whoever shall make or cause to be made or present or cause to be presented, for payment or approval, to or by any person or officer in the civil, military, or naval service of the United States, or any department thereof, or any corporation in which the United States of America is a stockholder, any claim upon or against the Government of the United States, or any department or officer thereof, or any corporation in which the United States of America is a stockholder, knowing such claim to be false, fictitious, or fraudulent; or whoever shall knowingly and willfully falsify or conceal or cover up by any trick, scheme, or device a material fact, or make or cause to be made any false or fraudulent statements or representations, or make or use or cause to be made or used any false bill, receipt, voucher, roll, account, claim, certificate, affidavit, or deposition, knowing the same to contain any fraudulent or fictitious statement or entry in any matter within the jurisdiction of any department or agency of the United States or of any corporation in which the United States of America is a stockholder, shall be fined not more than $10,000 or imprisoned not more than ten years, or both.\"</p>\n<p>[2]   Sec. 10 (1) of the Act of July 2, 1926, 44 Stat. 787, 10 U.S.C. § 310 (1) provides: \"The manufacturing plant, and books, of any contractor for furnishing or constructing aircraft, aircraft parts, or aeronautical accessories, for the War Department or the Navy Department, or such part of any manufacturing plant as may be so engaged, shall at all times be subject to inspection and audit by any person designated by the head of any executive department of the Government.\"\n</p>\n<p>Title XIII, § 1301 of the Second War Powers Act of March 27, 1942, 56 Stat. 185, 50 U.S.C. App. Supp. IV, § 643 provides: \"The provisions of section 10 (l) of an Act approved July 2, 1926 (44 Stat. 787; 10 U.S.C. § 310 (l)) (giving the Government the right to inspect the plant and audit the books of certain Contractors), shall apply to the plant, books, and records of any contractor with whom a defense contract has been placed at any time after the declaration of emergency on September 8, 1939, and before the termination of the present war: <i>Provided,</i> That, for the purpose of this title, the term `defense contract' shall mean any contract, subcontract, or order placed in furtherance of the defense or war effort: <i>And provided further,</i> That the inspection and audit authorized herein, and the determination whether a given contract is a `defense contract' as defined above, shall be made by a governmental agency or officer designated by the President, or by the Chairman of the War Production Board.\" See H. Rep. No. 1765, 77th Cong., 2d Sess., pp. 12-13; S. Rep. No. 989, 77th Cong., 2d Sess., p. 9.</p>\n<p>[3]   See § 1301 <i>supra,</i> note 2.</p>\n<p>[4]   Executive Order No. 9127, issued April 10, 1942, 7 Fed. Reg. 2753.</p>\n<p>[5]   We accept that version of the episode. The other version is that the check was obtained under a search warrant. But the warrant was admittedly defective. So we treat the case as one where the check was seized without a warrant.</p>\n<p>[6]   See <i>Cravens</i> v. <i>United States,</i> 62 F.2d 261, 265.</p>\n<p>[7]   The Search Warrant Act, 40 Stat. 228, 18 U.S.C. § 612, permits the issuance of a search warrant for property used \"as the means of committing a felony . . .\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></span> (1946)</b></center>\n<center><h1>ZAP<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 489.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 5, 6, 1946.</center>\n<center>Decided June 10, 1946.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*625</span> <i>Morris Lavine</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>Ralph F. Fuchs</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McGrath, Robert S. Erdahl</i> and <i>Beatrice Rosenberg.</i></p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This case is here on a petition for a writ of certiorari from a judgment affirming the conviction of petitioner for violation of § 35 (A) of the Criminal Code, 18 U.S.C. § 80.<sup>[1]</sup> 151 F.2d 100.</p>\n<p><span class=\"star-pagination\">*626</span> Petitioner entered into contracts with the Navy Department under which he was to do experimental work on airplane wings and to conduct test flights. He was to be paid on a cost-plus-fixed-fee basis. He arranged with a pilot to make certain test flights and paid him about $2,500. Prior to the test flights, he had the pilot endorse a blank check, telling him that it was to be used to defray the expenses of the test. He then filled in the test pilot's name as payee and $4,000 as the amount of the check. The check was posted in petitioner's books of account as a payment to the test pilot. Later petitioner presented to the Navy Department a voucher for work under his contract. Supporting the claim was a document in which he certified that he had paid the test pilot $4,000.</p>\n<p>Congress has provided for the inspection and audit of books and records of contractors such as petitioner.<sup>[2]</sup> The <span class=\"star-pagination\">*627</span> inspection and audit were authorized to be made \"by a governmental agency or officer designated by the President, or by the Chairman of the War Production Board.\"<sup>[3]</sup> Certain officials of the Government, including the Secretary of the Navy, were authorized to exercise the power; and they were also delegated the power to \"authorize such officer or officers or civilian officials of their respective departments or agencies to make further delegations of such powers and authority within their respective departments and agencies.\"<sup>[4]</sup> And petitioner's contract with the Navy Department provided: \"The accounts and records of the contractor shall be open at all times to the Government and its representatives, and such statements and returns relative to costs shall be made as may be directed by the Government.\"</p>\n<p>For several weeks in 1942, agents of the Federal Bureau of Investigation conducted an audit of petitioner's books and records at his place of business and during business hours. They acted under the auspices and by the authority of an accountant and a cost inspector of the Navy Department under whose jurisdiction petitioner's books and records had been placed for purposes of audit and inspection. During part of this period, petitioner was absent. But while he was away, his employees granted the agents admission and cooperated with them by supplying records and furnishing information. When petitioner returned to the city, he made some protest against the examination. But the agents did not desist and continued to make the examination with the assistance of petitioner's employees. The $4,000 check was requested and it was given to one of the agents by petitioner's bookkeeper. <span class=\"star-pagination\">*628</span> It appears that the check was retained by the agent<sup>[5]</sup> and was introduced at the trial. The trial judge denied a motion to suppress the evidence. At the trial, petitioner did not object to the admission of the check in evidence but later moved to have it stricken on the ground that it had been illegally obtained. The single question to which we limited the grant of the petition for a writ of certiorari is the propriety of the action of the District Court in allowing the check to be admitted.</p>\n<p>As we have pointed out in <i>Davis</i> v. <i>United States, ante,</i> p. 582, the law of searches and seizures as revealed in the decisions of this Court is the product of the interplay of the Fourth and Fifth Amendments. But those rights may be waived. And when petitioner, in order to obtain the Government's business, specifically agreed to permit inspection of his accounts and records, he voluntarily waived such claim to privacy which he otherwise might have had as respects business documents related to those contracts. Whatever may be the limits of that power of inspection, they were not transcended here. For the inspection was made during regular hours at the place of business. No force or threat of force was employed. Indeed, the inspection was made with the full cooperation of petitioner's staff. There is some suggestion that the search was unreasonable because made by agents of the Federal Bureau of Investigation who were not persons authorized to conduct those examinations. But they acted under the auspices and with the authority of representatives of the Navy Department who were authorized to inspect. The inspection was nevertheless an inspection by the Navy, though its officials were aided by agents of another department.<sup>[6]</sup> Moreover, the right to inspect <span class=\"star-pagination\">*629</span> granted by the contracts was not limited to inspections by the Navy but extended to inspections by any authorized representatives of the Government, among whom the agents of the Federal Bureau of Investigation are included.</p>\n<p>The agents, therefore, were lawfully on the premises. They obtained by lawful means access to the documents. That much at least was granted by the contractual agreement for inspection. They were not trespassers. They did not obtain access by force, fraud, or trickery. Thus the knowledge they acquired concerning petitioner's conduct under the contract with the Government was lawfully obtained. Neither the Fourth nor Fifth Amendment would preclude the agents from testifying at the trial concerning the facts about which they had lawfully obtained knowledge. See <i>Paper</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1544071\"><a href=\"/ca4/8UZV/paper-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span>, 185; <i>In re Sana Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"1512218\"><a href=\"/ca3/8KwJ/in-re-sana-laboratories/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">717</span></a></span>, 718. Even though it be assumed in passing that the taking of the check was unlawful, that would not make inadmissible in evidence the knowledge which had been legally obtained. <i>United States</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"101118\"><a href=\"/scotus/w4q/united-states-v-lee/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 563. The agents did not become trespassers <i>ab initio</i> when they took the check. See <i>McGuire</i> v. <i>United States,</i> 273 U.S. 95. Had the check been returned to petitioner on the motion to suppress, a warrant for it could have been immediately issued.<sup>[7]</sup> Or, during the inspection, the agents could have taken photostats or made copies of the check and offered them in evidence without producing the originals. <i>Lisansky</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1496375\"><a href=\"/ca4/8EPz/lisansky-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">846</span></a></span>, 850-851. <i>Darby</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1480853\"><a href=\"/ca5/8AcX/darby-v-united-states/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></a></span>, 929. The agreement to allow an inspection carried consequences at least so great. The question therefore is a narrow one. It is whether the check itself could be introduced at the trial.</p>\n<p><span class=\"star-pagination\">*630</span> <i>Weeks</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98094\"><a href=\"/scotus/vah/weeks-v-united-states/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, held that private property obtained as a result of an unlawful search and seizure could not be used as evidence in a criminal prosecution of the owner. As explained in <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99506\"><a href=\"/scotus/vzC/silverthorne-lumber-co-v-united-states/\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 392, the evidence so obtained is suppressed on the theory that the Government may not profit from its own wrongdoing. But as stated in <i>McGuire</i> v. <i>United States, supra,</i> p. 99, \"A criminal prosecution is more than a game in which the Government may be checkmated and the game lost merely because its officers have not played according to rule.\" To require reversal here would be to exalt a technicality to constitutional levels. The search and the discovery were wholly lawful. A search warrant would be merely the means of insuring the production in court of the primary source of evidence otherwise admissible. Though consent to the inspection did not include consent to the taking of the check, there was no wrongdoing in the method by which the incriminating evidence was obtained. The waiver of such rights to privacy and to immunity as petitioner had respecting this business undertaking for the Government made admissible in evidence all the incriminating facts. We cannot extend the rule of the <i>Weeks</i> case so far as to bar absolutely the check itself. It was in the sound discretion of the District Court to admit it.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE FRANKFURTER, with whom MR. JUSTICE MURPHY and MR. JUSTICE RUTLEDGE concur, dissenting.</p>\n<p>The views expressed in my dissenting opinion in <i>Davis</i> v. <i>United States,</i> decided this day, <i>ante,</i> p. 594, likewise compel me to dissent in this case.</p>\n<p><span class=\"star-pagination\">*631</span> The petitioner is an aeronautical engineer. He made a contract with the Navy Department to perform experimental work. In June, 1942, the Navy agreed that Zap should carry out test flights to determine the value of his experimental work. The tests were to be paid for by the Navy on a cost-plus-a-fixed-fee basis. Zap estimated that the cost of these flights would be $4,000, but he made arrangements for the tests at a fee of $2,500. Prior to the flights, the test pilot indorsed a blank check which he returned to the petitioner. The petitioner's auditor instructed the bookkeeper to make the check for $4,000 and deposit it in the petitioner's account. The check was posted on the petitioner's books for payment to the pilot, though in fact the pilot received only $2,500.</p>\n<p>In October, 1942, petitioner presented a voucher to the Navy for reimbursement for the money laid out in making the tests. The voucher was supported by a reference to the check for $4,000. From October 20, to December 1, 1942, two F.B.I. agents conducted an audit of the petitioner's books and papers, under the auspices of an accountant and inspector of the Navy. During this investigation one of the F.B.I. agents demanded and received the cancelled check for $4,000 made out to the pilot and endorsed by him. The agent retained the check. On December 1, 1942, one of the agents swore out an affidavit on the basis of which a search warrant was issued for the books and papers of the petitioner, and these books and papers were taken under the warrant. The warrant, it is conceded, was defective, inasmuch as the affidavit failed to show the necessary probable cause for the belief that the petitioner had committed an offense to warrant the seizure.</p>\n<p>The petitioner was convicted of defrauding the Government. Criminal Code, § 35 (A), 35 Stat. 1088, 1095, 40 Stat. 1015, 48 Stat. 996, 52 Stat. 197, 18 U.S.C. § 80. He made a timely motion to suppress the cancelled check <span class=\"star-pagination\">*632</span> and other records. The motion was denied, the documents were admitted in evidence, conviction and its affirmance followed. 151 F.2d 100. The sole question before us is the validity of the seizure.</p>\n<p>I agree that the Government had authority, as a result of its contract with the petitioner and the relevant statutes, to inspect the petitioner's books and records, 44 Stat. 780, 787, 10 U.S.C. § 310 (1), 56 Stat. 176, 185, 50 U.S.C. App. § 643, and that the Navy Department could utilize members of the F.B.I. for this purpose. Accordingly, the search was legal and the inspectors could testify to what they had gleaned from the inspection. But, as is pointed out in my dissent in <i>Davis</i> v. <i>United States,</i> decided this day, <i>ante,</i> p. 594, the constitutional prohibition is directed not only at illegal searches. It likewise condemns invalid seizures. And that is the issue here. The legality of a search does not automatically legalize every accompanying seizure.</p>\n<p>The Government argues very simply that the seizure was authorized since the seized items were uncovered in a lawful search. But this is to overlook what we ruled in <i>Marron</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101164\"><a href=\"/scotus/w5d/marron-v-united-states/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 196: \"The requirement that warrants shall particularly describe the things to be seized makes general searches under them impossible and prevents the seizure of one thing under a warrant describing another. As to what is to be taken, nothing is left to the discretion of the officer executing the warrant.\" If where a search instituted under the legal process of a warrant, which also authorizes seizure, does not permit seizure of articles other than those specified, statutory and contractual authority merely to search cannot be considered sufficient to grant that power. The Government relies on a doctrine quite inapposite here. If, in the course of a valid search, materials are uncovered, the very possession or concealment of which is a crime, they may be seized. But to seize for evidentiary use <span class=\"star-pagination\">*633</span> papers the possession of which involves no infringement of law, is a horse of a different color.</p>\n<p>Petitioner's right to possession was clearly recognized by the agents when they sought a warrant for the purpose of securing the evidence. That warrant was defective, however, and could not authorize the seizure. The Government deems this a \"technical error.\" It is a \"technicality\" of such substance that this Court has frequently announced the duty to suppress evidence obtained by such defective warrants. <i>Cf. </i><i>United States,</i> v. <i>Berkeness,</i> 275 U.S. 149; <i>Grau</i> v. <i>United States,</i> 287 U.S. 124; <i>Sgro</i> v. <i>United States,</i> 287 U.S. 206; <i>Nathanson</i> v. <i>United States,</i> 290 U.S. 41. The fact that this evidence might have been secured by a lawful warrant seems a strange basis for approving seizure without a warrant. The Fourth Amendment stands in the way.</p>\n<p>I would reverse the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]   \"Whoever shall make or cause to be made or present or cause to be presented, for payment or approval, to or by any person or officer in the civil, military, or naval service of the United States, or any department thereof, or any corporation in which the United States of America is a stockholder, any claim upon or against the Government of the United States, or any department or officer thereof, or any corporation in which the United States of America is a stockholder, knowing such claim to be false, fictitious, or fraudulent; or whoever shall knowingly and willfully falsify or conceal or cover up by any trick, scheme, or device a material fact, or make or cause to be made any false or fraudulent statements or representations, or make or use or cause to be made or used any false bill, receipt, voucher, roll, account, claim, certificate, affidavit, or deposition, knowing the same to contain any fraudulent or fictitious statement or entry in any matter within the jurisdiction of any department or agency of the United States or of any corporation in which the United States of America is a stockholder, shall be fined not more than $10,000 or imprisoned not more than ten years, or both.\"</p>\n<p>[2]   Sec. 10 (1) of the Act of July 2, 1926, 44 Stat. 787, 10 U.S.C. § 310 (1) provides: \"The manufacturing plant, and books, of any contractor for furnishing or constructing aircraft, aircraft parts, or aeronautical accessories, for the War Department or the Navy Department, or such part of any manufacturing plant as may be so engaged, shall at all times be subject to inspection and audit by any person designated by the head of any executive department of the Government.\"\n</p>\n<p>Title XIII, § 1301 of the Second War Powers Act of March 27, 1942, 56 Stat. 185, 50 U.S.C. App. Supp. IV, § 643 provides: \"The provisions of section 10 (l) of an Act approved July 2, 1926 (44 Stat. 787; 10 U.S.C. § 310 (l)) (giving the Government the right to inspect the plant and audit the books of certain Contractors), shall apply to the plant, books, and records of any contractor with whom a defense contract has been placed at any time after the declaration of emergency on September 8, 1939, and before the termination of the present war: <i>Provided,</i> That, for the purpose of this title, the term `defense contract' shall mean any contract, subcontract, or order placed in furtherance of the defense or war effort: <i>And provided further,</i> That the inspection and audit authorized herein, and the determination whether a given contract is a `defense contract' as defined above, shall be made by a governmental agency or officer designated by the President, or by the Chairman of the War Production Board.\" See H. Rep. No. 1765, 77th Cong., 2d Sess., pp. 12-13; S. Rep. No. 989, 77th Cong., 2d Sess., p. 9.</p>\n<p>[3]   See § 1301 <i>supra,</i> note 2.</p>\n<p>[4]   Executive Order No. 9127, issued April 10, 1942, 7 Fed. Reg. 2753.</p>\n<p>[5]   We accept that version of the episode. The other version is that the check was obtained under a search warrant. But the warrant was admittedly defective. So we treat the case as one where the check was seized without a warrant.</p>\n<p>[6]   See <i>Cravens</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1472494\"><a href=\"/ca8/8xHQ/cravens-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span>, 265.</p>\n<p>[7]   The Search Warrant Act, 40 Stat. 228, 18 U.S.C. § 612, permits the issuance of a search warrant for property used \"as the means of committing a felony . . .\"</p>\n\n</div>", "id": 1087904, "judges": "Douglas", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1087904/", "sha1": "99a4d8f386399347f9407de73b016d88a1add76a", "source": "L", "time_retrieved": "2013-10-29T20:01:47.958292"}