{"absolute_url": "/opinion/1087907/robertson-v-california/", "blocked": false, "citation": {"case_name": "Robertson v. California", "docket_number": "274", "document_uris": ["/api/rest/v2/document/1087907/"], "federal_cite_one": "328 U.S. 440", "federal_cite_three": null, "federal_cite_two": null, "id": 1060678, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1060678/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 22, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1946-06-03", "date_modified": "2014-12-19T12:00:23.468243", "docket": "/api/rest/v2/docket/443098/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>328 U.S. 440 (1946)</b></center>\n<center><h1>ROBERTSON<br>\nv.<br>\nCALIFORNIA.</h1></center>\n<center>No. 274.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 9, 1946.</center>\n<center>Decided June 3, 1946.</center>\nAPPEAL FROM THE SUPERIOR COURT OF VENTURA COUNTY, CALIFORNIA.\n<p><span class=\"star-pagination\">*442</span> <i>Robert R. Weaver</i> and <i>Earl Blodgett</i> argued the cause for appellant. With <i>Mr. Weaver</i> on the brief was <i>Allen K. Perry.</i></p>\n<p><i>T.A. Westphal, Jr.,</i> Deputy Attorney General of California, and <i>M. Arthur Waite</i> argued the cause for appellee. With them on the brief were <i>Robert W. Kenny,</i> Attorney General, <i>Julien G. Hathaway</i> and <i>H.F. Orr.</i></p>\n<p>Briefs were filed as <i>amici curiae</i> by <i>Nathaniel L. Goldstein,</i> Attorney General of New York, <i>Orrin G. Judd,</i> Solicitor General, and <i>Saul A. Shames,</i> Assistant Attorney General, for the State of New York, and by <i>Francis V.</i> <span class=\"star-pagination\">*443</span> <i>Keesling, Sr.</i> and <i>Francis V. Keesling, Jr.</i> for the California Association of Insurance Agents et al., in support of appellee.</p>\n<p>MR. JUSTICE RUTLEDGE delivered the opinion of the Court.</p>\n<p>This case differs from <i>Prudential Insurance Co.</i> v. <i>Benjamin, ante,</i> p. 408, in three respects. It is a criminal cause; the statutes involved regulate, rather than simply tax, the business of insurance; and appellant's acts held to violate them were done before the McCarran Act's<sup>[1]</sup> effective date.</p>\n<p>Appellant was convicted in a state court for violating §§ 703 (a) and 1642 of the California Insurance Code and the conviction was sustained on appeal to the Superior Court of Ventura County.<sup>[2]</sup> Appellant now urges here primarily that the application which has been made of those sections is a regulation of interstate commerce forbidden by the commerce clause of the Constitution, Article I, § 8, in view of <i>United States</i> v. <i>South-Eastern Underwriters Assn.,</i> 322 U.S. 533. He also puts forward due process and equal protection arguments, resting on his conception of the applicability of those provisions of the Fourteenth Amendment.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*444</span> The California Insurance Code provisions are as follows:</p>\n<blockquote>\"703. Except when performed by a surplus line broker, the following acts are misdemeanors when done in this State:</blockquote>\n<blockquote>\"(a) Acting as agent for a nonadmitted insurer in the transaction of insurance business in this State.\"</blockquote>\n<blockquote>\"1642. A person shall not act as an insurance agent, broker, or solicitor until a license is obtained from the commissioner, authorizing such person so to act.\"<sup>[4]</sup></blockquote>\n<p>The complaint charged in two counts that appellant had (1) acted without a license as an agent for a nonadmitted insurer in soliciting and selling a policy contrary to § 703 (a), and (2) solicited and sold a policy of insurance without being licensed as required by § 1642.</p>\n<p>The evidence, which is undisputed, disclosed the following facts. The First National Benefit Society is an Arizona corporation, conducting from Phoenix a mutual benefit type of insurance business. Its method of operation must be inferred from the facts of record, in the absence of other evidence. One O'Lein, then an elderly resident of Ventura, California, had difficulty in securing insurance on account of his age. Prior to August 28, 1944, he had learned of the Society's \"Gold Seal\" policy, by radio and through \"literature.\" This apparently was mailed from the home office and included a printed form of return postal card marked, presumably pursuant to postal permit, \"Postage will be Paid by Addressee,\" the Society. O'Lein filled in and returned the card to the <span class=\"star-pagination\">*445</span> Society in Phoenix, asking it to \"send me, without obligation, details of `GOLD SEAL' POLICIES.\" A few days later, on August 28, 1944, appellant called at O'Lein's home with the card, stating he represented the First National Benefit Society. Thereupon he explained to O'Lein the terms of the policy, its benefits, and costs, soliciting and persuading the prospect to take out a policy for himself and one also for his wife. No medical examination was required. Appellant filled in the application forms, procured the signatures, accepted from O'Lein a check made out in appellant's name in payment of the first quarterly premiums, gave receipts, later cashed the check at a local bank, and received the proceeds. A few days later the O'Leins received policies by mail from the Society's office in Phoenix.</p>\n<p>The evidence further showed that the Society was not admitted to do business in California and that appellant had no license of any kind to act as an insurance agent, broker or solicitor there.</p>\n<p>We may deal first exclusively with the objections founded on the commerce clause, since each of the others would be obviously without merit but for the supposed effects of the <i>South-Eastern</i> decision<sup>[5]</sup> not only in relation to the prohibitory consequences of that clause but also, apparently, to resurrect other limitations upon state power long since settled adversely to such claims in reference to the business of insurance.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*446</span> I.</h2>\n<p>Little need be said in relation to the general license requirement of § 1642, except to state more fully its effects by virtue of its relation to other provisions of the California Insurance Code, which prescribe the conditions for securing the license. Those requirements, in summary, are that an application must be made upon a prescribed form setting forth the kinds of insurance the applicant desires to transact (§ 1643); he must be a citizen of the United States or one who has applied for citizenship; and must have attained his majority (§ 1648.5); he must pass a written examination as to his qualifications (§ 1674) and pay two fees, one a filing fee of $4, the other an examination fee of $5 (§ 1678). On his fulfilling these conditions the license is issued if the state commissioner of insurance is satisfied that he is qualified and intends in good faith to carry on the business (§ 1649).</p>\n<p>Section 1639 declares that the purpose of these and other provisions of the Code is \"to protect the public by requiring and maintaining professional standards of conduct on the part of all insurance agents and insurance brokers acting as such within this State.\" The statutory requirements apply to all agents, without discrimination, whether they represent California or out-of-state insurance companies and whether the business done is interstate or local in character. They apply only to agents acting in California, not to acts done outside the state.</p>\n<p>Appellant has not sought to obtain a license under the Code provisions, has not been denied one, and has not attacked any particular requirement. His charge is <span class=\"star-pagination\">*447</span> wholesale, not particular. It is, in effect, that since the entire series of acts done by him was directed to the conclusion of an interstate transaction, within the <i>South-Eastern</i> ruling, those acts though taking place altogether within California were inseparably a part of the interstate transaction and therefore beyond reach of the state's licensing or regulatory power. The contention appears to contemplate not only that appellant's acts were interstate commerce, but also that the state cannot impose any licensing requirement upon them or, it would seem, upon any phase of conducting an interstate insurance business through agents acting in person.</p>\n<p>To state the argument in this way is in effect to answer it. We accept the regulation for what it purports to be on its face and by the statute's express declaration, namely, a series of regulations designed and reasonably adapted to protect the public from fraud, misrepresentation, incompetence and sharp practice which falls short of minimum standards of decency in the selling of insurance by personal solicitation and salesmanship. That such dangers may exist, may even be widely prevalent in the absence of such controls, is a matter of common knowledge and experience. And no argument is needed to show that these evils are most apt to arise in connection with the activities of the less reliable and responsible insurers, as well as insurance brokers or salesmen, and vitally affect the public interest.<sup>[7]</sup></p>\n<p>Such being the purpose and effect of § 1642, there can be no substantial question concerning its validity on commerce <span class=\"star-pagination\">*448</span> clause grounds. That is true whether appellant's acts are taken, in their setting, as being \"in\" commerce or only as \"affecting\" it. For the case is ruled, so far as § 1642 is concerned, by decisions such as <i>California</i> v. <i>Thompson,</i> 313 U.S. 109; <i>Hartford Indemnity Co.</i> v. <i>Illinois,</i> 298 U.S. 155; <i>Smith</i> v. <i>Alabama,</i> 124 U.S. 465; <i>Nashville, C. &amp; St. L.R. Co.</i> v. <i>Alabama,</i> 128 U.S. 96; and <i>Union Brokerage Co.</i> v. <i>Jensen,</i> 322 U.S. 202.<sup>[8]</sup></p>\n<p>If, in the absence of contrary action by Congress, a state may license agents or brokers for the sale of interstate transportation in order to prevent fraud, <i>California</i> v. <i>Thompson, supra</i><i>;</i> trainmen engaged in interstate commerce to secure their competence, <i>Smith</i> v. <i>Alabama, supra</i><i>; </i><i>Nashville, C. &amp; St. L.R. Co.</i> v. <i>Alabama, supra</i><i>;</i> the sale on commission of interstate consignments of farm produce to secure honest dealing and financial responsibility, <i>Hartford Indemnity Co.</i> v. <i>Illinois, supra</i><i>;</i> and the activities of customs brokers to secure responsibility in the state courts on claims arising locally, <i>Union Brokerage Co.</i> v. <i>Jensen, supra</i><i>,</i> by the sorts of conditions imposed through the respective licensing provisions, there can be no valid reason for outlawing § 1642 here.</p>\n<p>That appellant's activities were of a kind which vitally affect the welfare and security of the local community, the state and their residents could not be denied. Cf. <i>Hoopeston Co.</i> v. <i>Cullen,</i> 318 U.S. 313, 316 ff. They had in fact a highly \"special interest\" in his localized pursuit <span class=\"star-pagination\">*449</span> of this phase of the comprehensive process of conducting an interstate insurance business. Cf. <i>Union Brokerage Co.</i> v. <i>Jensen, supra,</i> at 212. Here, as in each of the instances cited, appellant's activities called in question were concentrated in the regulating state, although affecting or constituting interstate commerce. Moreover the licensing provision of § 1642 is regulatory, not exclusory in character; is not discriminatory; is not in conflict with any policy or action of Congress but rather accords with its expressed views in so far as the McCarran Act may be taken to be applicable;<sup>[9]</sup> and is designed appropriately to secure the public from those evils of uncontrolled insurance solicitation to which it is directed. In view of these facts the regulation \"neither discriminates against nor substantially obstructs the commerce.\" <i>California</i> v. <i>Thompson, supra,</i> at 114.</p>\n<p>Furthermore, here as in the cited cases, \"unless some measure of local control is permissible,\" the activities and their attendant evils \"must go largely unregulated,\" unless or until Congress undertakes that function. <i>California</i> v. <i>Thompson, supra,</i> at 115. And in view of the wellknown conditions of competition in this field, such a result not only would free out-of-state insurance companies and their representatives of the regulation's effect, thus giving them advantage over local competitors, but by so doing would tend to break down the system of regulation in its purely local operation.</p>\n<p></p>\n<h2>II.</h2>\n<p>Section 703 (a) is interwoven with different conditions and therefore has somewhat different effects than does § 1642. Unlike the latter, which applies to acting as agent for all insurers, it forbids acting as agent for nonadmitted <span class=\"star-pagination\">*450</span> insurers alone, unless the person so acting is a \"surplus line broker.\"<sup>[10]</sup> To become a surplus line broker one must procure a special license pursuant to the requirements of § 1765. This license also is issued upon application, if the commissioner of insurance finds that the applicant is \"trustworthy and competent to transact an insurance brokerage business in such manner as to safeguard the interest of the insured. . . .\" The applicant also must file with the commissioner a faithful performance bond in the amount of $5000 and pay a filing fee of $50.</p>\n<p>So far as concerns these requirements of § 1765 for procuring the surplus line broker's license, if they are considered without reference to any of the other Code provisions, the same conclusion is required concerning the validity of § 703 (a) as for that of § 1642, by the authorities above cited and discussed. Indeed the filing fee of $50 is larger than the gombined fees required by § 1642, but not more than the fee involved in the <i>Union Brokerage</i> case, <i>supra.</i> And the bond provision is substantially identical with that sustained in <i>California</i> v. <i>Thompson, supra</i><i>.</i> In the absence of any showing that it is administered arbitrarily, the requirement that the license shall issue only after a finding of trustworthiness and competence by the commissioner cannot be taken to be other than an appropriate means of safeguarding the public against the obvious evils arising from the lack of those qualifications. <i>California</i> v. <i>Thompson, supra</i><i>.</i> Considered separately from any relationship to other sections of the Code, therefore, the prescribed conditions for securing <span class=\"star-pagination\">*451</span> the surplus line broker's license are no more invalid than those which must be fulfilled to secure the general agent's license under § 1642.<sup>[11]</sup></p>\n<p>This, the state contends, is all that needs to be considered, since appellant neither possessed nor, so far as appears, had applied for or been denied a surplus line broker's license. Consequently, in its view, the validity of other provisions of the Code is not involved, either directly or by necessary relationship to § 703 (a).<sup>[12]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*452</span> III.</h2>\n<p>Appellant insists, however, that § 703 (a), taken in conjunction with § 1765, is more than a licensing requirement for regulating the qualifications of agents acting in California in the transaction of the business covered by its terms. It is rather, he maintains, a prohibition of the writing of such insurance there by nonadmitted insurers and their agents. And this, he says, the state cannot do, both because it cannot exclude interstate commerce in California and because it cannot discriminate against out-of-state insurers in such a manner.</p>\n<p>These conclusions are based on the view that § 703 (a) is related inseparably by its terms and in fact to other Code provisions in addition to § 1765, namely, those regulating the admission of foreign insurance corporations to do business in California<sup>[13]</sup> and the interwoven provisions regulating activities of surplus line brokers.<sup>[14]</sup> Section <span class=\"star-pagination\">*453</span> 703 (a) on its face forbids acting as agent for nonadmitted insurers, except in the case of a surplus line broker. And the combined effects of the provisions relating to such brokers and of those governing the admission of foreign corporations are said to be to \"absolutely prohibit\" the writing of or aiding in procuring the type of insurance issued here or indeed of any insurance issued by the Society.<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*454</span> California in effect concedes this, alternatively to maintaining that no question concerning the validity of those provisions is presented. The short effect of the admission provisions, for purposes now pertinent, the state admits, is to forbid either foreign or domestic companies to do a life insurance business in California other than on a legal reserve basis,<sup>[16]</sup> except as to companies engaged in doing such business there prior to January 1, 1940.<sup>[17]</sup> The policy underlying this exclusion is said to be founded in the state's experience showing that a mutual company doing business \"on the stipulated premium plan with right of assessment,<sup>[18]</sup> without a sufficient surplus and full reserves, <span class=\"star-pagination\">*455</span> is not adequately safeguarded to insure that money will be available to pay death benefits.\" In support of this statement of California's policy and the experience on which it is founded, counsel point to the Annual Reports of the Insurance Commissioner covering a period of some six years, from 1934 to 1940,<sup>[19]</sup> which resulted in some of the legislation now called in question. See also X Report of Joint Insurance Investigation Committee (N.Y.) 364-365 (1906); <i>Hoopeston Co.</i> v. <i>Cullen,</i> 318 U.S. 313, 321.</p>\n<p>Furthermore, the state apparently concedes, as appellant contends, not only that the Society is excluded from transacting insurance business by the admission requirements and its failure to comply with them, but also that appellant would be forbidden to place insurance with it by the provisions relating to surplus line insurance, even if he had secured the surplus line broker's license.<sup>[20]</sup></p>\n<p>As we understand it, therefore, appellant's argument in this phase comes in substance to two things: (1) That the admission requirements and the surplus line broker provisions, as they relate to nonadmitted insurers and their agents, are invalid for discrimination against out-of-state insurers and in favor of domestic ones; (2) that California, as a result of the <i>South-Eastern</i> decision, no <span class=\"star-pagination\">*456</span> longer can require foreign insurance corporations seeking to do business there to maintain minimum reserves for protection of policyholders in the state or compel agents or brokers to refrain from representing them there notwithstanding such noncompliance.</p>\n<p>The discrimination argument is without substance in so far as it maintains that the statutes permit domestic companies to operate without meeting these requirements, but forbid out-of-state insurers to do likewise. For, as has been noted,<sup>[21]</sup> the conditions apply alike to domestic and foreign corporations, excepting only those organized or admitted to do business in California before January 1, 1940. As to them different standards are applicable, but they too apply equally and alike to domestic and foreign insurers.<sup>[22]</sup></p>\n<p>That the state has seen fit to draw a line as of that date between new companies seeking to enter the field and established companies, differentiating the two classes by different standards in the minimum reserve requirements, in order to permit the latter to continue in business and build up reserves,<sup>[23]</sup> does not involve any discrimination as between domestic and foreign or interstate and intrastate insurers. For each may be authorized to enter, and each to continue, on identical terms. Such a distinction does not become discriminatory, in any sense now pertinent, merely because the preexisting companies are allowed to continue their business under somewhat less burdensome reserve requirements than those under which new companies are permitted to enter. See X Report of Joint Insurance Investigation Committee (N.Y.) p. 365 (1906). Otherwise the state, having authorized either domestic or foreign companies to engage in the business, would be greatly restricted, perhaps foreclosed, in raising the reserve <span class=\"star-pagination\">*457</span> requirements as experience and the public interest might make necessary.<sup>[24]</sup></p>\n<p>Apart from this classification, which is clearly within the state's power, the discrimination argument becomes identical with the contention that the state cannot exclude foreign companies, such as the First National Benefit Society, or their agents, from carrying on their business in California for failure to meet her reserve requirements.</p>\n<p>This is the crucial contention. It too is without merit. The evils flowing from irresponsible insurers and insurance certainly are not less than those arising from the activities of irresponsible, incompetent or dishonest insurance agents. The two things are concomitant, being merely different facades of the same sepulchre for the investments and security of the public. Cf. Study of Legal Reserve Life Insurance Companies, T.N.E.C. Monograph No. 28, § XV. It would be idle to require licensing of insurance agents, in order to secure honesty and competence, yet to place no restraint upon the kind of insurance to be sold or the kinds of companies allowed to sell it, and then to cover their representatives with their immunity. This could only result in placing domestic and complying foreign insurers at great disadvantage and eventually in nullifying all controls unless or until Congress should take over the regulation.</p>\n<p>No such consequence has followed from the <i>South-Eastern</i> decision. It did not wipe out the experience of the states in the regulation of the business of insurance or its effects for the continued validity of that regulation. Much of this was concerned with the activities of so-called foreign insurance companies and, in particular, with requirements <span class=\"star-pagination\">*458</span> designed to secure minimum guaranties of solvency and ability to pay claims as they mature. Essentially the protection sought was against fly-by-night operators and the grosser forms of profiteering and financial mismanagement all too common in unregulated insurance activity. See generally Patterson, The Insurance Commissioner in the United States (1927).</p>\n<p>It is true that California imposes her reserve standards, for both domestic and foreign insurers, by requiring them to secure a certificate of authority to do business issued upon compliance with those conditions, in other words, by a form of licensing. But we are far beyond the time when, if ever, the word \"license\" <i>per se</i> was a condemnation of state regulation of interstate business done within the state's borders.<sup>[25]</sup> The commerce involved here is not transportation. Nor is it of a sort which touches the state and its people so lightly that local regulation is inappropriate or interferes unreasonably with the commerce of other states.<sup>[26]</sup> Not the mere fact or form of licensing, but what the license stands for by way of regulation is important.<sup>[27]</sup> So also, it is not simply the fact of prohibition, but what is forbidden and for the protection of what interest, that is determinative. For the commerce clause is not a guaranty of the right to import into a state whatever one may please, absent a prohibition by Congress, regardless of the effects of the importation upon the local community. That is true whether what is brought in <span class=\"star-pagination\">*459</span> consists of diseased cattle<sup>[28]</sup> or fraudulent or unsound insurance.</p>\n<p>Here California's reserve requirements for securing authority to do business cannot be held, either on the face of the statute or by any showing that has been made, to be excessive for the protection of the local interest affected; or designed or effective either to discriminate against foreign or interstate insurers or to forbid or exclude their activities, by all who are able and willing to maintain reasonable minimum reserve standards for the protection of policyholders. Exclusion there is, but it is exclusion of what the state has the power to keep out, until Congress speaks otherwise. Every consideration which supports the licensing of agents and brokers, and the authorities we have cited giving effect to those considerations,<sup>[29]</sup> sustain the state's requirements in this respect, as do also the decisions which have sustained various measures of exclusion in protection of the public health, safety and security not only from physical harm but from various forms of fraud and imposition.<sup>[30]</sup></p>\n<p>It is quite obvious, to repeat only one of those considerations, that if appellant's contentions were accepted and foreign insurers were to be held free to disregard California's reserve requirements and then to clothe their agents or others acting for them with their immunity, not <span class=\"star-pagination\">*460</span> only would the state be made helpless to protect her people against the grossest forms of unregulated or loosely regulated foreign insurance, but the result would be inevitably to break down also the system for control of purely local insurance business. In short, the result would be ultimately to force all of the states to accept the lowest standard for conducting the business permitted by one of them or, perhaps, by foreign countries. Inevitably this would mean that Congress would be forced to intervene and displace the states in regulating the business of insurance. Neither the commerce clause nor the <i>South-Eastern</i> decision dictates such a result.</p>\n<p>We do not intimate that this particular Society's insurance is unsound or fraudulent. As to that no showing has been made. We only say that California has imposed its reserve requirements as allowable standards for securing minimum assurance to the state's policyholders in respect to performance of their policies by the insurer, not as a mere exclusionary measure in exercise of the power to bar foreign corporations altogether; and that in the absence of compliance the state can exclude the company and its representatives as it did, until Congress makes contrary command. Their remedy is not to destroy the regulatory reserve conditions, but to comply with them.</p>\n<p>It follows also that appellant's objections founded on the provisions relating to the placing of surplus line insurance with nonadmitted insurers are without merit. Apart from the phase relating to the requirements for obtaining the surplus line broker's license, the objection is two-fold. One is that, even if licensed, appellant would be forbidden to place the insurance with a nonadmitted insurer, unless there were no admitted one with which the risk could be written. The other, that in any event the risk could not be placed with the nonadmitted insurer for a less premium than would be accepted by any admitted insurer. The short answer would seem to be that, by the reserve <span class=\"star-pagination\">*461</span> requirements for admission and related prohibitions, the state forbids entirely the placing of insurance of the sort issued here, whether with domestic, admitted or nonadmitted companies.<sup>[31]</sup></p>\n<p>It remains to say a word concerning the effect of the McCarran Act for this case and the contentions founded on the Fourteenth Amendment.</p>\n<p>As for the latter, with respect to due process, the only objection advanced which is independent of commerce clause considerations is that to sustain the state's requirements, particularly in so far as they exclude the Society from interstate operations in California and thus also appellant's activities in aid of its business, will be in effect to project California's laws into other states, here presumably Arizona, and regulate the Society's activities there. The contention is obviously without merit. Nothing which California requires touches or affects anything the Society or appellant may do or wish to do in Arizona or elsewhere than in California. <i>Hoopeston Co.</i> v. <i>Cullen, supra</i><i>.</i></p>\n<p>Likewise the equal protection contention is wholly without substance.<sup>[32]</sup></p>\n<p>Our determination has been made without specific reliance upon the McCarran Act for two reasons. One is that this was not necessary. The other arises from the facts that this is a criminal proceeding, the appellant's acts held to violate the California statutes were committed in August following rendition of the <i>South-Eastern</i> decision in June of 1944, and the McCarran Act was not approved until March 9, 1945. The effect of that statute we have considered in the <i>Prudential</i> case, <i>ante,</i> p. 408. But that case involved no criminal or penal phase and therefore no conceivable <i>ex post facto</i> effect. It is doubtful that more than the semblance of such an effect would be involved <span class=\"star-pagination\">*462</span> by reliance upon the Act in this case. For it hardly could be maintained that the <i>South-Eastern</i> decision had the effect to convert Congress' preexisting silence concerning a matter which prior to the decision had been held not to be commerce into an expression by Congress of disapproval of these provisions of the California Code during the short period intervening between the decision and the date on which appellant acted. The indicated inference, if any, would be to the contrary, wholly without regard to the McCarran Act. Its effect might reasonably be taken as merely declaring or confirming expressly the inference which would be indicated from Congress' silence entirely without reference to the Act's provisions. But the declaration was made, as we have said, after appellant's acts were done. And to avoid any semblance of retroactive effect in a criminal matter, we have refrained from explicit reliance upon the Act in this case. It does not detract from our decision on other grounds that the McCarran Act, if applied, would dictate the same result.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE JACKSON took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE DOUGLAS, dissenting in part.</p>\n<p>I agree with the Court that the general license requirements which California provides for the insurance agents were constitutional under the decisions of the Court, even prior to the McCarran Act. But prior to that Act California could not under our decisions under the commerce clause exclude an interstate business, at least in absence of a showing that it was a fraudulent enterprise or in an unsound condition. No such showing is made here. The McCarran Act changes that rule; but it should not be allowed to make unlawful what was lawful when done.</p>\n<h2>NOTES</h2>\n<p>[1]   Act of March 9, 1945, 59 Stat. 33; 15 U.S.C. §§ 1011-1015. See text <i>infra,</i> following note 32.</p>\n<p>[2]   The conviction was obtained in the Justice's Court of Ventura Township, California. The Superior Court of Ventura County was the highest court of the state to which appeal could be taken. Its opinion is not reported. The penalty was a fine of $100 imposed for violating each count.</p>\n<p>[3]   In the Statement of Appeal filed in the Superior Court the grounds relied upon, apart from commerce clause and local law objections, were only that appellant's acts \"were, if true, done by him in accordance with the provisions of the Fourteenth Amendment to the Constitution of the United States . . .\" and that §§ 703 (a) and 1642 \"are unconstitutional and in violation of . . . the Fourteenth Amendment. . . .\"</p>\n<p>[4]   Deering's California Codes, Insurance Code of California, §§ 703, 1642. These sections are part of California's comprehensive regulatory scheme for the business of insurance; and are directly related, in the case of § 703, to the requirements laid by other sections for acting as surplus line broker, see text <i>infra;</i> and in that of § 1642 to such requirements for securing a license to act in the specified representative capacities, see text <i>infra.</i></p>\n<p>[5]   But see 322 U.S. 533, 547 ff.</p>\n<p>[6]   Thus, it was long settled, under the doctrine of <i>Paul</i> v. <i>Virginia,</i> 8 Wall. 168, that neither due process nor equal protection of the laws forbids the kind of state regulation of the business of insurance imposed by §§ 703 (a) and 1642. <i>Hooper</i> v. <i>California,</i> 155 U.S. 648; <i>Nutting</i> v. <i>Massachusetts,</i> 183 U.S. 553. See also <i>Hoopeston Co.</i> v. <i>Cullen,</i> 318 U.S. 313, and text <i>infra</i> at note 32.\n</p>\n<p>As to the dangers of blurring the due process and equal protection limitations with commerce clause ideas, and the consequent necessity for separate treatment in disposing of these problems, see Ribble, State and National Power over Commerce (1937) 98; <i>Nippert</i> v. <i>Richmond,</i> 327 U.S. 416, 423-425; <i>McLeod</i> v. <i>Dilworth Co.,</i> 322 U.S. 327, dissenting opinion at 357. Cf. also <i>Bethlehem Motors Corp.</i> v. <i>Flynt,</i> 256 U.S. 421; Henderson, The Position of Foreign Corporations in American Constitutional Law (1918) 122; and see c. IX.</p>\n<p>[7]   See <i>Hartford Accident &amp; Indemnity Co.</i> v. <i>Nelson Co.,</i> 291 U.S. 352, 360; <i>German Alliance Ins. Co.</i> v. <i>Lewis,</i> 233 U.S. 389, 412-415; <i>Osborn</i> v. <i>Ozlin,</i> 310 U.S. 53, 65, 66; <i>National Union Fire Ins. Co.</i> v. <i>Wanberg,</i> 260 U.S. 71, 76-77. And see also <i>United States</i> v. <i>South-Eastern Underwriters Assn.,</i> 322 U.S. 533, 539 ff.; <i>Prudential Insurance Co.</i> v. <i>Benjamin, ante,</i> p. 408.</p>\n<p>[8]   In some of these cases, e.g., <i>Hartford Indemnity Co.</i> v. <i>Illinois,</i> 298 U.S. 155, and <i>Union Brokerage Co.</i> v. <i>Jensen,</i> 322 U.S. 202, there were also federal licensing statutes which the Court found neither inconsistent with nor, therefore, effective to exclude the state licensing regulation. The <i>Union Brokerage</i> case involved an instance of state regulation of foreign commerce.\n</p>\n<p>In addition to the cited authorities, see also the decisions cited and relied upon in each of the opinions.</p>\n<p>[9]   See text <i>infra</i> following note 32.</p>\n<p>[10]   See note 14, as to \"surplus line insurance.\" In general this is insurance involving special risks or for some other reason not falling within the usual lines of authorized business.</p>\n<p>[11]   Appellant also points out that by § 1775.5 an annual tax equal to three per cent of the gross premiums upon business done during each calendar year is imposed upon each surplus line broker. Apart from the facts that appellant has not applied for such a license and that no effort has been made to collect this tax from appellant, so far as appears, it may be noted that the tax applies alike to all surplus line brokers, whether acting for domestic or admitted foreign insurers or for nonadmitted ones. No question as to the validity of this tax is presented by this record.</p>\n<p>[12]   Indeed the state argues that no question is raised concerning the validity of the requirements of § 1765 for procuring the surplus line broker's license since, \"so far as this record shows, the life insurance sought to be effected in this case might or might not have been procurable from admitted insurers.\"\n</p>\n<p>However, on the alternative basis of accepting appellant's view that the insurance would not have been so obtainable, California concedes the insurance would fall within the surplus line exception, but asserts that appellant, if he had obtained the license, could have acted as agent in the transaction. Hence, since he did not apply for the license, the state argues that § 1765 has not been applied to him and its validity is not involved.</p>\n<p>Appellant, however, maintains that even if he had secured the license, the combined effects of § 703 (a) and other sections relating to surplus line insurance would have forbidden him to act in this transaction. See text <i>infra,</i> Part III. California maintains that the validity of other Code sections, apart from §§ 703 (a) and 1642, was not in issue in the state courts and, though raised here in the briefs, is not necessarily involved.</p>\n<p>[13]   See California Insurance Code §§ 1560-1607, 10818. Appellant relies particularly upon § 10818, prohibiting the organization or admission of new insurers after January 1, 1940, to operate as so-called \"Chapter 9\" companies, that is, among others, as mutual companies having less than the reserve requirements specified for such insurers operating on the assessment plan, but permitting previously organized or admitted companies to continue under specially imposed requirements. See text <i>infra</i> at notes 16, 21.\n</p>\n<p>Pertinent also is § 700 of the Code providing: \"A person shall not transact any class of insurance business in this State without first being admitted for such class,\" through securing a certificate of authority from the commissioner on compliance with the Code's requirements.</p>\n<p>[14]   California Insurance Code, Chapter 6. Surplus Line Brokers. §§ 1760-1779.\n</p>\n<p>Section 1761 reads: \"Except as provided in sections 1760 and 1760.5, a person within this State shall not transact any insurance on property located . . . within, or on the lives or persons of residents of this State with nonadmitted insurers, except by and through a surplus line broker licensed under this chapter and upon the terms and conditions prescribed in this chapter.\"</p>\n<p>Section 1760 provides: \"Any citizen of this State may negotiate and effect insurance on his own property with any nonadmitted insurer,\" cf. note 20, and § 1760.5 requires specified kinds of insurance, e.g., marine and aircraft risks, to be placed with nonadmitted insurers only through a \"special lines' surplus line broker.\"</p>\n<p>By § 1763 a surplus line broker \"may solicit and place insurance, other than as excepted in section 1761, with nonadmitted insurers only if such insurance can not be procured from a majority of the insurers admitted for the particular class or classes of insurance. Such part of the insurance as can not be so procured may be procured from nonadmitted insurers,\" if it is not so placed to secure a lower rate than the lowest any admitted insurer will accept. Stringent provisions for supervising the section's requirements by the commissioner are included.</p>\n<p>Other sections require maintaining an office in the state (§ 1767), keeping records and making reports (§§ 1768, 1769, 1774), and provide criminal sanctions for violating the chapter's provisions, § 1776.</p>\n<p>See as to surplus line brokers, Patterson, The Insurance Commissioner in the United States (1927) 188-190.</p>\n<p>[15]   The argument is not only various but somewhat devious. Appellant disclaims intention to maintain that the state cannot \"regulate [the] insurance business\" and goes on to rest on the general proposition that it cannot prohibit interstate commerce entirely and that the effect of the statutory provisions, particularly § 10818, see note 13 <i>supra,</i> is to do this. As will appear, the argument really comes down to maintaining that California cannot require foreign companies or their agents to comply with her minimum requirements for issuing the type of insurance issued here.</p>\n<p>[16]   By § 10510 of the Code, \"An incorporated life insurer issuing policies on the reserve basis shall not transact life insurance in this State unless it has a paid-in capital of at least $200,000.\" Section 36 defines \"paid-in capital\" as including the surplus of a mutual insurer. The effect of the two sections, it is conceded in the state's brief, \"is to require that a stock company have a capital stock aggregating at least $200,000 and that a mutual company have a surplus of at least $200,000 in order to do business in California.\" Both requirements apply to domestic and foreign companies alike, with the exceptions noted below in note 17.</p>\n<p>[17]   The exception was the result of a series of amendments to the Code, made from 1935 to 1939, designed gradually to restrict the operations in the state of companies operating without reserves, to enable such companies already engaged in business to build up reserves, and to forbid the organization or admission of new companies operating without them or with reserves below the minimum requirement. See Calif. Stat. 1935, cs. 282, 283, pp. 1002, 657, 667, 678; Stat. 1937, c. 726, p. 2024; Stat. 1939, c. 321, p. 1609. And see also the Annual Reports of the Insurance Commissioner, State of California, as follows: Sixty-sixth, 10-11; Sixty-eighth, XX; Sixty-ninth, XVII; Seventieth, XVIII; Seventy-first, XXIX; Seventy-third, XVII, XXII-XXIII.</p>\n<p>[18]   The policy issued in this case contained the following provision in small type on the reverse side of the sheet: \"The lawfully required portion of Premiums paid on this Certificate shall be set aside into the Mortuary Fund. Premiums necessary to maintain this Certificate in force are not fixed amounts and in event of Premium insufficiency may be adjusted, with the written approval of the Corporation Commission, for the purpose of payment of claims and general operating expenses. In the event of any emergency caused by excessive mortality the Corporation may, with the written consent or at the direction of the Corporation Commission, levy Assessments on Members to be placed in the Mortuary Fund.\"</p>\n<p>[19]   See note 17.</p>\n<p>[20]   See § 1763, quoted in part in note 14, <i>supra,</i> and text <i>infra</i> at note 30. The type of insurance issued here is not within the exceptions specified in § 1763, which in turn relate to §§ 1760 and 1760.5. The former, it is to be noted, relates on its face only to property insurance; the latter to various special risks, not including mutual assessment insurance, which can be placed only by a \"special lines' surplus line broker.\" See note 14.</p>\n<p>[21]   See note 13.</p>\n<p>[22]   <i>Ibid.</i></p>\n<p>[23]   See the Reports of the Insurance Commissioner, cited in note 17.</p>\n<p>[24]   Cf. <i>Queenside Hills Realty Co.</i> v. <i>Saxl,</i> 328 U.S. 80; <i>Chicago &amp; Alton R. Co.</i> v. <i>Tranbarger,</i> 238 U.S. 67; <i>Chicago, B. &amp; Q.R. Co.</i> v. <i>Nebraska ex rel. Omaha,</i> 170 U.S. 57.</p>\n<p>[25]   See <i>Union Brokerage Co.</i> v. <i>Jensen,</i> 322 U.S. 202; <i>Clark</i> v. <i>Paul Gray, Inc.,</i> 306 U.S. 583; <i>Bradley</i> v. <i>Public Utilities Comm'n,</i> 289 U.S. 92; <i>Hendrick</i> v. <i>Maryland,</i> 235 U.S. 610; <i>Clark</i> v. <i>Poor,</i> 274 U.S. 554; <i>New Mexico ex rel. McLean</i> v. <i>Denver &amp; Rio Grande R. Co.,</i> 203 U.S. 38.</p>\n<p>[26]   Cf. <i>Hale</i> v. <i>Bimco Trading Co.,</i> 306 U.S. 375; <i>Baldwin</i> v. <i>Seelig,</i> 294 U.S. 511; <i>Hoopeston Co.</i> v. <i>Cullen,</i> 318 U.S. 313.</p>\n<p>[27]   Cf. authorities cited in note 25.</p>\n<p>[28]   See, as to state exclusions of and prohibitions on interstate commerce, <i>Rasmussen</i> v. <i>Idaho,</i> 181 U.S. 198; <i>Smith</i> v. <i>St. Louis &amp; S.W.R. Co.,</i> 181 U.S. 248; <i>Compagnie Francaise</i> v. <i>State Board of Health,</i> 186 U.S. 380; <i>Reid</i> v. <i>Colorado,</i> 187 U.S. 137; <i>Oregon-Washington R. &amp; N. Co.</i> v. <i>Washington,</i> 270 U.S. 87; <i>Mintz</i> v. <i>Baldwin,</i> 289 U.S. 346; <i>Crossman</i> v. <i>Lurman,</i> 192 U.S. 189; <i>Plumley</i> v. <i>Massachusetts,</i> 155 U.S. 461; <i>Hennington</i> v. <i>Georgia,</i> 163 U.S. 299. See also <i>Kimmish</i> v. <i>Ball,</i> 129 U.S. 217; <i>Missouri-K.-T.R. Co.</i> v. <i>Haber,</i> 169 U.S. 613; <i>Carter</i> v. <i>Virginia,</i> 321 U.S. 131.</p>\n<p>[29]   See Part I, text.</p>\n<p>[30]   See note 28.</p>\n<p>[31]   See note 20 and text.</p>\n<p>[32]   See note 6 and text <i>infra.</i></p>\n\n</div>", "html_with_citations": "", "id": 1087907, "judges": "Rutledge", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1087907/", "sha1": "bfeb1dd648a61e4626b3ad5dec59671fa34a8fbb", "source": "L", "supreme_court_db_id": null, "time_retrieved": "2013-10-29T20:01:54.018892"}