{"absolute_url": "/opinion/91071/cutler-v-kouns/", "blocked": false, "citation": {"case_name": "Cutler v. Kouns", "docket_number": null, "document_uris": ["/api/rest/v2/document/91071/"], "federal_cite_one": "110 U.S. 720", "federal_cite_three": null, "federal_cite_two": null, "id": 75451, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75451/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1884-03-10", "date_modified": "2014-12-21T01:29:41.227099", "docket": "/api/rest/v2/docket/2083715/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">110 U.S. 720</p>\n    <p class=\"case_cite\">4 S.Ct. 274</p>\n    <p class=\"case_cite\">28 L.Ed. 305</p>\n    <p class=\"parties\">CUTLER<br>v.<br>KOUNS and another.</p>\n    <p class=\"date\">March 10, 1884.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The congress of the United States, by section 3 of an act passed July 13, 1861, (12 St. 255,) enacted that it should be lawful for the president, by proclamation, to declare that the inhabitants of any state or part of a state in rebellion against the United States were in a state of insurrection, and that 'thereupon all commercial intercourse by and between the same and citizens thereof and the citizens of the rest of the United States should cease and be unlawful so long as such condition of hostilities should continue.' By his proclamation dated August 16, 1861, (12 St. 1262,) the president declared, among others, the states of Louisiana and Texas to be in a state of insurrection against the United States, (excepting such parts thereof as might, from time to time, be occupied by the forces of the United States,) and forbid all commercial intercourse between the same and the inhabitants thereof, with the exceptions aforesaid, and the citizens of other states and other parts of the United States. On April 26, 1862, the city of New Orleans was occupied by the forces of the United States, and remained in their possession until the close of the civil war. From the date named New Orleans was therefore exexcepted from the operation of the non-intercourse act. In this state of affairs, on July 2, 1864, an act of congress was passed, entitled 'An act in addition to the several acts concerning commercial intercourse between loyal and insurrectionary states, and to provide for the collection of captured and abandoned property, and the prevention of fraud in states declared in insurrection.' 13 St. 375. Section 8 of the act provided as follows:</p>\n      <p class=\"indent\">'That it shall be lawful for the secretary of the treasury, with the approval of the president, to authorize agents to purchase for the United States any products of states declared in insurrection, at such places therein as shall be designated by him, at such prices as shall be agreed on with the seller, not exceeding the market value thereof at the place of delivery, nor exceeding three-fourths of the market value thereof in the city of New York, at the latest quotations knowm to the agent purchasing.'</p>\n      <p class=\"indent\">In pursuance of the authority thus conferred, the secretary of the treasury designated certain cities, among them the city of New Orleans, as places of purchase, the appointed purchasing agents. By regulations dated May 9, 1865, he directed that, to meet the requirements of the eighth section of the act of July 2, 1864, the agents should receive all cotton brought to the places designated as places of purchase, and forthwith return to the seller three-fourths thereof, or retain out of the price thereof the difference between three-fourths the market price and the full price thereof in the city of New York.</p>\n      <p class=\"indent\">While the statute and these regulations were in force, to-wit, on June 6, 1865, the defendants in error, George L. Kouns and John Kouns, brought to the city of New Orleans about 900 bales of cotton, which they had caused to be transported, a part from near Shreveport, in the state of Louisiana, and the residue from Jefferson, in the state of Texas. At the time last mentioned, Cutler, the plaintiff in error, was the purchasing agent in New Orleans, appointed by the secretary of the treasury. As such agent he took possession of the cotton, and before releasing it to the plaintiffs in error exacted from them the one-fourth of its market value in New York, which they paid under protest. They paid the money in three installments&#8212;$13,695.92 on June 12, $7,200 on June 15, and $8,588.41 on June 20. The money so paid was covered into the treasury by Cutler.</p>\n      <p class=\"indent\">On July 1, 1871, the defendants in error brought this suit against Cutler to recover back the money so paid. Cutler set up several defenses, only two of which it is necessary to notice. These were,&#8212;<i>First</i>, that the seizure of the cotton and the exaction of the money paid to him were authorized by section 8 of the act of July 2, 1864, and the regulations of the secretary of the treasury made in pursuance thereof; and, <i>second</i>, that the suit was barred by the limitation enacted by section 7 of the act of March 3, 1863, entitled 'An act relating to <i>habeas corpus</i>, and regulating judicial proceedings in certain cases.' 12 St. 755. Upon the trial of the case in the circuit court the defendant, Cutler, moved the court to direct the jury to return a verdict for him on the ground that the exaction of the money sued for was lawful. The court refused to give this instruction. The defendant also moved the court to direct the jury to return a verdict for him on the ground that the action was barred by section 7 of the act of March 3, 1863, because the suit had not been commenced within two years after the wrong done to redress which the suit was brought. This motion was also denied, and the court instructed the jury that the plaintiffs were entitled to recover the sum of $7,200 paid by them to the defendant on June 15th and the sum of $8,588.41 paid on June 20th, with interest. In pursuance of this instruction the jury returned a verdict for the plaintiffs for $29,679.55, for which the court rendered judgment in their favor against the defendant. This writ of error is prosecuted by the defendant, now the plaintiff in error, to reverse that judgment.</p>\n      <p class=\"indent\"><i>Sol. Gen. Phillips</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>Henry C. Bliss</i> and <i>Henry S. Neal</i>, for defendants in error.</p>\n      <p class=\"indent\">WOODS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The errors assigned are&#8212;<i>First</i>, the refusal of the circuit court to direct a verdict for the defendant on the ground that the money sued for was lawfully exacted from the defendants in error; and, <i>second</i>, its refusal to give a similar direction on the ground that the action was barred. We think boh these assignments are well founded.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is not disputed that on June 6, 1865, when the cotton was brought to New Orleans, the exaction by Cutler, the purchasing agent, of one-fourth its market value in the city of New York, was lawful, and that under the statutes and the treasury regulations it was his duty to make it. The contention of the defendants in errors is that by the proclamation of the president, dated June 13, 1865, the right of the purchasing agent to buy the cotton in question at three-fourths its market price in New York, or, what is in substance the same thing, to take possession of the cotton and hold it until one-fourth of its market value in New York was paid to him by the owner, was taken away, and that after that date the exaction of one-fourth the market price of the cotton was unlawful. The material part of the proclamation of June 13, 1865, was as follows: 'Now, therefore, be it known that I, Andrew Johnson, president of the United States, do hereby declare that all restrictions upon the internal, domestic, and coastwise intercourse and trade, and upon the removal of products of states heretofore declared in insurrection, reserving and excepting only those relating to contraband of war, as hereinafter recited, and also those which relate to the reservation of the rights of the United States to property purchased in the territory of an enemy, heretofore imposed in the territory of the United States east of the Mississippi river, are annulled, and I do hereby direct that they be forthwith removed.' 13 St. 763.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As throwing light upon the question in hand, it should be stated that upon June 24, 1865, the president issued another proclamation, which, after reciting that 'whereas it now seems expedient and proper to remove restrictions upon internal, domestic, and coastwise trade and commercial intercourse between and within the states and territories west of the Mississippi river,' proceeded as follows: 'Now, therefore, be it known that I, Andrew Johnson, president of the United States, do hereby declare that all restrictions upon internal, domestic, and coastwise intercourse and trade, and upon the purchase and removal of products of states and parts of states and territories heretofore declared in insurrection, lying west of the Mississippi, (except only, etc., are annulled, and I do hereby direct that they be forthwith rerremoved.' 13 St. 769.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The cotton in this case was the product of a country west of the Mississippi river. It was brought to New Orleans under authority of the act of July 2, 1864. When it arrived on June 6, it was subject to the exaction enforced by the plaintiff in error. When the proclamation of June 13th was issued a part of the money due the United States had been paid. If the defendants in error were relieved from the payment of the residue it was by virtue of that proclamation. Leaving out the parts not applicable to this case, it declared 'that all restrictions * * * upon the removal of products of states * * * declared in insurrection, * * * heretofore imposed in the territory of the United States east of the Mississippi river, are annulled.' Its clearly-expressed purpose was to annul the restrictions imposed upon the removal from the territory east of the Mississippi river of the products of that territory. If we adopt the view of the defendants in error it would follow that all cotton produced west of the Mississippi, which could only be transported to New Orleans by virtue of the act of July 2, 1864, and on the condition that it was there to be sold to a purchasing agent, and to be subject to an exaction of one-fourth its value, would, the moment it arrived, be relieved of all the conditions imposed on it by the statute under authority of which it was removed. In other words, the law imposing restrictions upon the removal of cotton west of the Mississippi would have been nullified by a proclamation of the president which applied in terms only to the territory east of the Mississippi. The policy of the president was not to remove, and he did not remove, the restrictions upon products of the country west of the Mississipi until his proclamation of June 24th. But the defendants in error contend, in effect, that by transporting their cotton to a place east of the Mississippi, where they were under the implied obligation to pay the United States one-fourth its value, they can escape that exaction and get the benefit of the repeal of the restrictions upon cotton grown east of the Mississippi river. But until the restrictions upon the removal of cotton produced west of the Mississippi had been repealed, such cotton, if removed from the place where it was grown, would, while the restrictions were in force, remain subject thereto, no matter what might be the regulations concerning the products of the place to which it was removed. The proclamation of June 13th refers to places declared to be in insurrection, and annuls restrictions placed upon the removal from such places of the products thereof. The construction contended for by the defendants in error would apply it to a city not in insurrection but in the possession of the federal forces, and to a place where the product was not grown, and where no restrictions upon the removal of articles there produced were in force. Such, in our opinion, was not the effect of the proclamation of June 13th.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is another view of the question which also appears to us to be conclusive. The money exacted by the plaintiff in error from the defendants in error was covered into the treasury by him. If he should be compelled to return it to the defendants in error, the United States would, in justice and honor, be bound to make him whole. The suit is therefore, in substance and effect, an action brought by the defendants in error against the government to recover the money collected by its officers and paid into its treasury, and is to be considered in that light. We think the money sued for is the money of the United States. When the cotton reached New Orleans on June 6th it was subject to an exaction of one-fourth its market value in New York. The owners had been allowed to bring in their cotton upon the implied promise and understanding that they would sell it to the government for three-fourths the market price. Upon its arrival in New Orleans the rights of the government in the cotton became fixed. One-fourth its value was as much the property of the government as the other three-fourths were the property of the defendants in error. No proclamation of the president could transfer the property of the government to them. The purchasing agent, for the accommodation of defendants in error, had allowed them to pay the amount due the government in three installments. The fact that the proclamation intervened between the payment of the first and the second installment could not relieve the defendants in error from the payment of money actually due to the United States. The president had no more power to exonerate them from the payment of the sum due than he has to relieve an importer from the payment of duties on his imported merchandise. It follows, from these views, that the plaintiff in error had authority, under the law and regulations of the treasury department, to exact the money which the defendants in error brought this suit to recover. But even if the defendants in error had a good cause of action, we are of opinion that the circuit court erred in refusing to instruct the jury that it was barred by the limitation prescribed by section 7 of the act of March 3, 1863, (12 St. 757.) That section provides 'that no suit or prosecution, civil or criminal, shall be maintained for any arrest or imprisonment made, or other trespasses or wrongs done or committed, or act omitted to be done, at any time during the present rebellion, by virtue or under color of any authority derived from or exercised by or under the president of the United States, or by or under any act of congress, unless the same shall have been commenced within two years next after such arrest, imprisonment, trespass, or wrong may have been done or committed, or act may have been omitted to be done: provided, that in no case shall the limitation herein provided commence to run until the passage of this act,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The act of the plaintiff in error, which is charged in the complaint to be a wrong inflicted by him upon the defendants in error, was, as appears by the bill of exceptions, an act done during the rebellion, under color of authority derived from the president of the United States and an act of congress. The bill of exceptions shows that the last of the two sums of money for which the judgment was rendered was exacted on June 20, 1865. The suit was not brought until July 1, 1871. If, therefore, the limitation relied on is applicable to this case, the action was barred. The defendants in error insist, however, that the limitation does not apply to the present action. Their contention is that the suits barred are for arrests, imprisonments, and other crimes, <i>ejusdam generis</i>, and that the limitation only applies to trespasses upon and wrongs done the person, and not the property, of the plaintiff. In support of this view they rely upon the rule, as their counsel state it, that when general words follow particular words, the former must be construed as applicable to the things or persons particularly mentioned. We think the construction insisted on is too narrow. The rule of interpretation correctly stated is that where particular words of a statute are followed by general, the general words are restricted in meaning to objects of like kind with those specified. Dwarris, (2d Ed. ) 621. But this rule, even if applicable to the statute under consideration, is subject to the qualification that general words will be construed more broadly than specific, where such construction is clearly necessary to give effect to the meaning of the legislature. <i>Foster</i> v. <i>Blount</i>, 18 Ala. 687; <i>U. S.</i> v. <i>Briggs</i>, 9 How. 351. The fifth section of the statute of which the section under consideration forms a part throws light upon the general purpose of congress in its enactment. That section provides that 'any order of the president made at any time during the existence of the present rebellion shall be a defense in all courts to any action or prosecution. civil or criminal, pending or to be commenced, for any search, seizure, arrest, or imprisonment made, done, or committed, or acts omitted to be done under and by virtue of such order, or under color of any law of congress.' It would be a strained construction to hold that, while section 5 expressly protected the party who made a search, seizure, or arrest, or subjected another to imprisonment under the order of the president, section 7 applied the two-years limitation to an action brought to recover damages for the arrest or imprisonment, but not to action brought to recover damages for a search or seizure. The general purpose of congress in the passage of that act appears plainly to have been to give a degree of protection to all persons acting during the rebellion under authority of the president or congress of the United States. A construction which gives the benefit of one of its provisions to parties charged with offenses against the person, and not to those charged with wrongs and trespasses to the property of the citizen, robs the act of a great part of its intended effect, and is clearly unsound and untenable.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But it is unnecessary to discuss further this assignment of error. The point has been expressly decided against the contention of the defendants in error by this court at the present term in the case of <i>Mitchell</i> v. <i>Clark</i>, 4 SUP. CT. REP. 170, where it was held that the limitation of the statute applied to wrongs to the estate as well as to the arrest and imprisonment of the person of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For the errors indicated, the judgment of the circuit court must be reversed, and the case remanded to that court, with directions to order a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Justice FIELD did not sit in this case or take any part in its decision.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>110 U.S. 720 (1884)</b></center>\n<center><h1>CUTLER<br>\nv.<br>\nKOUNS &amp; Another.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 9th, 1884.</center>\n<center>Decided March 10th, 1884.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*723</span> <i>Mr. Solicitor-General</i> for plaintiff in error.</p>\n<p><i>Mr. Henry C. Bliss</i> and <i>Mr. Henry S. Neal</i> for defendants in error.</p>\n<p>MR. JUSTICE WOODS delivered the opinion of the court.</p>\n<p>The errors assigned are, first, the refusal of the Circuit Court to direct a verdict for the defendant on the ground that the money sued for was lawfully exacted from the defendants in <span class=\"star-pagination\">*724</span> error; and, second, its refusal to give a similar direction on the ground that the action was barred. We think both these assignments are well founded.</p>\n<p>It is not disputed that on June 6th, 1865, when the cotton was brought to New Orleans, the exaction by Cutler, the purchasing agent, of one-fourth its market value in the city of New York was lawful, and that under the statutes and the treasury regulations it was his duty to make it. The contention of the defendants in error is that by the proclamation of the President dated June 13th, 1865, the right of the purchasing agent to buy the cotton in question at three-fourths its market price in New York, or, what is in substance the same thing, to take possession of the cotton and hold it until one-fourth of its market value in New York was paid to him by the owner, was taken away, and that after that date the exaction of one-fourth the market price of the cotton was unlawful.</p>\n<p>The material part of the proclamation of June 13th, 1865, was as follows:</p>\n<p>\"Now, therefore, be it known that I, Andrew Johnson, President of the United States, do hereby declare that all restrictions upon internal, domestic and coastwise intercourse and trade, and upon the removal of products of States heretofore declared in insurrection, reserving and excepting only those relating to contraband of war, as hereinafter recited, and also those which relate to the reservation of the rights of the United States to property purchased in the territory of an enemy, heretofore imposed in the territory of the United States east of the Mississippi River, are annulled, and I do hereby direct that they be forthwith removed.\" 13 Stat. 763.</p>\n<p>As throwing light upon the question in hand, it should be stated that on June 24th, 1865, the President issued another proclamation, which, after reciting that, \"whereas it now seems expedient and proper to remove restrictions upon internal, domestic, and coastwise trade and commercial intercourse between and within the States and Territories west of the Mississippi River,\" proceeded as follows:</p>\n<p><span class=\"star-pagination\">*725</span> \"Now, therefore, be it known that I Andrew Johnson, President of the United States, do hereby declare that all restrictions upon internal, domestic, and coastwise intercourse and trade, and upon the purchase and removal of products of States and parts of States and Territories heretofore declared in insurrection, lying west of the Mississippi (except only, &amp;c.), are annulled, and I do hereby direct that they be forthwith removed.\" 13 Stat. 769.</p>\n<p>The cotton in this case was the product of a country west of the Mississippi River. It was brought to New Orleans under authority of the act of July 2d, 1864. When it arrived on June 6th it was subject to the exaction enforced by the plaintiff in error. When the proclamation of June 13th was issued, a part of the money due the United States had been paid. If the defendants in error were relieved from the payment of the residue it was by virtue of that proclamation. Leaving out the parts not applicable to this case, it declared \"that all restrictions ... upon the removal of products of States ... declared in insurrection ... heretofore imposed in the territory of the United States east of the Mississippi River are annulled.\" Its clearly expressed purpose was to annul the restrictions imposed upon the removal from the territory east of the Mississippi River of the products of that territory.</p>\n<p>If we adopt the view of the defendants in error it would follow that all cotton produced west of the Mississippi, which could only be transported to New Orleans by virtue of the act of July 2d, 1864, and on the condition that it was there to be sold to a purchasing agent, and to be subject to an exaction of one-fourth its value, would the moment it arrived be relieved of all the conditions imposed on it by the statute under authority of which it was removed. In other words, the law imposing restrictions upon the removal of cotton west of the Mississippi would have been nullified by a proclamation of the President which applied in terms only to the territory east of the Mississippi.</p>\n<p>The policy of the President was not to remove, and he did not remove, the restrictions upon products of the country west of the Mississippi until his proclamation of June 24th. But the defendants in error contend, in effect, that by transporting their <span class=\"star-pagination\">*726</span> cotton to a place east of the Mississippi, where they were under the implied obligation to pay the United States one-fourth its value, they can escape that exaction and get the benefit of the repeal of the restrictions upon cotton grown east of the Mississippi River. But until the restrictions upon the removal of cotton produced west of the Mississippi had been repealed, such cotton, if removed from the place where it was grown, would, while the restrictions were in force, remain subject thereto, no matter what might be the regulations concerning the products of the place to which it was removed.</p>\n<p>The proclamation of June 13th refers to places declared to be in insurrection, and annuls restrictions placed upon the removal from such places of the products thereof. The construction contended for by the defendants in error would apply it to a city not in insurrection but in the possession of the federal forces, and to a place where the product was not grown, and where no restrictions upon the removal of articles there produced were in force. Such, in our opinion, was not the effect of the proclamation of June 13th.</p>\n<p>There is another view of the question which also appears to us to be conclusive. The money exacted by the plaintiff in error from the defendants in error was paid into the treasury by him. If he should be compelled to return it to the defendants in error, the United States would in justice and honor be bound to make him whole. The suit is, therefore, in substance and effect, an action brought by the defendants in error against the government to recover the money collected by its officers and paid into its treasury, and is to be considered in that light.</p>\n<p>We think the money sued for is the money of the United States. When the cotton reached New Orleans on June 6th, it was subject to an exaction of one-fourth its market value in New York. The owners had been allowed to bring in their cotton upon the implied promise and understanding that they would sell it to the government for three-fourths the market price. Upon its arrival in New Orleans the rights of the government in the cotton became fixed. One-fourth its value was as much the property of the government as the other three-fourths were the property of the defendants in error. No <span class=\"star-pagination\">*727</span> proclamation of the President could transfer the property of the government to them. The purchasing agent, for the accommodation of defendants in error, had allowed them to pay the amount due the government in three instalments. The fact that the proclamation intervened between the payment of the first and the second instalments could not relieve the defendants in error from the payment of money actually due to the United States. The President had no more power to exonerate them from the payment of the sum due, than he has to relieve an importer from the payment of duties on his imported merchandise.</p>\n<p>It follows, from these views, that the plaintiff in error had authority under the law and regulations of the Treasury Department to exact the money which the defendants in error brought this suit to recover.</p>\n<p>But even if the defendants in error had a good cause of action, we are of opinion that the Circuit Court erred in refusing to instruct the jury that it was barred by the limitation prescribed by section seven of the act of March 3d, 1863, 12 Stat. 755. That section provides:</p>\n<p>\"That no suit or prosecution, civil or criminal, shall be maintained for any arrest or imprisonment made, or other trespasses or wrongs done or committed, or act omitted to be done, at any time during the present rebellion, by virtue or under color of any authority derived from or exercised by or under the President of the United States, or by or under any act of Congress, unless the same shall have been commenced within two years next after such arrest, imprisonment, trespass, or wrong may have been done or committed, or act may have been omitted to be done: <i>Provided,</i> That in no case shall the limitation herein provided commence to run until the passage of this act,\" &amp;c., 12 Stat. 757.</p>\n<p>The act of the plaintiff in error, which is charged in the complaint to be a wrong inflicted by him upon the defendants in error, was, as appears by the bill of exceptions, an act done during the rebellion under color of authority derived from the President of the United States and an act of Congress. The bill of exceptions shows that the last of the two sums of money <span class=\"star-pagination\">*728</span> for which the judgment was rendered was exacted on June 20th, 1865. This suit was not brought until July 1st, 1871. If, therefore, the limitation relied on is applicable to this case, the action was barred. The defendants in error insist, however, that the limitation does not apply to the present action. Their contention is that the suits barred are for arrests, imprisonments, and other crimes <i>ejusdem generis,</i> and that the limitation only applies to trespasses upon and wrongs done the person, and not the property, of the plaintiff. In support of this view they rely upon the rule, as their counsel state it, that when general words follow particular words, the former must be construed as applicable to the things or persons particularly mentioned.</p>\n<p>We think the construction insisted on is too narrow. The rule of interpretation correctly stated is, that where particular words of a statute are followed by general, the general words are restricted in meaning to objects of like kind with those specified. Dwarris, 2d Ed. 621. But this rule, even if applicable to the statute under consideration, is subject to the qualification that general words will be construed more broadly than specific, where such construction is clearly necessary to give effect to the meaning of the legislature. <i>Foster</i> v. <i>Blount,</i> 18 Ala. 687; <i>United States</i> v. <i>Briggs,</i> 9 How. 351.</p>\n<p>The 4th section of the statute of which the section under consideration forms a part throws light upon the general purpose of Congress in its enactment. That section provides that \"any order of the President or under his authority made at any time during the existence of the present rebellion shall be a defence in all courts to any action or prosecution, civil or criminal, pending or to be commenced, for any search, seizure, arrest, or imprisonment, made, done, or committed, or acts omitted to be done, under and by virtue of such order, or under color of any law of Congress.\" 12 Stat. 756.</p>\n<p>It would be a strained construction to hold that, while ยง 4 expressly protected the party who made a search, seizure, or arrest, or subjected another to imprisonment under the order of the President, ยง 7 applied the two years limitation to an action brought to recover damages for the arrest or imprisonment, <span class=\"star-pagination\">*729</span> but not to an action brought to recover damages for a search or seizure.</p>\n<p>The general purpose of Congress in the passage of that act appears plainly to have been to give a degree of protection to all persons acting during the rebellion under authority of the President or Congress of the United States. A construction which gives the benefit of one of its provisions to parties charged with offences against the person, and not to those charged with wrongs and trespasses to the property of the citizen, robs the act of a great part of its intended effect, and is clearly unsound and untenable.</p>\n<p>But it is unnecessary to discuss further this assignment of error. The point has been expressly decided against the contention of the defendants in error by this court at the present term in the case of <i>Mitchell</i> v. <i>Clark, ante,</i> 634, where it was held that the limitation of the statute applied to wrongs to the estate as well as to the arrest and imprisonment of the person of the plaintiff.</p>\n<p><i>The judgment of the Circuit Court must be reversed, and the case remanded to that court, with directions to order a new trial.</i></p>\n<p>MR. JUSTICE FIELD did not sit in this case or take any part in its decision.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">720</span></span> (1884)</b></center>\n<center><h1>CUTLER<br>\nv.<br>\nKOUNS &amp; Another.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 9th, 1884.</center>\n<center>Decided March 10th, 1884.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*723</span> <i>Mr. Solicitor-General</i> for plaintiff in error.</p>\n<p><i>Mr. Henry C. Bliss</i> and <i>Mr. Henry S. Neal</i> for defendants in error.</p>\n<p>MR. JUSTICE WOODS delivered the opinion of the court.</p>\n<p>The errors assigned are, first, the refusal of the Circuit Court to direct a verdict for the defendant on the ground that the money sued for was lawfully exacted from the defendants in <span class=\"star-pagination\">*724</span> error; and, second, its refusal to give a similar direction on the ground that the action was barred. We think both these assignments are well founded.</p>\n<p>It is not disputed that on June 6th, 1865, when the cotton was brought to New Orleans, the exaction by Cutler, the purchasing agent, of one-fourth its market value in the city of New York was lawful, and that under the statutes and the treasury regulations it was his duty to make it. The contention of the defendants in error is that by the proclamation of the President dated June 13th, 1865, the right of the purchasing agent to buy the cotton in question at three-fourths its market price in New York, or, what is in substance the same thing, to take possession of the cotton and hold it until one-fourth of its market value in New York was paid to him by the owner, was taken away, and that after that date the exaction of one-fourth the market price of the cotton was unlawful.</p>\n<p>The material part of the proclamation of June 13th, 1865, was as follows:</p>\n<p>\"Now, therefore, be it known that I, Andrew Johnson, President of the United States, do hereby declare that all restrictions upon internal, domestic and coastwise intercourse and trade, and upon the removal of products of States heretofore declared in insurrection, reserving and excepting only those relating to contraband of war, as hereinafter recited, and also those which relate to the reservation of the rights of the United States to property purchased in the territory of an enemy, heretofore imposed in the territory of the United States east of the Mississippi River, are annulled, and I do hereby direct that they be forthwith removed.\" 13 Stat. 763.</p>\n<p>As throwing light upon the question in hand, it should be stated that on June 24th, 1865, the President issued another proclamation, which, after reciting that, \"whereas it now seems expedient and proper to remove restrictions upon internal, domestic, and coastwise trade and commercial intercourse between and within the States and Territories west of the Mississippi River,\" proceeded as follows:</p>\n<p><span class=\"star-pagination\">*725</span> \"Now, therefore, be it known that I Andrew Johnson, President of the United States, do hereby declare that all restrictions upon internal, domestic, and coastwise intercourse and trade, and upon the purchase and removal of products of States and parts of States and Territories heretofore declared in insurrection, lying west of the Mississippi (except only, &amp;c.), are annulled, and I do hereby direct that they be forthwith removed.\" 13 Stat. 769.</p>\n<p>The cotton in this case was the product of a country west of the Mississippi River. It was brought to New Orleans under authority of the act of July 2d, 1864. When it arrived on June 6th it was subject to the exaction enforced by the plaintiff in error. When the proclamation of June 13th was issued, a part of the money due the United States had been paid. If the defendants in error were relieved from the payment of the residue it was by virtue of that proclamation. Leaving out the parts not applicable to this case, it declared \"that all restrictions ... upon the removal of products of States ... declared in insurrection ... heretofore imposed in the territory of the United States east of the Mississippi River are annulled.\" Its clearly expressed purpose was to annul the restrictions imposed upon the removal from the territory east of the Mississippi River of the products of that territory.</p>\n<p>If we adopt the view of the defendants in error it would follow that all cotton produced west of the Mississippi, which could only be transported to New Orleans by virtue of the act of July 2d, 1864, and on the condition that it was there to be sold to a purchasing agent, and to be subject to an exaction of one-fourth its value, would the moment it arrived be relieved of all the conditions imposed on it by the statute under authority of which it was removed. In other words, the law imposing restrictions upon the removal of cotton west of the Mississippi would have been nullified by a proclamation of the President which applied in terms only to the territory east of the Mississippi.</p>\n<p>The policy of the President was not to remove, and he did not remove, the restrictions upon products of the country west of the Mississippi until his proclamation of June 24th. But the defendants in error contend, in effect, that by transporting their <span class=\"star-pagination\">*726</span> cotton to a place east of the Mississippi, where they were under the implied obligation to pay the United States one-fourth its value, they can escape that exaction and get the benefit of the repeal of the restrictions upon cotton grown east of the Mississippi River. But until the restrictions upon the removal of cotton produced west of the Mississippi had been repealed, such cotton, if removed from the place where it was grown, would, while the restrictions were in force, remain subject thereto, no matter what might be the regulations concerning the products of the place to which it was removed.</p>\n<p>The proclamation of June 13th refers to places declared to be in insurrection, and annuls restrictions placed upon the removal from such places of the products thereof. The construction contended for by the defendants in error would apply it to a city not in insurrection but in the possession of the federal forces, and to a place where the product was not grown, and where no restrictions upon the removal of articles there produced were in force. Such, in our opinion, was not the effect of the proclamation of June 13th.</p>\n<p>There is another view of the question which also appears to us to be conclusive. The money exacted by the plaintiff in error from the defendants in error was paid into the treasury by him. If he should be compelled to return it to the defendants in error, the United States would in justice and honor be bound to make him whole. The suit is, therefore, in substance and effect, an action brought by the defendants in error against the government to recover the money collected by its officers and paid into its treasury, and is to be considered in that light.</p>\n<p>We think the money sued for is the money of the United States. When the cotton reached New Orleans on June 6th, it was subject to an exaction of one-fourth its market value in New York. The owners had been allowed to bring in their cotton upon the implied promise and understanding that they would sell it to the government for three-fourths the market price. Upon its arrival in New Orleans the rights of the government in the cotton became fixed. One-fourth its value was as much the property of the government as the other three-fourths were the property of the defendants in error. No <span class=\"star-pagination\">*727</span> proclamation of the President could transfer the property of the government to them. The purchasing agent, for the accommodation of defendants in error, had allowed them to pay the amount due the government in three instalments. The fact that the proclamation intervened between the payment of the first and the second instalments could not relieve the defendants in error from the payment of money actually due to the United States. The President had no more power to exonerate them from the payment of the sum due, than he has to relieve an importer from the payment of duties on his imported merchandise.</p>\n<p>It follows, from these views, that the plaintiff in error had authority under the law and regulations of the Treasury Department to exact the money which the defendants in error brought this suit to recover.</p>\n<p>But even if the defendants in error had a good cause of action, we are of opinion that the Circuit Court erred in refusing to instruct the jury that it was barred by the limitation prescribed by section seven of the act of March 3d, 1863, 12 Stat. 755. That section provides:</p>\n<p>\"That no suit or prosecution, civil or criminal, shall be maintained for any arrest or imprisonment made, or other trespasses or wrongs done or committed, or act omitted to be done, at any time during the present rebellion, by virtue or under color of any authority derived from or exercised by or under the President of the United States, or by or under any act of Congress, unless the same shall have been commenced within two years next after such arrest, imprisonment, trespass, or wrong may have been done or committed, or act may have been omitted to be done: <i>Provided,</i> That in no case shall the limitation herein provided commence to run until the passage of this act,\" &amp;c., 12 Stat. 757.</p>\n<p>The act of the plaintiff in error, which is charged in the complaint to be a wrong inflicted by him upon the defendants in error, was, as appears by the bill of exceptions, an act done during the rebellion under color of authority derived from the President of the United States and an act of Congress. The bill of exceptions shows that the last of the two sums of money <span class=\"star-pagination\">*728</span> for which the judgment was rendered was exacted on June 20th, 1865. This suit was not brought until July 1st, 1871. If, therefore, the limitation relied on is applicable to this case, the action was barred. The defendants in error insist, however, that the limitation does not apply to the present action. Their contention is that the suits barred are for arrests, imprisonments, and other crimes <i>ejusdem generis,</i> and that the limitation only applies to trespasses upon and wrongs done the person, and not the property, of the plaintiff. In support of this view they rely upon the rule, as their counsel state it, that when general words follow particular words, the former must be construed as applicable to the things or persons particularly mentioned.</p>\n<p>We think the construction insisted on is too narrow. The rule of interpretation correctly stated is, that where particular words of a statute are followed by general, the general words are restricted in meaning to objects of like kind with those specified. Dwarris, 2d Ed. 621. But this rule, even if applicable to the statute under consideration, is subject to the qualification that general words will be construed more broadly than specific, where such construction is clearly necessary to give effect to the meaning of the legislature. <i>Foster</i> v. <i>Blount,</i> 18 Ala. 687; <i>United States</i> v. <i>Briggs,</i> 9 How. 351.</p>\n<p>The 4th section of the statute of which the section under consideration forms a part throws light upon the general purpose of Congress in its enactment. That section provides that \"any order of the President or under his authority made at any time during the existence of the present rebellion shall be a defence in all courts to any action or prosecution, civil or criminal, pending or to be commenced, for any search, seizure, arrest, or imprisonment, made, done, or committed, or acts omitted to be done, under and by virtue of such order, or under color of any law of Congress.\" 12 Stat. 756.</p>\n<p>It would be a strained construction to hold that, while ยง 4 expressly protected the party who made a search, seizure, or arrest, or subjected another to imprisonment under the order of the President, ยง 7 applied the two years limitation to an action brought to recover damages for the arrest or imprisonment, <span class=\"star-pagination\">*729</span> but not to an action brought to recover damages for a search or seizure.</p>\n<p>The general purpose of Congress in the passage of that act appears plainly to have been to give a degree of protection to all persons acting during the rebellion under authority of the President or Congress of the United States. A construction which gives the benefit of one of its provisions to parties charged with offences against the person, and not to those charged with wrongs and trespasses to the property of the citizen, robs the act of a great part of its intended effect, and is clearly unsound and untenable.</p>\n<p>But it is unnecessary to discuss further this assignment of error. The point has been expressly decided against the contention of the defendants in error by this court at the present term in the case of <i>Mitchell</i> v. <i>Clark, ante,</i> 634, where it was held that the limitation of the statute applied to wrongs to the estate as well as to the arrest and imprisonment of the person of the plaintiff.</p>\n<p><i>The judgment of the Circuit Court must be reversed, and the case remanded to that court, with directions to order a new trial.</i></p>\n<p>MR. JUSTICE FIELD did not sit in this case or take any part in its decision.</p>\n</div>", "id": 91071, "judges": "Woods", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91071/", "sha1": "a7645a13496c1156956c6d632d1a9c4dd912a06c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:56"}