{"absolute_url": "/opinion/91148/connecticut-mut-life-ins-co-v-lathrop/", "blocked": false, "citation": {"case_name": "Connecticut Mut. Life Ins. Co. v. Lathrop", "docket_number": null, "document_uris": ["/api/rest/v2/document/91148/"], "federal_cite_one": "111 U.S. 612", "federal_cite_three": null, "federal_cite_two": null, "id": 75528, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75528/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 17, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1884-05-05", "date_modified": "2014-12-21T01:29:47.094343", "docket": "/api/rest/v2/docket/600653/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">111 U.S. 612</p>\n    <p class=\"case_cite\">4 S.Ct. 533</p>\n    <p class=\"case_cite\">28 L.Ed. 536</p>\n    <p class=\"parties\">CONNECTICUT MUT. LIFE INS. CO.<br>v.<br>LATHROP, Adm'r, etc.</p>\n    <p class=\"date\">May 5, 1884.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Jeff. Chandler</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>Wallace Pratt</i> and <i>Jeff. Brumback</i>, for defendant in error.</p>\n      <p class=\"indent\">HARLAN, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error from a judgment in favor of Helen Pitkin, the beneficiary in two policies issued by the Connecticut Mutual Life Insurance Company upon the life of her husband,&#8212;one, on the tenth day of August, 1866, for the sum of $5,000; and the other, on the twenty-fourth day of September, 1873, for the sum of $423. The insured, George E. Pitkin, died on the twenty-ninth day of September, 1878. After the case came here, the beneficiary in the policies died, and there was a revivor against her personal representative. The defense was the same as to each policy. Briefly stated, it is this: That the policy expressly provides that in case the insured shall, after its execution, become so far intemperate as to impair his health, or induce <i>delirium tremens</i>, or should die by his own hand, it shall be void and of no effect; that, after its execution and delivery, he did become so far intemperate as to impair his health, and induce <i>delirium tremens;</i> also, that he died by his own hand, because, with premeditation and deliberation, he shot himself through the heart with a bullet discharged by himself from a pistol, by reason whereof he died. Further, that the affirmative answer by plaintiff, in her application for insurance, to the question whether the insured was then and had always been of temperate habits, being false and untrue, the contract was annulled, because, by its terms, the policy was to become void if the statements and representations in the application&#8212;constituting the basis of the contract between the parties&#8212;were not in all respects true and correct. The plaintiff, in her reply, put in issue all the material allegations of the answer, except that alleging the self-destruction of her husband; as to which she averred that, 'at the time he committed said act of self-destruction, and with reference thereto,' he 'was not in possession of his mental faculties, and was not responsible for said act.' At the close of the evidence introduced for the plaintiff, the defendant, by counsel, moved the court to instruct the jury that upon the pleadings and evidence the plaintiff could not recover. That motion was denied, and the action of the court&#8212;to which the defendant at the time excepted&#8212;is assigned for error. This instruction, it is claimed, should have been given upon the ground that the evidence disclosed no symptom whatever of insanity upon the part of the insured. But that position cannot be sustained upon any proper view of the testimony. There certainly was evidence tending to show a material, if not radical, change for the worse in the mental condition of the insured immediately preceding his death. In the judgment of several who knew him intimately, and had personal knowledge of such change, he was not himself at the time of the act of self-destruction. Whether his strange demeanor immediately before his death was the result of a deliberate, conscious PURPOSE TO FEIGN INSANITY, SO AS THEREBY the more readily to defraud the company, was a matter peculiarly within the province of the jury to determine. If the refusal of the court to sustain the motion would have been error, had there been an entire absence of proof to sustain the plaintiff's suit, it is sufficient to say that there was evidence of a substantial character tending to show that the insured was insane when he took his life.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In <i>Ins. Co.</i> v. <i>Rodel</i>, 95 U. S. 238, where the question was made as to the duty of the court, on a motion by the defendant for a peremptory instruction based wholly on plaintiff's evidence, it was said that 'if there was any evidence tending to prove that the deceased was insane when he took the poison which caused his death, the judge was not bound to, and, indeed, could not properly, take the evidence from the jury. The weight of the evidence is for them, and not for the judge, to pass upon.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case clearly comes within the rule announced in <i>Phoenix Ins. Co.</i> v. <i>Doster</i>, 106 U. S. 32, S. C. 1 SUP. CT. REP. 18, that 'where a cause fairly depends upon the effect or weight of testimony, it is one for the consideration and determination of the jury, under proper directions as to the principles of law involved. It should never be withdrawn from them unless the testimony be of such a conclusive character as to compel the court, in the excercise of a sound legal discretion, to set aside a verdict returned in opposition to it.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When the evidence was concluded on both sides the defendant submitted requests for instructions. Some of them were given and some refused, but it does not appear from the record which were given and which refused. As the exception which was taken related to the refused instructions, and since it does not appear which of them belonged to that class, none of the series asked by defendant can be noticed. We may, however, remark that the charge of the court, to which no exception was taken, embodied all of defendant's instructions that were applicable to the case, and which could properly have been given.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This brings us to the consideration of the substantial questions presented by the assignments of error. They relate to the admission, against the objections of the defendant, of certain evidence touching the condition of the mind of the insured at or about the time he destroyed his life.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before the introduction of the particular testimony to which the objections related, there was, as we have already said, proof tending to show that Pitkin was not entirely sound in mind. Witnesses well acquainted with him remarked the unusually excited, wild expression of his face. A domestic in his family testified that 'he looked very wild and frightened out of his eyes; he looked like some one that was crazy.' Within a few hours before death he bade one witness, whose store he visited, good-bye, saying that he was 'going to a country where there is no return.' To another witness, on the same occasion, he appeared to be 'out of his head; kind of mad, insane.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At this stage of the case one Strein was introduced as a witness for plaintiff. Pitkin was in his saloon about 11 o'clock of the day on which he took his life, and a few hours only before his death. So much of his examination (omitt ng the questions) as is necessary to a proper understanding of the objections made by plaintiff in error is here given: '<i>Answer</i>. He asked for a glass of wine, and I gave it to him. He said he hadn't had a drink yet that day, or since the one he had last night from me,&#8212;that was a glass of wine. He said, 'I may look queer this morning or drunk to other people, but I ain't drunk.' He said, 'Some people may think me drunk, but I am not; I am not drunk in my body, but I am in my mind.' He looked unusual to me. He had on his old clothes, and his neck-tie was out of shape, his face was red, and his eyes staring at me, which made me think he was quite out of his usual way. His appearance and the look was quite different from his usual appearance prior to that time. He looked, in his face, quite red, and his eyes had quite another expression. He had them open wide, with a look that was wild, and he looked around the room awhile and walked up and down, and seemed very restless. He would not stand at one place like he usually did, but walked up and down. I spoke a few words after that, but I did not notice him very much, for I was very busy.' The witness being asked to state the impression made upon him by what he saw of Pitkin's condition, the defendant objected to the question as incompetent. But the objection was overruled, and an exception was taken. The witness answered: 'My impression was that he seemed to be quite out of his head that morning. I could not say the reason. I didn't know then anything about his disappointment; I found that out afterwards.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Another witness, Mr. Ferry, an attorney at law, was introduced by the plaintiff. He saw Pitkin the morning of the day he killed himself. What occurred was thus stated by him: 'I came down Broadway, walking, and Mr. Pratt came down from his residence on Washington street, in a street car, and got out on the corner of Sixth and Broadway, and we went there in front of the office. Mr. Pitkin was standing very near the door, and as we passed up the stairway going to our office we both said, 'Good morning' to him, and Mr. Pratt says, 'Pit., why ain't you at church?' Mr. Pitkin said, 'I am not going to church, I am going to hell;' and we immediately passed on up stairs and into the doorway, but as we started up stairs Pitkin stuck his head into the door and says, 'Do you want to send any word to him?' Mr. Pratt says, 'To whom?' 'To the devil; I am going to hell,' and he turned immediately and went out of the door.' Being asked how Pitkin looked during that conversation, he said that 'he seemed very much agitated and nervous; his face was flushed; the pupil of his eye dilated and bright, and there was no expression in it.' Against the objections of defendant he was permitted to testify that the impression left on his mind, from the conduct, actions, manner, expressions, and conversation of Pitkin, was that 'he was crazy, and didn't know what he was doing.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Exception was also taken to the action of the court in permitting the witness Aldrich to answer a certain question. He saw the deceased a few moments before his death, and observed that he 'looked strange;' had 'a very peculiar look,' one that he had never seen before. It was 'a wild look.' Being asked what impression Pitkin made upon him by his manner and conduct at the time, he answered,&#8212;the defendant's objection to the evidence being overruled,&#8212;'I thought he was out of his head.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is contended, in behalf of plaintiff in error, that the impressions and opinions of these non-professional witnesses as to the mental condition of the insured, although accompanied by a statement of the grounds upon which they rested, were incompetent as evidence of the fact of insanity. This question was substantially presented in <i>Ins. Co.</i> v. <i>Rodel, ubi supra</i>, which was an action upon a life policy containing a clause of forfeiture in case the insured died by his own hand. The issue was as to his sanity at the time of the act of self-destruction. Witnesses acq ainted with him described his conduct and appearance at or about, and shortly before, his death. They testified as to how he looked and acted. One said that he 'looked like he was insane;' another, that his impression was that the insured 'was not in his right mind.' In that case the court said that 'although such testimony from ordinary witnesses may not have great weight with experts, yet it was competent testimony, and expressed in an inartificial way the impressions which are usually made by insane persons upon people of ordinary understanding.' The general rule undoubtedly is that witnesses are restricted to proof of facts within their personal knowledge, and may not express their opinion or judgment as to matters which the jury or the court are required to determine, or which must constitute elements in such determination. To this rule there is a well-established exception in the case of witnesses having special knowledge or skill in the business, art, or science, the principles of which are involved in the issue to be tried. Thus the opinions of medical men are admissible in evidence as to the sanity or insanity of a person at a particular time, because they are supposed to have become, by study and experience, familiar with the symptoms of mental disease, and therefore qualified to assist the court or jury in reaching a correct conclusion. And such opinions of medical experts may be based as well upon facts within their personal knowledge, as upon a hypothetical case disclosed by the testimony of others. But are there no other exceptions to the general rule to which we have referred?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Counsel for the plaintiff in error contends that witnesses who are not experts in medical science may not, under any circumstances, express their judgment as to the sane or insane state of a person's mind. This position, it must be conceded, finds support in some adjudged cases as well as in some elementary treatises on evidence. But, in our opinion, it cannot be sustained consistently with the weight of authority, nor without closing an important avenue of truth in many, if not in every case, civil and criminal, which involves the question of insanity. Whether an individual is insane, is not always best solved by abstruse metaphysical speculations, expressed in the technical language of medical science. The common sense, and, we may add, the natural instincts of mankind reject the supposition that only experts can approximate certainty upon such a subject. There are matters of which all men have more or less knowledge, according to their mental capacity and habits of observation,&#8212;matters about which they may and do form opinions sufficiently satisfactory to constitute the basis of action. While the <i>mere</i> opinion of a non-professional witness, predicated upon facts detailed by others, is incompetent as evidence upon an issue of insanity, his judgment, based upon personal knowledge of the circumstances involved in such an inquiry, certainly is of value; because the natural and ordinary operations of the human intellect, and the appearance and conduct of insane persons, as contrasted with the appearance and conduct of persons of sound mind, are more or less understood and recognized by every one of ordinary intelligence who comes in contact with his species. The extent to which such opinions should influence or control the judgment of the court or jury must depend upon the intelligence of the witness, as manifested by his examination, and upon his opportunities to ascertain all the circumstances that should properly affect any conclusion reached. It will also depend, in part, upon the degree of the mental unsoundness of the person whose condition is the subject of inquiry; for his derangement may be so total and palpable that but slight observation is necessary to enable persons of ordinary understanding to form a reasonably accurate judgment as to his sanity or insanity; in other cases, the symptoms may be of such an occult character as to require the closest  crutiny and the highest skill to detect the existence of insanity.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The truth is, the statement of a non-professional witness as to the sanity or insanity, at a particular time, of an individual, whose appearance, manner, habits, and conduct came under his personal observation, is not the expression of mere opinion. In form it is opinion, because it expresses an inference or conclusion based upon observation of the appearance, manner, and motions of another person, of which a correct idea cannot well be communicated in words to others without embodying, more or less, the impressions or judgment of the witness. But in a substantial sense, and for every purpose essential to a safe conclusion, the mental condition of an individual, as sane or insane, is a fact, and the expressed opinion of one who has had adequate opportunities to observe his conduct and appearance is but the statement of a fact; not, indeed, a fact established by direct and positive proof, because in most, if not all cases it is impossible to determine, with absolute certainty, the precise mental condition of another; yet, being founded on actual observation, and being consistent with common experience and the ordinary manifestations of the condition of the mind, it is knowledge, so far as the human intellect can acquire knowledge upon such subjects. Insanity 'is a disease of the mind which assumes as many and various forms as there are shades of difference in the human character.' It is, as has been well said, 'a condition which impresses itself as an aggregated on the observer,' and the opinion of one, personally cognizant of the minute circumstances making up that aggregate, and which are detailed in connection with such opinion, is, in its essence, only fact 'at short-hand.' 1 Whart. &amp; S. Med. Jur. &#167; 257. This species of evidence should be admitted, not only because of its intrinsic value, when the result of observation by persons of intelligence, but from necessity. We say from necessity, because a jury or court, having had no opportunity for personal observation, would otherwise be deprived of the knowledge which others possess; but, also, because, if the witness may be permitted to state&#8212;as, undoubtedly, he would be where his opportunities of observation have been adequate&#8212;'that he has known the individual for many years; has repeatedly conversed with him and heard others converse with him; that the witness had noticed that in these conversations he was incoherent and silly; that in his habits he was occasionally highly pleased and greatly vexed without a cause; and that in his conduct he was wild, irrational, extravagant, and crazy,&#8212;what would this be but to declare the judgment or opinion of the witness of what is incoherent or foolish in conversation, what reasonable cause of pleasure or resentment, and what the <i>indicia</i> of sound or disordered intellect? If he may not so testify, but must give the supposed silly and incoherent language, state the degrees and all the accompanying circumstances of highly excited emotion, and specifically set forth the freaks or acts regarded as irrational, and thus, without the least intimation of any opinion which he has formed of their character, where are such witnesses to be found? Can it be supposed that those, not having a special interest in the subject, shall have so charged their memories with these matters, as distinct, independent facts, as to be able to present them in their entirety and simplicity to the jury? Or, if such a witness be found, can he conceal from the jury the <i>impression</i> which has been made upon his mind; and, when this is collected, can it be doubted but that his judgment has been influenced by many, very many, circumstances which he has not communicated, which he cannot communicate, and of which he himself is not aware?' <i>Clary</i> v. <i>Clary</i>, 2 Ired. Law, 83. The jury, being informed as to the witness' opportunities to know all the circumstances, and of the reasons upon which he rests his statement as to the ultimate general fact of sanity or insanity  are able to test the accuracy or soundness of the opinion expressed, and thus, by using the ordinary means for the ascertainment of truth, reach the ends of substantial justice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These views are sustained by a very large number of adjudications in the courts of this country, some of which are cited in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In several of those cited the whole subject was very fully considered in all its aspects. While the cases are, to some extent, in conflict, we are satisfied that the rule most consistent with sound reason, and sustained by authority, is that indicated in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Counsel for the plaintiff in error calls our attention to the case of <i>Wright</i> v. <i>Tatham</i>, 5 Clark &amp; F. 670, as an authority for the broad proposition that non-professional witnesses cannot give their opinions and impressions concerning the state of a person's mind, even in connection with the facts within their personal knowledge, upon which such opinion is based. On a question of the competency of a party to make a will, certain letters, written to that party by third persons, who had died before they were offered as evidence, and which letters were found many years after their date among the testator's papers, were held, in that case, not to be admissible without proof that he acted on them. Whether the opinions of non-experts, in connection with a statement, under oath, of the facts, are admissible upon an inquiry as to the insanity of an individual, was not involved or determined in that case. On the contrary, the observations made by some of the judges, in illustration of in judgment, would indicate a concurrence judgment, would indicate a concurrence in the general views we have expressed. After stating that the letters were offered as evidence of the opinions of the writers, Baron ALDERSON said: 'The objection of their admissibility is that this opinion is not upon oath, nor is it possible for the opposite party to test by cross-examination the foundation on which it rests. The object of laying such testimony before the jury is to place the whole life and conduct of the testator, if possible, before them, so that they may judge of his capacity; for this purpose you call persons who have known him for years, who have seen him frequently, who have conversed with him or corresponded with him. After having thus ascertained their means of knowledge, the question is put generally as to their opinion of his capacity. I conceive this question really means to involve an inquiry as to the effect of all the acts which the witnesses have seen the testator do for a long series of years, and the manner in which he was, during that period, treated by those with whom he was living in familiar intercourse. This is not properly opinion, like that of experts; but rather a compendious mode of putting one instead of a multitude of questions to the witness under examination, as to the acts and conduct of the testator.' 5 Clark &amp; F. 720. And Baron PARKE: 'These letters are sufficiently proved to have been written and sent to the house of the deceased by persons now dead, and they indicate the opinion of the writers that the alleged testator was a rational person, and capable of doing acts of ordinary business. But it is perfectly clear that, in this case, an opinion not given upon oath in a judicial inquiry between parties is no evidence; for the question is, not what the capacity of the testator was reputed to be, but what it really was in point of fact; and, though the opinion of a witness upon oath as to that fact might be asked, it would be only a compendious mode of ascertaining the result of the actual observation of the witness, from acts done, as to the habits and demeanor of the deceased.' Id. 735.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">One other assignment of error remains to be considered. It relates to the admissions of the statements made by two witnesses of what passed between each other on the occasion of their seeing and conversing with the deceased, wit in an hour or two before he shot himself. They detailed what passed between them and the deceased, describing the latter's appearance and condition as indicating, in their judgment, that he was not in his right mind. As he left the presence of these witnesses, one of them remarked to the other that 'Pitkin is not himself; George looks kind of crazy.' The other, in response, expressed substantially, though in different language, his concurrence in that opinion. To the admission of this brief conversation between the witnesses, on the occasion referred to, the defendant objected, but the objection was overruled, and an exception taken. We do not think there was in this any error to the prejudice of the substantial rights of the company. The witnesses, when under oath, expressed the same opinion as to the condition of the deceased. What passed between them at the time to which their testimony referred was a part of what occurred on the occasion when they saw the deceased, and may well have been repeated to the jury, as showing that their opinion as to the mental condition of the deceased was not then presently formed, but was one formed at the very moment they saw him, within a very few hours before his death.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Upon the whole case we perceive no error in the proceedings of which plaintiff in error may complain, and the judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>Clary</i> v. <i>Clary</i>, 2 Ired. Law, 83; <i>Dunham's Appeal</i>, 27 Conn. 193; <i>Grant</i> v. <i>Thompson</i>, 4 Conn. 203; <i>Hardy</i> v. <i>Merrill</i>, 56 N. H. 227, substantially overruling <i>Boardman</i> v. <i>Boardman</i>, 47 N. H. 120; <i>State</i> v. <i>Pike</i>, 49 N. H. 399, and <i>State</i> v. <i>Archer</i>, 54 N. H. 468; <i>Hathaway's Adm'r</i> v. <i>Nat. Life Ins. Co.</i> 48 Vt. 350; <i>Morse</i> v. <i>Crawford</i>, 17 Vt. 499; <i>Clark</i> v. <i>State</i>, 12 Ohio, 483; <i>Gibson</i> v. <i>Gibson</i>, 9 Yerg. 330; <i>Potts</i> v. <i>House</i>, 6 Ga. 324; <i>Vanauken's Case</i>, 2 Stockt. Ch. 190; <i>Brooke</i> v. <i>Townshend</i>, 7 Gill, 10; <i>De Witt</i> v. <i>Barly</i>, 17 N. Y. 342, explaining decision in same case in 5 Seld. 371; <i>Hewlett</i> v. <i>Wood</i>, 55 N. Y. 634; <i>Clapp</i> v. <i>Fullerton</i> 34 N. Y. 190; <i>Rutherford</i> v. <i>Morris</i>, 77 Ill. 397; <i>Duffield</i> v. <i>Morris' Ex'r</i>, 2 Har. 384; <i>Wilkinson</i> v. <i>Pearson</i>, 23 Pa. St. 119; <i>Pidock</i> v. <i>Potter</i>, 68 Pa. St. 342; <i>Doe</i> v. <i>Reagan</i>, 5 Blackf. 218; <i>Dove</i> v. <i>State</i>, 3 Heisk. 348; <i>Butler</i> v. <i>St. Louis Life Ins. Co.</i> 45 Iowa, 93; <i>People</i> v. <i>Sanford</i>, 43 Cal. 29; <i>State</i> v. <i>Klinger</i>, 46 Mo. 229; <i>Holcomb</i> v. <i>State</i>, 41 Tex. 125; <i>McClackey</i> v. <i>State</i>, 5 App. (Tex.) 320; <i>Norton</i> v. <i>Moore</i>, 3 Head, 482; <i>Powell</i> v. <i>State</i>, 25 Ala. 28; 1 Bish. Crim. Proc. &#167;&#167; 536-540; 1 Whart. &amp; S. Med. Jur. &#167; 257; Whart. Ev. &#167; 510 <i>et seq.;</i> 1 Redf. Wills, c. 4, pt. 2, in a recent edition of which (page 145, note, 24) it is said, touching the decision in <i>Hardy</i> v. <i>Merrill, ubi supra:</i> 'There will now remain scarcely any dissentients among the elder states; and those of recent origin, whose decisions have been based upon the authority of the earlier decisions of some of the older states, which have since abandoned the ground, may also be expected to change.' See, also, <i>May</i> v. <i>Bradlee</i>, 127 Mass. 414; <i>Com.</i> v. <i>Sturtivant</i>, 117 Mass. 122.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>111 U.S. 612 (1884)</b></center>\n<center><h1>CONNECTICUT MUTUAL LIFE INSURANCE COMPANY<br>\nv.<br>\nLATHROP, Administrator.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 3d, 1884.</center>\n<center>Decided May 5th, 1884.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF MISSOURI.\n<p><span class=\"star-pagination\">*614</span> <i>Mr. Jeff Chandler,</i> for plaintiff in error.</p>\n<p><i>Mr. J. Brumbach</i> (<i>Mr. Wallace Pratt</i> and <i>Mr. Gardiner Lathrop</i> were with him) for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court. He stated the facts in the foregoing language, and continued:</p>\n<p>At the close of the evidence introduced for the plaintiff, the defendant, by counsel, moved the court to instruct the jury that upon the pleadings and evidence the plaintiff could not recover. That motion was denied, and the action of the court  to which the defendant at the time excepted  is assigned for error. This instruction, it is claimed, should have been given upon the ground that the evidence disclosed no symptom whatever of insanity upon the part of the insured. But that position cannot be sustained upon any proper view of the testimony. There certainly was evidence tending to show a material, if not radical, change for the worse in the mental condition of the insured immediately preceding his death. In the judgment of several who knew him intimately and had personal knowledge of such change, he was not himself at the time of the act of self-destruction. Whether his strange demeanor immediately before his death was the result of a deliberate, conscious purpose <span class=\"star-pagination\">*615</span> to feign insanity, so as thereby the more readily to defraud the company, was a matter peculiarly within the province of the jury to determine. If the refusal of the court to sustain the motion would have been error, had there been an entire absence of proof to sustain the plaintiff's suit, it is sufficient to say that there was evidence of a substantial character tending to show that the insured was insane when he took his life. In <i>Insurance Company</i> v. <i>Rodel,</i> 95 U.S. 232, 238, where the question was made as to the duty of the court, on a motion by the defendant for a peremptory instruction based wholly on plaintiff's evidence, it was said, that \"if there was any evidence tending to prove that the deceased was insane when he took the poison which caused his death, the judge was not bound to, and, indeed, could not properly, take the evidence from the jury. The weight of the evidence is for them, and not for the judge, to pass upon.\" The case clearly comes within the rule announced in <i>Phnix Insurance Company</i> v. <i>Doster,</i> 106 U.S. 30, 32, that \"where a cause fairly depends upon the effect or weight of testimony, it is one for the consideration and determination of the jury, under proper directions as to the principles of law involved. It should never be withdrawn from them unless the testimony be of such a conclusive character as to compel the court, in the exercise of a sound legal discretion, to set aside a verdict returned in opposition to it.\"</p>\n<p>When the evidence was concluded on both sides, the defendant submitted requests for instructions. Some of them were given and some refused, but it does not appear from the record which were given and which refused. As the exception which was taken related to the refused instructions, and since it does not appear which of them belonged to that class, none of the series asked by defendant can be noticed. We may, however, remark that the charge of the court, to which no exception was taken, embodied all of defendant's instructions that were applicable to the case and which could properly have been given.</p>\n<p>This brings us to the consideration of the substantial questions presented by the assignments of error. They relate to <span class=\"star-pagination\">*616</span> the admission, against the objections of the defendant, of certain evidence touching the condition of the mind of the insured at or about the time he destroyed his life.</p>\n<p>Before the introduction of the particular testimony to which the objections related, there was, as we have already said, proof tending to show that Pitkin was not entirely sound in mind. Witnesses well acquainted with him remarked the unusually excited, wild expression of his face. A domestic in his family testified that \"he looked very wild and frightened out of his eyes; he looked like some one that was crazy.\" Within a few hours before death he bade one witness, whose store he visited, good-bye, saying that he was \"going to a country where there is no return.\" To another witness, on the same occasion, he appeared to be \"out of his head; kind of mad, insane.\" At this stage of the case, one Strein was introduced as a witness for plaintiff. Pitkin was in his saloon about 11 o'clock of the day on which he took his life, and a few hours only before his death. So much of his examination (omitting the questions) as is necessary to a proper understanding of the objections made by plaintiff in error is here given:</p>\n<p>\"A. He asked for a glass of wine, and I gave it to him. He said he hadn't had a drink yet that day, or since the one he had last night from me  that was a glass of wine. He said, `I may look queer this morning or drunk to other people, but I aint drunk.' He said, `Some people may think me drunk, but I am not; I am not drunk in my body but I am in my mind.' He looked unusual to me. He had on his old clothes and his neck-tie was out of shape, his face was red, and his eyes staring at me, which made me think he was quite out of his usual way. His appearance and the look was quite different from his usual appearance prior to that time. He looked in his face quite red, and his eyes had quite another expression. He had them open wide, with a look that was wild, and he looked around the room awhile and walked up and down and seemed very restless. He would not stand at one place like he usually did, but walked up and down. I spoke a few words after that, but I did not notice him very much, for I was very busy.\"</p>\n<p>The witness being asked to state the impression made upon <span class=\"star-pagination\">*617</span> him by what he saw of Pitkin's condition, the defendant objected to the question as incompetent. But the objection was overruled, and an exception was taken. The witness answered:</p>\n<p>\"My impression was that he seemed to be quite out of his head that morning. I could not say the reason. I didn't know then anything about his disappointment; I found that out afterward.\"</p>\n<p>Another witness, Mr. Ferry, an attorney-at-law, was introduced by the plaintiff. He saw Pitkin the morning of the day he killed himself. What occurred was thus stated by him:</p>\n<p>\"I came down Broadway, walking, and Mr. Pratt came down from his residence on Washington street, in a street car, and got out on the corner of 6th and Broadway, and we went there in front of the office. Mr. Pitkin was standing very near the door, and as we passed up the stairway going to our office we both said, `Good morning' to him, and Mr. Pratt says, `Pit., why ain't you at church?' Mr. Pitkin said, `I am not going to church, I am going to hell;' and we immediately passed on up stairs and into the doorway, but as we started up stairs Pitkin stuck his head into the door and says, `Do you want to send any word to him?' Mr. Pratt says, `To whom?' `To the devil; I am going to hell,' and he turned immediately and went out of the door.\"</p>\n<p>Being asked how Pitkin looked during that conversation, he said that \"he seemed very much agitated and nervous; his face was flushed; the pupil of his eye dilated and bright, and there was no expression in it.\" Against the objections of defendant he was permitted to testify that the impression left on his mind, from the conduct, actions, manner, expressions, and conversation of Pitkin, was that \"he was crazy, and didn't know what he was doing.\"</p>\n<p>Exception was also taken to the action of the court in permitting the witness Aldrich to answer a certain question. He saw the deceased a few moments before his death, and observed that \"he looked strange,\" had \"a very peculiar look,\" one that he had never seen before. It was \"a wild look.\" Being asked what impression Pitkin made upon him by his manner and <span class=\"star-pagination\">*618</span> conduct at the time, he answered  the defendant's objection to the evidence being overruled  \"I thought he was out of his head.\"</p>\n<p>It is contended, in behalf of plaintiff in error, that the impressions and opinions of these non-professional witnesses as to the mental condition of the insured, although accompanied by a statement of the grounds upon which they rested, were incompetent as evidence of the fact of insanity. This question was substantially presented in <i>Insurance Company</i> v. <i>Rodel, ubi supra,</i> which was an action upon a life policy containing a clause of forfeiture in case the insured died by his own hand. The issue was as to his sanity at the time of the act of self-destruction. Witnesses acquainted with him described his conduct and appearance at or about, and shortly before, his death. They testified as to how he looked and acted. One said that he \"looked like he was insane;\" another, that his impression was that the insured \"was not in his right mind.\" In that case the court said, that \"although such testimony from ordinary witnesses may not have great weight with experts, yet it was competent testimony, and expressed in an inartificial way the impressions which are usually made by insane persons upon people of ordinary understanding.\"</p>\n<p>The general rule undoubtedly is, that witnesses are restricted to proof of facts within their personal knowledge, and may not express their opinion or judgment as to matters which the jury or the court are required to determine, or which must constitute elements in such determination. To this rule there is a well-established exception in the case of witnesses having special knowledge or skill in the business, art, or science, the principles of which are involved in the issue to be tried. Thus, the opinions of medical men are admissible in evidence as to the sanity or insanity of a person at a particular time, because they are supposed to have become, by study and experience, familiar with the symptoms of mental disease, and, therefore qualified to assist the court or jury in reaching a correct conclusion. And such opinions of medical experts may be based as well upon facts within their personal knowledge, as upon a hypothetical case disclosed by the testimony of <span class=\"star-pagination\">*619</span> others. But are there no other exceptions to the general rule to which we have referred?</p>\n<p>Counsel for the plaintiff in error contends that witnesses, who are not experts in medical science, may not, under any circumstances, express their judgment as to the sane or insane state of a person's mind. This position, it must be conceded, finds support in some adjudged cases as well as in some elementary treatises on evidence. But, in our opinion, it cannot be sustained consistently with the weight of authority, nor without closing an important avenue of truth in many, if not in every, case, civil and criminal, which involves the question of insanity. Whether an individual is insane, is not always best solved by abstruse metaphysical speculations, expressed in the technical language of medical science. The common-sense, and, we may add, the natural instincts of mankind, reject the supposition that only experts can approximate certainty upon such a subject. There are matters of which all men have more or less knowledge, according to their mental capacity and habits of observation  matters about which they may and do form opinions, sufficiently satisfactory to constitute the basis of action. While the <i>mere</i> opinion of a non-professional witness, predicated upon facts detailed by others, is incompetent as evidence upon an issue of insanity, his judgment, based upon personal knowledge of the circumstances involved in such an inquiry, certainly is of value; because, the natural and ordinary operations of the human intellect, and the appearance and conduct of insane persons, as contrasted with the appearance and conduct of persons of sound mind, are more or less understood and recognized by every one of ordinary intelligence who comes in contact with his species. The extent to which such opinions should influence or control the judgment of the court or jury must depend upon the intelligence of the witness, as manifested by his examination, and upon his opportunities to ascertain all the circumstances that should properly affect any conclusion reached. It will also depend, in part, upon the degree of the mental unsoundness of the person whose condition is the subject of inquiry; for, his derangement may be so total and palpable that but slight observation is necessary to enable persons of <span class=\"star-pagination\">*620</span> ordinary understanding to form a reasonably accurate judgment as to his sanity or insanity; in other cases, the symptoms may be of such an occult character as to require the closest scrutiny and the highest skill to detect the existence of insanity.</p>\n<p>The truth is, the statement of a non-professional witness as to the sanity or insanity, at a particular time, of an individual, whose appearance, manner, habits, and conduct came under his personal observation, is not the expression of mere opinion. In form, it is opinion, because it expresses an inference or conclusion based upon observation of the appearance, manner, and motions of another person, of which a correct idea cannot well be communicated in words to others, without embodying, more or less, the impressions or judgment of the witness. But, in a substantial sense, and for every purpose essential to a safe conclusion, the mental condition of an individual, as sane or insane, is a fact, and the expressed opinion of one who has had adequate opportunities to observe his conduct and appearance is but the statement of a fact; not, indeed, a fact established by direct and positive proof, because in most, if not all cases, it is impossible to determine, with absolute certainty, the precise mental condition of another; yet, being founded on actual observation, and being consistent with common experience and the ordinary manifestations of the condition of the mind, it is knowledge, so far as the human intellect can acquire knowledge, upon such subjects. Insanity \"is a disease of the mind, which assumes as many and various forms as there are shades of difference in the human character.\" It is, as has been well said, \"a condition, which impresses itself as an aggregate on the observer,\" and the opinion of one, personally cognizant of the minute circumstances making up that aggregate, and which are detailed in connection with such opinion, is, in its essence, only fact \"at short-hand.\" 1 <i>Wharton &amp; Stillé's Med. Juris.,</i> § 257. This species of evidence should be admitted, not only because of its intrinsic value, when the result of observation by persons of intelligence, but from necessity. We say from necessity, because a jury or court, having had no opportunity for personal observation, would otherwise be deprived of the <span class=\"star-pagination\">*621</span> knowledge which others possess; but, also, because, if the witness may be permitted to state  as, undoubtedly, he would be, where his opportunities of observation have been adequate  \"that he has known the individual for many years; has repeatedly conversed with him and heard others converse with him; that the witness had noticed that in these conversations he was incoherent and silly; that in his habits he was occasionally highly pleased and greatly vexed without a cause; and that, in his conduct he was wild, irrational, extravagant, and crazy,  what would this be but to declare the judgment or opinion of the witness of what is incoherent or foolish in conversation, what reasonable cause of pleasure or resentment, and what the indicia of sound or disordered intellect? If he may not so testify, but must give the supposed silly and incoherent language, state the degrees and all the accompanying circumstances of highly excited emotion, and specifically set forth the freaks or acts regarded as irrational, and thus, without the least intimation of any opinion which he has formed of their character, where are such witnesses to be found? Can it be supposed, that those, not having a special interest in the subject, shall have so charged their memories with these matters, as distinct independent facts, as to be able to present them in their entirety and simplicity to the jury? Or, if such a witness be found, can he conceal from the jury the <i>impression</i> which has been made upon his mind; and when this is collected, can it be doubted, but that his judgment has been influenced by many, very many, circumstances which he has not communicated, which he cannot communicate, and of which he himself is not aware?\" <i>Clary</i> v. <i>Clary,</i> 2 <i>Iredell's Law,</i> 78, 83. The jury, being informed as to the witness' opportunities to know all the circumstances, and of the reasons upon which he rests his statement as to the ultimate general fact of sanity or insanity, are able to test the accuracy or soundness of the opinion expressed, and thus, by using the ordinary means for the ascertainment, of truth, reach the ends of substantial justice.</p>\n<p>These views are sustained by a very large number of adjudications in the courts of this country, some of which are cited <span class=\"star-pagination\">*622</span> in the margin.<sup>[*]</sup> In several of those cited the whole subject was very fully considered in all its aspects. While the cases are, to some extent, in conflict, we are satisfied that the rule most consistent with sound reason, and sustained by authority, is that indicated in this opinion.</p>\n<p>Counsel for the plaintiff in error calls our attention to the case of <i>Wright</i> v. <i>Tatham,</i> 5 Clark &amp; Fin. 670, as an authority for the broad proposition that non-professional witnesses cannot give their opinions and impressions concerning the state of a person's mind, even in connection with the facts within their personal knowledge, upon which such opinion is based. On a question of the competency of a party to make a will, certain letters, written to that party by third persons, who had died before they were offered as evidence, and which letters were found many years after their date among the testator's papers, were held, in that case, not to be admissible without proof that he acted on them. Whether the opinions of non-experts, in connection with a statement, under oath, of the facts, are admissible upon an inquiry <span class=\"star-pagination\">*623</span> as to the insanity of an individual, was not involved or determined in that case. On the contrary, the observations made by some of the judges, in illustration of their opinions upon the precise point in judgment, would indicate a concurrence in the general views we have expressed. After stating that the letters were offered as evidence of the opinions of the writers, Baron Alderson said: \"The objection to their admissibility is that this opinion is not upon oath, nor is it possible for the opposite party to test by cross-examination the foundation on which it rests. The object of laying such testimony before the jury is to place the whole life and conduct of the testator, if possible, before them, so that they may judge of his capacity; for this purpose you call persons who have known him for years, who have seen him frequently, who have conversed with him or corresponded with him. After having thus ascertained their means of knowledge, the question is put generally as to their opinion of his capacity. I conceive this question really means to involve an inquiry as to the effect of all the acts which the witnesses have seen the testator do for a long series of years, and the manner in which he was, during that period, treated by those with whom he was living in familiar intercourse. This is not properly opinion, like that of experts; but rather a compendious mode of putting one instead of a multitude of questions to the witness under examination, as to the acts and conduct of the testator.\" 5 <i>Clark &amp; Fin.</i> 720. And Baron Parke: \"These letters are sufficiently proved to have been written and sent to the house of the deceased by persons now dead, and they indicate the opinion of the writers that the alleged testator was a rational person, and capable of doing acts of ordinary business. But it is perfectly clear that, in this case, an opinion not given upon oath in a judicial inquiry between parties is no evidence; for the question is, not what the capacity of the testator was reputed to be, but what it really was in point of fact; and, though the opinion of a witness upon oath as to that fact might be asked, it would be only a compendious mode of ascertaining the result of the actual observation of the witness, from acts done, as to the habits and demeanor of the deceased.\" <i>Ibid,</i> 735.</p>\n<p><span class=\"star-pagination\">*624</span> One other assignment of error remains to be considered. It relates to the admissions of the statements made by two witnesses of what passed between each other on the occasion of their seeing and conversing with the deceased, within an hour or two before he shot himself. They detailed what passed between them and the deceased, describing the latter's appearance and condition as indicating, in their judgment, that he was not in his right mind. As he left the presence of these witnesses, one of them remarked to the other that \"Pitkin is not himself; George looks kind of crazy.\" The other, in response, expressed substantially, though in different language, his concurrence in that opinion. To the admission of this brief conversation between the witnesses on the occasion referred to, the defendant objected, but the objection was overruled, and an exception taken. We do not think there was in this any error to the prejudice of the substantial rights of the company. The witnesses when under oath expressed the same opinion as to the condition of the deceased. What passed between them at the time to which their testimony referred was a part of what occurred on the occasion when they saw the deceased, and may well have been repeated to the jury, as showing that their opinion as to the mental condition of the deceased was not then presently formed, but was one formed at the very moment they saw him, within a very few hours before his death.</p>\n<p>Upon the whole case we perceive no error in the proceedings of which plaintiff in error may complain, and the judgment is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Clary</i> v. <i>Clary,</i> 2 Iredell's Law, 83; Dunham's Appeal, 27 Conn. 192; <i>Grant</i> v. <i>Thompson,</i> 4 Ib. 203; <i>Hardy</i> v. <i>Merrill,</i> 56 N.H. 227, substantially overruling <i>Boardman</i> v. <i>Woodman,</i> 47 N.H. 120; <i>State</i> v. <i>Pike,</i> 49 Id. 399, and <i>State</i> v. <i>Archer,</i> 54 N.H. 465; <i>Hathaway's Adm'r</i> v. <i>National Life Ins. Co.,</i> 48 Vt. 335; <i>Morse</i> v. <i>Crawford,</i> 17 Ib. 499; <i>Clark</i> v. <i>State,</i> 12 Ohio, 483; <i>Gibson</i> v. <i>Gibson,</i> 9 Yerg. 329; <i>Potts</i> v. <i>House,</i> 6 Geo. 324; Vanauken's Case, 2 Stock. Chy. 186; <i>Brooke</i> v. <i>Townsend,</i> 7 Gill, 10; <i>DeWitt</i> v. <i>Barly,</i> 17 N.Y. 340, explaining decision in same case in 5 Selden, 371; <i>Hewlett</i> v. <i>Wood,</i> 55 Id. 634; <i>Clapp</i> v. <i>Fullerton,</i> 34 Id. 190; <i>Rutherford</i> v. <i>Morris,</i> 77 Ill. 397; <i>Duffield</i> v. <i>Morris,</i> 2 Harrington, 375, 384; <i>Wilkinson</i> v. <i>Pearson,</i> 23 Penn. St. 117; <i>Pidcock</i> v. <i>Potter,</i> 68 Id. 342; <i>Doe</i> v. <i>Reagan,</i> 5 Blackf. 217; <i>Dove</i> v. <i>State,</i> 3 Heisk, 348; <i>Butler</i> v. St. Louis Life Ins. Co. 45 Iowa, 93; <i>People</i> v. <i>Sanford,</i> 43 Cal. 29; <i>State</i> v. <i>Klinger,</i> 46 Mo. 224; <i>Holcombe</i> v. <i>State,</i> 41 <i>Tex.</i> 125; <i>McClackey</i> v. <i>State,</i> 5 App. (Tex.) 320; <i>Norton</i> v. <i>Moore,</i> 3 Head. 480; <i>Powell</i> v. <i>State,</i> 25 Ala. 26, 28; 1 Bishop's Crim. Pro. § 536-40; 1 Warton &amp; Stillè's Med. Juris., § 257; Warton's Law of Evidence, § 510 <i>et seq.;</i> 1 Redfield on Wills, Ch. 4, Part 2, in a recent edition of which (p. 145, n. 24), it is said, touching the decision in <i>Hardy</i> v. <i>Merrill, ubi supra:</i> \"There will now remain scarcely any dissentients among the elder States; and those of recent origin, whose decisions have been based upon the authority of the earlier decisions of some of the older States, which have since abandoned the ground, may also be expected to change.\" See also <i>May</i> v. <i>Bradlee,</i> 127 Mass. 414; <i>Com.</i> v. <i>Sturtevant,</i> 117 Id. 122.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">612</span></span> (1884)</b></center>\n<center><h1>CONNECTICUT MUTUAL LIFE INSURANCE COMPANY<br>\nv.<br>\nLATHROP, Administrator.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 3d, 1884.</center>\n<center>Decided May 5th, 1884.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF MISSOURI.\n<p><span class=\"star-pagination\">*614</span> <i>Mr. Jeff Chandler,</i> for plaintiff in error.</p>\n<p><i>Mr. J. Brumbach</i> (<i>Mr. Wallace Pratt</i> and <i>Mr. Gardiner Lathrop</i> were with him) for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court. He stated the facts in the foregoing language, and continued:</p>\n<p>At the close of the evidence introduced for the plaintiff, the defendant, by counsel, moved the court to instruct the jury that upon the pleadings and evidence the plaintiff could not recover. That motion was denied, and the action of the court  to which the defendant at the time excepted  is assigned for error. This instruction, it is claimed, should have been given upon the ground that the evidence disclosed no symptom whatever of insanity upon the part of the insured. But that position cannot be sustained upon any proper view of the testimony. There certainly was evidence tending to show a material, if not radical, change for the worse in the mental condition of the insured immediately preceding his death. In the judgment of several who knew him intimately and had personal knowledge of such change, he was not himself at the time of the act of self-destruction. Whether his strange demeanor immediately before his death was the result of a deliberate, conscious purpose <span class=\"star-pagination\">*615</span> to feign insanity, so as thereby the more readily to defraud the company, was a matter peculiarly within the province of the jury to determine. If the refusal of the court to sustain the motion would have been error, had there been an entire absence of proof to sustain the plaintiff's suit, it is sufficient to say that there was evidence of a substantial character tending to show that the insured was insane when he took his life. In <i>Insurance Company</i> v. <i>Rodel,</i> <span class=\"citation\" data-id=\"89589\"><a href=\"/opinion/89589/insurance-co-v-rodel/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 238, where the question was made as to the duty of the court, on a motion by the defendant for a peremptory instruction based wholly on plaintiff's evidence, it was said, that \"if there was any evidence tending to prove that the deceased was insane when he took the poison which caused his death, the judge was not bound to, and, indeed, could not properly, take the evidence from the jury. The weight of the evidence is for them, and not for the judge, to pass upon.\" The case clearly comes within the rule announced in <i>Phnix Insurance Company</i> v. <i>Doster,</i> <span class=\"citation\" data-id=\"90647\"><a href=\"/opinion/90647/phoenix-ins-co-v-doster/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 32, that \"where a cause fairly depends upon the effect or weight of testimony, it is one for the consideration and determination of the jury, under proper directions as to the principles of law involved. It should never be withdrawn from them unless the testimony be of such a conclusive character as to compel the court, in the exercise of a sound legal discretion, to set aside a verdict returned in opposition to it.\"</p>\n<p>When the evidence was concluded on both sides, the defendant submitted requests for instructions. Some of them were given and some refused, but it does not appear from the record which were given and which refused. As the exception which was taken related to the refused instructions, and since it does not appear which of them belonged to that class, none of the series asked by defendant can be noticed. We may, however, remark that the charge of the court, to which no exception was taken, embodied all of defendant's instructions that were applicable to the case and which could properly have been given.</p>\n<p>This brings us to the consideration of the substantial questions presented by the assignments of error. They relate to <span class=\"star-pagination\">*616</span> the admission, against the objections of the defendant, of certain evidence touching the condition of the mind of the insured at or about the time he destroyed his life.</p>\n<p>Before the introduction of the particular testimony to which the objections related, there was, as we have already said, proof tending to show that Pitkin was not entirely sound in mind. Witnesses well acquainted with him remarked the unusually excited, wild expression of his face. A domestic in his family testified that \"he looked very wild and frightened out of his eyes; he looked like some one that was crazy.\" Within a few hours before death he bade one witness, whose store he visited, good-bye, saying that he was \"going to a country where there is no return.\" To another witness, on the same occasion, he appeared to be \"out of his head; kind of mad, insane.\" At this stage of the case, one Strein was introduced as a witness for plaintiff. Pitkin was in his saloon about 11 o'clock of the day on which he took his life, and a few hours only before his death. So much of his examination (omitting the questions) as is necessary to a proper understanding of the objections made by plaintiff in error is here given:</p>\n<p>\"A. He asked for a glass of wine, and I gave it to him. He said he hadn't had a drink yet that day, or since the one he had last night from me  that was a glass of wine. He said, `I may look queer this morning or drunk to other people, but I aint drunk.' He said, `Some people may think me drunk, but I am not; I am not drunk in my body but I am in my mind.' He looked unusual to me. He had on his old clothes and his neck-tie was out of shape, his face was red, and his eyes staring at me, which made me think he was quite out of his usual way. His appearance and the look was quite different from his usual appearance prior to that time. He looked in his face quite red, and his eyes had quite another expression. He had them open wide, with a look that was wild, and he looked around the room awhile and walked up and down and seemed very restless. He would not stand at one place like he usually did, but walked up and down. I spoke a few words after that, but I did not notice him very much, for I was very busy.\"</p>\n<p>The witness being asked to state the impression made upon <span class=\"star-pagination\">*617</span> him by what he saw of Pitkin's condition, the defendant objected to the question as incompetent. But the objection was overruled, and an exception was taken. The witness answered:</p>\n<p>\"My impression was that he seemed to be quite out of his head that morning. I could not say the reason. I didn't know then anything about his disappointment; I found that out afterward.\"</p>\n<p>Another witness, Mr. Ferry, an attorney-at-law, was introduced by the plaintiff. He saw Pitkin the morning of the day he killed himself. What occurred was thus stated by him:</p>\n<p>\"I came down Broadway, walking, and Mr. Pratt came down from his residence on Washington street, in a street car, and got out on the corner of 6th and Broadway, and we went there in front of the office. Mr. Pitkin was standing very near the door, and as we passed up the stairway going to our office we both said, `Good morning' to him, and Mr. Pratt says, `Pit., why ain't you at church?' Mr. Pitkin said, `I am not going to church, I am going to hell;' and we immediately passed on up stairs and into the doorway, but as we started up stairs Pitkin stuck his head into the door and says, `Do you want to send any word to him?' Mr. Pratt says, `To whom?' `To the devil; I am going to hell,' and he turned immediately and went out of the door.\"</p>\n<p>Being asked how Pitkin looked during that conversation, he said that \"he seemed very much agitated and nervous; his face was flushed; the pupil of his eye dilated and bright, and there was no expression in it.\" Against the objections of defendant he was permitted to testify that the impression left on his mind, from the conduct, actions, manner, expressions, and conversation of Pitkin, was that \"he was crazy, and didn't know what he was doing.\"</p>\n<p>Exception was also taken to the action of the court in permitting the witness Aldrich to answer a certain question. He saw the deceased a few moments before his death, and observed that \"he looked strange,\" had \"a very peculiar look,\" one that he had never seen before. It was \"a wild look.\" Being asked what impression Pitkin made upon him by his manner and <span class=\"star-pagination\">*618</span> conduct at the time, he answered  the defendant's objection to the evidence being overruled  \"I thought he was out of his head.\"</p>\n<p>It is contended, in behalf of plaintiff in error, that the impressions and opinions of these non-professional witnesses as to the mental condition of the insured, although accompanied by a statement of the grounds upon which they rested, were incompetent as evidence of the fact of insanity. This question was substantially presented in <i>Insurance Company</i> v. <i>Rodel, ubi supra,</i> which was an action upon a life policy containing a clause of forfeiture in case the insured died by his own hand. The issue was as to his sanity at the time of the act of self-destruction. Witnesses acquainted with him described his conduct and appearance at or about, and shortly before, his death. They testified as to how he looked and acted. One said that he \"looked like he was insane;\" another, that his impression was that the insured \"was not in his right mind.\" In that case the court said, that \"although such testimony from ordinary witnesses may not have great weight with experts, yet it was competent testimony, and expressed in an inartificial way the impressions which are usually made by insane persons upon people of ordinary understanding.\"</p>\n<p>The general rule undoubtedly is, that witnesses are restricted to proof of facts within their personal knowledge, and may not express their opinion or judgment as to matters which the jury or the court are required to determine, or which must constitute elements in such determination. To this rule there is a well-established exception in the case of witnesses having special knowledge or skill in the business, art, or science, the principles of which are involved in the issue to be tried. Thus, the opinions of medical men are admissible in evidence as to the sanity or insanity of a person at a particular time, because they are supposed to have become, by study and experience, familiar with the symptoms of mental disease, and, therefore qualified to assist the court or jury in reaching a correct conclusion. And such opinions of medical experts may be based as well upon facts within their personal knowledge, as upon a hypothetical case disclosed by the testimony of <span class=\"star-pagination\">*619</span> others. But are there no other exceptions to the general rule to which we have referred?</p>\n<p>Counsel for the plaintiff in error contends that witnesses, who are not experts in medical science, may not, under any circumstances, express their judgment as to the sane or insane state of a person's mind. This position, it must be conceded, finds support in some adjudged cases as well as in some elementary treatises on evidence. But, in our opinion, it cannot be sustained consistently with the weight of authority, nor without closing an important avenue of truth in many, if not in every, case, civil and criminal, which involves the question of insanity. Whether an individual is insane, is not always best solved by abstruse metaphysical speculations, expressed in the technical language of medical science. The common-sense, and, we may add, the natural instincts of mankind, reject the supposition that only experts can approximate certainty upon such a subject. There are matters of which all men have more or less knowledge, according to their mental capacity and habits of observation  matters about which they may and do form opinions, sufficiently satisfactory to constitute the basis of action. While the <i>mere</i> opinion of a non-professional witness, predicated upon facts detailed by others, is incompetent as evidence upon an issue of insanity, his judgment, based upon personal knowledge of the circumstances involved in such an inquiry, certainly is of value; because, the natural and ordinary operations of the human intellect, and the appearance and conduct of insane persons, as contrasted with the appearance and conduct of persons of sound mind, are more or less understood and recognized by every one of ordinary intelligence who comes in contact with his species. The extent to which such opinions should influence or control the judgment of the court or jury must depend upon the intelligence of the witness, as manifested by his examination, and upon his opportunities to ascertain all the circumstances that should properly affect any conclusion reached. It will also depend, in part, upon the degree of the mental unsoundness of the person whose condition is the subject of inquiry; for, his derangement may be so total and palpable that but slight observation is necessary to enable persons of <span class=\"star-pagination\">*620</span> ordinary understanding to form a reasonably accurate judgment as to his sanity or insanity; in other cases, the symptoms may be of such an occult character as to require the closest scrutiny and the highest skill to detect the existence of insanity.</p>\n<p>The truth is, the statement of a non-professional witness as to the sanity or insanity, at a particular time, of an individual, whose appearance, manner, habits, and conduct came under his personal observation, is not the expression of mere opinion. In form, it is opinion, because it expresses an inference or conclusion based upon observation of the appearance, manner, and motions of another person, of which a correct idea cannot well be communicated in words to others, without embodying, more or less, the impressions or judgment of the witness. But, in a substantial sense, and for every purpose essential to a safe conclusion, the mental condition of an individual, as sane or insane, is a fact, and the expressed opinion of one who has had adequate opportunities to observe his conduct and appearance is but the statement of a fact; not, indeed, a fact established by direct and positive proof, because in most, if not all cases, it is impossible to determine, with absolute certainty, the precise mental condition of another; yet, being founded on actual observation, and being consistent with common experience and the ordinary manifestations of the condition of the mind, it is knowledge, so far as the human intellect can acquire knowledge, upon such subjects. Insanity \"is a disease of the mind, which assumes as many and various forms as there are shades of difference in the human character.\" It is, as has been well said, \"a condition, which impresses itself as an aggregate on the observer,\" and the opinion of one, personally cognizant of the minute circumstances making up that aggregate, and which are detailed in connection with such opinion, is, in its essence, only fact \"at short-hand.\" 1 <i>Wharton &amp; Stillé's Med. Juris.,</i> § 257. This species of evidence should be admitted, not only because of its intrinsic value, when the result of observation by persons of intelligence, but from necessity. We say from necessity, because a jury or court, having had no opportunity for personal observation, would otherwise be deprived of the <span class=\"star-pagination\">*621</span> knowledge which others possess; but, also, because, if the witness may be permitted to state  as, undoubtedly, he would be, where his opportunities of observation have been adequate  \"that he has known the individual for many years; has repeatedly conversed with him and heard others converse with him; that the witness had noticed that in these conversations he was incoherent and silly; that in his habits he was occasionally highly pleased and greatly vexed without a cause; and that, in his conduct he was wild, irrational, extravagant, and crazy,  what would this be but to declare the judgment or opinion of the witness of what is incoherent or foolish in conversation, what reasonable cause of pleasure or resentment, and what the indicia of sound or disordered intellect? If he may not so testify, but must give the supposed silly and incoherent language, state the degrees and all the accompanying circumstances of highly excited emotion, and specifically set forth the freaks or acts regarded as irrational, and thus, without the least intimation of any opinion which he has formed of their character, where are such witnesses to be found? Can it be supposed, that those, not having a special interest in the subject, shall have so charged their memories with these matters, as distinct independent facts, as to be able to present them in their entirety and simplicity to the jury? Or, if such a witness be found, can he conceal from the jury the <i>impression</i> which has been made upon his mind; and when this is collected, can it be doubted, but that his judgment has been influenced by many, very many, circumstances which he has not communicated, which he cannot communicate, and of which he himself is not aware?\" <i>Clary</i> v. <i>Clary,</i> 2 <i>Iredell's Law,</i> 78, 83. The jury, being informed as to the witness' opportunities to know all the circumstances, and of the reasons upon which he rests his statement as to the ultimate general fact of sanity or insanity, are able to test the accuracy or soundness of the opinion expressed, and thus, by using the ordinary means for the ascertainment, of truth, reach the ends of substantial justice.</p>\n<p>These views are sustained by a very large number of adjudications in the courts of this country, some of which are cited <span class=\"star-pagination\">*622</span> in the margin.<sup>[*]</sup> In several of those cited the whole subject was very fully considered in all its aspects. While the cases are, to some extent, in conflict, we are satisfied that the rule most consistent with sound reason, and sustained by authority, is that indicated in this opinion.</p>\n<p>Counsel for the plaintiff in error calls our attention to the case of <i>Wright</i> v. <i>Tatham,</i> 5 Clark &amp; Fin. 670, as an authority for the broad proposition that non-professional witnesses cannot give their opinions and impressions concerning the state of a person's mind, even in connection with the facts within their personal knowledge, upon which such opinion is based. On a question of the competency of a party to make a will, certain letters, written to that party by third persons, who had died before they were offered as evidence, and which letters were found many years after their date among the testator's papers, were held, in that case, not to be admissible without proof that he acted on them. Whether the opinions of non-experts, in connection with a statement, under oath, of the facts, are admissible upon an inquiry <span class=\"star-pagination\">*623</span> as to the insanity of an individual, was not involved or determined in that case. On the contrary, the observations made by some of the judges, in illustration of their opinions upon the precise point in judgment, would indicate a concurrence in the general views we have expressed. After stating that the letters were offered as evidence of the opinions of the writers, Baron Alderson said: \"The objection to their admissibility is that this opinion is not upon oath, nor is it possible for the opposite party to test by cross-examination the foundation on which it rests. The object of laying such testimony before the jury is to place the whole life and conduct of the testator, if possible, before them, so that they may judge of his capacity; for this purpose you call persons who have known him for years, who have seen him frequently, who have conversed with him or corresponded with him. After having thus ascertained their means of knowledge, the question is put generally as to their opinion of his capacity. I conceive this question really means to involve an inquiry as to the effect of all the acts which the witnesses have seen the testator do for a long series of years, and the manner in which he was, during that period, treated by those with whom he was living in familiar intercourse. This is not properly opinion, like that of experts; but rather a compendious mode of putting one instead of a multitude of questions to the witness under examination, as to the acts and conduct of the testator.\" 5 <i>Clark &amp; Fin.</i> 720. And Baron Parke: \"These letters are sufficiently proved to have been written and sent to the house of the deceased by persons now dead, and they indicate the opinion of the writers that the alleged testator was a rational person, and capable of doing acts of ordinary business. But it is perfectly clear that, in this case, an opinion not given upon oath in a judicial inquiry between parties is no evidence; for the question is, not what the capacity of the testator was reputed to be, but what it really was in point of fact; and, though the opinion of a witness upon oath as to that fact might be asked, it would be only a compendious mode of ascertaining the result of the actual observation of the witness, from acts done, as to the habits and demeanor of the deceased.\" <i>Ibid,</i> 735.</p>\n<p><span class=\"star-pagination\">*624</span> One other assignment of error remains to be considered. It relates to the admissions of the statements made by two witnesses of what passed between each other on the occasion of their seeing and conversing with the deceased, within an hour or two before he shot himself. They detailed what passed between them and the deceased, describing the latter's appearance and condition as indicating, in their judgment, that he was not in his right mind. As he left the presence of these witnesses, one of them remarked to the other that \"Pitkin is not himself; George looks kind of crazy.\" The other, in response, expressed substantially, though in different language, his concurrence in that opinion. To the admission of this brief conversation between the witnesses on the occasion referred to, the defendant objected, but the objection was overruled, and an exception taken. We do not think there was in this any error to the prejudice of the substantial rights of the company. The witnesses when under oath expressed the same opinion as to the condition of the deceased. What passed between them at the time to which their testimony referred was a part of what occurred on the occasion when they saw the deceased, and may well have been repeated to the jury, as showing that their opinion as to the mental condition of the deceased was not then presently formed, but was one formed at the very moment they saw him, within a very few hours before his death.</p>\n<p>Upon the whole case we perceive no error in the proceedings of which plaintiff in error may complain, and the judgment is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Clary</i> v. <i>Clary,</i> 2 Iredell's Law, 83; Dunham's Appeal, 27 Conn. 192; <i>Grant</i> v. <i>Thompson,</i> 4 Ib. 203; <i>Hardy</i> v. <i>Merrill,</i> <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">227</span></span>, substantially overruling <i>Boardman</i> v. <i>Woodman,</i> 47 N.H. 120; <i>State</i> v. <i>Pike,</i> 49 Id. 399, and <i>State</i> v. <i>Archer,</i> 54 N.H. 465; <i>Hathaway's Adm'r</i> v. <i>National Life Ins. Co.,</i> 48 Vt. 335; <i>Morse</i> v. <i>Crawford,</i> 17 Ib. 499; <i>Clark</i> v. <i>State,</i> 12 Ohio, 483; <i>Gibson</i> v. <i>Gibson,</i> 9 Yerg. 329; <i>Potts</i> v. <i>House,</i> 6 Geo. 324; Vanauken's Case, 2 Stock. Chy. 186; <i>Brooke</i> v. <i>Townsend,</i> 7 Gill, 10; <i>DeWitt</i> v. <i>Barly,</i> <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">340</span></span>, explaining decision in same case in 5 Selden, 371; <i>Hewlett</i> v. <i>Wood,</i> 55 Id. 634; <i>Clapp</i> v. <i>Fullerton,</i> 34 Id. 190; <i>Rutherford</i> v. <i>Morris,</i> 77 Ill. 397; <i>Duffield</i> v. <i>Morris,</i> 2 Harrington, 375, 384; <i>Wilkinson</i> v. <i>Pearson,</i> 23 Penn. St. 117; <i>Pidcock</i> v. <i>Potter,</i> 68 Id. 342; <i>Doe</i> v. <i>Reagan,</i> 5 Blackf. 217; <i>Dove</i> v. <i>State,</i> 3 Heisk, 348; <i>Butler</i> v. St. Louis Life Ins. Co. 45 Iowa, 93; <i>People</i> v. <i>Sanford,</i> 43 Cal. 29; <i>State</i> v. <i>Klinger,</i> 46 Mo. 224; <i>Holcombe</i> v. <i>State,</i> 41 <i>Tex.</i> 125; <i>McClackey</i> v. <i>State,</i> 5 App. (Tex.) 320; <i>Norton</i> v. <i>Moore,</i> 3 Head. 480; <i>Powell</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">26</span></span>, 28; 1 Bishop's Crim. Pro. § 536-40; 1 Warton &amp; Stillè's Med. Juris., § 257; Warton's Law of Evidence, § 510 <i>et seq.;</i> 1 Redfield on Wills, Ch. 4, Part 2, in a recent edition of which (p. 145, n. 24), it is said, touching the decision in <i>Hardy</i> v. <i>Merrill, ubi supra:</i> \"There will now remain scarcely any dissentients among the elder States; and those of recent origin, whose decisions have been based upon the authority of the earlier decisions of some of the older States, which have since abandoned the ground, may also be expected to change.\" See also <i>May</i> v. <i>Bradlee,</i> 127 Mass. 414; <i>Com.</i> v. <i>Sturtevant,</i> 117 Id. 122.</p>\n\n</div>", "id": 91148, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91148/", "sha1": "77cc8e6c5ea2df3e282d2b853842431fe74099ca", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:03:00"}