{"absolute_url": "/opinion/105187/radio-officers-v-nlrb/", "blocked": false, "citation": {"case_name": "Radio Officers v. NLRB", "docket_number": "5", "document_uris": ["/api/rest/v2/document/105187/"], "federal_cite_one": "347 U.S. 17", "federal_cite_three": "98 L. Ed. 2d 455", "federal_cite_two": "74 S. Ct. 323", "id": 89570, "lexis_cite": "1954 U.S. LEXIS 2690", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89570/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 363, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1954-02-01", "date_modified": "2015-04-29T10:21:12.406125", "docket": "/api/rest/v2/docket/275713/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">347 U.S. 17</p>\n    <p class=\"case_cite\">74 S.Ct. 323</p>\n    <p class=\"case_cite\">98 L.Ed. 455</p>\n    <p class=\"parties\">RADIO OFFICERS' UNION OF COMMERCIAL TELEGRAPHERS  UNION, A.F.L.<br>v.<br>NATIONAL LABOR RELATIONS BOARD.  NATIONAL LABOR RELATIONS BOARD  v.  INTERNATIONAL BROTHERHOOD OF TEAMSTERS, CHAUFFEURS,  WAREHOUSEMEN &amp; HELPERS OF AMERICA et al.  GAYNOR NEWS CO., Inc.  v.  NATIONAL LABOR RELATIONS BOARD.</p>\n    <p class=\"docket\">Nos. 5, 6, 7.</p>\n    <p class=\"date\">Reargued Nov. 9, 10, 1953.</p>\n    <p class=\"date\">Decided Feb. 1, 1954.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 17-20 intentionally omitted]</p>\n      <p class=\"indent\">No. 5:</p>\n      <p class=\"indent\">Mr. Emanuel Butter, New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Bernard Dunau, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">No. 6:</p>\n      <p class=\"indent\">Mr. Bernard Dunau, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. John J. Manning, Boston, Mass., for respondents.</p>\n      <p class=\"indent\">No. 7:</p>\n      <p class=\"indent\">Mr. Julius Kass, New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Bernard Dunau, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice REED delivered the opinion of the Court</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The necessity for resolution of conflicting interpretations by Courts of Appeals of &#167; 8(a)(3) of the National Labor Relations Act, as amended, 61 Stat. 136, 65 Stat. 601, 29 U.S.C. (Supp. V) &#167; 158(a)(3), 29 U.S.C.A. &#167; 158(a)(3), impelled us to grant certiorari in these three cases. That section provides that 'it shall be an unfair labor practice for an employer * * * by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: * * *.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Court of Appeals for the Eighth Circuit in No. 6 (hereinafter referred to as Teamsters),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> following a decision of the Third Circuit,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> held that express proof that employer discrimination had the effect of encouraging or discouraging employees in their attitute toward union membership is an essential element to establish violation of this section. That holding conflicts with the holdings of the Second Circuit in No. 5 (hereinafter referred to as Radio Officers)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and No. 7 (hereinafter referred to as Gaynor)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> with which decisions of the First<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and Ninth Circuits<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> accord, that such employee encouragement or discouragement may be inferred from the nature of the discrimination. (See Part III, 74 S.Ct. 340, infra.) In reaching its decision in Gaynor, the Second Circuit also rejected the contention, which contention is supported by many decisions of the Courts of Appeals,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> that there can be no violation of &#167; 8(a)(3) unless it is shown by specific evidence that the employer intended his discriminatory action to encourage or discourage union membership. The Second Circuit determined that the employer intended the natural result of his discriminatory action. (See Part II, 74 S.Ct. 337, infra.) Moreover, Radio Officers and Teamsters present conflicting views by Courts of Appeals as to the scope of the phrase 'membership in any labor organization' in &#167; 8(a)(3). The Eighth Circuit restricts this phrase to 'adhesion to membership,' i.e., joining or remaining on a union's membership roster; the Second Circuit, on the other hand, interprets it to include obligations of membership, i.e., being a good union member.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> (See Part I, 74 S.Ct. 335, infra.) Radio Officers also raises subsidiary questions regarding the interrelationship of &#167; 8(a)(3) with &#167; 8(b) (2) of the Act which makes it an unfair labor practice for a labor organization or its agents 'to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (8)(a)(3) * * *.'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> (See Part IV, 74 S.Ct. 342, infra.) These cases were argued last term, and, upon our order,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> reargued this term. They reached us in the following manner.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Teamsters. Upon the basis of a charge filed by Frank Boston, a truck driver employed by Byers Transportation Company and a member of Local Union No. 41, International Brotherhood of Teamsters, A.F.L., the General Counsel of the National Labor Relations Board issued a complaint against the union alleging violation of &#167;&#167; 8(b)(1)(A)<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and 8(b)(2) of the National Labor Relations Act by causing the company to discriminate against Boston by reducing his seniority standing because of Boston's delinquency in paying his union dues. A hearing was had before a trial examiner, whose intermediate report was largely adopted by the Board<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> with one member dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Board found that the union, as exclusive bargaining representative of the teamsters in the company's employ, had in 1949 negotiated a collective-bargaining agreement with the company which governed working conditions on all over-the-road operations of the company.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> This agreement established a seniority system under which the union was to furnish periodically to the company a seniority list and provided that 'any controversy over the seniority standing of any employee on this list shall be referred to the Union for settlement.' Union security provisions of the agreement were not effective due to lack of the authorization then required by &#167; 8(a)(3) of the Act.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The seniority list therefore included both union members and nonmembers. Each new employee of the company, after a thirty-day trial period, was placed at the bottom of this list, and such employee would gradually advance in position as senior members were either removed from the list or reduced in their position on it. Position upon the seniority list governed the order of truck-driving assignments, the quality of such assignments, and the order of layoff.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bylaws of Teamsters Local Union No. 41 provided that 'any member, under contract, one month in arrears for dues shall forfeit all seniority rights. * * *'<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> A member's dues were payable on the first day of each month, and he was deemed 'in arrears' for any month's dues on the second day of the following month. Boston did not pay his dues for June 1950, until July 5, 1950. When the union transmitted a new seniority list to the company on the following July 15, Boston, who had previously been eighteenth on the list, was reduced to fifty-fourth, the bottom position on the list. As a result of such reduction Boston was denied driving assignments he would otherwise have obtained and for which he would have received compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon these facts a majority of the Board found that the union had violated &#167;&#167; 8(b)(1)(A) and 8(b)(2) of the Act. As to the former, the Board held that the union's reduction of Boston's seniority restrained and coerced him in the exercise of his right to refrain from assisting a labor organization guaranteed by &#167; 7.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The Board held that, 'absent a valid contractual union security provision, Boston had the absolute protected right under the Act to determine how he would handle his union affairs without risking any impairment of his employment rights and that the Union had no right at any time whether Boston was a member or not a member to make his employment status to any degree conditional upon the payment of dues. * * *' As to the latter, the Board concluded that the union had caused the company to discriminate against Boston and adopted the Trial Examiner's finding that 'the normal effect of the discrimination against Boston was to encourage nonmembers to join the Union, as well as members to retain their good standing in the Union, a potent organization whose assistance is to be sought and whose opposition is to be avoided. The employer's conduct tended to encourage membership in the Union.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Its discrimination against Boston had the further effect of enforcing rules prescribed by the Union, thereby strengthening the Union in its control over its members and its dealings with their employers and was thus calculated to encourage all members to retain their membership and good standing either through fear of the consequences of losing membership or seniority privileges or through hope of advantages in staying in. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Board entered an order requiring the union to cease and desist from the unfair labor practices found and from related conduct; to notify Boston and the company that the union withdraws its request for the reduction of Boston's seniority and that it requests the company to offer to restore Boston to his former status; to make Boston whole for any losses of pay resulting from the discrimination; and to post appropriate notices of compliance.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Court of Appeals for the Eighth Circuit denied the Board's petition to enforce its order.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The court held that 'the evidence here abundantly supports the finding of the Board that the respondent caused or attempted to cause the employer to discriminate against Boston in regard to 'tenure * * * or condition of employment\", but 'discrimination alone is not sufficient' and 'we can find no substantial evidence to support the conclusion that the discrimination * * * did or would encourage or discourage membership in any labor organization'. This conclusion was reached because 'the testimony of Boston * * * shows clearly that this act neither encouraged nor discouraged his adhesion to membership in the respondent union'<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> and because, assuming the effect of the discrimination on other employees was relevant, the court found no evidence to support a conclusion that such employees were so encouraged or discouraged. We granted the Board's petition for certiorari.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Radio Officers. Upon the basis of a charge filed by William Christian Fowler, a member of The Radio Officers' Union of the Commercial Telegraphers Union, A.F.L., the General Counsel of the National Labor Relations Board issued a complaint against the union alleging violation of &#167;&#167; 8(b)(1)(A) and 8(b)(2) of the Act by causing the A. H. Bull Steamship Company to discriminatorily refuse on two occasions to employ Fowler. No complaint was issued against the company because Fowler filed no charge against it. Following the usual proceedings under the Act, a hearing was had before a trial examiner, whose findings, conclusions, and recommendations with certain additions were adopted by the Board.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Board found that at the time the transactions giving rise to this case occurred the union had a collective-bargaining contract with a number of steamship concerns including the Bull Steamship Company covering the employment of radio officers on ships of the contracting companies. Pertinent provisions in this contract are:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Section 1. The Company agrees when vacancies occur      necessitating the employment of Radio Officers, to select      such Radio Officers who are members of the Union in good      standing, when available, on vessels covered by this      Agreement, provided such members are in the opinion of the      Company qualified to fill such vacancies.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Section 6. The Company shall have the right of free      selection of all its Radio Officers and when members of the      Union are transferred, promoted, or hired the Company agrees      to take appropriate measures to assure that such members are      in good standing, and the Union agrees to grant all members      of the Union in good standing the necessary 'clearance' for      the position to which the Radio Officer has been assigned. If      a member is not in good standing, the Union will so notify      the Company in writing.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The union's contention that this contract provided for a hiring hall under which complete control over selection of radio officers to be hired by any company was given to the union was rejected by the Trial Examiner and by a majority of the Board. Such an agreement would have legalized the actions of the union in this case.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> But the Board concluded, primarily from the last sentence of &#167; 6 of the contract, that the contract 'was clear on its face and did not provide for any hiring hall arrangement' and that it therefore was not improper for the Trial Examiner to exclude evidence that general, although not universal, practice had been for radio officers to be assigned to employers by the union.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Board also found that: On February 24, 1948, the company telegraphed an offer of a job as radio officer on the company's ship S. S. Frances to Fowler, who had often previously been employed by the company; Fowler had notified the company that he would accept the job; the company then informed Kozel, the radio officer on the previous voyage of the ship, that he was being replaced by 'a man with senior service in the company'; Fowler reported to the Frances without seeking clearance from the union and Kozel reported such action to the union; the union secretary wired Fowler that he had been suspended from membership for 'bumping' another member and taking a job without clearance and notified the company that Fowler was not in good standing in the union; the union secretary had no authority to effect such a suspension, the suspension was void and Fowler was in good standing in the union at all times material in this case;<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> express requests to the union for clearance of Fowler for employment on the Frances by the company and by Fowler were subsequently refused, the union secretary stating that he would never again clear Fowler for a position with that company although Fowler would be cleared for jobs with other employers; unable to obtain clearance for Fowler, the company gave the job to another man supplied by the union, and Fowler returned to his home in Florida; on April 22, 1948, Fowler returned to New York and again advised the company that he was available for work before reporting to the union; the union secretary told Fowler he was being made 'a company stiff' and adhered to his position that he would not clear Fowler for work with that company; clearance sought by the company for Fowler for a job on the S. S. Evelyn was subsequently refused, and another man was dispatched to the job by the union.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Upon these facts a majority of the Board found that the union had violated &#167;&#167; 8(b)(1)(A) and 8(b)(2). The Board rejected the union's defense that the union security provision of the contract, preferential hiring for members in good standing, immunized the union's action. They found that Fowler was in good standing at all times notwithstanding his suspension by the union secretary, and that conformity with the union's hiring-hall rules and procedures was not also required by the contract. Thus the Board concluded that the union, by refusing to clear Fowler in both February and April, restrained and coerced Fowler in his statutory right to refrain from observance of the union's rules, and caused the company to discriminate against Fowler by denying him employment. The Board adopted the Trial Examiner's finding that 'the normal effect of the discrimination against Fowler was to enforce not only his obedience as a member, of such rules as the Respondent might prescribe, but also the obedience of all his fellow members. It thereby strengthened the Respondent both in its control of its members for their general, mutual advantage, and in its dealings with their employers as their representative. It thus encouraged non-members to join it as a strong organization whose favor and help was to be sought and whose opposition was to be avoided. In its effect upon non-members alone, it must therefore be regarded as encouraging membership in the Respondent. * * * Finally, by its demonstration of the Respondent's strength, the discrimination in the present case also had the normal effect of encouraging Fowler and other members to retain their membership in the Respondent either through fear of the consequences of dropping out of membership or through hope of advantage in staying in.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Board entered an order requiring the union to cease and desist from the unfair labor practices found and from related conduct; to notify Fowler and the company that it withdraws objection to his employment and requests the company to offer him employment as a radio officer; to make Fowler whole for any losses of pay resulting from the discrimination, and to post appropriate notices of compliance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Court of Appeals for the Second Circuit affirmed the Board's findings and conclusions and granted the Board's petition for enforcement of its order.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> The court agreed that the provisions of the contract 'plainly give the company the right to select the man it desires to hire, and require the union to grant 'clearance' if the man the company wants is a member in good standing', that 'such procedure is not a 'hiring hall' arrangement',<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> and that Fowler was in good standing at the time of refusal of clearance. It rejected the union's contention that its refusal to clear was merely a statement of views concerning breach of its rules and as such was within the protection of &#167; 8(c).<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> We agree that viewing the record as a whole each of these findings is supported by substantial evidence. International Brotherhood of Electrical Workers v. National Labor Relations Board, 341 U.S. 694, 71 S.Ct. 954, 95 L.Ed. 1299; Universal Camera Corp. v. National Labor Relations Board, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456. As to &#167;&#167; 8(b)(2) and 8(a)(3), the court held that 'refusal of clearance caused the company to discriminate against Fowler in regard to hire. Without the necessary clearance it could not accept him as an employee. The result was to encourage membership in the union. No threats or promises to the company were necessary. * * * Whether the union's motive was, as it argues, to enforce the contract provisions against discharging satisfactory radio officers such as Kozel, is immaterial * * *. Such conduct displayed to all non-members the union's power and the strong measure it was prepared to take to protect union members. * * *' The court also held that 'a finding that the union has violated &#167; 8(b)(2) can be made without joining the employer and finding a &#167; 8(a)(3) violation', and that it was proper to enter a back-pay order against the union without ordering reinstatement by the employer. We granted the union's petition for certiorari.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gaynor. Upon the basis of charges filed by Sheldon Loner, a nonunion employee of Gaynor News Company, the General Counsel of the Board issued a complaint against the company alleging inter alia violation of &#167;&#167; 8(a)(1), (2) and (3)<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> of the Act by granting retroactive wage increase and vacation payments to employees who were members of the Newspaper and Mail Deliverers' Union of New York and Vicinity and refusing such benefits to other employees because they were not union members. The Board adopted the findings, conclusions and recommendations of the Trial Examiner with certain additions.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Board found that in 1946 the company, engaged in the wholesale distribution and delivery of newspapers and periodicals, entered into a collective-bargaining agreement respecting delivery department employees with the union. This agreement provided for specified wages and paid vacations, and also provided for a closed shop, i.e., restricting employment by the company to members of the union. The agreement, however, permitted the employment by the company of nonunion employees pending such time as the union could supply union employees. This provision was necessary because the union was closed, ordinarily admitting to membership only first-born legitimate sons of members. The company at all pertinent times had nonunion as well as union employees in its delivery department. This original agreement was subsequently extended to 1948 and a supplementary agreement was executed by the parties in 1947 providing that in the event the parties negotiated a new contract, the wage rates set therein would be retroactive for three months. In October 1948 the company and the union entered into such a new contract which included an invalid union-security clause<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> and provided for increased wage and vacation benefits. In this agreement the company expressly recognized the union as exclusive bargaining agent of all employees in the delivery department. In compliance with the 1947 supplementary agreement the company in November 1948 made lump sum payments to its union employees of the differential between the old and new wage rates for the three months' retroactive period. Further payments were subsequently made to union members to compensate for differences in vacation benefits under the two contracts even though the supplementary agreement made no reference to such benefits. The company refused to make similar payments to any of its nonunion employees on the grounds that it was not contractually bound to do so,<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> and, in its business judgment, did not choose to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Board concluded that, since nothing in the supplementary agreement prohibited equal payment to non-union employees, 'the contract affords no defense to the allegation that the Respondent engaged in disparate treatment of employees on the basis of union membership or lack of it * * *,'<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> and held that the company had violated the Act as alleged. The company's arguments that its actions had not violated &#167; 8(a)(3) because 'the record is barren of any evidence that the discriminatory treatment of non-union employes encouraged them to join the union' or had such purpose, and that there could be no such evidence because all the nonunion employees had previously sought membership in the union and been denied because of the union's closed policy were rejected. The Board adopted the Trial Examiner's finding that 'it is obvious that the discrimination with respect to retroactive wages and vacation benefits had the natural and probable effect not only of encouraging non-union employees to join the union, but also of encouraging union employees to retain their union membership.' We assume this concedes that the employer acted from self-interest and not to encourage unionism. An order was entered requiring the company to cease and desist from the unfair labor practices found and from related conduct; to make whole Loner and all other nonunion employees similarly situated for any loss of pay they have suffered by reason of the company's discrimination against them; and to post appropriate notices of compliance.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Court of Appeals for the Second Circuit, upon the Board's petition, granted enforcement of all parts of the order pertinent here.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a> On the issue of the legality of the discrimination, the court distinguished National Labor Relations Board v. Reliable Newspaper Delivery, 3 Cir., 187 F.2d 547, involving actions closely paralleling the company's here by another company dealing with the same union, stating, 'there discrimination resulted from what the court considered the entirely legal action of the minority union in asking special benefits for its members only. The union made no pretense of representing the majority of the employees or of being the exclusive bargaining agent in the plant. The other non-union employees, reasoned the Court, were quite able to elect their own representative and ask for similar benefits. Not so here. The union here represented the majority of employees and was the exclusive bargaining agent for the plant. Accordingly, it could not betray the trust of non-union members, by bargaining for special benefits to union members only, thus leaving the non-union members with no means of equalizing the situation.' The court continued, in answer to the company's contention that its action 'had neither the purpose nor the effect required by &#167; 8(a)(3)': 'discriminatory conduct, such as that practiced here, is inherently conducive to increased union membership. In this respect, there can be little doubt that it 'encourages' union membership, by increasing the number of workers who would like to join and/or their quantum of desire. It may well be that the union, for reasons of its own, does not want new members at the time of the employer's violations and will reject all applicants. But the fact remains that these rejected applicants have been, and will continue to be, 'encouraged,' by the discriminatory benefits, in their desire for membership. This backlog of desire may well, as the Board argues, result in action by non-members to 'seek to break down membership barriers by any one of a number of steps, ranging from bribery to legal action.' A union's intenal politics are by no means static; changes in union entrance rules may come at any time. If and when the barriers are let down, among the new and now successful applicants will almost surely be large groups of workers previously 'encouraged' by the employer's illegal discrimination. We do not believe that, if the union-encouraging effect of discriminatory treatment is not felt immediately, the employer must be allowed to escape altogether. If there is a reasonable likelihood that the effects may be felt years later, then a reasonable interpretation of the Act demands that the employer be deemed a violator.' We granted the company's petition for certiorari.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a></p>\n    </div>\n    <p class=\"center\">I. Meaning of 'Membership.'</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The language employed by Congress in enacting the heart of &#167; 8(a)(3) is identical with that of the predecessor section in the Wagner Act, &#167; 8(3): 'By discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization * * *.' These are the first cases to reach us involving application of this section or its predecessor to the problem of encouragement of union membership by employers. We have on many occasions considered aspects of the application of these sections to actions by employers aimed at discouragement of union membership.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> The principles invoked in those cases are, of course, equally applicable to both aspects of employer discrimination, but most of the issues of statutory construction raised here have not previously been considered by this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In past cases we have been called upon to clarify the terms 'discrimination' and 'membership in any labor organization'. Discrimination is not contested in these cases: involuntary reduction of seniority, refusal to hire for an available job, and disparate wage treatment are clearly discriminatory. But the scope of the phrase 'membership in a labor organization' is in issue here. Subject to limitations,<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a> we have held that phrase to include discrimination to discourage participation in union activities as well as to discourage adhesion to union membership.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Similar principles govern the interpretation of union membership where encouragement is alleged. The policy of the Act is to insulate employees' jobs from their organizational rights.<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a> Thus &#167;&#167; 8(a)(3) and 8(b)(2) were designed to allow employees to freely exercise their right to join unions, be good, bad, or indifferent members, or abstain from joining any union without imperiling their livelihood. The only limitation Congress has chosen to impose on this right is specified in the proviso to &#167; 8(a)(3) which authorizes employers to enter into certain union security contracts, but prohibits discharge under such contracts if membership 'was not available to the employee on the same terms and conditions generally applicable to other members' or if 'membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership'.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a> Lengthy legislative debate preceded the 1947 amendment to the Act which thus limited permissible employer discrimination.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a> This legislative history clearly indicates that Congress intended to prevent utilization of union security agreements for any purpose other than to compel payment of union dues and fees. Thus Congress recognized the validity of unions' concern about 'free riders,' i.e., employees who receive the benefits of union representation but are unwilling to contribute their share of financial support to such union, and gave unions the power to contract to meet that problem while withholding from unions the power to cause the discharge of employees for any other reason.<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a> Thus an employer can discharge an employee for nonmembership in a union if the employer has entered a union security contract valid under the Act with such union, and if the other requirements of the proviso are met. No other discrimination aimed at encouraging employees to join, retain membership, or stay in good standing in a union is condoned.<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">From the foregoing it is clear that the Eighth Circuit too restrictively interpreted the term 'membership' in Teamsters. Boston was discriminated against by his employer because he was delinquent in a union obligation. Thus he was denied employment to which he was otherwise entitled for no reason other than his tardy payment of union dues. The union caused this discrimination by applying a rule apparently aimed at encouraging prompt payment of dues. The union's action was not sanctioned by a valid union security contract, and, in any event, the union did not choose to terminate Boston's membership for his delinquency. Thus the union by requesting such discrimination, and the employer by submitting to such an illegal request, deprived Boston of the right guaranteed by the Act to join in or abstain from union activities without thereby affecting his job. A fortiori the Second Circuit correctly concluded in Radio Officers that such encouragement to remain in good standing in a union is proscribed. Thus that union in causing the employer to discriminate against Fowler by denying him employment in order to coerce Fowler into following the union's desired hiring practices deprived Fowler of a protected right.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">II. A.&#8212;Necessity for Proving Employer's Motive.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The language of &#167; 8(a)(3) is not ambiguous. The unfair labor practice is for an employer to encourage or discourage membership by means of discrimination. Thus this section does not outlaw all encouragement or discouragement of membership in labor organizations; only such as is accomplished by discrimination is prohibited. Nor does this section outlaw discrimination in employment as such; only such discrimination as encourages or discourages membership in a labor organization is proscribed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The relevance of the motivation of the employer in such discrimination has been consistently recognized under both &#167; 8(a)(3) and its predecessor. In the first case to reach the Court under the National Labor Relations Act, National Labor Relations Board v.Jones &amp; Laughlin Steel Corp., 301 U.S. 1, 57 S.Ct. 615, 628, 81 L.Ed. 893, in which we upheld the constitutionality of &#167; 8(3), we said with respect to limitations placed upon employers' right to discharge by that section that 'the (employer's) true purpose is the subject of investigation with full opportunity to show the facts.' In another case the same day we found the employer's 'real motive' to be decisive and stated that 'the act permits a discharge for any reason other than union activity or agitation for collective bargaining with employees.'<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a> Courts of Appeals have uniformly applied this criteria,<a class=\"footnote\" href=\"#fn46\" id=\"fn46_ref\">46</a> and writers in the field of labor law emphasize the importance of the employer's motivation to a finding of violation of this section.<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a> Moreover, the National Labor Relations Board in its annual reports regularly reiterates this requirement in its discussion of &#167; 8(a)(3). For example, a recent report states that 'upon scrutiny of all the facts in a particular case, the Board must determine whether or not the employer's treatment of the employee was motivated by a desire to encourage or discourage union membership or other activities protected by the statute.'<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That Congress intended the employer's purpose in discriminating to be controlling is clear. The Senate Report on the Wagner Act said: 'Of course nothing in the bill prevents an employer from discharging a man for incompetence; from advancing him for special aptitude; or from demoting him for failure to perform.'<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a> Senator Wagner spoke of &#167; 8(3) as reaching 'those cases where the employer is strong enough to impress his will without the aid of law.'<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a> With this consistent interpretation of that section before it, Congress, as noted above, chose to retain the identical language in its 1947 amendments. No suggestion is found in either the reports or hearings on those amendments that the section had been too narrowly construed, and the House Conference Report states that &#167; 8(a)(3) 'prohibits an employer from discriminating against an employee by reason of his membership or nonmembership in a labor organization, except to the extent he obligates himself to do so under the terms of a permitted union shop or maintenance of membership contract.'<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>B.&#8212;Proof of Motive.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But it is also clear that specific evidence of intent to encourage or discourage is not an indispensable element of proof of violation of &#167; 8(a)(3). This fact was recognized in the House Report on the Wagner Act when it was stated that under &#167; 8(3) 'agreements more favorable to the majority than to the minority are impossible. * * *'<a class=\"footnote\" href=\"#fn52\" id=\"fn52_ref\">52</a> Both the Board and the courts have recognized that proof of certain types of discrimination satisfies the intent requirement.<a class=\"footnote\" href=\"#fn53\" id=\"fn53_ref\">53</a> This recognition that specific proof of intent is unnecessary where employer conduct inherently encourages or discourages union membership is but an application of the common law rule that a man is held to intend the foreseeable consequences of his conduct. Cramer v. United States, 325 U.S. 1, 31, 65 S.Ct. 918, 933, 89 L.Ed. 1441; Nash v. United States, 229 U.S. 373, 376, 33 S.Ct. 780, 781, 57 L.Ed. 1232; United States v. Patten, 226 U.S. 525, 539, 33 S.Ct. 141, 143, 57 L.Ed. 333; Agnew v. United States, 165 U.S. 36, 50, 17 S.Ct. 235, 240, 41 L.Ed. 624. Thus an employer's protestation that he did not intend to encourage or discourage must be unavailing where a natural consequence of his action was such encouragement or discouragement. Concluding that encouragement or discouragement will result, it is presumed that he intended such consequence. In such circumstances intent to encourage is sufficiently established. Our decision in Republic Aviation Corp. v. National Labor Relations Board, 324 U.S. 793, 65 S.Ct. 982, 984, 89 L.Ed. 1372, relied upon by the Board to support its contention that employers' motives are irrelevant under &#167; 8(a)(3), applied this principle. That decision dealt primarily with the right of the Board to infer discouragement from facts proven for purposes of proof of violation of &#167; 8(3). In holding that discharges and suspensions of employees under company 'no solicitation' rules for soliciting union membership, in the circumstances disclosed, violated &#167; 8(3), we noted that such employer action was not 'motivated by opposition to the particular union, or we deduce, to unionism' and that 'there was no union bias or discrimination by the company in enforcing the rule.' But we affirmed the Board's holding that the rules involved were invalid when applied to union solicitation since they interfered with the employees' right to organize. Since the rules were no defense and the employers intended to discriminate solely on the ground of such protected union activity, it did not matter that they did not intend to discourage membership since such was a foreseeable result.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Gaynor, the Second Circuit also properly applied this principle. The court there held that disparate wage treatment of employees based solely on union membership status is 'inherently conducive to increased union membership.' In holding that a natural consequence of discrimination, based solely on union membership or lack thereof, is discouragement or encouragement of membership in such union, the court merely recognized a fact of common experience&#8212;that the desire of employees to unionize is directly proportional to the advantages thought to be obtained from such action. No more striking example of discrimination so foreseeably causing employee response as to obviate he need for any other proof of intent is apparent than the payment of different wages to union employees doing a job than to nonunion employees doing the same job. As noted above, the House Report on &#167; 8(3) of the Wagner Act emphasized that such disparate treatment was impossible under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In Gaynor it was conceded that the sole criterion for extra payments was union membership, and the vacation payments were admittedly gratuitous. The wage differential payments, on the other hand, were based upon the 1947 supplementary agreement which the company below contended was negotiated solely in behalf of union members. However, the court below held that the union was exclusive bargaining agent for both union and nonunion employees. The company has not challenged this holding, asserting only that, even though the union represented all employees, the company's only liability to the nonunion employees can be for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The union's representative status obviously does not effect the legality of the gratuitous payment. According to the reasoning of the Second Circuit, however, disparate payments based on contract are illegal only when the union, as bargaining agent for both union and nonunion employees, betrays its trust and obtains special benefits for the union members. That court considered such action unfair because such employees are not in a position to protect their own interests. Thus, it reasoned, if a union bargains only for its own members, it is legal for such union to cause an employer to give, and for such employer to give special benefits to the members of the union for if nonmembers are aggrieved they are free to bargain for similar benefits for themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We express no opinion as to the legality of disparate payments where the union is not exclusive bargaining agent since that case is not before us. We do hold that in the circumstances of this case, the union being exclusive bargaining agent for both member and nonmember employees, the employer could not, without violating &#167; 8(a)(3), discriminate in wages solely on the basis of such membership even though it had executed a contract with the union prescribing such action. Statements throughout the legislative history of the National Labor Relations Act emphasize that exclusive bargaining agents are powerless 'to make agreements more favorable to the majority than to the minority.'<a class=\"footnote\" href=\"#fn54\" id=\"fn54_ref\">54</a> Such discriminatory contracts are illegal and provide no defense to an action under &#167; 8(a)(3). See Steele v. louisville &amp; Nashville R. Co., 323 U.S. 192, 65 S.Ct. 226, 89 L.Ed. 173; Wallace Corp. v. National Labor Relations Board, 323 U.S. 248, 65 S.Ct. 238, 89 L.Ed. 216; J.I. Case Co. v. National Labor Relations Board, 321 U.S. 332, 64 S.Ct. 576, 88 L.Ed. 762; Order of Railroad Telegraphers v. Railway Express Agency, 321 U.S. 342, 64 S.Ct. 582, 88 L.Ed. 788. Cf. Ford Motor Co. v. Huffman, 345 U.S. 330, 73 S.Ct. 681, 97 L.Ed. 1048.</p>\n    </div>\n    <p class=\"center\">III. Power of Board to Draw Inferences.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Petitioners in Gaynor and Radio Officers contend that the Board's orders in these cases should not have been enforced by the Second Circuit because the records do not include 'independent proof that encouragement of Union membership actually occurred.' The Eighth Circuit subscribed to this view that such independent proof is required in Teamsters when it denied enforcement of the Board's order in that proceeding on the ground that it was not supported by substantial evidence of encouragement. The Board argues that actual encouragement need not be proved but that a tendency to encourage is sufficient, and 'such tendency is sufficiently established if its existence may reasonably be inferred from the character of the discrimination.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We considered this problem in the Republic Aviation case. To the contention 'that there must be evidence before the Board to show that the rules and orders of the employers interfered with and discouraged union organization in the circumstances and situation of each company' we replied that the statutory plan for an adversary proceeding 'does not go beyond the necessity for the production of evidential facts, however, and compel evidence as to the results which may flow from such facts. * * * An administrative agency with power after hearings to determine on the evidence in adversary proceedings whether violations of statutory commands have occurred may infer within the limits of the inquiry from the proven facts such conclusions as reasonably may be based upon the facts proven. One of the purposes which lead to the creation of such boards is to have decisions based upon evidential facts under the particular statute made by experienced officials with an adequate appreciation of the complexities of the subject which is entrusted to their administration. * * *' See also National Labor Relations Board v. Nevada Consolidated Copper Corp., 316 U.S. 105, 62 S.Ct. 960, 86 L.Ed. 1305; National Labor Relations Board v. Link-belt Co., 311 U.S. 584, 61 S.Ct. 358, 85 L.Ed. 368. In these cases we but restated a rule familiar to the law and followed by all factfinding tribunals&#8212;that it is permissible to draw on experience in factual inquiries.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is argued, however, that these cases ceased to be good law under the Taft-Hartley amendments. The House Report on their version of &#167; 10 of the amendments, in discussing 'shocking injustices' resulting from limited court review of Board rulings, stated that 'requiring the Board to rest its rulings upon facts, not interferences (sic), conjectures, background, imponderables, and presumed expertness will correct abuses under the act.'<a class=\"footnote\" href=\"#fn55\" id=\"fn55_ref\">55</a> We do not read that statement nor statements in the House Conference Report, upon which petitioners rely to support their contention, to hold that the Board may not draw reasonable inferences from proven facts. The House Conference Report stated that under the Wagner Act standard of review courts had 'abdicated' to the Board and 'in many instances deference on the part of the courts to specialized knowledge that is supposed to inhere in administrative agencies has led the courts to acquiesce in decisions of the Board, even where the findings concerned mixed issues of law and fact (citing cases), or when they rested only on inferences that were not, in turn, supported by facts in the record (citing the Republic Aviation case).'<a class=\"footnote\" href=\"#fn56\" id=\"fn56_ref\">56</a> The report concluded that the amendment to &#167; 10(e), requiring Board findings to be 'supported by substantial evidence on the record considered as a whole,' 'will be adequate to preclude such decisions as those in' inter alia the Nevada Copper Corp. and Republic Aviation cases.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Universal Camera Corp. v. National Labor Relations Board, 340 U.S. 474, 71 S.Ct. 456, 465, 95 L.Ed. 456, we carefully considered this legislative history and interpreted it to express dissatisfaction with too restricted application of the 'substantial evidence' test of the Wagner Act. We noted, however, that sufficiency of evidence to support findings of fact was not involved in the Republic Aviation case, and stated that the amendment was not 'intended to negative the function of the Labor Board as one of those agencies presumably equipped or informed by experience to deal with a specialized field of knowledge, whose findings within that field carry the authority of an expertness which courts do not possess and therefore must respect.' There is nothing in the language of the amendment itself that suggests denial to the Board of power to draw reasonable inferences. It is inconceivable that the authors of the reports intended such a result for a factfinding body must have some power to decide which inferences to draw and which to reject. We therefore conclude that insofar as the power to draw reasonable inferences is concerned, Taft-Hartley did not alter prior law.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Board relies heavily upon the House Report on &#167; 8(3) which stated that the section outlawed discrimination 'which tends to 'encourage or discourage membership in any labor organization\"<a class=\"footnote\" href=\"#fn57\" id=\"fn57_ref\">57</a> for its conclusion that only a tendency to encourage or discourage membership is required by &#167; 8(a)(3). We read this language to mean that subjective evidence of employee response was not contemplated by the drafters, and to accord with our holding that such proof is not required where encouragement or discouragement can be reasonably inferred from the nature of the discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Encouragement and discouragement are 'subtle things' requiring 'a high degree of introspective perception.' Cf. National Labor Relations Board v. Donnelly Garment Co., 330 U.S. 219, 231, 67 S.Ct. 756, 763, 91 L.Ed. 854. But, as noted above, it is common experience that the desire of employees to unionize is raised or lowered by the advantages thought to be attained by such action. Moreover, the Act does not require that the employees discriminated againt be the ones encouraged for purposes of violations of &#167; 8(a)(3). Nor does the Act require that this change in employees' 'quantum of desire' to join a union have immediate manifestations.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Obviously, it would be gross inconsistency to hold that an inherent effect of certain discrimination is encouragement of union membership, but that the Board may not reasonably infer such encouragement. We have held that a natural result of the disparate wage treatment in Gaynor was encouragement of union membership; thus it would be unreasonable to draw any inference other than that encouragement would result from such action. The company complains that it could have disproved this natural result if allowed to prove that Loner, the employee who filed the charges against it, had previously applied for and been denied membership in the union. But it is clear that such evidence would not have rebutted the inference: not only would it have failed to disprove an increase in desire on the part of other employees, union members or nonmembers, to join or retain good standing in the union, but it would not have shown lack of encouragement of Loner. In rejecting this argument the Second Circuit noted that union admission policies are not necessarily static and that employees may be encouraged to join when conditions change. This proved to be an accurate prophecy regarding the Newspaper and Mail Deliverers' Union, involved in this case, for in 1952 it altered its admission policy to allow membership of 'all steady situation holders,' thus admitting many employees not previously eligible.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The circumstances in Radio Officers and Teamsters are nearly identical. In each case the employer discriminated upon the instigation of the union. The purposes of the unions in causing such discrimination clearly were to encourage members to perform obligations or supposed obligations of membership. Obviously, the unions would not have invoked such a sanction had they not considered it an effective method of coercing compliance with union obligations or practices. Both Boston and Fowler were denied jobs by employers solely because of the unions' actions. Since encouragement of union membership is obviously a natural and foreseeable consequence of any employer discrimination at the request of a union, those employers must be presumed to have intended such encouragement. It follows that it was eminently reasonable for the Board to infer encouragement of union membership, and the Eighth Circuit erred in holding encouragement not proved.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">IV. Sanction Against Union Under &#167; 8(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Section 8(b)(2) was added to the National Labor Relations Act by the Taft-Hartley amendments in 1947. It provides that \"it shall be an unfair labor practice for a labor organization or its agents * * * to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (a)(3) or to discriminate against an employee with respect to whom membership in such organization has been denied or terminated on some ground other than his failure to tender the periodic dues and initiation fees uniformly required as a condition of acquiring or retaining membership'. Petitioner in Radio Officers contends that it was fatal error for the Board to proceed against it, a union, without joining the employer, and that absent a finding of violation of &#167; 8(a)(3) by and a reinstatement order against such employer, the Board could not order the union to pay back pay under &#167; 8(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We find no support for these arguments in the Act. No such limitation is contained in the language of &#167; 8(b)(2). That section makes it clear that there are circumstances under which charges against a union for violating the section must be brought without joining a charge against the employer under &#167; 8(a)(3) for attempts to cause employers to discriminate are proscribed. Thus a literal reading of the section requires only a showing that the union caused or attempted to cause the employer to engage in conduct which, if committed, would violate &#167; 8(a)(3).<a class=\"footnote\" href=\"#fn58\" id=\"fn58_ref\">58</a> No charge was filed against the company by Fowler when he filed his charge against the union. The General Counsel is entrusted with 'final authority, on behalf of the Board, in respect of the investigation of charges and issuance of complaints',<a class=\"footnote\" href=\"#fn59\" id=\"fn59_ref\">59</a> but without a charge he has no authority to issue a complaint.<a class=\"footnote\" href=\"#fn60\" id=\"fn60_ref\">60</a> Even when a charge is filed many factors must influence exercise by the General Counsel of this discretion relative to prosecution of unfair labor practices. Abuse of discretion has not been shown, and, when a complaint is prosecuted, the Board is empowered by &#167; 10(a) 'to prevent any person from engaging in any unfair labor practice * * *.' It, therefore, had the power to find that the union had violated &#167; 8(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Nor does the absence of joinder of the employer preclude entry of a backpay order against the union. The union cites in support of its position the language of &#167; 10(c)<a class=\"footnote\" href=\"#fn61\" id=\"fn61_ref\">61</a> which empowers the Board to issue orders requiring 'such affirmative action including reinstatement of employees with or without back pay, as will effectuate the policies of this Act: Provided, That where an order directs reinstatement of an employee, back pay may be required of the employer or labor organization, as the case may be, responsible for the discrimination suffered by him: * * *.' In Phelps Dodge Corp. v. National Labor Relations Board, 313 U.S. 177, 189, 61 S.Ct. 845, 850, 85 L.Ed. 1271, we interpreted the phrase giving the Board power to order 'reinstatement of employees with or without back pay' not to limit, but merely to illustrate the general grant of power to award affirmative relief. Thus we held that the Board could order back pay without ordering reinstatement. The proviso in &#167; 10(c) was added by the 1947 amendments. The purpose of Congress in enacting this provision was not to limit the power of the Board to order back pay without ordering reinstatement but to give the Board power to remedy union unfair labor practices comparable to the power it possessed to remedy unfair labor practices by employers.<a class=\"footnote\" href=\"#fn62\" id=\"fn62_ref\">62</a> Petitioner argues, however, that it will not 'effectuate the policies of this Act' to require it to reimburse back pay if the employer is not made to share this burden, but, on the contrary, will frustrate the Act's purposes. We do not agree. It does not follow that because one form of remedy is not available or appropriate in a case, as here, that no remedy should be granted. It is clear that petitioner committed an unfair labor practice and the policy of the Act is to make whole employees thus discriminated against. We therefore hold that the Board properly exercised its power in ordering petitioner to pay such back pay to Fowler.</p>\n    </div>\n    <p class=\"indent\">From the foregoing it follows that:</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Radio Officer's Union v. Labor Board is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Labor Board v. International Brotherhood of Teamsters is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Gaynor News Co. v. Labor Board is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">No. 5 Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">No. 6 Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">No. 7 Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In construing an ambiguous provision of a regulatory measure like the Taft-Hartley Act, a decision can seldom avoid leaving more or less discretion to the agency primarily charged with administering the statute. Since guidance in the exercise of this discretion by the Labor Board, and not merely guidance for litigants, thus becomes a function of the Court's opinion, it is doubly necessary to define the scope of our ruling as explicitly as possible.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The lower courts have given conflicting interpretations to the phrase, 'by discrimination * * * to encourage or discourage membership in any labor organization', contained in &#167; 8(a)(3). We should settle this conflict without giving rise to avoidable new controversies.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The phrase in its relevant setting is susceptible of alternative constructions of decisively different scope:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(a) On the basis of the employer's disparate treatment of his employees standing alone, or as supplemented by evidence of the particular circumstances under which the employer acted, it is open for the Board to conclude that the conduct of the employer tends to encourage or discourage union membership, thereby establishing a violation of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">(b) Even though the evidence of disparate treatment is sufficient to warrant the Board's conclusion set forth in (a), there must be a specific finding by the Board in all cases that the actual aim of the employer was to encourage or discourage union membership.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">I think (a) is the correct interpretation. In many cases a conclusion by the Board that the employer's acts are likely to help or hurt a union will be so compelling that a further and separate finding characterizing the employer's state of mind would be an unnecessary and fictive formality. In such a case the employer may fairly be judged by his acts and the inferences to be drawn from them.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Of course, there will be cases in which the circumstances under which the employer acted serve to rebut any inference that might be drawn from his acts of alleged discrimination standing alone. For example, concededly a raise given only to union members is prima facie suspect; but the employer, by introducing other facts, may be able to show that the raise was so patently referable to other considerations, unrelated to his views on unions and within his allowable freedom of action, that the Board could not reasonably have concluded that his conduct would encourage or discourage union membership.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In sum, any inference that may be drawn from the employer's alleged discriminatory acts is just one element of evidence which may or may not be sufficient, without more, to show a violation. But that should not obscure the fact that this inference may be bolstered or rebutted by other evidence which may be adduced, and which the Board must take into consideration. The Board's task is to weigh everything before it, including those inferences which, with its specialized experience, it believes can fairly be drawn. On the basis of this process, it must determine whether the alleged discriminatory acts of the employer were such that he should have reasonably anticipated that they would encourage or discourage union membership.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Since the issue which the Board thus has to decide involves pre-eminently an exercise of judgment on matters peculiarly within its special competence, little room will be left for judicial review. See Universal Camera Corp. v. National Labor Relations Board, 340 U.S. 474, 488, 74 S.Ct. 456, 464, 95 L.Ed. 456.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">What I have written and the Court's opinion, as I read it, are not in disagreement. In any event, I concur in its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Mr. Justice BURTON and Mr. Justice MINTON, having joined in the opinion of the Court, also join this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Mr. Justice BLACK, with whom Mr. Justice DOUGLAS joins, dissenting.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">No. 7&#8212;The Gaynor Case.&#8212;Eighteen years ago the language considered here became a part of what is now known as &#167; 8(a)(3) of the Labor Act. The Court today, gives that language an entirely new interpretation. I dissent. The Section makes it an unfair labor practice for an employer 'by discrimination in regard to * * * any term or condition of employment to encourage or discourage membership in any labor organization * * *.' Unquestionably payment of disparate wages to union and nonunion employees is 'discrimination' as that term is used in &#167; 8(a)(3). But the Section does not forbid all 'discrimination.' It carefully limits the conditions under which 'discrimination' is 'unfair.' The plain and long accepted meaning of &#167; 8(a)(3) is that it forbids an employer to discriminate only when he does so in order to 'encourage or discourage' union membership. National Labor Relations Board v. Waterman S.S. Co., 309 U.S. 206, 219, 60 S.Ct. 493, 500, 84 L.Ed. 704. Recently, however, the Labor Board has adopted the view that the Section outlaws discrimination merely having a 'tendency to encourage * * *' or 'the natural and probable effect' of which would be to encourage union membership. The Court apparently now accepts this interpretation, for here there is no finding that Gaynor acted in order to encourage union membership. Indeed, the Board concedes that Gaynor had no such purpose, and this concession is fully supported by the evidence. Gaynor had no desire to make retroactive payments to any employees. It yielded to the union not because it wanted to but because it was compelled to by a collective bargaining contract.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">I think the Court's new interpretation of &#167; 8(a)(3) imputes guilt to an employer for conduct which Congress did not wish to outlaw. Behind the Labor Act was a long history of employer hostility to strong unions and affection for weak ones. Power over wages, hours and other working conditions permitted employers to help unions they liked and hurt unions they disliked. To enable workers to join or not join unions without fear of reprisal, Congress passed the Labor Act prohibiting such employer discrimination. But aside from this limitation on the employer's powers, Congress did not mean to invade his normal right to fix different wages, hours and other working conditions for different employees according to his best business judgment.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Section 8(a)(3) is aptly phrased to accomplish both these purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The Board has been careful in &#167; 8(a) (3) cases to make findings that employer discrimination was motivated by hostility or favoritism toward union membership.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Even now trial examiners and the Board continue to make findings as to the employer's purpose.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> The courts have regularly held that &#167; 8(a)(3) requires such findings, and have been called on to determine if they were supported by substantial evidence.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> I think the Section should not at this late date be held to penalize an employer for using his judgment in fixing working conditions unless he discriminates among employees in order to strengthen or weaken a union for his own advantage. For this reason, I would not sustain the Board's holding that Gaynor violated &#167; 8(a)(3).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Nos. 5 and 6&#8212;The Radio Officers and Teamsters Cases.&#8212;In these cases the Board found that the Radio Officers and Teamsters unions had violated &#167; 8(b)(2) of the Taft-Hartley Act which makes it an 'unfair labor practice' for a union 'to cause or attempt to cause an employer to discriminate against an employee in violation' of &#167; 8(a)(3). The Board found on sufficient evidence that each of the two unions here 'caused' an employer to treat an employee differently from the way it treated other employees, that is, the employer was caused 'to discriminate' within the meaning of &#167; 8(a)(3). The Board also found that this 'discrimination' had a tendency to encourage union membership. But there was no finding that either employer's discrimination occurred in order to encourage union membership. For the reasons set out in my discussion of &#167; 8(a)(3) in the Gaynor case, I think these findings fall short of showing an employer 'violation of &#167; 8(a)(3).' A union does not violate &#167; 8(b)(2) by causing an employer to discriminate unless that employer discrimination is 'in violation of &#167; 8(a)(3).' For this reason I would reverse No. 5 and affirm No. 6.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Sec. 8. (a) It shall be an unfair labor practice for an employer&#8212;</p>\n        <p>'(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: Provided, That nothing in</p>\n        <p>this Act, or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any action defined in section 8(a) of this Act as an unfair labor practice) to require as a condition of employment membership therein on or after the thirtieth day following the beginning of such employment or the effective date of such agreement, whichever is the later, (i) if such labor organization is the representative of the employees as provided in section 9(a), in the appropriate collective-bargaining unit covered by such agreement when made (; and (ii) if, following the most recent election held as provided in section 9(e) the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to authorize such labor organization to make such an agreement:) and has at the time the agreement was made or within the preceding twelve months received from the Board a notice of compliance with section 9(f), (g), (h) and (ii) unless following an election held as provided in section 9(e) within one year preceding the effective date of such agreement, the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to rescind the authority of such labor organization to make such an agreement: Provided further, That no employer shall justify any discrimination against an employee for nonmembership in a labor organization (A) if he has reasonable grounds for believing that such membership was not available to the employee on the same terms and conditions generally applicable to other members, or (B) if he has reasonable grounds for believing that membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership; * * *.'</p>\n        <p>Section 8(a)(3) was enacted as part of the Taft-Hartley Act, 61 Stat. 136, in 1947, and amended in 1951, 65 Stat. 601. Provisions added by the 1951 amendment are in italics; provisions eliminated in 1951 are in brackets. This section derived from &#167; 8(3) of the 1935 Wagner Act, 49 Stat. 452, 29 U.S.C. &#167; 158(3), 29 U.S.C.A. &#167; 158(3), with the proviso amended. See note 42, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> National Labor Relations Board v. International Brotherhood of Teamsters, 196 F.2d 1, certiorari granted 344 U.S. 853, 73 S.Ct. 95, 97 L.Ed. 663. See also National Labor Relations Board v. Del E. Webb Construction Co., 8 Cir., 196 F.2d 702.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> National Labor Relations Board v. Reliable Newspaper Delivery, Inc., 187 F.2d 547. See also Western Cartridge Co., v. National Labor Relations Board, 7 Cir., 139 F.2d 855.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Radio Officers' Union of Commercial Telegraphers Union, A.F.L. v. National Labor Relations Board, 196 F.2d 960, certiorari granted, 344 U.S. 852, 73 S.Ct. 91, 97 L.Ed. 662.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> National Labor Relations Board v. Gaynor News Co., Inc., 197 F.2d 719, certiorari granted, 345 U.S. 902, 73 S.Ct. 640, 97 L.Ed. 1339. But cf. National Labor Relations Board v. Air Associates, Inc., 2 Cir., 121 F.2d 586.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> National Labor Relations Board v. Whitin Machine Works, 204 F.2d 883.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> National Labor Relations Board v. Walt Disney Productions, Inc., 146 F.2d 44.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See, e.g., National Labor Relations Board v. Reliable Newspaper Delivery, Inc., 187 F.2d 547; Wells, Inc. v. National Labor Relations Board, 162 F.2d 457; National Labor Relations Board v. Reynold's International Pen Co., 162 F.2d 680; National Labor Relations Board v. Draper Corp., 145 F.2d 199; National Labor Relations Board v. Air Associates, 121 F.2d 586.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See also Union Starch &amp; Refining Co. v. National Labor Relations Board, 7 Cir., 186 F.2d 1008; Colonie Fibre Co. v. National Labor Relations Board, 2 Cir., 163 F.2d 65; National Labor Relations Board v. Walt Disney Productions, Inc., 9 Cir., 146 F.2d 44; Sperry Gyroscope Co., Inc. v. National Labor Relations Board, 2 Cir., 129 F.2d 922; Firestone Tire &amp; Rubber Co., 93 N.L.R.B. 981.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 29 U.S.C. (Supp. V) &#167; 158(b)(2), 29 U.S.C.A. &#167; 158(b)(2):</p>\n        <p>'(b) It shall be an unfair labor practice for a labor organization or its agents&#8212;</p>\n        <p>'(2) to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (a)(3) or to discriminate against an employee with respect to whom membership in such organization has been denied or terminated on some ground other than his failure to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership; * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 345 U.S. 962, 73 S.Ct. 947, 97 L.Ed. 1382.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Requisite engagement in commerce for purposes of the National Labor Relations Act is admitted in all three cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 29 U.S.C. (Supp. V) &#167; 158(b)(1)(A), 29 U.S.C.A. &#167; 158(b)(1)(A). This section makes it an unfair labor practice for a union 'to restrain or coerce employees in the exercise of the rights guaranteed in section 157 of this title'. Section 157 provides: 'Employees shall have the right to self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection, and shall also have the right to refrain from any or all of such activities except to the extent that such right may be affected by an agreement requiring membership in a labor organization as a condition of employment as authorized in section 158(a)(3).'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> 94 N.L.R.B. 1494.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> This agreement, known as the 'Central States Area Over-the-Road Agreement,' has been executed with employers by more than 300 locals of the Teamsters Union in 12 different states.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See the bracketed language in note 1, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 'Section 45. Any member, under contract, one month in arrears for dues shall forfeit all seniority rights.</p>\n        <p>'(a) Clarification of the above paragraph: On the second day of the second month a member becomes in arrears with his dues.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See note 13, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> (Trial Examiner's Footnote.) If, as Respondent appears to suggest, its conduct discouraged membership in a labor organization, it could be argued that from the plain meaning of &#167; 8(a)(3), a union would equally violate the Act by causing an employer to discriminate against an employee in order to rid itself of slowpaying or otherwise recalcitrant members.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 196 F.2d 1, 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> In this connection, the court pointed out that Boston was a member of the union prior to the discrimination, and retained his status as a member thereafter, and that Boston had testified that the discrimination neither encouraged nor discouraged him to remain in the union.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 344 U.S. 853, 73 S.Ct. 95, 97 L.Ed. 663.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 93 N.L.R.B. 1523.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Such an agreement was permissible under &#167; 8(3) of the National Labor Relations Act, 49 Stat. 449, 29 U.S.C. &#167; 158 (3), 29 U.S.C.A. &#167; 158(3). The agreement in this case was signed on January 11, 1947, and was extended for a period of one year on August 16, 1947. Under &#167; 102 of the 1947 amendments to the National Labor Relations Act, 61 Stat. 152, 29 U.S.C.A. &#167; 158 note, acts performed under such agreement which would not have been unfair labor practices under &#167; 8(3) were not unfair practices under the amended act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The Board found that the union secretary's 'hasty attempt to suspend' Fowler was 'in disregard of Fowler's rights under the union bylaws and constitution * * * in no event could Howe's authority exceed that of the general chairman, who in all instances was required by specific provisions of the bylaws to advise Fowler of his offense and to afford him an opportunity to conform with union rules before suspending him. It is clear that Fowler was not given such an opportunity; his purported suspension was therefore ineffectual. * * *'</p>\n        <p>The power of the Board to make this finding is not challenged here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 196 F.2d 960, 963.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Judge Clark dissented as to this interpretation of the contract.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Section 8(c) provides: 'The expressing of any views, argument, or opinion, or the dissemination thereof, whether in written, printed, graphic, or visual form, shall not constitute or be evidence of an unfair labor practice under any of the provisions of this subchapter, if such expression contains no threat of reprisal or force or promise of benefit.' 29 U.S.C. (Supp. V) &#167; 158(c), 29 U.S.C.A. &#167; 158(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> 344 U.S. 853, 73 S.Ct. 95, 97 L.Ed. 663.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Section 8(a)(1) makes it an unfair labor practice for an employer 'to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title' and &#167; 8(a)(2) makes it an unfair practice for an employer 'to dominate or interfere with the formation or administration of any labor organization or contribute financial or other support to it * * *.'</p>\n        <p>The original charge filed on February 3, 1949, alleged violation only of &#167;&#167; 8(a)(1) and (3) by the above action relative to Loner between July and October 1948. This charge was amended on June 13, 1950, to allege violation of &#167;&#167; 8(a) (1) and (2) by executing the October 1948 contract with the illegal union security clause. The complaint issued by the General Counsel on the same day contained all of these allegations and alleged that the discriminatory treatment extended to all nonunion employees. The company contends that inclusion of such employees who did not file charges is prohibited by the six-month statute of limitations period provided in &#167; 10(b) of the Act. We agree with the Trial Examiner, the Board, and the court below that this charge relates back to the charges timely filed and thus the company was given adequate notice and was not prejudiced by the amendment. National Labor Relations Board v. Kobritz, 1 Cir., 193 F.2d 8, 14; National Labor Relations Board v. Bradley Washfountain Co., 7 Cir., 192 F.2d 144, 149; National Labor Relations Board v. Kingston Cake Co., 3 Cir., 191 F.2d 563, 567; cf. Consolidated Edison Co. v. National Labor Relations Board, 305 U.S. 197, 225, 238, 59 S.Ct. 206, 215, 220, 83 L.Ed. 126.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> 93 N.L.R.B. 299.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> This clause requiring all new employees to become union members within thirty days was not authorized as then required by &#167; 8(a)(3). See the bracketed language of note 1, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> The 1946 contract stated that the union was contracting 'for and in behalf of the Union and for and in behalf of the members thereof now employed and hereafter to be employed by the employer.' The president of the company testified before the Trial Examiner that he believed the 1946 contract and the supplementary agreement applied to union members only.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> The Board rejected the company's contention that since the closed shop provision in the 1946 contract was valid under &#167; 8(3), see note 24, supra, and it thus could have legally discharged the nonunion employees during the life of that contract, it could legally retain such employees and contract to discriminate as to their wages.</p>\n        <p>The Board found, however, that the 'evidence indicates that the Respondent had contracted to make retroactive wage payments to the employees covered by the original contract. * * *' The Board also adopted the Trial Examiner's finding that, regardless of the status of the wage payment, the retroactive vacation payments were entirely voluntary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> 197 F.2d 719, 722. The court modified parts of the order concerning the illegality of the 1948 contract. Judge Chase dissented as to such modification.</p>\n        <p>In its brief the company seeks to raise the issue of the illegality of that contract. This question was not presented in the petition for certiorari and is, therefore, not properly before the Court. General Talking Pictures Corp. v. Western Elec. Co., 304 U.S. 175, 58 S.Ct. 849, 82 L.Ed. 1273.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> 345 U.S. 902, 73 S.Ct. 640, 97 L.Ed. 1339.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> See, e.g., National Labor Relations Board v. Gullett Gin Co., Inc., 340 U.S. 361, 71 S.Ct. 337, 95 L.Ed. 337; National Labor Relations Board v. Universal Camera Corp., 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456; Phelps Dodge Corp. v. National Labor Relations Board, 313 U.S. 177, 61 S.Ct. 845, 85 L.Ed. 1271; Republic Steel Corp. v. National Labor Relations Board, 311 U.S. 7, 61 S.Ct. 77, 85 L.Ed. 6; National Labor Relations Board v. Sands Mfg. Co., 306 U.S. 332, 59 S.Ct. 508, 83 L.Ed. 682; National Labor Relations Board v. Fansteel Metallurgical Corp., 306 U.S. 240, 59 S.Ct. 490, 83 L.Ed. 627; National Labor Relations Board v. Mackay Radio &amp; Telegraph Co., 304 U.S. 333, 58 S.Ct. 904, 82 L.Ed. 1381; National Labor Relations Board v. Jones &amp; Laughlin Steel Corp., 301 U.S. 1, 57 S.Ct. 615, 81 L.Ed. 893.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> National Labor Relations Board v. Fansteel Metallurgical Corp., supra; National Labor Relations Board v. Sands Mfg. Co., supra; Southern Steamship Co. v. National Labor Relations Board, 316 U.S. 31, 62 S.Ct. 886, 86 L.Ed. 1246. Cf. National Labor Relations Board v. Local Union No. 1229, 346 U.S. 464, 74 S.Ct. 172.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Associated Press v. National Labor Relations Board, 301 U.S. 103, 57 S.Ct. 650, 81 L.Ed. 953. Cf. National Labor Relations Board v. Kennametal, Inc., 3 Cir., 182 F.2d 817, 19 A.L.R.2d 562; National Labor Relations Board v. Peter Cailler Kohler Swiss Chocolate Co., 2 Cir., 130 F.2d 503.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> See &#167; 7, 29 U.S.C. (Supp. V) &#167; 157, 29 U.S.C.A. &#167; 157, note 13, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> The full text of the proviso to &#167; 8(a)(3) is set out in note 1, supra. That Congress intended &#167; 8(a)(3) to proscribe all discrimination to encourage union membership not excepted by the proviso see H.Conf.Rep.No.510, 80th Cong., 1st Sess. 44, where it is stated that &#167; 8(a)(3) 'prohibits an employer from discriminating against an employee by reason of his membership or nonmembership in a labor organization, except to the extent he obligates himself to do so under the terms of a permitted union shop or maintenance of membership contract.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> Under the Wagner Act the proviso read: 'Provided, That nothing in sections 151&#8212;166 of this title or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any action defined in said sections as an unfair labor practice) to require as a condition of employment membership therein, * * * if such labor organization is the representative of the employees as provided in section 159(a) of this title, in the appropriate collective-bargaining unit covered by such agreement when made'. 29 U.S.C. &#167; 158(3), 29 U.S.C.A. &#167; 158(3). See Colgate-Palmolive-Peet Co. v. National Labor Relations Board, 338 U.S. 355, 70 S.Ct. 166, 94 L.Ed. 161.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> For example, Senator Taft said: 'It is contended that the employer should be obliged to discharge the man because the union does not like him. That is what we are trying to prevent. I do not see why a union should have such power over a man in that situation.' 93 Cong.Rec. 4191.</p>\n        <p>In H.R.Rep.No.245, 80th Cong., 1st Sess., p. 33, it was stated that 'The bill prohibits what is commonly known as the closed shop, or any form of compulsory unionism that requires a person to be a member of a union in good standing when the employer hires him.'</p>\n        <p>See also 93 Cong.Rec. 4135, 4193, 4272, 4275, 4432; S.Rep.No.105, 80th Cong., 1st Sess. 6 et seq.; H.R. 3020, 80th Cong., 1st Sess. 27&#8212;28; H.Conf.Rep.No.510, 80th Cong., 1st Sess. 41.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> See National Labor Relations Board v. Eclipse Lumber Co., 9 Cir., 199 F.2d 684; Union Starch &amp; Refining Co. v. National Labor Relations Board, 7 Cir., 186 F.2d 1008, 27 A.L.R.2d 629.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> Associated Press v. National Labor Relations Board, 301 U.S. 103, 57 S.Ct. 650, 655, 81 L.Ed. 953.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46\">\n        <a class=\"footnote\" href=\"#fn46_ref\">46</a>\n        <p> See cases cited, note 8, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> E.g., Manoff, Labor Relations Law, 82; CCH, Guidebook to Labor Relations Law, 142; Wollett, Labor Relations and Federal Law, 62; Millis &amp; Brown, From the Wagner Act to Taft-Hartley, 428; Cox, Some Aspects of the Labor Management Relations Act, 1947, 61 Harv.L.Rev. 1, 20; Ward, 'Discrimination' Under the National Labor Relations Act, 48 Yale L.J. 1152, 1158.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> N.L.R.B., 10th Annual Report 162.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> S.Rep.No. 573, 74th Cong., 1st Sess. 11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Hearings on S. 195, 74th Cong., 1st Sess. 38.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> H.Conf.Rep.No. 510, 80th Cong., 1st Sess. 44.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn52\">\n        <a class=\"footnote\" href=\"#fn52_ref\">52</a>\n        <p> H.R.Rep.No.1147, 74th Cong., 1st Sess. 21; see also Ward, note 47, supra, at 1166.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn53\">\n        <a class=\"footnote\" href=\"#fn53_ref\">53</a>\n        <p> See, e.g., National Labor Relations Board v. Industrial Cotton Mills, 4 Cir., 208 F.2d 87; Cusano v. National Labor Relations Board, 3 Cir., 190 F.2d 898; Allis-Chalmers Mfg. Co., 70 N.L.R.B. 48, enforced, 7 Cir., 162 F.2d 435; National Labor Relations Board v. Gluek Brewing Co., 8 Cir., 144 F.2d 847.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn54\">\n        <a class=\"footnote\" href=\"#fn54_ref\">54</a>\n        <p> S.Rep.No.573, 74th Cong., 1st Sess. 13. During a debate on the Act Senator Wagner stated: 'Under this proposed legislation, assuming an agreement has been consummated by the agency elected by the majority of the employees, there will be no advantage which a majority can have under an agreement to which the minority is not also entitled, and in order to have that advantage the minority need not join the organization. It can join or not join, either way. It cannot be discriminated against under any other provision of the law.' 79 Cong.Rec. 7673. See also note 52, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn55\">\n        <a class=\"footnote\" href=\"#fn55_ref\">55</a>\n        <p> H.R.Rep.No.245, 80th Cong., 1st Sess. 41.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn56\">\n        <a class=\"footnote\" href=\"#fn56_ref\">56</a>\n        <p> H.R.Rep.No.510, 80th Cong., 1st Sess. 55. See Cox, op cit. supra, note 46, at 39 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn57\">\n        <a class=\"footnote\" href=\"#fn57_ref\">57</a>\n        <p> H.R.Rep.No.1147, 74th Cong., 1st Sess. 21.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn58\">\n        <a class=\"footnote\" href=\"#fn58_ref\">58</a>\n        <p> See National Labor Relations Board v. Newspaper &amp; Mail Deliverers' Union, 2 Cir., 192 F.2d 654. Cf. Katz v. National Labor Relations Board, 9 Cir., 196 F.2d 411.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn59\">\n        <a class=\"footnote\" href=\"#fn59_ref\">59</a>\n        <p> 29 U.S.C. (Supp. V) &#167; 153(d), 29 U.S.C.A. &#167; 153(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn60\">\n        <a class=\"footnote\" href=\"#fn60_ref\">60</a>\n        <p> Id., &#167; 160(b). But see National Labor Relations Board v. Indiana &amp; Michigan Electric Co., 318 U.S. 9, 17, 63 S.Ct. 394, 399, 87 L.Ed. 579.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn61\">\n        <a class=\"footnote\" href=\"#fn61_ref\">61</a>\n        <p> 29 U.S.C. (Supp. V) &#167; 160(c), 29 U.S.C.A. &#167; 160(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn62\">\n        <a class=\"footnote\" href=\"#fn62_ref\">62</a>\n        <p> See National Labor Relations Board v. J.I. Case Co., 8 Cir., 198 F.2d 919, 924; H.N. Newman, 85 N.L.R.B. 725, enforced, 2 Cir., 187 F.2d 488; Union Starch &amp; Refining Co. v. National Labor Relations Board, 7 Cir., 186 F.2d 1008, 1014.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> National Labor Relations Board v. Jones &amp; Laughlin Steel Corp., 1937, 301 U.S. 1, 45&#8212;46, 57 S.Ct. 615, 628, 81 L.Ed. 893; Phelps Dodge Corp. v. National Labor Relations Board, 1941, 313 U.S. 177, 182&#8212;183, 61 S.Ct. 845, 846, 847, 85 L.Ed. 1271.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> See, e.g., Fruehauf Trailer Co., 1 N.L.R.B. 68, 74&#8212;77 (1935), sustained, 1937, 301 U.S. 49, 55&#8212;57, 57 S.Ct. 642, 643, 644, 81 L.Ed. 918; Union Pacific Stages, Inc., 2 N.L.R.B. 471, 486 (1936), enforced as modified, 9 Cir., 1938, 99 F.2d 153, 168, 176 177; Kansas City Power &amp; Light Co., 12 N.L.R.B. 1414, 1436&#8212;1453 (1939), enforced as modified, 8 Cir., 1940, 111 F.2d 340, 349&#8212;351; Martel Mills Corporation, 20 N.L.R.B. 712, 721, 724, 733 (1940), enforcement denied, 4 Cir., 1940, 114 F.2d 624, 630&#8212;633; Air Associates, Inc., 20 N.L.R.B. 356 (1940), enforced as modified, 2 Cir., 1941, 121 F.2d 586, 591&#8212;592; Stonewall Cotton Mills, 36 N.L.R.B. 240 (1941), enforced as modified, 5 Cir., 1942, 129 F.2d 629, 632&#8212;633; Western Cartridge Co., 48 N.L.R.B. 434 (1943), enforced as modified, 7 Cir., 1943, 139 F.2d 855, 858&#8212;860; Robbins Tire and Rubber, Co., 69 N.L.R.B. 440, 441, (1946), enforced, 5 Cir., 1947, 161 F.2d 798, 801; Wells, Inc., 68 N.L.R.B. 545, 546 547 (1946), enforced as modified, 9 Cir., 1947, 162 F.2d 457, 459 460; Victor Mfg. &amp; Gasket Co., 79 N.L.R.B. 234, 235 (1948), enforced, 7 Cir., 1949, 174 F.2d 867, 868; B &amp; Z Hosiery Products Co., 85 N.L.R.B. 633 (1949), enforced, Bochner v. National Labor Relations Board, 3 Cir., 1950, 180 F.2d 1021. To support its position here that an employer's purpose is irrelevant under &#167; 8(a)(3) the Board relies on its decisions in General Motors Corp., 59 N.L.R.B. 1143, 1145 (1944), enforced as modified, 3 cir., 1945, 150 F.2d 201; Allis-Chalmers Mfg. Co., 70 N.L.R.B. 348, 349&#8212;350 (1946), Enforced, 7 Cir., 1947, 162 F.2d 435; and Reliable Newspaper Delivery, Inc., 88 N.L.R.B. 659, 669&#8212;670 (1950), enforcement denied, 3 Cir., 1951, 187 F.2d 547. In the first two decisions specific findings of employer purpose were made, and in the latter the facts are substantially identical to the case here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> E.g., in Marathon Electric Mfg. Co., 106 N.L.R.B. No. 199 (September 29, 1953), the trial examiner found that numerous acts of an employer violated &#167; 8(a)(3) because the employer 'discriminated * * * to discourage membership in UE. * * *' In sustaining the examiner as to some of the acts and overruling him as to others the Board's decision rested on such findings as: 'the discharges were not only calculated to discourage concerted activities * * * but also to deter * * * from joining, or giving support in the future to; UE or any other labor organization'; the record did not show 'that the failure to recall them (certain employees) was because of their actual or supposed connection with UE'; and there was 'no evidence in the record to rebut the Respondent's (employer's) contention that its only reason for not recalling these employees was the cancellation of the contract.' See also New Mexico Transportation Co., 107 N.L.R.B. No. 8 (November 13, 1953); Terri Lee, Inc., 107 N.L.R.B. No. 141 (December 28, 1953).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See court decisions cited in note 2, supra. See also National Labor Relations Board v. Waterman S.S. Co., 1940, 309 U.S. 206, 218, 220&#8212;226, 60 S.Ct. 493, 500, 501, 503, 84 L.Ed. 704, where this Court reviewed the record and held that a finding of discrimination by an employer 'because of' union membership was sustained by substantial evidence. Republic Aviation Corp. v. National Labor Relations Board, 1945, 324 U.S. 793, 65 S.Ct. 982, 89 L.Ed. 1372, indicated no intent to repudiate the interpretation of &#167; 8(a)(3) accepted in the Waterman case, supra. The Board also relies on such cases as: National Labor Relations Board v. Hudson Motor Car Co., 6 Cir., 1942, 128 F.2d 528, 532&#8212;533, enforcing 34 N.L.R.B. 815, 826&#8212;827 (1941); National Labor Relations Board v. Gluek Brewing Co., 8 Cir., 1944, 144 F.2d 847, 853, modifying and enforcing 47 N.L.R.B. 1079, 1095 (1943); and National Labor Relations Board v. Industrial Cotton Mills, 4 Cir., 1953, 208 F.2d 87, modifying and enforcing 102 N.L.R.B. 1265 (1953). However, none of these cases is in point here, since in each the Board made findings of the employer's purpose.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>347 U.S. 17 (1954)</b></center>\n<center><h1>RADIO OFFICERS' UNION OF THE COMMERCIAL TELEGRAPHERS UNION, AFL,<br>\nv.<br>\nNATIONAL LABOR RELATIONS BOARD.</h1></center>\n<center>No. 5.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 1953.</center>\n<center>Reargued November 9, 1953.</center>\n<center>Decided February 1, 1954.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*20</span> <i>Abner H. Silverman</i> argued the cause for petitioner in No. 5 on the original argument, and <i>Emanuel Butter</i> on <span class=\"star-pagination\">*21</span> the reargument. With them on the briefs was <i>Herbert S. Thatcher.</i></p>\n<p><i>Bernard Dunau</i> argued the cause for the National Labor Relations Board. With him on the briefs on the original argument were <i>Walter J. Cummings, Jr.,</i> then Solicitor General, <i>George J. Bott, David P. Findling, Mozart G. Ratner, Elizabeth W. Weston</i> and <i>Louis Schwartz</i> in Nos. 5 and 6, and <i>Acting Solicitor General Stern, Mr. Bott, Mr. Findling, Dominick L. Manoli</i> and <i>Frederick U. Reel</i> in No. 7. With him on the briefs on the reargument were <i>Acting Solicitor General Stern, Mr. Bott, Mr. Findling</i> and <i>Mr. Manoli.</i></p>\n<p><i>Julius Kass</i> argued the cause and filed the briefs for petitioner in No. 7.</p>\n<p><i>John J. Manning</i> argued the cause for respondents in No. 6. With him on the brief was <i>Clif Langsdale.</i></p>\n<p><i>Stephen C. Vladeck</i> filed a brief for the Newspaper and Mail Deliverers' Union of New York and Vicinity, as <i>amicus curiae.</i></p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>The necessity for resolution of conflicting interpretations by Courts of Appeals of  8 (a) (3) of the National Labor Relations Act, as amended, 61 Stat. 136, 65 Stat. 601, 29 U. S. C. (Supp. V)  158 (a) (3), impelled us to grant certiorari in these three cases. That section provides that \"it shall be an unfair labor practice for an employer . . . by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: . . . .\"<sup>[1]</sup> The Court of Appeals for <span class=\"star-pagination\">*22</span> the Eighth Circuit in No. 6 (hereinafter referred to as <i>Teamsters</i>),<sup>[2]</sup> following a decision of the Third Circuit,<sup>[3]</sup><span class=\"star-pagination\">*23</span> held that express proof that employer discrimination had the effect of encouraging or discouraging employees in their attitude toward union membership is an essential element to establish violation of this section. That holding conflicts with the holdings of the Second Circuit in No. 5 (hereinafter referred to as <i>Radio Officers</i>)<sup>[4]</sup> and No. 7 (hereinafter referred to as <i>Gaynor</i>),<sup>[5]</sup> with which decisions of the First<sup>[6]</sup> and Ninth Circuits<sup>[7]</sup> accord, that such employee encouragement or discouragement may be inferred from the nature of the discrimination. (See Part III, p. 48, <i>infra.</i>) In reaching its decision in <i>Gaynor,</i> the Second Circuit also rejected the contention, which contention is supported by many decisions of the Courts of Appeals,<sup>[8]</sup> that there can be no violation of  8 (a) (3) unless it is shown by specific evidence that the employer intended his discriminatory action to encourage or discourage union membership. The Second Circuit determined that the employer intended the natural result of his discriminatory action. (See Part II, p. 42, <i>infra.</i>) Moreover, <i>Radio Officers</i> and <i>Teamsters</i> present conflicting views by Courts of Appeals as to the scope of the phrase \"membership in any labor organization\" in  (a) (3). The Eighth Circuit restricts this phrase to \"adhesion to membership,\" <i>i. e.,</i> joining or remaining on <span class=\"star-pagination\">*24</span> a union's membership roster; the Second Circuit, on the other hand, interprets it to include obligations of membership, <i>i. e.,</i> being a good union member.<sup>[9]</sup> (See Part I, p. 39, <i>infra.) Radio Officers</i> also raises subsidiary questions regarding the interrelationship of  8 (a) (3) with  8 (b) (2) of the Act which makes it an unfair labor practice for a labor organization or its agents \"to cause or attempt to cause an employer to discriminate against an employee in violation of subsection [8] (a) (3) . . . .\"<sup>[10]</sup> (See Part IV, p. 52, <i>infra.</i>) These cases were argued last term, and, upon our order,<sup>[11]</sup> reargued this term. They reached us in the following manner.<sup>[12]</sup></p>\n<p><i>Teamsters.</i> Upon the basis of a charge filed by Frank Boston, a truck driver employed by Byers Transportation Company and a member of Local Union No. 41, International Brotherhood of Teamsters, A. F. L., the General Counsel of the National Labor Relations Board issued a complaint against the union alleging violation <span class=\"star-pagination\">*25</span> of  8 (b) (1) (A)<sup>[13]</sup> and 8 (b) (2) of the National Labor Relations Act by causing the company to discriminate against Boston by reducing his seniority standing because of Boston's delinquency in paying his union dues. A hearing was had before a trial examiner, whose intermediate report was largely adopted by the Board<sup>[14]</sup> with one member dissenting.</p>\n<p>The Board found that the union, as exclusive bargaining representative of the teamsters in the company's employ, had in 1949 negotiated a collective-bargaining agreement with the company which governed working conditions on all over-the-road operations of the company.<sup>[15]</sup> This agreement established a seniority system under which the union was to furnish periodically to the company a seniority list and provided that \"any controversy over the seniority standing of any employee on this list shall be referred to the Union for settlement.\" Union security provisions of the agreement were not effective due to lack of the authorization then required by  8 (a) (3) of the Act.<sup>[16]</sup> The seniority list therefore included both union members and nonmembers. Each <span class=\"star-pagination\">*26</span> new employee of the company, after a thirty-day trial period, was placed at the bottom of this list, and such employee would gradually advance in position as senior members were either removed from the list or reduced in their position on it. Position upon the seniority list governed the order of truck-driving assignments, the quality of such assignments, and the order of layoff.</p>\n<p>The bylaws of Teamsters Local Union No. 41 provided that \"any member, under contract, one month in arrears for dues shall forfeit all seniority rights. . . .\"<sup>[17]</sup> A member's dues were payable on the first day of each month, and he was deemed \"in arrears\" for any month's dues on the second day of the following month. Boston did not pay his dues for June 1950 until July 5, 1950. When the union transmitted a new seniority list to the company on the following July 15, Boston, who had previously been eighteenth on the list, was reduced to fifty-fourth, the bottom position on the list. As a result of such reduction Boston was denied driving assignments he would otherwise have obtained and for which he would have received compensation.</p>\n<p>Upon these facts a majority of the Board found that the union had violated  8 (b) (1) (A) and 8 (b) (2) of the Act. As to the former, the Board held that the union's reduction of Boston's seniority restrained and coerced him in the exercise of his right to refrain from assisting a labor organization guaranteed by  7.<sup>[18]</sup> The Board held that, \"absent a valid contractual union-security provision, Boston had the absolute protected right under the Act to determine how he would handle his union affairs without risking any impairment of his employment <span class=\"star-pagination\">*27</span> rights and that the Union had no right at any time whether Boston was a member or not a member to make his employment status to any degree conditional upon the payment of dues. . . .\" As to the latter, the Board concluded that the union had caused the company to discriminate against Boston and adopted the Trial Examiner's finding that \"the normal effect of the discrimination against Boston was to encourage nonmembers to join the Union, as well as members to retain their good standing in the Union, a potent organization whose assistance is to be sought and whose opposition is to be avoided. The Employer's conduct tended to encourage membership in the Union.<sup>[19]</sup> Its discrimination against Boston had the further effect of enforcing rules prescribed by the Union, thereby strengthening the Union in its control over its members and its dealings with their employers and was thus calculated to encourage all members to retain their membership and good standing either through fear of the consequences of losing membership or seniority privileges or through hope of advantage in staying in. . . .\"</p>\n<p>The Board entered an order requiring the union to cease and desist from the unfair labor practices found and from related conduct; to notify Boston and the company that the union withdraws its request for the reduction of Boston's seniority and that it requests the company to offer to restore Boston to his former status; to make Boston whole for any losses of pay resulting from the discrimination; and to post appropriate notices of compliance.</p>\n<p><span class=\"star-pagination\">*28</span> The Court of Appeals for the Eighth Circuit denied the Board's petition to enforce its order.<sup>[20]</sup> The court held that \"the evidence here abundantly supports the finding of the Board that the respondent caused or attempted to cause the employer to discriminate against Boston in regard to `tenure . . . or condition of employment,' \" but \"discrimination alone is not sufficient\" and \"we can find no substantial evidence to support the conclusion that the discrimination . . . did or would encourage or discourage membership in any labor organization.\" This conclusion was reached because \"the testimony of Boston . . . shows clearly that this act neither encouraged nor discouraged his adhesion to membership in the respondent union\"<sup>[21]</sup> and because, assuming the effect of the discrimination on other employees was relevant, the court found no evidence to support a conclusion that such employees were so encouraged or discouraged. We granted the Board's petition for certiorari.<sup>[22]</sup></p>\n<p><i>Radio Officers.</i> Upon the basis of a charge filed by William Christian Fowler, a member of The Radio Officers' Union of the Commercial Telegraphers Union, A. F. L., the General Counsel of the National Labor Relations Board issued a complaint against the union alleging violation of  8 (b) (1) (A) and 8 (b) (2) of the Act by causing the A. H. Bull Steamship Company to discriminatorily refuse on two occasions to employ Fowler. No complaint was issued against the company because <span class=\"star-pagination\">*29</span> Fowler filed no charge against it. Following the usual proceedings under the Act, a hearing was had before a trial examiner, whose findings, conclusions, and recommendations with certain additions were adopted by the Board.<sup>[23]</sup></p>\n<p>The Board found that at the time the transactions giving rise to this case occurred the union had a collective-bargaining contract with a number of steamship concerns including the Bull Steamship Company covering the employment of radio officers on ships of the contracting companies. Pertinent provisions in this contract are:</p>\n<blockquote>\"Section 1. The Company agrees when vacancies occur necessitating the employment of Radio Officers, to select such Radio Officers who are members of the Union in good standing, when available, on vessels covered by this Agreement, provided such members are in the opinion of the Company qualified to fill such vacancies.\"</blockquote>\n<blockquote>\"Section 6. The Company shall have the right of free selection of all its Radio Officers and when members of the Union are transferred, promoted, or hired the Company agrees to take appropriate measures to assure that such members are in good standing, and the Union agrees to grant all members of the Union in good standing the necessary `clearance' for the position to which the Radio Officer has been assigned. If a member is not in good standing, the Union will so notify the Company in writing.\"</blockquote>\n<p>The union's contention that this contract provided for a hiring hall under which complete control over selection of radio officers to be hired by any company was given to the union was rejected by the Trial Examiner and by a majority of the Board. Such an agreement would have <span class=\"star-pagination\">*30</span> legalized the actions of the union in this case.<sup>[24]</sup> But the Board concluded, primarily from the last sentence of  6 of the contract, that the contract \"was clear on its face and did not provide for any hiring hall arrangement\" and that it therefore was not improper for the Trial Examiner to exclude evidence that general, although not universal, practice had been for radio officers to be assigned to employers by the union.</p>\n<p>The Board also found that: On February 24, 1948, the company telegraphed an offer of a job as radio officer on the company's ship S. S. <i>Frances</i> to Fowler, who had often previously been employed by the company; Fowler had notified the company that he would accept the job; the company then informed Kozel, the radio officer on the previous voyage of the ship, that he was being replaced by \"a man with senior service in the company\"; Fowler reported to the <i>Frances</i> without seeking clearance from the union and Kozel reported such action to the union; the union secretary wired Fowler that he had been suspended from membership for \"bumping\" another member and taking a job without clearance and notified the company that Fowler was not in good standing in the union; the union secretary had no authority to effect such a suspension, the suspension was void and Fowler was in good standing in the union at all times material in this case;<sup>[25]</sup> express requests to the union for clearance <span class=\"star-pagination\">*31</span> of Fowler for employment on the <i>Frances</i> by the company and by Fowler were subsequently refused, the union secretary stating that he would never again clear Fowler for a position with that company although Fowler would be cleared for jobs with other employers; unable to obtain clearance for Fowler, the company gave the job to another man supplied by the union, and Fowler returned to his home in Florida; on April 22, 1948, Fowler returned to New York and again advised the company that he was available for work before reporting to the union; the union secretary told Fowler he was being made \"a company stiff\" and adhered to his position that he would not clear Fowler for work with that company; clearance sought by the company for Fowler for a job on the S. S. <i>Evelyn</i> was subsequently refused, and another man was dispatched to the job by the union.</p>\n<p>Upon these facts a majority of the Board found that the union had violated  8 (b) (1) (A) and 8 (b) (2). The Board rejected the union's defense that the union security provision of the contract, preferential hiring for members in good standing, immunized the union's action. They found that Fowler was in good standing at all times notwithstanding his suspension by the union secretary, and that conformity with the union's hiring-hall rules and procedures was not also required by the contract. Thus the Board concluded that the union, by refusing to clear Fowler in both February and April, restrained and coerced Fowler in his statutory right to refrain from observance of the union's rules, and caused the company to discriminate against Fowler by denying him employment. <span class=\"star-pagination\">*32</span> The Board adopted the Trial Examiner's finding that \"the normal effect of the discrimination against Fowler was to enforce not only his obedience as a member, of such rules as the Respondent might prescribe, but also the obedience of all his fellow members. It thereby strengthened the Respondent both in its control of its members for their general, mutual advantage, and in its dealings with their employers as their representative. It thus encouraged non-members to join it as a strong organization whose favor and help was to be sought and whose opposition was to be avoided. In its effect upon nonmembers alone, it must therefore be regarded as encouraging membership in the Respondent. Finally, by its demonstration of the Respondent's strength, the discrimination in the present case also had the normal effect of encouraging Fowler and other members to retain their membership in the Respondent either through fear of the consequences of dropping out of membership or through hope of advantage in staying in.\"</p>\n<p>The Board entered an order requiring the union to cease and desist from the unfair labor practices found and from related conduct; to notify Fowler and the company that it withdraws objection to his employment and requests the company to offer him employment as a radio officer; to make Fowler whole for any losses of pay resulting from the discrimination, and to post appropriate notices of compliance.</p>\n<p>The Court of Appeals for the Second Circuit affirmed the Board's findings and conclusions and granted the Board's petition for enforcement of its order.<sup>[26]</sup> The court agreed that the provisions of the contract \"plainly give the company the right to select the man it desires to hire, and require the union to grant `clearance' if the man <span class=\"star-pagination\">*33</span> the company wants is a member in good standing,\" that \"such procedure is not a `hiring hall' arrangement,\"<sup>[27]</sup> and that Fowler was in good standing at the time of refusal of clearance. It rejected the union's contention that its refusal to clear was merely a statement of views concerning breach of its rules and as such was within the protection of  8 (c).<sup>[28]</sup> We agree that, viewing the record as a whole, each of these findings is supported by substantial evidence. <i>International Brotherhood of Electrical Workers</i> v. <i>Labor Board,</i> 341 U. S. 694; <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474. As to  8 (b) (2) and 8 (a) (3), the court held that \"refusal of clearance caused the company to discriminate against Fowler in regard to hire. Without the necessary clearance it could not accept him as an employee. The result was to encourage membership in the union. No threats or promises to the company were necessary. . . . Whether the union's motive was, as it argues, to enforce the contract provisions against discharging satisfactory radio officers such as Kozel, is immaterial . . . Such conduct displayed to all non-members the union's power and the strong measure it was prepared to take to protect union members. . . .\" The court also held that \"a finding that the union has violated  8 (b) (2) can be made without joining the employer and finding a  8 (a) (3) violation,\" and that it was proper to enter a back-pay order against the union without ordering reinstatement by the employer. We granted the union's petition for certiorari.<sup>[29]</sup></p>\n<p><span class=\"star-pagination\">*34</span> <i>Gaynor.</i> Upon the basis of charges filed by Sheldon Loner, a nonunion employee of Gaynor News Company, the General Counsel of the Board issued a complaint against the company alleging <i>inter alia</i> violation of  8 (a) (1), (2) and (3)<sup>[30]</sup> of the Act by granting retroactive wage increases and vacation payments to employees who were members of the Newspaper and Mail Deliverers' Union of New York and Vicinity and refusing such benefits to other employees because they were not union members. The Board adopted the findings, conclusions and recommendations of the Trial Examiner with certain additions.<sup>[31]</sup></p>\n<p>The Board found that in 1946 the company, engaged in the wholesale distribution and delivery of newspapers <span class=\"star-pagination\">*35</span> and periodicals, entered into a collective-bargaining agreement respecting delivery-department employees with the union. This agreement provided for specified wages and paid vacations, and also provided for a closed shop, <i>i. e.,</i> restricting employment by the company to members of the union. The agreement, however, permitted the employment by the company of nonunion employees pending such time as the union could supply union employees. This provision was necessary because the union was closed, ordinarily admitting to membership only first-born legitimate sons of members. The company at all pertinent times had nonunion as well as union employees in its delivery department. This original agreement was subsequently extended to 1948 and a supplementary agreement was executed by the parties in 1947 providing that in the event the parties negotiated a new contract, the wage rates set therein would be retroactive for three months. In October 1948 the company and the union entered into such a new contract which included an invalid union-security clause<sup>[32]</sup> and provided for increased wage and vacation benefits. In this agreement the company expressly recognized the union as exclusive bargaining agent of all employees in the delivery department. In compliance with the 1947 supplementary agreement, the company in November 1948 made lumpsum payments to its union employees of the differential between the old and new wage rates for the three months' retroactive period. Further payments were subsequently made to union members to compensate for differences in vacation benefits under the two contracts even though the supplementary agreement made no reference to such benefits. The company refused to make similar payments <span class=\"star-pagination\">*36</span> to any of its nonunion employees on the grounds that it was not contractually bound to do so,<sup>[33]</sup> and, in its business judgment, did not choose to do so.</p>\n<p>The Board concluded that, since nothing in the supplementary agreement prohibited equal payment to nonunion employees, \"the contract affords no defense to the allegation that the Respondent unlawfully engaged in disparate treatment of employees on the basis of union membership or lack of it . . . ,\"<sup>[34]</sup> and held that the company had violated the Act as alleged. The company's arguments that its actions had not violated  8 (a) (3) because \"the record is barren of any evidence that the discriminatory treatment of non-union employes encouraged them to join the union\" or had such purpose, and that there could be no such evidence because all the nonunion employees had previously sought membership in the union and been denied because of the union's closed policy, were rejected. The Board adopted the Trial Examiner's finding that \"it is obvious that the discrimination with respect to retroactive wages and vacation benefits had <span class=\"star-pagination\">*37</span> the natural and probable effect not only of encouraging nonunion employees to join the Union, but also of encouraging union employees to retain their union membership.\" We assume this concedes that the employer acted from self-interest and not to encourage unionism. An order was entered requiring the company to cease and desist from the unfair labor practices found and from related conduct; to make whole Loner and all other nonunion employees similarly situated for any loss of pay they have suffered by reason of the company's discrimination against them; and to post appropriate notices of compliance.</p>\n<p>The Court of Appeals for the Second Circuit, upon the Board's petition, granted enforcement of all parts of the order pertinent here.<sup>[35]</sup> On the issue of the legality of the discrimination, the court distinguished <i>Labor Board</i> v. <i>Reliable Newspaper Delivery, Inc.,</i> 187 F. 2d 547, involving actions closely paralleling the company's here by another company dealing with the same union, stating, \"there discrimination resulted from what the court considered the entirely legal action of the minority union in asking special benefits for its members only. The union made no pretense of representing the majority of employees or of being the exclusive bargaining agent in the plant. The other non-union employees, reasoned the Court, were quite able to elect their own representative and ask for similar benefits. Not so here. The union here represented the majority of employees and was the exclusive bargaining agent for the plant. Accordingly, it could <span class=\"star-pagination\">*38</span> not betray the trust of non-union members, by bargaining for special benefits to union-members only, thus leaving the non-union members with no means of equalizing the situation.\" 197 F. 2d, at 722. The court continued, in answer to the company's contention that its action \"had neither the purpose nor the effect required by  8 (a) (3)\": \"discriminatory conduct, such as that practiced here, is inherently conducive to increased union membership. In this respect, there can be little doubt that it `encourages' union membership, by increasing the number of workers who would like to join and/or their quantum of desire. It may well be that the union, for reasons of its own, does not want new members at the time of the employer's violations and will reject all applicants. But the fact remains that these rejected applicants have been, and will continue to be, `encouraged,' by the discriminatory benefits, in their desire for membership. This backlog of desire may well, as the Board argues, result in action by non-members to `seek to break down membership barriers by any one of a number of steps, ranging from bribery to legal action.' A union's internal politics are by no means static; changes in union entrance rules may come at any time. If and when the barriers are let down, among the new and now successful applicants will almost surely be large groups of workers previously `encouraged' by the employer's illegal discrimination. We do not believe that, if the union-encouraging effect of discriminatory treatment is not felt immediately, the employer must be allowed to escape altogether. If there is a reasonable likelihood that the effects may be felt years later, then a reasonable interpretation of the Act demands that the employer be deemed a violator.\" 197 F. 2d. at 722-723. We granted the company's petition for certiorari.<sup>[36]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*39</span> I. MEANING OF \"MEMBERSHIP.\"</h2>\n<p>The language employed by Congress in enacting the heart of  8 (a) (3) is identical with that of the predecessor section in the Wagner Act,  8 (3): \"By discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization . . . .\" 49. Stat. 452. These are the first cases to reach us involving application of this section or its predecessor to the problem of encouragement of union membership by employers. We have on many occasions considered aspects of the application of these sections to actions by employers aimed at discouragement of union membership.<sup>[37]</sup> The principles invoked in those cases are, of course, equally applicable to both aspects of employer discrimination, but most of the issues of statutory construction raised here have not previously been considered by this Court.</p>\n<p>In past cases we have been called upon to clarify the terms \"discrimination\" and \"membership in any labor organization.\" Discrimination is not contested in these cases: involuntary reduction of seniority, refusal to hire for an available job, and disparate wage treatment are clearly discriminatory. But the scope of the phrase \"membership in any labor organization\" is in issue here. Subject to limitations,<sup>[38]</sup> we have held that phrase to include <span class=\"star-pagination\">*40</span> discrimination to discourage participation in union activities as well as to discourage adhesion to union membership.<sup>[39]</sup></p>\n<p>Similar principles govern the interpretation of union membership where encouragement is alleged. The policy of the Act is to insulate employees' jobs from their organizational rights.<sup>[40]</sup> Thus  8 (a) (3) and 8 (b) (2) were designed to allow employees to freely exercise their right to join unions, be good, bad, or indifferent members, or abstain from joining any union without imperiling their livelihood. The only limitation Congress has chosen to impose on this right is specified in the proviso to  8 (a) (3) which authorizes employers to enter into certain union security contracts, but prohibits discharge under such contracts if membership \"was not available to the employee on the same terms and conditions generally applicable to other members\" or if \"membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership.\"<sup>[41]</sup> Lengthy legislative debate preceded the 1947 amendment to the Act which thus limited <span class=\"star-pagination\">*41</span> permissible employer discrimination.<sup>[42]</sup> This legislative history clearly indicates that Congress intended to prevent utilization of union security agreements for any purpose other than to compel payment of union dues and fees. Thus Congress recognized the validity of unions' concern about \"free riders,\" <i>i. e.,</i> employees who receive the benefits of union representation but are unwilling to contribute their share of financial support to such union, and gave unions the power to contract to meet that problem while withholding from unions the power to cause the discharge of employees for any other reason.<sup>[43]</sup> Thus an employer can discharge an employee for nonmembership in a union if the employer has entered a union security contract valid under the Act with such union, and if the other requirements of the proviso are met. No other <span class=\"star-pagination\">*42</span> discrimination aimed at encouraging employees to join, retain membership, or stay in good standing in a union is condoned.<sup>[44]</sup></p>\n<p>From the foregoing it is clear that the Eighth Circuit too restrictively interpreted the term \"membership\" in <i>Teamsters.</i> Boston was discriminated against by his employer because he was delinquent in a union obligation. Thus he was denied employment to which he was otherwise entitled, for no reason other than his tardy payment of union dues. The union caused this discrimination by applying a rule apparently aimed at encouraging prompt payment of dues. The union's action was not sanctioned by a valid union security contract, and, in any event, the union did not choose to terminate Boston's membership for his delinquency. Thus the union by requesting such discrimination, and the employer by submitting to such an illegal request, deprived Boston of the right guaranteed by the Act to join in or abstain from union activities without thereby affecting his job. <i>A fortiori</i> the Second Circuit correctly concluded in <i>Radio Officers</i> that such encouragement to remain in good standing in a union is proscribed. Thus that union in causing the employer to discriminate against Fowler by denying him employment in order to coerce Fowler into following the union's desired hiring practices deprived Fowler of a protected right.</p>\n<p></p>\n<h2>II. A.NECESSITY FOR PROVING EMPLOYER'S MOTIVE.</h2>\n<p>The language of  8 (a) (3) is not ambiguous. The unfair labor practice is for an employer to encourage or discourage membership by means of discrimination. Thus this section does not outlaw all encouragement or discouragement of membership in labor organizations; only <span class=\"star-pagination\">*43</span> such as is accomplished by discrimination is prohibited. Nor does this section outlaw discrimination in employment as such; only such discrimination as encourages or discourages membership in a labor organization is proscribed.</p>\n<p>The relevance of the motivation of the employer in such discrimination has been consistently recognized under both  8 (a) (3) and its predecessor. In the first case to reach the Court under the National Labor Relations Act, <i>Labor Board</i> v. <i>Jones &amp; Laughlin Steel Corp.,</i> 301 U. S. 1, in which we upheld the constitutionality of  8 (3), we said with respect to limitations placed upon employers' right to discharge by that section that \"the [employer's] true purpose is the subject of investigation with full opportunity to show the facts.\" <i>Id.,</i> at 46. In another case the same day we found the employer's \"real motive\" to be decisive and stated that \"the act permits a discharge for any reason other than union activity or agitation for collective bargaining with employees.\"<sup>[45]</sup> Courts of Appeals have uniformly applied this criteria,<sup>[46]</sup> and writers in the field of labor law emphasize the importance of the employer's motivation to a finding of violation of this section.<sup>[47]</sup> Moreover, the National Labor Relations Board in its annual reports regularly reiterates this requirement in its discussion of  8 (a) (3). For example, a recent report states that \"upon scrutiny of all the facts in a particular case, the Board must determine whether or not the employer's treatment of the employee was <span class=\"star-pagination\">*44</span> motivated by a desire to encourage or discourage union membership or other activities protected by the statute.\"<sup>[48]</sup></p>\n<p>That Congress intended the employer's purpose in discriminating to be controlling is clear. The Senate Report on the Wagner Act said: \"Of course nothing in the bill prevents an employer from discharging a man for incompetence; from advancing him for special aptitude; or from demoting him for failure to perform.\"<sup>[49]</sup> Senator Wagner spoke of  8 (3) as reaching \"those very cases where the employer is strong enough to impress his will without the aid of the law.\"<sup>[50]</sup> With this consistent interpretation of that section before it, Congress, as noted above, chose to retain the identical language in its 1947 amendments. No suggestion is found in either the reports or hearings on those amendments that the section had been too narrowly construed, and the House Conference Report states that  8 (a) (3) \"prohibits an employer from discriminating against an employee by reason of his membership or nonmembership in a labor organization, except to the extent that he obligates himself to do so under the terms of a permitted union shop or maintenance of membership contract.\"<sup>[51]</sup></p>\n<p></p>\n<h2>B.PROOF OF MOTIVE.</h2>\n<p>But it is also clear that specific evidence of intent to encourage or discourage is not an indispensable element of proof of violation of  8 (a) (3). This fact was recognized in the House Report on the Wagner Act when it was stated that under  8 (3) \"agreements more favorable to the majority than to the minority are impossible <span class=\"star-pagination\">*45</span>. . . .\"<sup>[52]</sup> Both the Board and the courts have recognized that proof of certain types of discrimination satisfies the intent requirement.<sup>[53]</sup> This recognition that specific proof of intent is unnecessary where employer conduct inherently encourages or discourages union membership is but an application of the common-law rule that a man is held to intend the foreseeable consequences of his conduct. <i>Cramer</i> v. <i>United States,</i> 325 U. S. 1, 31; <i>Nash</i> v. <i>United States,</i> 229 U. S. 373, 376; <i>United States</i> v. <i>Patten,</i> 226 U. S. 525, 539; <i>Agnew</i> v. <i>United States,</i> 165 U. S. 36, 50. Thus an employer's protestation that he did not intend to encourage or discourage must be unavailing where a natural consequence of his action was such encouragement or discouragement. Concluding that encouragement or discouragement will result, it is presumed that he intended such consequence. In such circumstances intent to encourage is sufficiently established. Our decision in <i>Republic Aviation Corp.</i> v. <i>Labor Board,</i> 324 U. S. 793, relied upon by the Board to support its contention that employers' motives are irrelevant under  8 (a) (3), applied this principle. That decision dealt primarily with the right of the Board to infer discouragement from facts proven for purposes of proof of violation of  8 (3). In holding that discharges and suspensions of employees under company \"no solicitation\" rules for soliciting union membership, in the circumstances disclosed, violated  8 (3), we noted that such employer action was not \"motivated by opposition to the particular union or, we deduce, to unionism\" and that \"there was no union bias or discrimination by the company in enforcing the rule.\" <span class=\"star-pagination\">*46</span> But we affirmed the Board's holding that the rules involved were invalid when applied to union solicitation since they interfered with the employees' right to organize. Since the rules were no defense and the employers intended to discriminate solely on the ground of such protected union activity, it did not matter that they did not intend to discourage membership since such was a foreseeable result.</p>\n<p>In <i>Gaynor,</i> the Second Circuit also properly applied this principle. The court there held that disparate wage treatment of employees based solely on union membership status is \"inherently conducive to increased union membership.\" In holding that a natural consequence of discrimination, based solely on union membership or lack thereof, is discouragement or encouragement of membership in such union, the court merely recognized a fact of common experiencethat the desire of employees to unionize is directly proportional to the advantages thought to be obtained from such action. No more striking example of discrimination so foreseeably causing employee response as to obviate the need for any other proof of intent is apparent than the payment of different wages to union employees doing a job than to nonunion employees doing the same job. As noted above, the House Report on  8 (3) of the Wagner Act emphasized that such disparate treatment was impossible under the Act.</p>\n<p>In <i>Gaynor</i> it was conceded that the sole criterion for extra payments was union membership, and the vacation payments were admittedly gratuitous. The wage differential payments, on the other hand, were based upon the 1947 supplementary agreement which the company below contended was negotiated solely in behalf of union members. However, the court below held that the union was exclusive bargaining agent for both union and nonunion employees. The company has not challenged this <span class=\"star-pagination\">*47</span> holding, asserting only that, even though the union represented all employees, the company's only liability to the nonunion employees can be for breach of contract.</p>\n<p>The union's representative status obviously does not effect the legality of the gratuitous payment. According to the reasoning of the Second Circuit, however, disparate payments based on contract are illegal only when the union, as bargaining agent for both union and nonunion employees, betrays its trust and obtains special benefits for the union members. That court considered such action unfair because such employees are not in a position to protect their own interests. Thus, it reasoned, if a union bargains only for its own members, it is legal for such union to cause an employer to give, and for such employer to give, special benefits to the members of the union for if nonmembers are aggrieved they are free to bargain for similar benefits for themselves.</p>\n<p>We express no opinion as to the legality of disparate payments where the union is not exclusive bargaining agent, since that case is not before us. We do hold that in the circumstances of this case, the union being exclusive bargaining agent for both member and nonmember employees, the employer could not, without violating  8 (a) (3), discriminate in wages solely on the basis of such membership even though it had executed a contract with the union prescribing such action. Statements throughout the legislative history of the National Labor Relations Act emphasize that exclusive bargaining agents are powerless \"to make agreements more favorable to the majority than to the minority.\"<sup>[54]</sup> Such discriminatory contracts are illegal and provide no defense to an action <span class=\"star-pagination\">*48</span> under  8 (a) (3). See <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 323 U. S. 192; <i>Wallace Corp.</i> v. <i>Labor Board,</i> 323 U. S. 248; <i>J. I. Case Co.</i> v. <i>Labor Board,</i> 321 U. S. 332; <i>Order of Railroad Telegraphers</i> v. <i>Railway Express Agency,</i> 321 U. S. 342. Cf. <i>Ford Motor Co.</i> v. <i>Huffman,</i> 345 U. S. 330.</p>\n<p></p>\n<h2>III. POWER OF BOARD TO DRAW INFERENCES.</h2>\n<p>Petitioners in <i>Gaynor</i> and <i>Radio Officers</i> contend that the Board's orders in these cases should not have been enforced by the Second Circuit because the records do not include \"independent proof that encouragement of Union membership actually occurred.\" The Eighth Circuit subscribed to this view that such independent proof is required in <i>Teamsters</i> when it denied enforcement of the Board's order in that proceeding on the ground that it was not supported by substantial evidence of encouragement. The Board argues that actual encouragement need not be proved but that a tendency to encourage is sufficient, and \"such tendency is sufficiently established if its existence may reasonably be inferred from the character of the discrimination.\"</p>\n<p>We considered this problem in the <i>Republic Aviation</i> case. To the contention that \"there must be evidence before the Board to show that the rules and orders of the employers interfered with and discouraged union organization in the circumstances and situation of each company,\" we replied that the statutory plan for an adversary proceeding \"does not go beyond the necessity for the production of evidential facts, however, and compel evidence as to the results which may flow from such facts. . . . An administrative agency with power after hearings to <span class=\"star-pagination\">*49</span> determine on the evidence in adversary proceedings whether violations of statutory commands have occurred may infer within the limits of the inquiry from the proven facts such conclusions as reasonably may be based upon the facts proven. One of the purposes which lead to the creation of such boards is to have decisions based upon evidential facts under the particular statute made by experienced officials with an adequate appreciation of the complexities of the subject which is entrusted to their administration. . . .\" 324 U. S., at 798, 800. See also <i>Labor Board</i> v. <i>Nevada Consolidated Copper Corp.,</i> 316 U. S. 105; <i>Labor Board</i> v. <i>Link-Belt Co.,</i> 311 U. S. 584. In these cases we but restated a rule familiar to the law and followed by all fact-finding tribunalsthat it is permissible to draw on experience in factual inquiries.</p>\n<p>It is argued, however, that these cases ceased to be good law under the Taft-Hartley amendments. The House Report on their version of  10 of the amendments, in discussing \"shocking injustices\" resulting from limited court review of Board rulings, stated that \"requiring the Board to rest its rulings upon facts, not interferences [<i>sic</i>], conjectures, background, imponderables, and presumed expertness will correct abuses under the act.\"<sup>[55]</sup> We do not read that statement nor statements in the House Conference Report, upon which petitioners rely to support their contention, to hold that the Board may not draw reasonable inferences from proven facts. The House Conference Report stated that, under the Wagner Act standard of review, courts had \"abdicated\" to the Board and \"in many instances deference on the part of the courts to specialized knowledge that is supposed to inhere in administrative agencies has led the courts to acquiesce in decisions of the Board, even when the findings concerned mixed issues of law and of fact [citing <span class=\"star-pagination\">*50</span> cases], or when they rested only on inferences that were not, in turn, supported by facts in the record [citing the <i>Republic Aviation</i> case].\"<sup>[56]</sup> The report concluded that the amendment to  10 (e), requiring Board findings to be \"supported by substantial evidence on the record considered as a whole,\" \"will be adequate to preclude such decisions as those in\" <i>inter alia</i> the <i>Nevada Copper Corp.</i> and <i>Republic Aviation</i> cases.</p>\n<p>In <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474, we carefully considered this legislative history and interpreted it to express dissatisfaction with too restricted application of the \"substantial evidence\" test of the Wagner Act. We noted, however, that sufficiency of evidence to support findings of fact was not involved in the <i>Republic Aviation</i> case, and stated that the amendment was not \"intended to negative the function of the Labor Board as one of those agencies presumably equipped or informed by experience to deal with a specialized field of knowledge, whose findings within that field carry the authority of an expertness which courts do not possess and therefore must respect.\" There is nothing in the language of the amendment itself that suggests denial to the Board of power to draw reasonable inferences. It is inconceivable that the authors of the reports intended such a result, for a fact-finding body must have some power to decide which inferences to draw and which to reject. We therefore conclude that insofar as the power to draw reasonable inferences is concerned, Taft-Hartley did not alter prior law.</p>\n<p>The Board relies heavily upon the House Report on  8 (3), which stated that the section outlawed discrimination \"which tends to `encourage or discourage membership in any labor organization,' \"<sup>[57]</sup> for its conclusion <span class=\"star-pagination\">*51</span> that only a tendency to encourage or discourage membership is required by  8 (a) (3). We read this language to mean that subjective evidence of employee response was not contemplated by the drafters, and to accord with our holding that such proof is not required where encouragement or discouragement can be reasonably inferred from the nature of the discrimination.</p>\n<p>Encouragement and discouragement are \"subtle things\" requiring \"a high degree of introspective perception.\" Cf. <i>Labor Board</i> v. <i>Donnelly Garment Co.,</i> 330 U. S. 219, 231. But, as noted above, it is common experience that the desire of employees to unionize is raised or lowered by the advantages thought to be attained by such action. Moreover, the Act does not require that the employees discriminated against be the ones encouraged for purposes of violations of  8 (a) (3). Nor does the Act require that this change in employees' \"quantum of desire\" to join a union have immediate manifestations.</p>\n<p>Obviously, it would be gross inconsistency to hold that an inherent effect of certain discrimination is encouragement of union membership, but that the Board may not reasonably infer such encouragement. We have held that a natural result of the disparate wage treatment in <i>Gaynor</i> was encouragement of union membership; thus it would be unreasonable to draw any inference other than that encouragement would result from such action. The company complains that it could have disproved this natural result if allowed to prove that Loner, the employee who filed the charges against it, had previously applied for and been denied membership in the union. But it is clear that such evidence would not have rebutted the inference: not only would it have failed to disprove an increase in desire on the part of other employees, union members or nonmembers, to join or retain good standing in the union, but it would not have shown lack of encouragement of Loner. In rejecting this argument the <span class=\"star-pagination\">*52</span> Second Circuit noted that union admission policies are not necessarily static and that employees may be encouraged to join when conditions change. This proved to be an accurate prophecy regarding the Newspaper and Mail Deliverers' Union, involved in this case, for in 1952 it altered its admission policy to allow membership of \"all steady situation holders,\" thus admitting many employees not previously eligible.</p>\n<p>The circumstances in <i>Radio Officers</i> and <i>Teamsters</i> are nearly identical. In each case the employer discriminated upon the instigation of the union. The purposes of the unions in causing such discrimination clearly were to encourage members to perform obligations or supposed obligations of membership. Obviously, the unions would not have invoked such a sanction had they not considered it an effective method of coercing compliance with union obligations or practices. Both Boston and Fowler were denied jobs by employers solely because of the unions' actions. Since encouragement of union membership is obviously a natural and foreseeable consequence of any employer discrimination at the request of a union, those employers must be presumed to have intended such encouragement. It follows that it was eminently reasonable for the Board to infer encouragement of union membership, and the Eighth Circuit erred in holding encouragement not proved.</p>\n<p></p>\n<h2>IV. SANCTION AGAINST UNION UNDER  8 (b) (2).</h2>\n<p>Section 8 (b) (2) was added to the National Labor Relations Act by the Taft-Hartley amendments in 1947. It provides that \"it shall be an unfair labor practice for a labor organization or its agents . . . to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (a) (3) or to discriminate against an employee with respect to whom membership in such organization has been denied or <span class=\"star-pagination\">*53</span> terminated on some ground other than his failure to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership.\" 61 Stat. 141. Petitioner in <i>Radio Officers</i> contends that it was fatal error for the Board to proceed against it, a union, without joining the employer, and that absent a finding of violation of  8 (a) (3) by and a reinstatement order against such employer, the Board could not order the union to pay back-pay under  8 (b) (2).</p>\n<p>We find no support for these arguments in the Act. No such limitation is contained in the language of  8 (b) (2). That section makes it clear that there are circumstances under which charges against a union for violating the section must be brought without joining a charge against the employer under  8 (a) (3), for attempts to cause employers to discriminate are proscribed. Thus a literal reading of the section requires only a showing that the union caused or attempted to cause the employer to engage in conduct which, if committed, would violate  8 (a) (3).<sup>[58]</sup> No charge was filed against the company by Fowler when he filed his charge against the union. The General Counsel is entrusted with \"final authority, on behalf of the Board, in respect of the investigation of charges and issuance of complaints,\"<sup>[59]</sup> but without a charge he has no authority to issue a complaint.<sup>[60]</sup> Even when a charge is filed, many factors must influence exercise by the General Counsel of this discretion relative to prosecution of unfair labor practices. Abuse of discretion has not been shown, and, when a complaint is prosecuted, the Board is empowered by  10 (a) \"to prevent any person from engaging in any <span class=\"star-pagination\">*54</span> unfair labor practice. . . .\" It, therefore, had the power to find that the union had violated  8 (b) (2).</p>\n<p>Nor does the absence of joinder of the employer preclude entry of a back-pay order against the union. The union cites in support of its position the language of  10 (c)<sup>[61]</sup> which empowers the Board to issue orders requiring \"such affirmative action including reinstatement of employees with or without back pay, as will effectuate the policies of this Act: <i>Provided,</i> That where an order directs reinstatement of an employee, back pay may be required of the employer or labor organization, as the case may be, responsible for the discrimination suffered by him: . . . .\" 61 Stat. 147. In <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 189, we interpreted the phrase giving the Board power to order \"reinstatement of employees with or without back pay\" not to limit, but merely to illustrate, the general grant of power to award affirmative relief. Thus we held that the Board could order back pay without ordering reinstatement. The proviso in  10 (c) was added by the 1947 amendments. The purpose of Congress in enacting this provision was not to limit the power of the Board to order back pay without ordering reinstatement but to give the Board power to remedy union unfair labor practices comparable to the power it possessed to remedy unfair labor practices by employers.<sup>[62]</sup> Petitioner argues, however, that it will not \"effectuate the policies of this Act\" to require it to reimburse back pay if the employer is not made to share this burden, but, on the contrary, will frustrate the Act's purposes. We do not agree. It does not follow that because one form of remedy is not available or appropriate in a case, as here, that no remedy should be granted. It is <span class=\"star-pagination\">*55</span> clear that petitioner committed an unfair labor practice and the policy of the Act is to make whole employees thus discriminated against. We therefore hold that the Board properly exercised its power in ordering petitioner to pay such back pay to Fowler.</p>\n<p>From the foregoing it follows that:</p>\n<p>The <i>Radio Officers' Union</i> v. <i>Labor Board</i> is affirmed.</p>\n<p><i>Labor Board</i> v. <i>International Brotherhood of Teamsters</i> is reversed.</p>\n<p><i>Gaynor News Co.</i> v. <i>Labor Board</i> is affirmed.</p>\n<p><i>No. 5, affirmed.</i></p>\n<p><i>No. 6, reversed.</i></p>\n<p><i>No. 7, affirmed.</i></p>\n<p>MR. JUSTICE FRANKFURTER, concurring.</p>\n<p>In construing an ambiguous provision of a regulatory measure like the Taft-Hartley Act, a decision can seldom avoid leaving more or less discretion to the agency primarily charged with administering the statute. Since guidance in the exercise of this discretion by the Labor Board, and not merely guidance for litigants, thus becomes a function of the Court's opinion, it is doubly necessary to define the scope of our ruling as explicitly as possible.</p>\n<p>The lower courts have given conflicting interpretations to the phrase, \"by discrimination . . . to encourage or discourage membership in any labor organization,\" contained in  8 (a) (3). We should settle this conflict without giving rise to avoidable new controversies.</p>\n<p>The phrase in its relevant setting is susceptible of alternative constructions of decisively different scope:</p>\n<blockquote>(a) On the basis of the employer's disparate treatment of his employees standing alone, or as supplemented by evidence of the particular circumstances under which the employer acted, it is open for <span class=\"star-pagination\">*56</span> the Board to conclude that the conduct of the employer tends to encourage or discourage union membership, thereby establishing a violation of the statute.</blockquote>\n<blockquote>(b) Even though the evidence of disparate treatment is sufficient to warrant the Board's conclusion set forth in (a), there must be a specific finding by the Board in all cases that the actual aim of the employer was to encourage or discourage union membership.</blockquote>\n<p>I think (a) is the correct interpretation. In many cases a conclusion by the Board that the employer's acts are likely to help or hurt a union will be so compelling that a further and separate finding characterizing the employer's state of mind would be an unnecessary and fictive formality. In such a case the employer may fairly be judged by his acts and the inferences to be drawn from them.</p>\n<p>Of course, there will be cases in which the circumstances under which the employer acted serve to rebut any inference that might be drawn from his acts of alleged discrimination standing alone. For example, concededly a raise given only to union members is prima facie suspect; but the employer, by introducing other facts, may be able to show that the raise was so patently referable to other considerations, unrelated to his views on unions and within his allowable freedom of action, that the Board could not reasonably have concluded that his conduct would encourage or discourage union membership.</p>\n<p>In sum, any inference that may be drawn from the employer's alleged discriminatory acts is just one element of evidence which may or may not be sufficient, without more, to show a violation. But that should not obscure the fact that this inference may be bolstered or rebutted by other evidence which may be adduced, and which the Board must take into consideration. The Board's task is <span class=\"star-pagination\">*57</span> to weigh everything before it, including those inferences which, with its specialized experience, it believes can fairly be drawn. On the basis of this process, it must determine whether the alleged discriminatory acts of the employer were such that he should have reasonably anticipated that they would encourage or discourage union membership.</p>\n<p>Since the issue which the Board thus has to decide involves pre-eminently an exercise of judgment on matters peculiarly within its special competence, little room will be left for judicial review. See <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474, 488.</p>\n<p>What I have written and the Court's opinion, as I read it, are not in disagreement. In any event, I concur in its judgment.</p>\n<p>MR. JUSTICE BURTON and MR. JUSTICE MINTON, having joined in the opinion of the Court, also join this opinion.</p>\n<p>MR. JUSTICE BLACK, with whom MR. JUSTICE DOUGLAS joins, dissenting.</p>\n<p></p>\n<h2>I.</h2>\n<p><i>No. 7</i><i>The Gaynor Case.</i>Eighteen years ago the language considered here became a part of what is now known as  8 (a) (3) of the Labor Act. The Court today gives that language an entirely new interpretation. I dissent. The Section makes it an unfair labor practice for an employer \"by discrimination in regard to . . . any term or condition of employment to encourage or discourage membership in any labor organization . . . .\" Unquestionably payment of disparate wages to union and nonunion employees is \"discrimination\" as that term is used in  8 (a) (3). But the Section does not forbid all \"discrimination.\" It carefully limits the conditions under which \"discrimination\" is \"unfair.\" The plain and long accepted meaning of  8 (a) (3) is that it forbids an employer to discriminate only when he does so <i>in order to</i> <span class=\"star-pagination\">*58</span> \"encourage or discourage\" union membership. <i>Labor Board</i> v. <i>Waterman S. S. Co.,</i> 309 U. S. 206, 219. Recently, however, the Labor Board has adopted the view that the Section outlaws discrimination merely having a \"tendency to encourage . . .\" or \"the natural and probable effect\" of which would be to encourage union membership. The Court apparently now accepts this interpretation, for here there is no finding that Gaynor acted in order to encourage union membership. Indeed, the Board concedes that Gaynor had no such purpose, and this concession is fully supported by the evidence. Gaynor had no desire to make retroactive payments to any employees. It yielded to the union not because it wanted to but because it was compelled to by a collective bargaining contract.</p>\n<p>I think the Court's new interpretation of  8 (a) (3) imputes guilt to an employer for conduct which Congress did not wish to outlaw. Behind the Labor Act was a long history of employer hostility to strong unions and affection for weak ones. Power over wages, hours and other working conditions permitted employers to help unions they liked and hurt unions they disliked. To enable workers to join or not join unions without fear of reprisal, Congress passed the Labor Act prohibiting such employer discrimination. But aside from this limitation on the employer's powers, Congress did not mean to invade his normal right to fix different wages, hours and other working conditions for different employees according to his best business judgment.<sup>[1]</sup> Section 8 (a) (3) is aptly phrased to accomplish both these purposes.</p>\n<p>The Board has been careful in  8 (a) (3) cases to make findings that employer discrimination was motivated by hostility or favoritism toward union membership.<sup>[2]</sup><span class=\"star-pagination\">*59</span> Even now trial examiners and the Board continue to make findings as to the employer's purpose.<sup>[3]</sup> The courts have regularly held that  8 (a) (3) requires such findings, and have been called on to determine if <span class=\"star-pagination\">*60</span> they were supported by substantial evidence.<sup>[4]</sup> I think the Section should not at this late date be held to penalize an employer for using his judgment in fixing working conditions unless he discriminates among employees in order to strengthen or weaken a union for his own advantage. For this reason, I would not sustain the Board's holding that Gaynor violated  8 (a) (3).</p>\n<p></p>\n<h2>II.</h2>\n<p><i>Nos. 5 and 6</i><i>The Radio Officers and Teamsters Cases.</i>In these cases the Board found that the Radio Officers and Teamsters unions had violated  8 (b) (2) of the Taft-Hartley Act which makes it an \"unfair labor practice\" for a union \"to cause or attempt to cause an employer to discriminate against an employee in violation\" <span class=\"star-pagination\">*61</span> of  8 (a) (3). The Board found on sufficient evidence that each of the two unions here \"caused\" an employer to treat an employee differently from the way it treated other employees, that is, the employer was caused \"to discriminate\" within the meaning of  8 (a) (3). The Board also found that this \"discrimination\" had a tendency to encourage union membership. But there was no finding that either employer's discrimination occurred <i>in order</i> to encourage union membership. For the reasons set out in my discussion of  8 (a) (3) in the <i>Gaynor</i> case, I think these findings fall short of showing an employer \"violation of  8 (a) (3).\" A union does not violate  8 (b) (2) by causing an employer to discriminate unless that employer discrimination is \"in violation of  8 (a) (3).\" For this reason I would reverse No. 5 and affirm No. 6.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 6, <i>National Labor Relations Board</i> v. <i>International Brotherhood of Teamsters, Chauffeurs, Warehousemen &amp; Helpers of America et al.,</i> on certiorari to the United States Court of Appeals for the Eighth Circuit, argued January 8-9, 1953, reargued November 9-10, 1953; and No. 7, <i>Gaynor News Co., Inc.</i> v. <i>National Labor Relations Board,</i> on certiorari to the United States Court of Appeals for the Second Circuit, argued April 27, 1953, reargued November 10, 1953.</p>\n<p>[1]  \"SEC. 8. (a) It shall be an unfair labor practice for an employer\n</p>\n<p>.....</p>\n<p>\"(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: <i>Provided,</i> That nothing in this Act, or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any action defined in section 8 (a) of this Act as an unfair labor practice) to require as a condition of employment membership therein on or after the thirtieth day following the beginning of such employment or the effective date of such agreement, whichever is the later, (i) if such labor organization is the representative of the employees as provided in section 9 (a), in the appropriate collective-bargaining unit covered by such agreement when made [; and (ii) if, following the most recent election held as provided in section 9 (e) the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to authorize such labor organization to make such an agreement:] <i>and has at the time the agreement was made or within the preceding twelve months received from the Board a notice of compliance with sections 9</i> (<i>f</i>), (<i>g</i>), (<i>h</i>), <i>and</i> (<i>ii</i>) <i>unless following an election held as provided in section 9</i> (<i>e</i>) <i>within one year preceding the effective date of such agreement, the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to rescind the authority of such labor organization to make such an agreement: Provided further,</i> That no employer shall justify any discrimination against an employee for nonmembership in a labor organization (A) if he has reasonable grounds for believing that such membership was not available to the employee on the same terms and conditions generally applicable to other members, or (B) if he has reasonable grounds for believing that membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership; . . . .\"</p>\n<p>Section 8 (a) (3) was enacted as part of the Taft-Hartley Act, 61 Stat. 136, in 1947, and amended in 1951, 65 Stat. 601. Provisions added by the 1951 amendment are in italics; provisions eliminated in 1951 are in brackets. This section derived from  8 (3) of the 1935 Wagner Act, 49 Stat. 452, 29 U. S. C.  158 (3), with the proviso amended. See note 42, <i>infra.</i></p>\n<p>[2]  <i>Labor Board</i> v. <i>International Brotherhood of Teamsters,</i> 196 F. 2d 1, certiorari granted, 344 U. S. 853. See also <i>Labor Board</i> v. <i>Del E. Webb Construction Co.,</i> 196 F. 2d 702.</p>\n<p>[3]  <i>Labor Board</i> v. <i>Reliable Newspaper Delivery, Inc.,</i> 187 F. 2d 547. See also <i>Western Cartridge Co.</i> v. <i>Labor Board,</i> 139 F. 2d 855.</p>\n<p>[4]  <i>Radio Officers' Union</i> v. <i>Labor Board,</i> 196 F. 2d 960, certiorari granted, 344 U. S. 852.</p>\n<p>[5]  <i>Labor Board</i> v. <i>Gaynor News Co., Inc.,</i> 197 F. 2d 719, certiorari granted, 345 U. S. 902. But cf. <i>Labor Board</i> v. <i>Air Associates, Inc.,</i> 121 F. 2d 586.</p>\n<p>[6]  <i>Labor Board</i> v. <i>Whitin Machine Works,</i> 204 F. 2d 883.</p>\n<p>[7]  <i>Labor Board</i> v. <i>Walt Disney Productions,</i> 146 F. 2d 44.</p>\n<p>[8]  See, <i>e. g., </i><i>Labor Board</i> v. <i>Reliable Newspaper Delivery, Inc.,</i> 187 F. 2d 547; <i>Wells, Inc.</i> v. <i>Labor Board,</i> 162 F. 2d 457; <i>Labor Board</i> v. <i>Reynolds International P. Co.,</i> 162 F. 2d 680; <i>Labor Board</i> v. <i>Draper Corp.,</i> 145 F. 2d 199; <i>Labor Board</i> v. <i>Air Associates, Inc.,</i> 121 F. 2d 586.</p>\n<p>[9]  See also <i>Union Starch &amp; Refining Co.</i> v. <i>Labor Board,</i> 186 F. 2d 1008; <i>Colonie Fibre Co.</i> v. <i>Labor Board,</i> 163 F. 2d 65; <i>Labor Board</i> v. <i>Walt Disney Productions,</i> 146 F. 2d 44; <i>Sperry Gyroscope Co., Inc.</i> v. <i>Labor Board,</i> 129 F. 2d 922; <i>Firestone Tire &amp; Rubber Co.,</i> 93 N. L. R. B. 981.</p>\n<p>[10]  29 U. S. C. (Supp. V)  158 (b) (2):\n</p>\n<p>\"(b) It shall be an unfair labor practice for a labor organization or its agents</p>\n<p>.....</p>\n<p>\"(2) to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (a) (3) of this section or to discriminate against an employee with respect to whom membership in such organization has been denied or terminated on some ground other than his failure to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership; . . . .\"</p>\n<p>[11]  345 U. S. 962.</p>\n<p>[12]  Requisite engagement in commerce for purposes of the National Labor Relations Act is admitted in all three cases.</p>\n<p>[13]  29 U. S. C. (Supp. V)  158 (b) (1) (A). This section makes it an unfair labor practice for a union \"to restrain or coerce (A) employees in the exercise of the rights guaranteed in section 157 of this title.\" Section 157 provides: \"Employees shall have the right to self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection, and shall also have the right to refrain from any or all of such activities except to the extent that such right may be affected by an agreement requiring membership in a labor organization as a condition of employment as authorized in section 158 (a) (3).\"</p>\n<p>[14]  94 N. L. R. B. 1494.</p>\n<p>[15]  This agreement, known as the \"Central States Area Over-the-Road Agreement,\" has been executed with employers by more than 300 locals of the Teamsters Union in 12 different states.</p>\n<p>[16]  See the bracketed language in note 1, <i>supra.</i></p>\n<p>[17]  \"SEC. 45. Any member, under contract, one month in arrears for dues shall forfeit all seniority rights.\n</p>\n<p>\"(a) Clarification of the above paragraph: On the second day of the second month a member becomes in arrears with his dues.\"</p>\n<p>[18]  See note 13, <i>supra.</i></p>\n<p>[19]  (Trial Examiner's Footnote.) \"If, as Respondent appears to suggest, its conduct discouraged membership in a labor organization, it could be argued that from the plain meaning of Section 8 (a) (3), a union would equally violate the Act by causing an employer to discriminate against an employee in order to rid itself of slow-paying or otherwise recalcitrant members.\"</p>\n<p>[20]  196 F. 2d 1.</p>\n<p>[21]  In this connection, the court pointed out that Boston was a member of the union prior to the discrimination and retained his status as a member thereafter, and that Boston had testified that the discrimination neither encouraged nor discouraged him to remain in the union.</p>\n<p>[22]  344 U. S. 853.</p>\n<p>[23]  93 N. L. R. B. 1523.</p>\n<p>[24]  Such an agreement was permissible under  8 (3) of the National Labor Relations Act, 49 Stat. 449, 29 U. S. C.  158 (3). The agreement in this case was signed on January 11, 1947, and was extended for a period of one year on August 16, 1947. Under  102 of the 1947 amendments to the National Labor Relations Act, 61 Stat. 152, acts performed under such agreement which would not have been unfair labor practices under  8 (3) were not unfair practices under the amended Act.</p>\n<p>[25]  The Board found that the union secretary's \"hasty attempt to suspend\" Fowler was \"in disregard of Fowler's rights under the union bylaws and constitution. . . . in no event could Howe's authority exceed that of the general chairman, who in all instances was required by specific provisions of the bylaws to advise Fowler of his offense and to afford him an opportunity to conform with union rules before suspending him. It is clear that Fowler was not given such opportunity; his purported suspension was therefore ineffectual. . . .\"\n</p>\n<p>The power of the Board to make this finding is not challenged here.</p>\n<p>[26]  196 F. 2d 960.</p>\n<p>[27]  Judge Clark dissented as to this interpretation of the contract.</p>\n<p>[28]  Section 8 (c) provides: \"The expressing of any views, argument, or opinion, or the dissemination thereof, whether in written, printed, graphic, or visual form, shall not constitute or be evidence of an unfair labor practice under any of the provisions of this subchapter, if such expression contains no threat of reprisal or force or promise of benefit.\" 29 U. S. C. (Supp. V)  158 (c).</p>\n<p>[29]  344 U. S. 852.</p>\n<p>[30]  Section 8 (a) (1) makes it an unfair labor practice for an employer \"to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title\" and  8 (a) (2) makes it an unfair practice for an employer \"to dominate or interfere with the formation or administration of any labor organization or contribute financial or other support to it . . . .\"\n</p>\n<p>The original charge filed on February 3, 1949, alleged violation only of  8 (a) (1) and (3) by the above action relative to Loner between July and October 1948. This charge was amended on June 13, 1950, to allege violation of  8 (a) (1) and (2) by executing the October 1948 contract with the illegal union security clause. The complaint issued by the General Counsel on the same day contained all of these allegations and alleged that the discriminatory treatment extended to all nonunion employees. The company contends that inclusion of such employees who did not file charges is prohibited by the six-month statute of limitations period provided in  10 (b) of the Act. We agree with the Trial Examiner, the Board, and the court below that this charge relates back to the charges timely filed and thus the company was given adequate notice and was not prejudiced by the amendment. <i>Labor Board</i> v. <i>Kobritz,</i> 193 F. 2d 8, 14; <i>Labor Board</i> v. <i>Bradley Washfountain Co.,</i> 192 F. 2d 144, 149; <i>Labor Board</i> v. <i>Kingston Cake Co.,</i> 191 F. 2d 563, 567; cf. <i>Consolidated Edison Co.</i> v. <i>Labor Board,</i> 305 U. S. 197, 225, 238.</p>\n<p>[31]  93 N. L. R. B. 299.</p>\n<p>[32]  This clause requiring all new employees to become union members within thirty days was not authorized as then required by  8 (a) (3). See the bracketed language of note 1, <i>supra.</i></p>\n<p>[33]  The 1946 contract stated that the union was contracting \"for and in behalf of the Union and for and in behalf of the members thereof now employed and hereafter to be employed by the Employer.\" The president of the company testified before the Trial Examiner that he believed the 1946 contract and the supplementary agreement applied to union members only.</p>\n<p>[34]  The Board rejected the company's contention that since the closed-shop provision in the 1946 contract was valid under  8 (3), see note 24, <i>supra,</i> and it thus could have legally discharged the nonunion employees during the life of that contract, it could legally retain such employees and contract to discriminate as to their wages.\n</p>\n<p>The Board found, however, that the \"evidence indicates that the Respondent had contracted to make retroactive wage payments to the employees covered by the original contract. . . .\" The Board also adopted the Trial Examiner's finding that, regardless of the status of the wage payment, the retroactive vacation payments were entirely voluntary.</p>\n<p>[35]  197 F. 2d 719. The court modified parts of the order concerning the illegality of the 1948 contract. Judge Chase dissented as to such modification.\n</p>\n<p>In its brief the company seeks to raise the issue of the illegality of that contract. This question was not presented in the petition for certiorari and is, therefore, not properly before the Court. <i>General Talking Pictures Corp.</i> v. <i>Western Elec. Co.,</i> 304 U. S. 175.</p>\n<p>[36]  345 U. S. 902.</p>\n<p>[37]  See, <i>e. g., </i><i>Labor Board</i> v. <i>Gullett Gin Co., Inc.,</i> 340 U. S. 361; <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474; <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177; <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7; <i>Labor Board</i> v. <i>Sands Mfg. Co.,</i> 306 U. S. 332; <i>Labor Board</i> v. <i>Fansteel Metallurgical Corp.,</i> 306 U. S. 240; <i>Labor Board</i> v. <i>Mackay Radio &amp; Telegraph Co.,</i> 304 U. S. 333; <i>Labor Board</i> v. <i>Jones &amp; Laughlin Steel Corp.,</i> 301 U. S. 1.</p>\n<p>[38]  <i>Labor Board</i> v. <i>Fansteel Metallurgical Corp., supra</i><i>; </i><i>Labor Board</i> v. <i>Sands Mfg. Co., supra</i><i>; </i><i>Southern Steamship Co.</i> v. <i>Labor Board,</i> 316 U. S. 31. Cf. <i>Labor Board</i> v. <i>Electrical Workers,</i> 346 U. S. 464.</p>\n<p>[39]  <i>Associated Press</i> v. <i>Labor Board,</i> 301 U. S. 103. Cf. <i>Labor Board</i> v. <i>Kennametal, Inc.,</i> 182 F. 2d 817; <i>Labor Board</i> v. <i>Peter Cailler Kohler Swiss Chocolates Co.,</i> 130 F. 2d 503.</p>\n<p>[40]  See  7, 29 U. S. C. (Supp. V)  157, note 13, <i>supra.</i></p>\n<p>[41]  The full text of the proviso to  8 (a) (3) is set out in note 1, <i>supra.</i> That Congress intended  8 (a) (3) to proscribe all discrimination to encourage union membership not excepted by the proviso, see H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 44, where it is stated that  8 (a) (3) \"prohibits an employer from discriminating against an employee by reason of his membership or nonmembership in a labor organization, except to the extent that he obligates himself to do so under the terms of a permitted union shop or maintenance of membership contract.\"</p>\n<p>[42]  Under the Wagner Act the proviso read: \"<i>Provided,</i> That nothing in sections 151-166 of this title or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any section defined in said sections as an unfair labor practice) to require as a condition of employment membership therein, if such labor organization is the representative of the employees as provided in section 159 (a) of this title, in the appropriate collective bargaining unit covered by such agreement when made.\" 29 U. S. C. (1946 ed.)  158 (3). See <i>Colgate-Palmolive-Peet Co.</i> v. <i>Labor Board,</i> 338 U. S. 355.</p>\n<p>[43]  For example, Senator Taft said: \"It is contended that the employer should be obliged to discharge the man because the union does not like him. That is what we are trying to prevent. I do not see why a union should have such power over a man in that situation.\" 93 Cong. Rec. 4191.\n</p>\n<p>In H. R. Rep. No. 245, 80th Cong., 1st Sess., p. 33, it was stated that \"The bill prohibits what is commonly known as the closed shop, or any form of compulsory unionism that requires a person to be a member of a union in good standing when the employer hires him.\"</p>\n<p>See also 93 Cong. Rec. 4135, 4193, 4272, 4275, 4432; S. Rep. No. 105, 80th Cong., 1st Sess. 6 <i>et seq.;</i> H. R. 3020, 80th Cong., 1st Sess, 27-28; H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 41.</p>\n<p>[44]  See <i>Labor Board</i> v. <i>Eclipse Lumber Co.,</i> 199 F. 2d 684; <i>Union Starch &amp; Refining Co.</i> v. <i>Labor Board,</i> 186 F. 2d 1008.</p>\n<p>[45]  <i>Associated Press</i> v. <i>Labor Board,</i> 301 U. S. 103, 132.</p>\n<p>[46]  See cases cited, note 8, <i>supra.</i></p>\n<p>[47]  <i>E. g.,</i> Manoff, Labor Relations Law, 82; CCH, Guidebook to Labor Relations Law, 142; Wollett, Labor Relations and Federal Law, 62; Millis &amp; Brown, From the Wagner Act to Taft-Hartley, 428; Cox, Some Aspects of the Labor Management Relations Act, 1947, 61 Harv. L. Rev. 1, 20; Ward, \"Discrimination\" Under the National Labor Relations Act, 48 Yale L. J. 1152, 1158.</p>\n<p>[48]  N. L. R. B., 16th Annual Report 162.</p>\n<p>[49]  S. Rep. No. 573, 74th Cong., 1st Sess. 11.</p>\n<p>[50]  Hearings before the Senate Committee on Education and Labor on S. 1958, 74th Cong., 1st Sess. 38.</p>\n<p>[51]  H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 44.</p>\n<p>[52]  H. R. Rep. No. 1147, 74th Cong., 1st Sess. 21; see also Ward, note 47, <i>supra,</i> at 1166.</p>\n<p>[53]  See, <i>e. g., </i><i>Labor Board</i> v. <i>Industrial Cotton Mills,</i> 208 F. 2d 87; <i>Cusano</i> v. <i>Labor Board,</i> 190 F. 2d 898; <i>Allis-Chalmers Mfg. Co.,</i> 70 N. L. R. B. 348, enforced, 162 F. 2d 435; <i>Labor Board</i> v. <i>Gluek Brewing Co.,</i> 144 F. 2d 847.</p>\n<p>[54]  S. Rep. No. 573, 74th Cong., 1st Sess. 13. During a debate on the Act, Senator Wagner stated: \"Under this proposed legislation, assuming an agreement has been consummated by the agency elected by the majority of the employees, there will be no advantage which a majority can have under an agreement to which the minority is not also entitled, and in order to have that advantage the minority need not join any organization. It can join or not join, either way. It cannot be discriminated against under any other provision of the law.\" 79 Cong. Rec. 7673. See also note 52, <i>supra.</i></p>\n<p>[55]  H. R. Rep. No. 245, 80th Cong., 1st Sess. 41.</p>\n<p>[56]  H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 55. See Cox, <i>op. cit. supra,</i> note 47, at 39 <i>et seq.</i></p>\n<p>[57]  H. R. Rep. No. 1147, 74th Cong., 1st Sess. 21.</p>\n<p>[58]  See <i>Labor Board</i> v. <i>Newspaper &amp; Mail Deliverers' Union,</i> 192 F. 2d 654. Cf. <i>Katz</i> v. <i>Labor Board,</i> 196 F. 2d 411.</p>\n<p>[59]  29 U. S. C. (Supp. V)  153 (d).</p>\n<p>[60]  <i>Id.,</i>  160 (b). But see <i>Labor Board</i> v. <i>Indiana &amp; Michigan Electric Co.,</i> 318 U. S. 9, 17.</p>\n<p>[61]  29 U. S. C. (Supp. V)  160 (c).</p>\n<p>[62]  See <i>Labor Board</i> v. <i>J. I. Case Co.,</i> 198 F. 2d 919, 924; <i>H. N. Newman,</i> 85 N. L. R. B. 725, enforced, 187 F. 2d 488; <i>Union Starch &amp; Refining Co.</i> v. <i>Labor Board,</i> 186 F. 2d 1008, 1014.</p>\n<p>[1]  <i>Labor Board</i> v. <i>Jones &amp; Laughlin Steel Corp.,</i> 301 U. S. 1, 45-46 (1937); <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 182-183 (1941).</p>\n<p>[2]  See, <i>e. g., </i><i>Fruehauf Trailer Co.,</i> 1 N. L. R. B. 68, 74-77 (1935), sustained, 301 U. S. 49, 55-57 (1937); <i>Union Pacific Stages, Inc.,</i> 2 N. L. R. B. 471, 486 (1936), enforced as modified, 99 F. 2d 153, 168, 176-177 (C. A. 9th Cir. 1938); <i>Kansas City Power &amp; Light Co.,</i> 12 N. L. R. B. 1414, 1436-1453 (1939), enforced as modified, 111 F. 2d 340, 349-351 (C. A. 8th Cir. 1940); <i>Martel Mills Corp.,</i> 20 N. L. R. B. 712, 721, 724, 733 (1940), enforcement denied, 114 F. 2d 624, 630-633 (C. A. 4th Cir. 1940); <i>Air Associates, Inc.,</i> 20 N. L. R. B. 356 (1940), enforced as modified, 121 F. 2d 586, 591-592 (C. A. 2d Cir. 1941); <i>Stonewall Cotton Mills,</i> 36 N. L. R. B. 240 (1941), enforced as modified, 129 F. 2d 629, 632-633 (C. A. 5th Cir. 1942); <i>Western Cartridge Co.,</i> 48 N. L. R. B. 434 (1943), enforced as modified, 139 F. 2d 855, 858-860 (C. A. 7th Cir. 1943); <i>Robbins Tire and Rubber Co.,</i> 69 N. L. R. B. 440, 441 (1946), enforced, 161 F. 2d 798, 801 (C. A. 5th Cir. 1947); <i>Wells, Inc.,</i> 68 N. L. R. B. 545, 546-547 (1946), enforced as modified, 162 F. 2d 457, 459-460 (C. A. 9th Cir. 1947); <i>Victor Mfg. &amp; Gasket Co.,</i> 79 N. L. R. B. 234, 235 (1948), enforced, 174 F. 2d 867, 868 (C. A. 7th Cir. 1949); <i>B &amp; Z Hosiery Products Co.,</i> 85 N. L. R. B. 633 (1949), enforced, <i>Bochner</i> v. <i>Labor Board,</i> 180 F. 2d 1021 (C. A. 3d Cir. 1950). To support its position here that an employer's purpose is irrelevant under  8 (a) (3) the Board relies on its decisions in <i>General Motors Corp.,</i> 59 N. L. R. B. 1143, 1145 (1944), enforced as modified, 150 F. 2d 201 (C. A. 3d Cir. 1945); <i>Allis-Chalmers Mfg. Co.,</i> 70 N. L. R. B. 348, 349-350 (1946), enforced, 162 F. 2d 435 (C. A. 7th Cir. 1947); and <i>Reliable Newspaper Delivery, Inc.,</i> 88 N. L. R. B. 659, 669-670 (1950), enforcement denied, 187 F. 2d 547 (C. A. 3d Cir. 1951). In the first two decisions specific findings of employer purpose were made, and in the latter the facts are substantially identical to the case here.</p>\n<p>[3]  <i>E. g.,</i> in <i>Marathon Electric Mfg. Corp.,</i> 106 N. L. R. B. No. 199 (September 29, 1953), the trial examiner found that numerous acts of an employer violated  8 (a) (3) because the employer \"discriminated. . . to discourage membership in UE. . . .\" In sustaining the examiner as to some of the acts and overruling him as to others the Board's decision rested on such findings as: \"the discharges were not only calculated to discourage concerted activities . . . but also to deter . . . from joining, or giving support in the future to, UE or any other labor organization\"; the record did not show \"that the failure to recall them [certain employees] was because of their actual or supposed connection with UE\"; and there was \"no evidence in the record to rebut the Respondent's [employer's] contention that its only reason for not recalling these employees was the cancellation of the contract.\" See also <i>New Mexico Transportation Co.,</i> 107 N. L. R. B. No. 8 (November 13, 1953); <i>Terri Lee, Inc.,</i> 107 N. L. R. B. No. 141 (December 28, 1953).</p>\n<p>[4]  See court decisions cited in note 2, <i>supra.</i> See also <i>Labor Board</i> v. <i>Waterman S. S. Co.,</i> 309 U. S. 206, 218, 220-226 (1940), where this Court reviewed the record and held that a finding of discrimination by an employer \"because of\" union membership was sustained by substantial evidence. <i>Republic Aviation Corp.</i> v. <i>Labor Board,</i> 324 U. S. 793 (1945), indicated no intent to repudiate the interpretation of  8 (a) (3) accepted in the <i>Waterman</i> case, <i>supra.</i> The Board also relies on such cases as: <i>Labor Board</i> v. <i>Hudson Motor Car Co.,</i> 128 F. 2d 528, 532-533 (C. A. 6th Cir. 1942), enforcing 34 N. L. R. B. 815, 826-827 (1941); <i>Labor Board</i> v. <i>Gluek Brewing Co.,</i> 144 F. 2d 847, 853 (C. A. 8th Cir. 1944), modifying and enforcing 47 N. L. R. B. 1079, 1095 (1943); and <i>Labor Board</i> v. <i>Industrial Cotton Mills,</i> 208 F. 2d 87 (C. A. 4th Cir. 1953), modifying and enforcing 102 N. L. R. B. 1265 (1953). However, none of these cases is in point here, since in each the Board made findings of the employer's purpose.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></span> (1954)</b></center>\n<center><h1>RADIO OFFICERS' UNION OF THE COMMERCIAL TELEGRAPHERS UNION, AFL,<br>\nv.<br>\nNATIONAL LABOR RELATIONS BOARD.</h1></center>\n<center>No. 5.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 1953.</center>\n<center>Reargued November 9, 1953.</center>\n<center>Decided February 1, 1954.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*20</span> <i>Abner H. Silverman</i> argued the cause for petitioner in No. 5 on the original argument, and <i>Emanuel Butter</i> on <span class=\"star-pagination\">*21</span> the reargument. With them on the briefs was <i>Herbert S. Thatcher.</i></p>\n<p><i>Bernard Dunau</i> argued the cause for the National Labor Relations Board. With him on the briefs on the original argument were <i>Walter J. Cummings, Jr.,</i> then Solicitor General, <i>George J. Bott, David P. Findling, Mozart G. Ratner, Elizabeth W. Weston</i> and <i>Louis Schwartz</i> in Nos. 5 and 6, and <i>Acting Solicitor General Stern, Mr. Bott, Mr. Findling, Dominick L. Manoli</i> and <i>Frederick U. Reel</i> in No. 7. With him on the briefs on the reargument were <i>Acting Solicitor General Stern, Mr. Bott, Mr. Findling</i> and <i>Mr. Manoli.</i></p>\n<p><i>Julius Kass</i> argued the cause and filed the briefs for petitioner in No. 7.</p>\n<p><i>John J. Manning</i> argued the cause for respondents in No. 6. With him on the brief was <i>Clif Langsdale.</i></p>\n<p><i>Stephen C. Vladeck</i> filed a brief for the Newspaper and Mail Deliverers' Union of New York and Vicinity, as <i>amicus curiae.</i></p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>The necessity for resolution of conflicting interpretations by Courts of Appeals of  8 (a) (3) of the National Labor Relations Act, as amended, 61 Stat. 136, 65 Stat. 601, 29 U. S. C. (Supp. V)  158 (a) (3), impelled us to grant certiorari in these three cases. That section provides that \"it shall be an unfair labor practice for an employer . . . by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: . . . .\"<sup>[1]</sup> The Court of Appeals for <span class=\"star-pagination\">*22</span> the Eighth Circuit in No. 6 (hereinafter referred to as <i>Teamsters</i>),<sup>[2]</sup> following a decision of the Third Circuit,<sup>[3]</sup><span class=\"star-pagination\">*23</span> held that express proof that employer discrimination had the effect of encouraging or discouraging employees in their attitude toward union membership is an essential element to establish violation of this section. That holding conflicts with the holdings of the Second Circuit in No. 5 (hereinafter referred to as <i>Radio Officers</i>)<sup>[4]</sup> and No. 7 (hereinafter referred to as <i>Gaynor</i>),<sup>[5]</sup> with which decisions of the First<sup>[6]</sup> and Ninth Circuits<sup>[7]</sup> accord, that such employee encouragement or discouragement may be inferred from the nature of the discrimination. (See Part III, p. 48, <i>infra.</i>) In reaching its decision in <i>Gaynor,</i> the Second Circuit also rejected the contention, which contention is supported by many decisions of the Courts of Appeals,<sup>[8]</sup> that there can be no violation of  8 (a) (3) unless it is shown by specific evidence that the employer intended his discriminatory action to encourage or discourage union membership. The Second Circuit determined that the employer intended the natural result of his discriminatory action. (See Part II, p. 42, <i>infra.</i>) Moreover, <i>Radio Officers</i> and <i>Teamsters</i> present conflicting views by Courts of Appeals as to the scope of the phrase \"membership in any labor organization\" in  (a) (3). The Eighth Circuit restricts this phrase to \"adhesion to membership,\" <i>i. e.,</i> joining or remaining on <span class=\"star-pagination\">*24</span> a union's membership roster; the Second Circuit, on the other hand, interprets it to include obligations of membership, <i>i. e.,</i> being a good union member.<sup>[9]</sup> (See Part I, p. 39, <i>infra.) Radio Officers</i> also raises subsidiary questions regarding the interrelationship of  8 (a) (3) with  8 (b) (2) of the Act which makes it an unfair labor practice for a labor organization or its agents \"to cause or attempt to cause an employer to discriminate against an employee in violation of subsection [8] (a) (3) . . . .\"<sup>[10]</sup> (See Part IV, p. 52, <i>infra.</i>) These cases were argued last term, and, upon our order,<sup>[11]</sup> reargued this term. They reached us in the following manner.<sup>[12]</sup></p>\n<p><i>Teamsters.</i> Upon the basis of a charge filed by Frank Boston, a truck driver employed by Byers Transportation Company and a member of Local Union No. 41, International Brotherhood of Teamsters, A. F. L., the General Counsel of the National Labor Relations Board issued a complaint against the union alleging violation <span class=\"star-pagination\">*25</span> of  8 (b) (1) (A)<sup>[13]</sup> and 8 (b) (2) of the National Labor Relations Act by causing the company to discriminate against Boston by reducing his seniority standing because of Boston's delinquency in paying his union dues. A hearing was had before a trial examiner, whose intermediate report was largely adopted by the Board<sup>[14]</sup> with one member dissenting.</p>\n<p>The Board found that the union, as exclusive bargaining representative of the teamsters in the company's employ, had in 1949 negotiated a collective-bargaining agreement with the company which governed working conditions on all over-the-road operations of the company.<sup>[15]</sup> This agreement established a seniority system under which the union was to furnish periodically to the company a seniority list and provided that \"any controversy over the seniority standing of any employee on this list shall be referred to the Union for settlement.\" Union security provisions of the agreement were not effective due to lack of the authorization then required by  8 (a) (3) of the Act.<sup>[16]</sup> The seniority list therefore included both union members and nonmembers. Each <span class=\"star-pagination\">*26</span> new employee of the company, after a thirty-day trial period, was placed at the bottom of this list, and such employee would gradually advance in position as senior members were either removed from the list or reduced in their position on it. Position upon the seniority list governed the order of truck-driving assignments, the quality of such assignments, and the order of layoff.</p>\n<p>The bylaws of Teamsters Local Union No. 41 provided that \"any member, under contract, one month in arrears for dues shall forfeit all seniority rights. . . .\"<sup>[17]</sup> A member's dues were payable on the first day of each month, and he was deemed \"in arrears\" for any month's dues on the second day of the following month. Boston did not pay his dues for June 1950 until July 5, 1950. When the union transmitted a new seniority list to the company on the following July 15, Boston, who had previously been eighteenth on the list, was reduced to fifty-fourth, the bottom position on the list. As a result of such reduction Boston was denied driving assignments he would otherwise have obtained and for which he would have received compensation.</p>\n<p>Upon these facts a majority of the Board found that the union had violated  8 (b) (1) (A) and 8 (b) (2) of the Act. As to the former, the Board held that the union's reduction of Boston's seniority restrained and coerced him in the exercise of his right to refrain from assisting a labor organization guaranteed by  7.<sup>[18]</sup> The Board held that, \"absent a valid contractual union-security provision, Boston had the absolute protected right under the Act to determine how he would handle his union affairs without risking any impairment of his employment <span class=\"star-pagination\">*27</span> rights and that the Union had no right at any time whether Boston was a member or not a member to make his employment status to any degree conditional upon the payment of dues. . . .\" As to the latter, the Board concluded that the union had caused the company to discriminate against Boston and adopted the Trial Examiner's finding that \"the normal effect of the discrimination against Boston was to encourage nonmembers to join the Union, as well as members to retain their good standing in the Union, a potent organization whose assistance is to be sought and whose opposition is to be avoided. The Employer's conduct tended to encourage membership in the Union.<sup>[19]</sup> Its discrimination against Boston had the further effect of enforcing rules prescribed by the Union, thereby strengthening the Union in its control over its members and its dealings with their employers and was thus calculated to encourage all members to retain their membership and good standing either through fear of the consequences of losing membership or seniority privileges or through hope of advantage in staying in. . . .\"</p>\n<p>The Board entered an order requiring the union to cease and desist from the unfair labor practices found and from related conduct; to notify Boston and the company that the union withdraws its request for the reduction of Boston's seniority and that it requests the company to offer to restore Boston to his former status; to make Boston whole for any losses of pay resulting from the discrimination; and to post appropriate notices of compliance.</p>\n<p><span class=\"star-pagination\">*28</span> The Court of Appeals for the Eighth Circuit denied the Board's petition to enforce its order.<sup>[20]</sup> The court held that \"the evidence here abundantly supports the finding of the Board that the respondent caused or attempted to cause the employer to discriminate against Boston in regard to `tenure . . . or condition of employment,' \" but \"discrimination alone is not sufficient\" and \"we can find no substantial evidence to support the conclusion that the discrimination . . . did or would encourage or discourage membership in any labor organization.\" This conclusion was reached because \"the testimony of Boston . . . shows clearly that this act neither encouraged nor discouraged his adhesion to membership in the respondent union\"<sup>[21]</sup> and because, assuming the effect of the discrimination on other employees was relevant, the court found no evidence to support a conclusion that such employees were so encouraged or discouraged. We granted the Board's petition for certiorari.<sup>[22]</sup></p>\n<p><i>Radio Officers.</i> Upon the basis of a charge filed by William Christian Fowler, a member of The Radio Officers' Union of the Commercial Telegraphers Union, A. F. L., the General Counsel of the National Labor Relations Board issued a complaint against the union alleging violation of  8 (b) (1) (A) and 8 (b) (2) of the Act by causing the A. H. Bull Steamship Company to discriminatorily refuse on two occasions to employ Fowler. No complaint was issued against the company because <span class=\"star-pagination\">*29</span> Fowler filed no charge against it. Following the usual proceedings under the Act, a hearing was had before a trial examiner, whose findings, conclusions, and recommendations with certain additions were adopted by the Board.<sup>[23]</sup></p>\n<p>The Board found that at the time the transactions giving rise to this case occurred the union had a collective-bargaining contract with a number of steamship concerns including the Bull Steamship Company covering the employment of radio officers on ships of the contracting companies. Pertinent provisions in this contract are:</p>\n<blockquote>\"Section 1. The Company agrees when vacancies occur necessitating the employment of Radio Officers, to select such Radio Officers who are members of the Union in good standing, when available, on vessels covered by this Agreement, provided such members are in the opinion of the Company qualified to fill such vacancies.\"</blockquote>\n<blockquote>\"Section 6. The Company shall have the right of free selection of all its Radio Officers and when members of the Union are transferred, promoted, or hired the Company agrees to take appropriate measures to assure that such members are in good standing, and the Union agrees to grant all members of the Union in good standing the necessary `clearance' for the position to which the Radio Officer has been assigned. If a member is not in good standing, the Union will so notify the Company in writing.\"</blockquote>\n<p>The union's contention that this contract provided for a hiring hall under which complete control over selection of radio officers to be hired by any company was given to the union was rejected by the Trial Examiner and by a majority of the Board. Such an agreement would have <span class=\"star-pagination\">*30</span> legalized the actions of the union in this case.<sup>[24]</sup> But the Board concluded, primarily from the last sentence of  6 of the contract, that the contract \"was clear on its face and did not provide for any hiring hall arrangement\" and that it therefore was not improper for the Trial Examiner to exclude evidence that general, although not universal, practice had been for radio officers to be assigned to employers by the union.</p>\n<p>The Board also found that: On February 24, 1948, the company telegraphed an offer of a job as radio officer on the company's ship S. S. <i>Frances</i> to Fowler, who had often previously been employed by the company; Fowler had notified the company that he would accept the job; the company then informed Kozel, the radio officer on the previous voyage of the ship, that he was being replaced by \"a man with senior service in the company\"; Fowler reported to the <i>Frances</i> without seeking clearance from the union and Kozel reported such action to the union; the union secretary wired Fowler that he had been suspended from membership for \"bumping\" another member and taking a job without clearance and notified the company that Fowler was not in good standing in the union; the union secretary had no authority to effect such a suspension, the suspension was void and Fowler was in good standing in the union at all times material in this case;<sup>[25]</sup> express requests to the union for clearance <span class=\"star-pagination\">*31</span> of Fowler for employment on the <i>Frances</i> by the company and by Fowler were subsequently refused, the union secretary stating that he would never again clear Fowler for a position with that company although Fowler would be cleared for jobs with other employers; unable to obtain clearance for Fowler, the company gave the job to another man supplied by the union, and Fowler returned to his home in Florida; on April 22, 1948, Fowler returned to New York and again advised the company that he was available for work before reporting to the union; the union secretary told Fowler he was being made \"a company stiff\" and adhered to his position that he would not clear Fowler for work with that company; clearance sought by the company for Fowler for a job on the S. S. <i>Evelyn</i> was subsequently refused, and another man was dispatched to the job by the union.</p>\n<p>Upon these facts a majority of the Board found that the union had violated  8 (b) (1) (A) and 8 (b) (2). The Board rejected the union's defense that the union security provision of the contract, preferential hiring for members in good standing, immunized the union's action. They found that Fowler was in good standing at all times notwithstanding his suspension by the union secretary, and that conformity with the union's hiring-hall rules and procedures was not also required by the contract. Thus the Board concluded that the union, by refusing to clear Fowler in both February and April, restrained and coerced Fowler in his statutory right to refrain from observance of the union's rules, and caused the company to discriminate against Fowler by denying him employment. <span class=\"star-pagination\">*32</span> The Board adopted the Trial Examiner's finding that \"the normal effect of the discrimination against Fowler was to enforce not only his obedience as a member, of such rules as the Respondent might prescribe, but also the obedience of all his fellow members. It thereby strengthened the Respondent both in its control of its members for their general, mutual advantage, and in its dealings with their employers as their representative. It thus encouraged non-members to join it as a strong organization whose favor and help was to be sought and whose opposition was to be avoided. In its effect upon nonmembers alone, it must therefore be regarded as encouraging membership in the Respondent. Finally, by its demonstration of the Respondent's strength, the discrimination in the present case also had the normal effect of encouraging Fowler and other members to retain their membership in the Respondent either through fear of the consequences of dropping out of membership or through hope of advantage in staying in.\"</p>\n<p>The Board entered an order requiring the union to cease and desist from the unfair labor practices found and from related conduct; to notify Fowler and the company that it withdraws objection to his employment and requests the company to offer him employment as a radio officer; to make Fowler whole for any losses of pay resulting from the discrimination, and to post appropriate notices of compliance.</p>\n<p>The Court of Appeals for the Second Circuit affirmed the Board's findings and conclusions and granted the Board's petition for enforcement of its order.<sup>[26]</sup> The court agreed that the provisions of the contract \"plainly give the company the right to select the man it desires to hire, and require the union to grant `clearance' if the man <span class=\"star-pagination\">*33</span> the company wants is a member in good standing,\" that \"such procedure is not a `hiring hall' arrangement,\"<sup>[27]</sup> and that Fowler was in good standing at the time of refusal of clearance. It rejected the union's contention that its refusal to clear was merely a statement of views concerning breach of its rules and as such was within the protection of  8 (c).<sup>[28]</sup> We agree that, viewing the record as a whole, each of these findings is supported by substantial evidence. <i>International Brotherhood of Electrical Workers</i> v. <i>Labor Board,</i> 341 U. S. 694; <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474. As to  8 (b) (2) and 8 (a) (3), the court held that \"refusal of clearance caused the company to discriminate against Fowler in regard to hire. Without the necessary clearance it could not accept him as an employee. The result was to encourage membership in the union. No threats or promises to the company were necessary. . . . Whether the union's motive was, as it argues, to enforce the contract provisions against discharging satisfactory radio officers such as Kozel, is immaterial . . . Such conduct displayed to all non-members the union's power and the strong measure it was prepared to take to protect union members. . . .\" The court also held that \"a finding that the union has violated  8 (b) (2) can be made without joining the employer and finding a  8 (a) (3) violation,\" and that it was proper to enter a back-pay order against the union without ordering reinstatement by the employer. We granted the union's petition for certiorari.<sup>[29]</sup></p>\n<p><span class=\"star-pagination\">*34</span> <i>Gaynor.</i> Upon the basis of charges filed by Sheldon Loner, a nonunion employee of Gaynor News Company, the General Counsel of the Board issued a complaint against the company alleging <i>inter alia</i> violation of  8 (a) (1), (2) and (3)<sup>[30]</sup> of the Act by granting retroactive wage increases and vacation payments to employees who were members of the Newspaper and Mail Deliverers' Union of New York and Vicinity and refusing such benefits to other employees because they were not union members. The Board adopted the findings, conclusions and recommendations of the Trial Examiner with certain additions.<sup>[31]</sup></p>\n<p>The Board found that in 1946 the company, engaged in the wholesale distribution and delivery of newspapers <span class=\"star-pagination\">*35</span> and periodicals, entered into a collective-bargaining agreement respecting delivery-department employees with the union. This agreement provided for specified wages and paid vacations, and also provided for a closed shop, <i>i. e.,</i> restricting employment by the company to members of the union. The agreement, however, permitted the employment by the company of nonunion employees pending such time as the union could supply union employees. This provision was necessary because the union was closed, ordinarily admitting to membership only first-born legitimate sons of members. The company at all pertinent times had nonunion as well as union employees in its delivery department. This original agreement was subsequently extended to 1948 and a supplementary agreement was executed by the parties in 1947 providing that in the event the parties negotiated a new contract, the wage rates set therein would be retroactive for three months. In October 1948 the company and the union entered into such a new contract which included an invalid union-security clause<sup>[32]</sup> and provided for increased wage and vacation benefits. In this agreement the company expressly recognized the union as exclusive bargaining agent of all employees in the delivery department. In compliance with the 1947 supplementary agreement, the company in November 1948 made lumpsum payments to its union employees of the differential between the old and new wage rates for the three months' retroactive period. Further payments were subsequently made to union members to compensate for differences in vacation benefits under the two contracts even though the supplementary agreement made no reference to such benefits. The company refused to make similar payments <span class=\"star-pagination\">*36</span> to any of its nonunion employees on the grounds that it was not contractually bound to do so,<sup>[33]</sup> and, in its business judgment, did not choose to do so.</p>\n<p>The Board concluded that, since nothing in the supplementary agreement prohibited equal payment to nonunion employees, \"the contract affords no defense to the allegation that the Respondent unlawfully engaged in disparate treatment of employees on the basis of union membership or lack of it . . . ,\"<sup>[34]</sup> and held that the company had violated the Act as alleged. The company's arguments that its actions had not violated  8 (a) (3) because \"the record is barren of any evidence that the discriminatory treatment of non-union employes encouraged them to join the union\" or had such purpose, and that there could be no such evidence because all the nonunion employees had previously sought membership in the union and been denied because of the union's closed policy, were rejected. The Board adopted the Trial Examiner's finding that \"it is obvious that the discrimination with respect to retroactive wages and vacation benefits had <span class=\"star-pagination\">*37</span> the natural and probable effect not only of encouraging nonunion employees to join the Union, but also of encouraging union employees to retain their union membership.\" We assume this concedes that the employer acted from self-interest and not to encourage unionism. An order was entered requiring the company to cease and desist from the unfair labor practices found and from related conduct; to make whole Loner and all other nonunion employees similarly situated for any loss of pay they have suffered by reason of the company's discrimination against them; and to post appropriate notices of compliance.</p>\n<p>The Court of Appeals for the Second Circuit, upon the Board's petition, granted enforcement of all parts of the order pertinent here.<sup>[35]</sup> On the issue of the legality of the discrimination, the court distinguished <i>Labor Board</i> v. <i>Reliable Newspaper Delivery, Inc.,</i> 187 F. 2d 547, involving actions closely paralleling the company's here by another company dealing with the same union, stating, \"there discrimination resulted from what the court considered the entirely legal action of the minority union in asking special benefits for its members only. The union made no pretense of representing the majority of employees or of being the exclusive bargaining agent in the plant. The other non-union employees, reasoned the Court, were quite able to elect their own representative and ask for similar benefits. Not so here. The union here represented the majority of employees and was the exclusive bargaining agent for the plant. Accordingly, it could <span class=\"star-pagination\">*38</span> not betray the trust of non-union members, by bargaining for special benefits to union-members only, thus leaving the non-union members with no means of equalizing the situation.\" 197 F. 2d, at 722. The court continued, in answer to the company's contention that its action \"had neither the purpose nor the effect required by  8 (a) (3)\": \"discriminatory conduct, such as that practiced here, is inherently conducive to increased union membership. In this respect, there can be little doubt that it `encourages' union membership, by increasing the number of workers who would like to join and/or their quantum of desire. It may well be that the union, for reasons of its own, does not want new members at the time of the employer's violations and will reject all applicants. But the fact remains that these rejected applicants have been, and will continue to be, `encouraged,' by the discriminatory benefits, in their desire for membership. This backlog of desire may well, as the Board argues, result in action by non-members to `seek to break down membership barriers by any one of a number of steps, ranging from bribery to legal action.' A union's internal politics are by no means static; changes in union entrance rules may come at any time. If and when the barriers are let down, among the new and now successful applicants will almost surely be large groups of workers previously `encouraged' by the employer's illegal discrimination. We do not believe that, if the union-encouraging effect of discriminatory treatment is not felt immediately, the employer must be allowed to escape altogether. If there is a reasonable likelihood that the effects may be felt years later, then a reasonable interpretation of the Act demands that the employer be deemed a violator.\" 197 F. 2d. at 722-723. We granted the company's petition for certiorari.<sup>[36]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*39</span> I. MEANING OF \"MEMBERSHIP.\"</h2>\n<p>The language employed by Congress in enacting the heart of  8 (a) (3) is identical with that of the predecessor section in the Wagner Act,  8 (3): \"By discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization . . . .\" 49. Stat. 452. These are the first cases to reach us involving application of this section or its predecessor to the problem of encouragement of union membership by employers. We have on many occasions considered aspects of the application of these sections to actions by employers aimed at discouragement of union membership.<sup>[37]</sup> The principles invoked in those cases are, of course, equally applicable to both aspects of employer discrimination, but most of the issues of statutory construction raised here have not previously been considered by this Court.</p>\n<p>In past cases we have been called upon to clarify the terms \"discrimination\" and \"membership in any labor organization.\" Discrimination is not contested in these cases: involuntary reduction of seniority, refusal to hire for an available job, and disparate wage treatment are clearly discriminatory. But the scope of the phrase \"membership in any labor organization\" is in issue here. Subject to limitations,<sup>[38]</sup> we have held that phrase to include <span class=\"star-pagination\">*40</span> discrimination to discourage participation in union activities as well as to discourage adhesion to union membership.<sup>[39]</sup></p>\n<p>Similar principles govern the interpretation of union membership where encouragement is alleged. The policy of the Act is to insulate employees' jobs from their organizational rights.<sup>[40]</sup> Thus  8 (a) (3) and 8 (b) (2) were designed to allow employees to freely exercise their right to join unions, be good, bad, or indifferent members, or abstain from joining any union without imperiling their livelihood. The only limitation Congress has chosen to impose on this right is specified in the proviso to  8 (a) (3) which authorizes employers to enter into certain union security contracts, but prohibits discharge under such contracts if membership \"was not available to the employee on the same terms and conditions generally applicable to other members\" or if \"membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership.\"<sup>[41]</sup> Lengthy legislative debate preceded the 1947 amendment to the Act which thus limited <span class=\"star-pagination\">*41</span> permissible employer discrimination.<sup>[42]</sup> This legislative history clearly indicates that Congress intended to prevent utilization of union security agreements for any purpose other than to compel payment of union dues and fees. Thus Congress recognized the validity of unions' concern about \"free riders,\" <i>i. e.,</i> employees who receive the benefits of union representation but are unwilling to contribute their share of financial support to such union, and gave unions the power to contract to meet that problem while withholding from unions the power to cause the discharge of employees for any other reason.<sup>[43]</sup> Thus an employer can discharge an employee for nonmembership in a union if the employer has entered a union security contract valid under the Act with such union, and if the other requirements of the proviso are met. No other <span class=\"star-pagination\">*42</span> discrimination aimed at encouraging employees to join, retain membership, or stay in good standing in a union is condoned.<sup>[44]</sup></p>\n<p>From the foregoing it is clear that the Eighth Circuit too restrictively interpreted the term \"membership\" in <i>Teamsters.</i> Boston was discriminated against by his employer because he was delinquent in a union obligation. Thus he was denied employment to which he was otherwise entitled, for no reason other than his tardy payment of union dues. The union caused this discrimination by applying a rule apparently aimed at encouraging prompt payment of dues. The union's action was not sanctioned by a valid union security contract, and, in any event, the union did not choose to terminate Boston's membership for his delinquency. Thus the union by requesting such discrimination, and the employer by submitting to such an illegal request, deprived Boston of the right guaranteed by the Act to join in or abstain from union activities without thereby affecting his job. <i>A fortiori</i> the Second Circuit correctly concluded in <i>Radio Officers</i> that such encouragement to remain in good standing in a union is proscribed. Thus that union in causing the employer to discriminate against Fowler by denying him employment in order to coerce Fowler into following the union's desired hiring practices deprived Fowler of a protected right.</p>\n<p></p>\n<h2>II. A.NECESSITY FOR PROVING EMPLOYER'S MOTIVE.</h2>\n<p>The language of  8 (a) (3) is not ambiguous. The unfair labor practice is for an employer to encourage or discourage membership by means of discrimination. Thus this section does not outlaw all encouragement or discouragement of membership in labor organizations; only <span class=\"star-pagination\">*43</span> such as is accomplished by discrimination is prohibited. Nor does this section outlaw discrimination in employment as such; only such discrimination as encourages or discourages membership in a labor organization is proscribed.</p>\n<p>The relevance of the motivation of the employer in such discrimination has been consistently recognized under both  8 (a) (3) and its predecessor. In the first case to reach the Court under the National Labor Relations Act, <i>Labor Board</i> v. <i>Jones &amp; Laughlin Steel Corp.,</i> 301 U. S. 1, in which we upheld the constitutionality of  8 (3), we said with respect to limitations placed upon employers' right to discharge by that section that \"the [employer's] true purpose is the subject of investigation with full opportunity to show the facts.\" <i>Id.,</i> at 46. In another case the same day we found the employer's \"real motive\" to be decisive and stated that \"the act permits a discharge for any reason other than union activity or agitation for collective bargaining with employees.\"<sup>[45]</sup> Courts of Appeals have uniformly applied this criteria,<sup>[46]</sup> and writers in the field of labor law emphasize the importance of the employer's motivation to a finding of violation of this section.<sup>[47]</sup> Moreover, the National Labor Relations Board in its annual reports regularly reiterates this requirement in its discussion of  8 (a) (3). For example, a recent report states that \"upon scrutiny of all the facts in a particular case, the Board must determine whether or not the employer's treatment of the employee was <span class=\"star-pagination\">*44</span> motivated by a desire to encourage or discourage union membership or other activities protected by the statute.\"<sup>[48]</sup></p>\n<p>That Congress intended the employer's purpose in discriminating to be controlling is clear. The Senate Report on the Wagner Act said: \"Of course nothing in the bill prevents an employer from discharging a man for incompetence; from advancing him for special aptitude; or from demoting him for failure to perform.\"<sup>[49]</sup> Senator Wagner spoke of  8 (3) as reaching \"those very cases where the employer is strong enough to impress his will without the aid of the law.\"<sup>[50]</sup> With this consistent interpretation of that section before it, Congress, as noted above, chose to retain the identical language in its 1947 amendments. No suggestion is found in either the reports or hearings on those amendments that the section had been too narrowly construed, and the House Conference Report states that  8 (a) (3) \"prohibits an employer from discriminating against an employee by reason of his membership or nonmembership in a labor organization, except to the extent that he obligates himself to do so under the terms of a permitted union shop or maintenance of membership contract.\"<sup>[51]</sup></p>\n<p></p>\n<h2>B.PROOF OF MOTIVE.</h2>\n<p>But it is also clear that specific evidence of intent to encourage or discourage is not an indispensable element of proof of violation of  8 (a) (3). This fact was recognized in the House Report on the Wagner Act when it was stated that under  8 (3) \"agreements more favorable to the majority than to the minority are impossible <span class=\"star-pagination\">*45</span>. . . .\"<sup>[52]</sup> Both the Board and the courts have recognized that proof of certain types of discrimination satisfies the intent requirement.<sup>[53]</sup> This recognition that specific proof of intent is unnecessary where employer conduct inherently encourages or discourages union membership is but an application of the common-law rule that a man is held to intend the foreseeable consequences of his conduct. <i>Cramer</i> v. <i>United States,</i> 325 U. S. 1, 31; <i>Nash</i> v. <i>United States,</i> 229 U. S. 373, 376; <i>United States</i> v. <i>Patten,</i> 226 U. S. 525, 539; <i>Agnew</i> v. <i>United States,</i> 165 U. S. 36, 50. Thus an employer's protestation that he did not intend to encourage or discourage must be unavailing where a natural consequence of his action was such encouragement or discouragement. Concluding that encouragement or discouragement will result, it is presumed that he intended such consequence. In such circumstances intent to encourage is sufficiently established. Our decision in <i>Republic Aviation Corp.</i> v. <i>Labor Board,</i> 324 U. S. 793, relied upon by the Board to support its contention that employers' motives are irrelevant under  8 (a) (3), applied this principle. That decision dealt primarily with the right of the Board to infer discouragement from facts proven for purposes of proof of violation of  8 (3). In holding that discharges and suspensions of employees under company \"no solicitation\" rules for soliciting union membership, in the circumstances disclosed, violated  8 (3), we noted that such employer action was not \"motivated by opposition to the particular union or, we deduce, to unionism\" and that \"there was no union bias or discrimination by the company in enforcing the rule.\" <span class=\"star-pagination\">*46</span> But we affirmed the Board's holding that the rules involved were invalid when applied to union solicitation since they interfered with the employees' right to organize. Since the rules were no defense and the employers intended to discriminate solely on the ground of such protected union activity, it did not matter that they did not intend to discourage membership since such was a foreseeable result.</p>\n<p>In <i>Gaynor,</i> the Second Circuit also properly applied this principle. The court there held that disparate wage treatment of employees based solely on union membership status is \"inherently conducive to increased union membership.\" In holding that a natural consequence of discrimination, based solely on union membership or lack thereof, is discouragement or encouragement of membership in such union, the court merely recognized a fact of common experiencethat the desire of employees to unionize is directly proportional to the advantages thought to be obtained from such action. No more striking example of discrimination so foreseeably causing employee response as to obviate the need for any other proof of intent is apparent than the payment of different wages to union employees doing a job than to nonunion employees doing the same job. As noted above, the House Report on  8 (3) of the Wagner Act emphasized that such disparate treatment was impossible under the Act.</p>\n<p>In <i>Gaynor</i> it was conceded that the sole criterion for extra payments was union membership, and the vacation payments were admittedly gratuitous. The wage differential payments, on the other hand, were based upon the 1947 supplementary agreement which the company below contended was negotiated solely in behalf of union members. However, the court below held that the union was exclusive bargaining agent for both union and nonunion employees. The company has not challenged this <span class=\"star-pagination\">*47</span> holding, asserting only that, even though the union represented all employees, the company's only liability to the nonunion employees can be for breach of contract.</p>\n<p>The union's representative status obviously does not effect the legality of the gratuitous payment. According to the reasoning of the Second Circuit, however, disparate payments based on contract are illegal only when the union, as bargaining agent for both union and nonunion employees, betrays its trust and obtains special benefits for the union members. That court considered such action unfair because such employees are not in a position to protect their own interests. Thus, it reasoned, if a union bargains only for its own members, it is legal for such union to cause an employer to give, and for such employer to give, special benefits to the members of the union for if nonmembers are aggrieved they are free to bargain for similar benefits for themselves.</p>\n<p>We express no opinion as to the legality of disparate payments where the union is not exclusive bargaining agent, since that case is not before us. We do hold that in the circumstances of this case, the union being exclusive bargaining agent for both member and nonmember employees, the employer could not, without violating  8 (a) (3), discriminate in wages solely on the basis of such membership even though it had executed a contract with the union prescribing such action. Statements throughout the legislative history of the National Labor Relations Act emphasize that exclusive bargaining agents are powerless \"to make agreements more favorable to the majority than to the minority.\"<sup>[54]</sup> Such discriminatory contracts are illegal and provide no defense to an action <span class=\"star-pagination\">*48</span> under  8 (a) (3). See <i>Steele</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 323 U. S. 192; <i>Wallace Corp.</i> v. <i>Labor Board,</i> 323 U. S. 248; <i>J. I. Case Co.</i> v. <i>Labor Board,</i> 321 U. S. 332; <i>Order of Railroad Telegraphers</i> v. <i>Railway Express Agency,</i> 321 U. S. 342. Cf. <i>Ford Motor Co.</i> v. <i>Huffman,</i> 345 U. S. 330.</p>\n<p></p>\n<h2>III. POWER OF BOARD TO DRAW INFERENCES.</h2>\n<p>Petitioners in <i>Gaynor</i> and <i>Radio Officers</i> contend that the Board's orders in these cases should not have been enforced by the Second Circuit because the records do not include \"independent proof that encouragement of Union membership actually occurred.\" The Eighth Circuit subscribed to this view that such independent proof is required in <i>Teamsters</i> when it denied enforcement of the Board's order in that proceeding on the ground that it was not supported by substantial evidence of encouragement. The Board argues that actual encouragement need not be proved but that a tendency to encourage is sufficient, and \"such tendency is sufficiently established if its existence may reasonably be inferred from the character of the discrimination.\"</p>\n<p>We considered this problem in the <i>Republic Aviation</i> case. To the contention that \"there must be evidence before the Board to show that the rules and orders of the employers interfered with and discouraged union organization in the circumstances and situation of each company,\" we replied that the statutory plan for an adversary proceeding \"does not go beyond the necessity for the production of evidential facts, however, and compel evidence as to the results which may flow from such facts. . . . An administrative agency with power after hearings to <span class=\"star-pagination\">*49</span> determine on the evidence in adversary proceedings whether violations of statutory commands have occurred may infer within the limits of the inquiry from the proven facts such conclusions as reasonably may be based upon the facts proven. One of the purposes which lead to the creation of such boards is to have decisions based upon evidential facts under the particular statute made by experienced officials with an adequate appreciation of the complexities of the subject which is entrusted to their administration. . . .\" 324 U. S., at 798, 800. See also <i>Labor Board</i> v. <i>Nevada Consolidated Copper Corp.,</i> 316 U. S. 105; <i>Labor Board</i> v. <i>Link-Belt Co.,</i> 311 U. S. 584. In these cases we but restated a rule familiar to the law and followed by all fact-finding tribunalsthat it is permissible to draw on experience in factual inquiries.</p>\n<p>It is argued, however, that these cases ceased to be good law under the Taft-Hartley amendments. The House Report on their version of  10 of the amendments, in discussing \"shocking injustices\" resulting from limited court review of Board rulings, stated that \"requiring the Board to rest its rulings upon facts, not interferences [<i>sic</i>], conjectures, background, imponderables, and presumed expertness will correct abuses under the act.\"<sup>[55]</sup> We do not read that statement nor statements in the House Conference Report, upon which petitioners rely to support their contention, to hold that the Board may not draw reasonable inferences from proven facts. The House Conference Report stated that, under the Wagner Act standard of review, courts had \"abdicated\" to the Board and \"in many instances deference on the part of the courts to specialized knowledge that is supposed to inhere in administrative agencies has led the courts to acquiesce in decisions of the Board, even when the findings concerned mixed issues of law and of fact [citing <span class=\"star-pagination\">*50</span> cases], or when they rested only on inferences that were not, in turn, supported by facts in the record [citing the <i>Republic Aviation</i> case].\"<sup>[56]</sup> The report concluded that the amendment to  10 (e), requiring Board findings to be \"supported by substantial evidence on the record considered as a whole,\" \"will be adequate to preclude such decisions as those in\" <i>inter alia</i> the <i>Nevada Copper Corp.</i> and <i>Republic Aviation</i> cases.</p>\n<p>In <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474, we carefully considered this legislative history and interpreted it to express dissatisfaction with too restricted application of the \"substantial evidence\" test of the Wagner Act. We noted, however, that sufficiency of evidence to support findings of fact was not involved in the <i>Republic Aviation</i> case, and stated that the amendment was not \"intended to negative the function of the Labor Board as one of those agencies presumably equipped or informed by experience to deal with a specialized field of knowledge, whose findings within that field carry the authority of an expertness which courts do not possess and therefore must respect.\" There is nothing in the language of the amendment itself that suggests denial to the Board of power to draw reasonable inferences. It is inconceivable that the authors of the reports intended such a result, for a fact-finding body must have some power to decide which inferences to draw and which to reject. We therefore conclude that insofar as the power to draw reasonable inferences is concerned, Taft-Hartley did not alter prior law.</p>\n<p>The Board relies heavily upon the House Report on  8 (3), which stated that the section outlawed discrimination \"which tends to `encourage or discourage membership in any labor organization,' \"<sup>[57]</sup> for its conclusion <span class=\"star-pagination\">*51</span> that only a tendency to encourage or discourage membership is required by  8 (a) (3). We read this language to mean that subjective evidence of employee response was not contemplated by the drafters, and to accord with our holding that such proof is not required where encouragement or discouragement can be reasonably inferred from the nature of the discrimination.</p>\n<p>Encouragement and discouragement are \"subtle things\" requiring \"a high degree of introspective perception.\" Cf. <i>Labor Board</i> v. <i>Donnelly Garment Co.,</i> 330 U. S. 219, 231. But, as noted above, it is common experience that the desire of employees to unionize is raised or lowered by the advantages thought to be attained by such action. Moreover, the Act does not require that the employees discriminated against be the ones encouraged for purposes of violations of  8 (a) (3). Nor does the Act require that this change in employees' \"quantum of desire\" to join a union have immediate manifestations.</p>\n<p>Obviously, it would be gross inconsistency to hold that an inherent effect of certain discrimination is encouragement of union membership, but that the Board may not reasonably infer such encouragement. We have held that a natural result of the disparate wage treatment in <i>Gaynor</i> was encouragement of union membership; thus it would be unreasonable to draw any inference other than that encouragement would result from such action. The company complains that it could have disproved this natural result if allowed to prove that Loner, the employee who filed the charges against it, had previously applied for and been denied membership in the union. But it is clear that such evidence would not have rebutted the inference: not only would it have failed to disprove an increase in desire on the part of other employees, union members or nonmembers, to join or retain good standing in the union, but it would not have shown lack of encouragement of Loner. In rejecting this argument the <span class=\"star-pagination\">*52</span> Second Circuit noted that union admission policies are not necessarily static and that employees may be encouraged to join when conditions change. This proved to be an accurate prophecy regarding the Newspaper and Mail Deliverers' Union, involved in this case, for in 1952 it altered its admission policy to allow membership of \"all steady situation holders,\" thus admitting many employees not previously eligible.</p>\n<p>The circumstances in <i>Radio Officers</i> and <i>Teamsters</i> are nearly identical. In each case the employer discriminated upon the instigation of the union. The purposes of the unions in causing such discrimination clearly were to encourage members to perform obligations or supposed obligations of membership. Obviously, the unions would not have invoked such a sanction had they not considered it an effective method of coercing compliance with union obligations or practices. Both Boston and Fowler were denied jobs by employers solely because of the unions' actions. Since encouragement of union membership is obviously a natural and foreseeable consequence of any employer discrimination at the request of a union, those employers must be presumed to have intended such encouragement. It follows that it was eminently reasonable for the Board to infer encouragement of union membership, and the Eighth Circuit erred in holding encouragement not proved.</p>\n<p></p>\n<h2>IV. SANCTION AGAINST UNION UNDER  8 (b) (2).</h2>\n<p>Section 8 (b) (2) was added to the National Labor Relations Act by the Taft-Hartley amendments in 1947. It provides that \"it shall be an unfair labor practice for a labor organization or its agents . . . to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (a) (3) or to discriminate against an employee with respect to whom membership in such organization has been denied or <span class=\"star-pagination\">*53</span> terminated on some ground other than his failure to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership.\" 61 Stat. 141. Petitioner in <i>Radio Officers</i> contends that it was fatal error for the Board to proceed against it, a union, without joining the employer, and that absent a finding of violation of  8 (a) (3) by and a reinstatement order against such employer, the Board could not order the union to pay back-pay under  8 (b) (2).</p>\n<p>We find no support for these arguments in the Act. No such limitation is contained in the language of  8 (b) (2). That section makes it clear that there are circumstances under which charges against a union for violating the section must be brought without joining a charge against the employer under  8 (a) (3), for attempts to cause employers to discriminate are proscribed. Thus a literal reading of the section requires only a showing that the union caused or attempted to cause the employer to engage in conduct which, if committed, would violate  8 (a) (3).<sup>[58]</sup> No charge was filed against the company by Fowler when he filed his charge against the union. The General Counsel is entrusted with \"final authority, on behalf of the Board, in respect of the investigation of charges and issuance of complaints,\"<sup>[59]</sup> but without a charge he has no authority to issue a complaint.<sup>[60]</sup> Even when a charge is filed, many factors must influence exercise by the General Counsel of this discretion relative to prosecution of unfair labor practices. Abuse of discretion has not been shown, and, when a complaint is prosecuted, the Board is empowered by  10 (a) \"to prevent any person from engaging in any <span class=\"star-pagination\">*54</span> unfair labor practice. . . .\" It, therefore, had the power to find that the union had violated  8 (b) (2).</p>\n<p>Nor does the absence of joinder of the employer preclude entry of a back-pay order against the union. The union cites in support of its position the language of  10 (c)<sup>[61]</sup> which empowers the Board to issue orders requiring \"such affirmative action including reinstatement of employees with or without back pay, as will effectuate the policies of this Act: <i>Provided,</i> That where an order directs reinstatement of an employee, back pay may be required of the employer or labor organization, as the case may be, responsible for the discrimination suffered by him: . . . .\" 61 Stat. 147. In <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 189, we interpreted the phrase giving the Board power to order \"reinstatement of employees with or without back pay\" not to limit, but merely to illustrate, the general grant of power to award affirmative relief. Thus we held that the Board could order back pay without ordering reinstatement. The proviso in  10 (c) was added by the 1947 amendments. The purpose of Congress in enacting this provision was not to limit the power of the Board to order back pay without ordering reinstatement but to give the Board power to remedy union unfair labor practices comparable to the power it possessed to remedy unfair labor practices by employers.<sup>[62]</sup> Petitioner argues, however, that it will not \"effectuate the policies of this Act\" to require it to reimburse back pay if the employer is not made to share this burden, but, on the contrary, will frustrate the Act's purposes. We do not agree. It does not follow that because one form of remedy is not available or appropriate in a case, as here, that no remedy should be granted. It is <span class=\"star-pagination\">*55</span> clear that petitioner committed an unfair labor practice and the policy of the Act is to make whole employees thus discriminated against. We therefore hold that the Board properly exercised its power in ordering petitioner to pay such back pay to Fowler.</p>\n<p>From the foregoing it follows that:</p>\n<p>The <i>Radio Officers' Union</i> v. <i>Labor Board</i> is affirmed.</p>\n<p><i>Labor Board</i> v. <i>International Brotherhood of Teamsters</i> is reversed.</p>\n<p><i>Gaynor News Co.</i> v. <i>Labor Board</i> is affirmed.</p>\n<p><i>No. 5, affirmed.</i></p>\n<p><i>No. 6, reversed.</i></p>\n<p><i>No. 7, affirmed.</i></p>\n<p>MR. JUSTICE FRANKFURTER, concurring.</p>\n<p>In construing an ambiguous provision of a regulatory measure like the Taft-Hartley Act, a decision can seldom avoid leaving more or less discretion to the agency primarily charged with administering the statute. Since guidance in the exercise of this discretion by the Labor Board, and not merely guidance for litigants, thus becomes a function of the Court's opinion, it is doubly necessary to define the scope of our ruling as explicitly as possible.</p>\n<p>The lower courts have given conflicting interpretations to the phrase, \"by discrimination . . . to encourage or discourage membership in any labor organization,\" contained in  8 (a) (3). We should settle this conflict without giving rise to avoidable new controversies.</p>\n<p>The phrase in its relevant setting is susceptible of alternative constructions of decisively different scope:</p>\n<blockquote>(a) On the basis of the employer's disparate treatment of his employees standing alone, or as supplemented by evidence of the particular circumstances under which the employer acted, it is open for <span class=\"star-pagination\">*56</span> the Board to conclude that the conduct of the employer tends to encourage or discourage union membership, thereby establishing a violation of the statute.</blockquote>\n<blockquote>(b) Even though the evidence of disparate treatment is sufficient to warrant the Board's conclusion set forth in (a), there must be a specific finding by the Board in all cases that the actual aim of the employer was to encourage or discourage union membership.</blockquote>\n<p>I think (a) is the correct interpretation. In many cases a conclusion by the Board that the employer's acts are likely to help or hurt a union will be so compelling that a further and separate finding characterizing the employer's state of mind would be an unnecessary and fictive formality. In such a case the employer may fairly be judged by his acts and the inferences to be drawn from them.</p>\n<p>Of course, there will be cases in which the circumstances under which the employer acted serve to rebut any inference that might be drawn from his acts of alleged discrimination standing alone. For example, concededly a raise given only to union members is prima facie suspect; but the employer, by introducing other facts, may be able to show that the raise was so patently referable to other considerations, unrelated to his views on unions and within his allowable freedom of action, that the Board could not reasonably have concluded that his conduct would encourage or discourage union membership.</p>\n<p>In sum, any inference that may be drawn from the employer's alleged discriminatory acts is just one element of evidence which may or may not be sufficient, without more, to show a violation. But that should not obscure the fact that this inference may be bolstered or rebutted by other evidence which may be adduced, and which the Board must take into consideration. The Board's task is <span class=\"star-pagination\">*57</span> to weigh everything before it, including those inferences which, with its specialized experience, it believes can fairly be drawn. On the basis of this process, it must determine whether the alleged discriminatory acts of the employer were such that he should have reasonably anticipated that they would encourage or discourage union membership.</p>\n<p>Since the issue which the Board thus has to decide involves pre-eminently an exercise of judgment on matters peculiarly within its special competence, little room will be left for judicial review. See <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474, 488.</p>\n<p>What I have written and the Court's opinion, as I read it, are not in disagreement. In any event, I concur in its judgment.</p>\n<p>MR. JUSTICE BURTON and MR. JUSTICE MINTON, having joined in the opinion of the Court, also join this opinion.</p>\n<p>MR. JUSTICE BLACK, with whom MR. JUSTICE DOUGLAS joins, dissenting.</p>\n<p></p>\n<h2>I.</h2>\n<p><i>No. 7</i><i>The Gaynor Case.</i>Eighteen years ago the language considered here became a part of what is now known as  8 (a) (3) of the Labor Act. The Court today gives that language an entirely new interpretation. I dissent. The Section makes it an unfair labor practice for an employer \"by discrimination in regard to . . . any term or condition of employment to encourage or discourage membership in any labor organization . . . .\" Unquestionably payment of disparate wages to union and nonunion employees is \"discrimination\" as that term is used in  8 (a) (3). But the Section does not forbid all \"discrimination.\" It carefully limits the conditions under which \"discrimination\" is \"unfair.\" The plain and long accepted meaning of  8 (a) (3) is that it forbids an employer to discriminate only when he does so <i>in order to</i> <span class=\"star-pagination\">*58</span> \"encourage or discourage\" union membership. <i>Labor Board</i> v. <i>Waterman S. S. Co.,</i> 309 U. S. 206, 219. Recently, however, the Labor Board has adopted the view that the Section outlaws discrimination merely having a \"tendency to encourage . . .\" or \"the natural and probable effect\" of which would be to encourage union membership. The Court apparently now accepts this interpretation, for here there is no finding that Gaynor acted in order to encourage union membership. Indeed, the Board concedes that Gaynor had no such purpose, and this concession is fully supported by the evidence. Gaynor had no desire to make retroactive payments to any employees. It yielded to the union not because it wanted to but because it was compelled to by a collective bargaining contract.</p>\n<p>I think the Court's new interpretation of  8 (a) (3) imputes guilt to an employer for conduct which Congress did not wish to outlaw. Behind the Labor Act was a long history of employer hostility to strong unions and affection for weak ones. Power over wages, hours and other working conditions permitted employers to help unions they liked and hurt unions they disliked. To enable workers to join or not join unions without fear of reprisal, Congress passed the Labor Act prohibiting such employer discrimination. But aside from this limitation on the employer's powers, Congress did not mean to invade his normal right to fix different wages, hours and other working conditions for different employees according to his best business judgment.<sup>[1]</sup> Section 8 (a) (3) is aptly phrased to accomplish both these purposes.</p>\n<p>The Board has been careful in  8 (a) (3) cases to make findings that employer discrimination was motivated by hostility or favoritism toward union membership.<sup>[2]</sup><span class=\"star-pagination\">*59</span> Even now trial examiners and the Board continue to make findings as to the employer's purpose.<sup>[3]</sup> The courts have regularly held that  8 (a) (3) requires such findings, and have been called on to determine if <span class=\"star-pagination\">*60</span> they were supported by substantial evidence.<sup>[4]</sup> I think the Section should not at this late date be held to penalize an employer for using his judgment in fixing working conditions unless he discriminates among employees in order to strengthen or weaken a union for his own advantage. For this reason, I would not sustain the Board's holding that Gaynor violated  8 (a) (3).</p>\n<p></p>\n<h2>II.</h2>\n<p><i>Nos. 5 and 6</i><i>The Radio Officers and Teamsters Cases.</i>In these cases the Board found that the Radio Officers and Teamsters unions had violated  8 (b) (2) of the Taft-Hartley Act which makes it an \"unfair labor practice\" for a union \"to cause or attempt to cause an employer to discriminate against an employee in violation\" <span class=\"star-pagination\">*61</span> of  8 (a) (3). The Board found on sufficient evidence that each of the two unions here \"caused\" an employer to treat an employee differently from the way it treated other employees, that is, the employer was caused \"to discriminate\" within the meaning of  8 (a) (3). The Board also found that this \"discrimination\" had a tendency to encourage union membership. But there was no finding that either employer's discrimination occurred <i>in order</i> to encourage union membership. For the reasons set out in my discussion of  8 (a) (3) in the <i>Gaynor</i> case, I think these findings fall short of showing an employer \"violation of  8 (a) (3).\" A union does not violate  8 (b) (2) by causing an employer to discriminate unless that employer discrimination is \"in violation of  8 (a) (3).\" For this reason I would reverse No. 5 and affirm No. 6.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 6, <i>National Labor Relations Board</i> v. <i>International Brotherhood of Teamsters, Chauffeurs, Warehousemen &amp; Helpers of America et al.,</i> on certiorari to the United States Court of Appeals for the Eighth Circuit, argued January 8-9, 1953, reargued November 9-10, 1953; and No. 7, <i>Gaynor News Co., Inc.</i> v. <i>National Labor Relations Board,</i> on certiorari to the United States Court of Appeals for the Second Circuit, argued April 27, 1953, reargued November 10, 1953.</p>\n<p>[1]  \"SEC. 8. (a) It shall be an unfair labor practice for an employer\n</p>\n<p>.....</p>\n<p>\"(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: <i>Provided,</i> That nothing in this Act, or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any action defined in section 8 (a) of this Act as an unfair labor practice) to require as a condition of employment membership therein on or after the thirtieth day following the beginning of such employment or the effective date of such agreement, whichever is the later, (i) if such labor organization is the representative of the employees as provided in section 9 (a), in the appropriate collective-bargaining unit covered by such agreement when made [; and (ii) if, following the most recent election held as provided in section 9 (e) the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to authorize such labor organization to make such an agreement:] <i>and has at the time the agreement was made or within the preceding twelve months received from the Board a notice of compliance with sections 9</i> (<i>f</i>), (<i>g</i>), (<i>h</i>), <i>and</i> (<i>ii</i>) <i>unless following an election held as provided in section 9</i> (<i>e</i>) <i>within one year preceding the effective date of such agreement, the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to rescind the authority of such labor organization to make such an agreement: Provided further,</i> That no employer shall justify any discrimination against an employee for nonmembership in a labor organization (A) if he has reasonable grounds for believing that such membership was not available to the employee on the same terms and conditions generally applicable to other members, or (B) if he has reasonable grounds for believing that membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership; . . . .\"</p>\n<p>Section 8 (a) (3) was enacted as part of the Taft-Hartley Act, 61 Stat. 136, in 1947, and amended in 1951, 65 Stat. 601. Provisions added by the 1951 amendment are in italics; provisions eliminated in 1951 are in brackets. This section derived from  8 (3) of the 1935 Wagner Act, 49 Stat. 452, 29 U. S. C.  158 (3), with the proviso amended. See note 42, <i>infra.</i></p>\n<p>[2]  <i>Labor Board</i> v. <i>International Brotherhood of Teamsters,</i> 196 F. 2d 1, certiorari granted, 344 U. S. 853. See also <i>Labor Board</i> v. <i>Del E. Webb Construction Co.,</i> 196 F. 2d 702.</p>\n<p>[3]  <i>Labor Board</i> v. <i>Reliable Newspaper Delivery, Inc.,</i> 187 F. 2d 547. See also <i>Western Cartridge Co.</i> v. <i>Labor Board,</i> 139 F. 2d 855.</p>\n<p>[4]  <i>Radio Officers' Union</i> v. <i>Labor Board,</i> 196 F. 2d 960, certiorari granted, 344 U. S. 852.</p>\n<p>[5]  <i>Labor Board</i> v. <i>Gaynor News Co., Inc.,</i> 197 F. 2d 719, certiorari granted, 345 U. S. 902. But cf. <i>Labor Board</i> v. <i>Air Associates, Inc.,</i> 121 F. 2d 586.</p>\n<p>[6]  <i>Labor Board</i> v. <i>Whitin Machine Works,</i> 204 F. 2d 883.</p>\n<p>[7]  <i>Labor Board</i> v. <i>Walt Disney Productions,</i> 146 F. 2d 44.</p>\n<p>[8]  See, <i>e. g., </i><i>Labor Board</i> v. <i>Reliable Newspaper Delivery, Inc.,</i> 187 F. 2d 547; <i>Wells, Inc.</i> v. <i>Labor Board,</i> 162 F. 2d 457; <i>Labor Board</i> v. <i>Reynolds International P. Co.,</i> 162 F. 2d 680; <i>Labor Board</i> v. <i>Draper Corp.,</i> 145 F. 2d 199; <i>Labor Board</i> v. <i>Air Associates, Inc.,</i> 121 F. 2d 586.</p>\n<p>[9]  See also <i>Union Starch &amp; Refining Co.</i> v. <i>Labor Board,</i> 186 F. 2d 1008; <i>Colonie Fibre Co.</i> v. <i>Labor Board,</i> 163 F. 2d 65; <i>Labor Board</i> v. <i>Walt Disney Productions,</i> 146 F. 2d 44; <i>Sperry Gyroscope Co., Inc.</i> v. <i>Labor Board,</i> 129 F. 2d 922; <i>Firestone Tire &amp; Rubber Co.,</i> 93 N. L. R. B. 981.</p>\n<p>[10]  29 U. S. C. (Supp. V)  158 (b) (2):\n</p>\n<p>\"(b) It shall be an unfair labor practice for a labor organization or its agents</p>\n<p>.....</p>\n<p>\"(2) to cause or attempt to cause an employer to discriminate against an employee in violation of subsection (a) (3) of this section or to discriminate against an employee with respect to whom membership in such organization has been denied or terminated on some ground other than his failure to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership; . . . .\"</p>\n<p>[11]  345 U. S. 962.</p>\n<p>[12]  Requisite engagement in commerce for purposes of the National Labor Relations Act is admitted in all three cases.</p>\n<p>[13]  29 U. S. C. (Supp. V)  158 (b) (1) (A). This section makes it an unfair labor practice for a union \"to restrain or coerce (A) employees in the exercise of the rights guaranteed in section 157 of this title.\" Section 157 provides: \"Employees shall have the right to self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection, and shall also have the right to refrain from any or all of such activities except to the extent that such right may be affected by an agreement requiring membership in a labor organization as a condition of employment as authorized in section 158 (a) (3).\"</p>\n<p>[14]  94 N. L. R. B. 1494.</p>\n<p>[15]  This agreement, known as the \"Central States Area Over-the-Road Agreement,\" has been executed with employers by more than 300 locals of the Teamsters Union in 12 different states.</p>\n<p>[16]  See the bracketed language in note 1, <i>supra.</i></p>\n<p>[17]  \"SEC. 45. Any member, under contract, one month in arrears for dues shall forfeit all seniority rights.\n</p>\n<p>\"(a) Clarification of the above paragraph: On the second day of the second month a member becomes in arrears with his dues.\"</p>\n<p>[18]  See note 13, <i>supra.</i></p>\n<p>[19]  (Trial Examiner's Footnote.) \"If, as Respondent appears to suggest, its conduct discouraged membership in a labor organization, it could be argued that from the plain meaning of Section 8 (a) (3), a union would equally violate the Act by causing an employer to discriminate against an employee in order to rid itself of slow-paying or otherwise recalcitrant members.\"</p>\n<p>[20]  196 F. 2d 1.</p>\n<p>[21]  In this connection, the court pointed out that Boston was a member of the union prior to the discrimination and retained his status as a member thereafter, and that Boston had testified that the discrimination neither encouraged nor discouraged him to remain in the union.</p>\n<p>[22]  344 U. S. 853.</p>\n<p>[23]  93 N. L. R. B. 1523.</p>\n<p>[24]  Such an agreement was permissible under  8 (3) of the National Labor Relations Act, 49 Stat. 449, 29 U. S. C.  158 (3). The agreement in this case was signed on January 11, 1947, and was extended for a period of one year on August 16, 1947. Under  102 of the 1947 amendments to the National Labor Relations Act, 61 Stat. 152, acts performed under such agreement which would not have been unfair labor practices under  8 (3) were not unfair practices under the amended Act.</p>\n<p>[25]  The Board found that the union secretary's \"hasty attempt to suspend\" Fowler was \"in disregard of Fowler's rights under the union bylaws and constitution. . . . in no event could Howe's authority exceed that of the general chairman, who in all instances was required by specific provisions of the bylaws to advise Fowler of his offense and to afford him an opportunity to conform with union rules before suspending him. It is clear that Fowler was not given such opportunity; his purported suspension was therefore ineffectual. . . .\"\n</p>\n<p>The power of the Board to make this finding is not challenged here.</p>\n<p>[26]  196 F. 2d 960.</p>\n<p>[27]  Judge Clark dissented as to this interpretation of the contract.</p>\n<p>[28]  Section 8 (c) provides: \"The expressing of any views, argument, or opinion, or the dissemination thereof, whether in written, printed, graphic, or visual form, shall not constitute or be evidence of an unfair labor practice under any of the provisions of this subchapter, if such expression contains no threat of reprisal or force or promise of benefit.\" 29 U. S. C. (Supp. V)  158 (c).</p>\n<p>[29]  344 U. S. 852.</p>\n<p>[30]  Section 8 (a) (1) makes it an unfair labor practice for an employer \"to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title\" and  8 (a) (2) makes it an unfair practice for an employer \"to dominate or interfere with the formation or administration of any labor organization or contribute financial or other support to it . . . .\"\n</p>\n<p>The original charge filed on February 3, 1949, alleged violation only of  8 (a) (1) and (3) by the above action relative to Loner between July and October 1948. This charge was amended on June 13, 1950, to allege violation of  8 (a) (1) and (2) by executing the October 1948 contract with the illegal union security clause. The complaint issued by the General Counsel on the same day contained all of these allegations and alleged that the discriminatory treatment extended to all nonunion employees. The company contends that inclusion of such employees who did not file charges is prohibited by the six-month statute of limitations period provided in  10 (b) of the Act. We agree with the Trial Examiner, the Board, and the court below that this charge relates back to the charges timely filed and thus the company was given adequate notice and was not prejudiced by the amendment. <i>Labor Board</i> v. <i>Kobritz,</i> 193 F. 2d 8, 14; <i>Labor Board</i> v. <i>Bradley Washfountain Co.,</i> 192 F. 2d 144, 149; <i>Labor Board</i> v. <i>Kingston Cake Co.,</i> 191 F. 2d 563, 567; cf. <i>Consolidated Edison Co.</i> v. <i>Labor Board,</i> 305 U. S. 197, 225, 238.</p>\n<p>[31]  93 N. L. R. B. 299.</p>\n<p>[32]  This clause requiring all new employees to become union members within thirty days was not authorized as then required by  8 (a) (3). See the bracketed language of note 1, <i>supra.</i></p>\n<p>[33]  The 1946 contract stated that the union was contracting \"for and in behalf of the Union and for and in behalf of the members thereof now employed and hereafter to be employed by the Employer.\" The president of the company testified before the Trial Examiner that he believed the 1946 contract and the supplementary agreement applied to union members only.</p>\n<p>[34]  The Board rejected the company's contention that since the closed-shop provision in the 1946 contract was valid under  8 (3), see note 24, <i>supra,</i> and it thus could have legally discharged the nonunion employees during the life of that contract, it could legally retain such employees and contract to discriminate as to their wages.\n</p>\n<p>The Board found, however, that the \"evidence indicates that the Respondent had contracted to make retroactive wage payments to the employees covered by the original contract. . . .\" The Board also adopted the Trial Examiner's finding that, regardless of the status of the wage payment, the retroactive vacation payments were entirely voluntary.</p>\n<p>[35]  197 F. 2d 719. The court modified parts of the order concerning the illegality of the 1948 contract. Judge Chase dissented as to such modification.\n</p>\n<p>In its brief the company seeks to raise the issue of the illegality of that contract. This question was not presented in the petition for certiorari and is, therefore, not properly before the Court. <i>General Talking Pictures Corp.</i> v. <i>Western Elec. Co.,</i> 304 U. S. 175.</p>\n<p>[36]  345 U. S. 902.</p>\n<p>[37]  See, <i>e. g., </i><i>Labor Board</i> v. <i>Gullett Gin Co., Inc.,</i> 340 U. S. 361; <i>Universal Camera Corp.</i> v. <i>Labor Board,</i> 340 U. S. 474; <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177; <i>Republic Steel Corp.</i> v. <i>Labor Board,</i> 311 U. S. 7; <i>Labor Board</i> v. <i>Sands Mfg. Co.,</i> 306 U. S. 332; <i>Labor Board</i> v. <i>Fansteel Metallurgical Corp.,</i> 306 U. S. 240; <i>Labor Board</i> v. <i>Mackay Radio &amp; Telegraph Co.,</i> 304 U. S. 333; <i>Labor Board</i> v. <i>Jones &amp; Laughlin Steel Corp.,</i> 301 U. S. 1.</p>\n<p>[38]  <i>Labor Board</i> v. <i>Fansteel Metallurgical Corp., supra</i><i>; </i><i>Labor Board</i> v. <i>Sands Mfg. Co., supra</i><i>; </i><i>Southern Steamship Co.</i> v. <i>Labor Board,</i> 316 U. S. 31. Cf. <i>Labor Board</i> v. <i>Electrical Workers,</i> 346 U. S. 464.</p>\n<p>[39]  <i>Associated Press</i> v. <i>Labor Board,</i> 301 U. S. 103. Cf. <i>Labor Board</i> v. <i>Kennametal, Inc.,</i> 182 F. 2d 817; <i>Labor Board</i> v. <i>Peter Cailler Kohler Swiss Chocolates Co.,</i> 130 F. 2d 503.</p>\n<p>[40]  See  7, 29 U. S. C. (Supp. V)  157, note 13, <i>supra.</i></p>\n<p>[41]  The full text of the proviso to  8 (a) (3) is set out in note 1, <i>supra.</i> That Congress intended  8 (a) (3) to proscribe all discrimination to encourage union membership not excepted by the proviso, see H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 44, where it is stated that  8 (a) (3) \"prohibits an employer from discriminating against an employee by reason of his membership or nonmembership in a labor organization, except to the extent that he obligates himself to do so under the terms of a permitted union shop or maintenance of membership contract.\"</p>\n<p>[42]  Under the Wagner Act the proviso read: \"<i>Provided,</i> That nothing in sections 151-166 of this title or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any section defined in said sections as an unfair labor practice) to require as a condition of employment membership therein, if such labor organization is the representative of the employees as provided in section 159 (a) of this title, in the appropriate collective bargaining unit covered by such agreement when made.\" 29 U. S. C. (1946 ed.)  158 (3). See <i>Colgate-Palmolive-Peet Co.</i> v. <i>Labor Board,</i> 338 U. S. 355.</p>\n<p>[43]  For example, Senator Taft said: \"It is contended that the employer should be obliged to discharge the man because the union does not like him. That is what we are trying to prevent. I do not see why a union should have such power over a man in that situation.\" 93 Cong. Rec. 4191.\n</p>\n<p>In H. R. Rep. No. 245, 80th Cong., 1st Sess., p. 33, it was stated that \"The bill prohibits what is commonly known as the closed shop, or any form of compulsory unionism that requires a person to be a member of a union in good standing when the employer hires him.\"</p>\n<p>See also 93 Cong. Rec. 4135, 4193, 4272, 4275, 4432; S. Rep. No. 105, 80th Cong., 1st Sess. 6 <i>et seq.;</i> H. R. 3020, 80th Cong., 1st Sess, 27-28; H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 41.</p>\n<p>[44]  See <i>Labor Board</i> v. <i>Eclipse Lumber Co.,</i> 199 F. 2d 684; <i>Union Starch &amp; Refining Co.</i> v. <i>Labor Board,</i> 186 F. 2d 1008.</p>\n<p>[45]  <i>Associated Press</i> v. <i>Labor Board,</i> 301 U. S. 103, 132.</p>\n<p>[46]  See cases cited, note 8, <i>supra.</i></p>\n<p>[47]  <i>E. g.,</i> Manoff, Labor Relations Law, 82; CCH, Guidebook to Labor Relations Law, 142; Wollett, Labor Relations and Federal Law, 62; Millis &amp; Brown, From the Wagner Act to Taft-Hartley, 428; Cox, Some Aspects of the Labor Management Relations Act, 1947, 61 Harv. L. Rev. 1, 20; Ward, \"Discrimination\" Under the National Labor Relations Act, 48 Yale L. J. 1152, 1158.</p>\n<p>[48]  N. L. R. B., 16th Annual Report 162.</p>\n<p>[49]  S. Rep. No. 573, 74th Cong., 1st Sess. 11.</p>\n<p>[50]  Hearings before the Senate Committee on Education and Labor on S. 1958, 74th Cong., 1st Sess. 38.</p>\n<p>[51]  H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 44.</p>\n<p>[52]  H. R. Rep. No. 1147, 74th Cong., 1st Sess. 21; see also Ward, note 47, <i>supra,</i> at 1166.</p>\n<p>[53]  See, <i>e. g., </i><i>Labor Board</i> v. <i>Industrial Cotton Mills,</i> 208 F. 2d 87; <i>Cusano</i> v. <i>Labor Board,</i> 190 F. 2d 898; <i>Allis-Chalmers Mfg. Co.,</i> 70 N. L. R. B. 348, enforced, 162 F. 2d 435; <i>Labor Board</i> v. <i>Gluek Brewing Co.,</i> 144 F. 2d 847.</p>\n<p>[54]  S. Rep. No. 573, 74th Cong., 1st Sess. 13. During a debate on the Act, Senator Wagner stated: \"Under this proposed legislation, assuming an agreement has been consummated by the agency elected by the majority of the employees, there will be no advantage which a majority can have under an agreement to which the minority is not also entitled, and in order to have that advantage the minority need not join any organization. It can join or not join, either way. It cannot be discriminated against under any other provision of the law.\" 79 Cong. Rec. 7673. See also note 52, <i>supra.</i></p>\n<p>[55]  H. R. Rep. No. 245, 80th Cong., 1st Sess. 41.</p>\n<p>[56]  H. Conf. Rep. No. 510, 80th Cong., 1st Sess. 55. See Cox, <i>op. cit. supra,</i> note 47, at 39 <i>et seq.</i></p>\n<p>[57]  H. R. Rep. No. 1147, 74th Cong., 1st Sess. 21.</p>\n<p>[58]  See <i>Labor Board</i> v. <i>Newspaper &amp; Mail Deliverers' Union,</i> 192 F. 2d 654. Cf. <i>Katz</i> v. <i>Labor Board,</i> 196 F. 2d 411.</p>\n<p>[59]  29 U. S. C. (Supp. V)  153 (d).</p>\n<p>[60]  <i>Id.,</i>  160 (b). But see <i>Labor Board</i> v. <i>Indiana &amp; Michigan Electric Co.,</i> 318 U. S. 9, 17.</p>\n<p>[61]  29 U. S. C. (Supp. V)  160 (c).</p>\n<p>[62]  See <i>Labor Board</i> v. <i>J. I. Case Co.,</i> 198 F. 2d 919, 924; <i>H. N. Newman,</i> 85 N. L. R. B. 725, enforced, 187 F. 2d 488; <i>Union Starch &amp; Refining Co.</i> v. <i>Labor Board,</i> 186 F. 2d 1008, 1014.</p>\n<p>[1]  <i>Labor Board</i> v. <i>Jones &amp; Laughlin Steel Corp.,</i> 301 U. S. 1, 45-46 (1937); <i>Phelps Dodge Corp.</i> v. <i>Labor Board,</i> 313 U. S. 177, 182-183 (1941).</p>\n<p>[2]  See, <i>e. g., </i><i>Fruehauf Trailer Co.,</i> 1 N. L. R. B. 68, 74-77 (1935), sustained, 301 U. S. 49, 55-57 (1937); <i>Union Pacific Stages, Inc.,</i> 2 N. L. R. B. 471, 486 (1936), enforced as modified, 99 F. 2d 153, 168, 176-177 (C. A. 9th Cir. 1938); <i>Kansas City Power &amp; Light Co.,</i> 12 N. L. R. B. 1414, 1436-1453 (1939), enforced as modified, 111 F. 2d 340, 349-351 (C. A. 8th Cir. 1940); <i>Martel Mills Corp.,</i> 20 N. L. R. B. 712, 721, 724, 733 (1940), enforcement denied, 114 F. 2d 624, 630-633 (C. A. 4th Cir. 1940); <i>Air Associates, Inc.,</i> 20 N. L. R. B. 356 (1940), enforced as modified, 121 F. 2d 586, 591-592 (C. A. 2d Cir. 1941); <i>Stonewall Cotton Mills,</i> 36 N. L. R. B. 240 (1941), enforced as modified, 129 F. 2d 629, 632-633 (C. A. 5th Cir. 1942); <i>Western Cartridge Co.,</i> 48 N. L. R. B. 434 (1943), enforced as modified, 139 F. 2d 855, 858-860 (C. A. 7th Cir. 1943); <i>Robbins Tire and Rubber Co.,</i> 69 N. L. R. B. 440, 441 (1946), enforced, 161 F. 2d 798, 801 (C. A. 5th Cir. 1947); <i>Wells, Inc.,</i> 68 N. L. R. B. 545, 546-547 (1946), enforced as modified, 162 F. 2d 457, 459-460 (C. A. 9th Cir. 1947); <i>Victor Mfg. &amp; Gasket Co.,</i> 79 N. L. R. B. 234, 235 (1948), enforced, 174 F. 2d 867, 868 (C. A. 7th Cir. 1949); <i>B &amp; Z Hosiery Products Co.,</i> 85 N. L. R. B. 633 (1949), enforced, <i>Bochner</i> v. <i>Labor Board,</i> 180 F. 2d 1021 (C. A. 3d Cir. 1950). To support its position here that an employer's purpose is irrelevant under  8 (a) (3) the Board relies on its decisions in <i>General Motors Corp.,</i> 59 N. L. R. B. 1143, 1145 (1944), enforced as modified, 150 F. 2d 201 (C. A. 3d Cir. 1945); <i>Allis-Chalmers Mfg. Co.,</i> 70 N. L. R. B. 348, 349-350 (1946), enforced, 162 F. 2d 435 (C. A. 7th Cir. 1947); and <i>Reliable Newspaper Delivery, Inc.,</i> 88 N. L. R. B. 659, 669-670 (1950), enforcement denied, 187 F. 2d 547 (C. A. 3d Cir. 1951). In the first two decisions specific findings of employer purpose were made, and in the latter the facts are substantially identical to the case here.</p>\n<p>[3]  <i>E. g.,</i> in <i>Marathon Electric Mfg. Corp.,</i> 106 N. L. R. B. No. 199 (September 29, 1953), the trial examiner found that numerous acts of an employer violated  8 (a) (3) because the employer \"discriminated. . . to discourage membership in UE. . . .\" In sustaining the examiner as to some of the acts and overruling him as to others the Board's decision rested on such findings as: \"the discharges were not only calculated to discourage concerted activities . . . but also to deter . . . from joining, or giving support in the future to, UE or any other labor organization\"; the record did not show \"that the failure to recall them [certain employees] was because of their actual or supposed connection with UE\"; and there was \"no evidence in the record to rebut the Respondent's [employer's] contention that its only reason for not recalling these employees was the cancellation of the contract.\" See also <i>New Mexico Transportation Co.,</i> 107 N. L. R. B. No. 8 (November 13, 1953); <i>Terri Lee, Inc.,</i> 107 N. L. R. B. No. 141 (December 28, 1953).</p>\n<p>[4]  See court decisions cited in note 2, <i>supra.</i> See also <i>Labor Board</i> v. <i>Waterman S. S. Co.,</i> 309 U. S. 206, 218, 220-226 (1940), where this Court reviewed the record and held that a finding of discrimination by an employer \"because of\" union membership was sustained by substantial evidence. <i>Republic Aviation Corp.</i> v. <i>Labor Board,</i> 324 U. S. 793 (1945), indicated no intent to repudiate the interpretation of  8 (a) (3) accepted in the <i>Waterman</i> case, <i>supra.</i> The Board also relies on such cases as: <i>Labor Board</i> v. <i>Hudson Motor Car Co.,</i> 128 F. 2d 528, 532-533 (C. A. 6th Cir. 1942), enforcing 34 N. L. R. B. 815, 826-827 (1941); <i>Labor Board</i> v. <i>Gluek Brewing Co.,</i> 144 F. 2d 847, 853 (C. A. 8th Cir. 1944), modifying and enforcing 47 N. L. R. B. 1079, 1095 (1943); and <i>Labor Board</i> v. <i>Industrial Cotton Mills,</i> 208 F. 2d 87 (C. A. 4th Cir. 1953), modifying and enforcing 102 N. L. R. B. 1265 (1953). However, none of these cases is in point here, since in each the Board made findings of the employer's purpose.</p>\n\n</div>", "id": 105187, "judges": "Reed", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105187/", "sha1": "d1674713e9eb549087b883f8d946ad34e31059cd", "source": "LR", "supreme_court_db_id": "1953-035", "time_retrieved": "2010-04-28T09:55:22"}