{"absolute_url": "/opinion/105728/hanson-v-denckla/", "blocked": false, "citation": {"case_name": "Hanson v. Denckla", "docket_number": "107", "document_uris": ["/api/rest/v2/document/105728/"], "federal_cite_one": "357 U.S. 235", "federal_cite_three": "2 L. Ed. 2d 1283", "federal_cite_two": "78 S. Ct. 1228", "id": 90111, "lexis_cite": "1958 U.S. LEXIS 752", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90111/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1040, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1958-10-13", "date_modified": "2015-05-28T13:06:20.166038", "docket": "/api/rest/v2/docket/117174/", "download_url": "http://bulk.resource.org/courts.gov/c/US/357/357.US.235.107.117.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">357 U.S. 235</p>\n    <p class=\"case_cite\">78 S.Ct. 1228</p>\n    <p class=\"case_cite\">2 L.Ed.2d 1283</p>\n    <p class=\"parties\">Elizabeth Donner HANSON, Individually, as Executrix  of the Will of Dora Browning Donner, Deceased, et  al., Appellants,<br>v.<br>Katherine N. R. DENCKLA, Individually, and Elwyn L.  Middleton, as Guardian of the Property of Dorothy  Browning Stewart.  Dora Stewart LEWIS, Mary Washington Stewart Borie and  Paula Browning Denckla, Petitioners,  v.  Elizabeth Donner HANSON, as Executrix and Trustee Under  the Last Will of Dora Browning Donner, Deceased, et al.</p>\n    <p class=\"docket\">Nos. 107 and 117.</p>\n    <p class=\"date\">Argued March 10, 11, 1958.</p>\n    <p class=\"date\">Decided June 23, 1958.</p>\n    <p class=\"date\">Rehearing Denied Oct. 13, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 79 S.Ct. 10.</p>\n      <p class=\"indent\">[Syllabus from pages 235-237 intentionally omitted]</p>\n      <p class=\"indent\">Mr. William H. Foulk, Wilmingon, Del., for appellants Hanson et al.</p>\n      <p class=\"indent\">Mr. Arthur G. Logan, Wilmington, Del., for petitioners Lewis et al.</p>\n      <p class=\"indent\">Mr. Sol A. Rosenblatt, New York City, for appellees Denckla et al.</p>\n      <p class=\"indent\">Mr. Edwin D. Steel, Jr., Wilmington, Del., for respondents Hanson et al.</p>\n      <p class=\"indent\">Mr. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This controversy concerns the right to $400,000, part of the corpus of a trust established in Delaware by a settlor who later became domiciled in Florida. One group of claimants, 'legatees,' urge that this property passed under the residuary clause of the settlor's will, which was admitted to probate in Florida. The Florida courts have sustained this position. Fla., 100 So.2d 378. Other claimants, 'appointees' and 'beneficiaries,' contend that the property passed pursuant to the settlor's exercise of the inter vivos power of appointment created in the deed of trust. The Delaware courts adopted this position and refused to accord full faith and credit to the Florida determination because the Florida court had not acquired jurisdiction over an indispensable party, the Delaware trustee. &#8212;- Del. &#8212;-, 128 A.2d 819. We postponed the question of jurisdiction in the Florida appeal, No. 107, 354 U.S. 919, 77 S.Ct. 1377, 1 L.Ed.2d 1434, and granted certiorari to the Delaware Supreme Court, No. 117, 354 U.S. 920, 77 S.Ct. 1380, 1 L.Ed.2d 1435.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The trust whose validity is contested here was created in 1935. Dora Browning Donner, then a domiciliary of Pennsylvania, executed a trust instrument in Delaware naming the Wilmington Trust Co., of Wilmington, Delaware, as trustee. The corpus was composed of securities. Mrs. Donner reserved the income for life, and stated that the remainder should be paid to such persons or upon such trusts as she should appoint by inter vivos or testamentary instrument. The trust agreement provided that Mrs. Donner could change the trustee, and that she could amend, alter or revoke the agreement at any time. A measure of control over trust administration was assured by the provision that only with the consent of a trust 'advisor' appointed by the settlor could the trustee (1) sell trust assets, (2) make investments, and (3) participate in any plan, proceeding, reorganization or merger involving securities held in the trust. A few days after the trust was established Mrs. Donner exercised her power of appointment. That appointment was replaced by another in 1939. Thereafter she left Pennsylvania, and in 1944 became domiciled in Florida, where she remained until her death in 1952. Mrs. Donner's will was executed Dec. 3, 1949. On that same day she executed the inter vivos power of appointment whose terms are at issue here.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> After making modest appointments in favor of a hospital and certain family retainers (the 'appointees'),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> she appointed the sum of $200,000 to each of two trusts previously established with another Delaware trustee, the Delaware Trust Co. The balance of the trust corpus, over $1,000,000 at the date of her death, was appointed to her executrix. that amount passed under the residuary clause of her will and is not at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The two trusts with the Delaware Trust Co. were created in 1948 by Mrs. Donner's daughter, Elizabeth Donner Hanson, for the benefit of Elizabeth's children, Donner Hanson and Joseph Donner Winsor. In identical terms they provide that the income not required for the beneficiary's support should be accumulated to age 25, when the beneficiary should be paid 1/4 of the corpus and receive the income from the balance for life. Upon the death of the beneficiary the remainder was to go to such of the beneficiary's issue or Elizabeth Donner Hanson's issue as the beneficiary should appoint by inter vivos or testamentary instrument; in default of appointment to the beneficiary's issue alive at the time of his death, and if none to the issue of Elizabeth Donner Hanson.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mrs. Donner died Nov. 20, 1952. Her will, which was admitted to probate in Florida, named Elizabeth Donner Hanson as executrix. She was instructed to pay all debts and taxes, including any which might be payable by reason of the property appointed under the power of appointment in the trust agreement with the Wilmington Trust Co. After disposing of personal and household effects, Mrs. Donner's will directed that the balance of her property (the $1,000,000 appointed from the Delaware trust) be paid in equal parts to two trusts for the benefit of her daughters Katherine N. R. Denckla and Dorothy B. R. Stewart.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This controversy grows out of the residuary clause that created the lastmentioned trusts. It begins:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'All the rest, residue and remainder of my estate, real,      personal and mixed, whatsoever and wheresoever the same may      be at the time of my death, including any and all property,      rights and interest over which I may have power of      appointment which prior to my death has not been effectively      exercised by me or has been exercised by me in favor of my      Executrix, I direct my Executrix to deal with as follows * *      *.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Residuary legatees Denckla and Stewart, already the recipients of over $500,000 each, urge that the power of appointment over the $400,000 appointed to sister Elizabeth's children was not 'effectively exercised' and that the property should accordingly pass to them. Fourteen months after Mrs. Donner's death these parties petitioned a Florida chancery court for a declaratory judgment 'concerning what property passes under the residuary clause' of the will. Personal service was had upon the following defendants: (1) executrix Elizabeth Donner Hanson, (2) beneficiaries Donner Hanson and Joseph Donner Winsor, and (3) potential beneficiary William Donner Roosevelt, also one of Elizabeth's children. Curtin Winsor, Jr., another of Elizabeth's children and also a potential beneficiary of the Delaware trusts, was not named as a party and was not served. About a dozen other defendants were nonresidents and could not be personally served. These included the Wilmington Trust Co. ('trustee'), the Delaware Trust Co. (to whom the $400,000 had been paid shortly after Mrs. Donner's death), certain individuals who were potential successors in interest to complainants Denckla and Stewart, and most of the named appointees in Mrs. Donner's 1949 appointment. A copy of the pleadings and a 'Notice to Appear and Defend' were sent to each of these defendants by ordinary mail, and notice was published locally as required by the Florida statutes dealing with constructive service.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> With the exception of two individuals whose interests coincided with complainants Denckla and Stewart, none of the nonresident defendants made any appearance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appearing defendants (Elizabeth Donner Hanson and her children) moved to dismiss the suit because the exercise of jurisdiction over indispensable parties, the Delaware trustees, would offend Section 1 of the Fourteenth Amendment. The Chancellor ruled that he lacked jurisdiction over these nonresident defendants because no personal service was had and because the trust corpus was outside the territorial jurisdiction of the court. The cause was dismissed as to them. As far as parties before the court were concerned, however, he ruled that the power of appointment was testamentary and void under the applicable Florida law. In a decree dated Jan. 14, 1955, he ruled that the $400,000 passed under the residuary clause of the will.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the Florida litigation began, but before entry of the decree, the executrix instituted a declaratory judgment action in Delaware to determine who was entitled to participate in the trust assets held in that State. Except for the addition of beneficiary Winsor and several appointees, the parties were substantially the same as in the Florida litigation. Nonresident defendants were notified by registered mail. All of the trust companies, beneficiaries, and legatees except Katherine N. R. Denckla, appeared and participated in the litigation. After the Florida court enjoined executrix Hanson from further participation, her children pursued their own interests. When the Florida decree was entered the legatees unsuccessfully urged it as res judicata of the Delaware dispute. In a decree dated Jan. 13, 1956, the Delaware Chancellor ruled that the trust and power of appointment were valid under the applicable Delaware law, and that the trust corpus had properly been paid to the Delaware Trust Co. and the other appointees. Hanson v. Wilmington Trust Co., 119 A.2d 901.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Alleging that she would be bound by the Delaware decree, the executrix moved the Florida Supreme Court to remand with instructions to dismiss the Florida suit then pending on appeal. No full faith and credit question was raised. The motion was denied. The Florida Supreme Court affirmed its Chancellor's conclusion that Florida law applied to determine the validity of the trust and power of appointment. Under that law the trust was invalid because the settlor had reserved too much power over the trustee and trust corpus, and the power of appointment was not independently effective to pass the property because it was a testamentary act not accompanied by the requisite formalities. The Chancellor's conclusion that there was no jurisdiction over the trust companies and other absent defendants was reversed. The court ruled that jurisdiction to construe the will carried with it 'substantive' jurisdiction 'over the persons of the absent defendants' even though the trust assets were not 'physically in this state.' Whether this meant jurisdiction over the person of the defendants or jurisdiction over the trust assets is open to doubt. In a motion for rehearing the beneficiaries and appointees urged for the first time that Florida should have given full faith and credit to the decision of the Delaware Chancellor. The motion was denied without opinion, Nov. 28, 1956.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The full faith and credit question was first raised in the Delaware litigation by an unsuccessful motion for new trial filed with the Chancellor Jan. 20, 1956. After the Florida Supreme Court decision the matter was renewed by a motion to remand filed with the Delaware Supreme Court. In a decision of Jan. 14, 1957, that court denied the motion and affirmed its Chancellor in all respects. The Florida decree was held not binding for purposes of full faith and credit because the Florida court had no personal jurisdiction over the trust companies and no jurisdiction over the trust res.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The issues for our decision are, first, whether Florida erred in holding that it had jurisdiction over the nonresident defendants, and second, whether Delaware erred in refusing full faith and credit to the Florida decree. We need not determine whether Florida was bound to give full faith and credit to the decree of the Delaware Chancellor since the question was not seasonably presented to the Florida court. Radio Station WOW v. Johnson, 326 U.S. 120, 128, 65 S.Ct. 1475, 1480, 89 L.Ed. 2092.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">No. 107, The Florida Appeal. The question of our jurisdiction was postponed until the hearing of the merits. The appeal is predicated upon the contention that as applied to the facts of this case the Florida statute providing for constructive service is contrary to the Federal Constitution. 28 U.S.C. &#167; 1257(2), 28 U.S.C.A. &#167; 1257(2). But in the state court appellants (the 'beneficiaries') did not object that the statute was invalid as applied, but rather that the effect of the state court's exercise of jurisdiction in the circumstances of this case deprived them of a right under the Federal Constitution.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Accordingly, we are without jurisdiction of the appeal and it must be dismissed. Wilson v. Cook, 327 U.S. 474, 482, 66 S.Ct. 663, 667, 90 L.Ed. 793; Charleston Fed. Sav. &amp; Loan Ass'n v. Alderson, 324 U.S. 182, 65 S.Ct. 624, 89 L.Ed. 857. Treating the papers whereon appeal was taken as a petition for certiorari, 28 U.S.C. &#167; 2103, 28 U.S.C.A. &#167; 2103, certiorari is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Relying upon the principle that a person cannot invoke the jurisdiction of this Court to vindicate the right of a third party,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> appellees urge that appellants lack standing to complain of a defect in jurisdiction over the nonresident trust companies, who have made no appearance in this action. Florida adheres to the general rule that a trustee is an indispensable party to litigation involving the validity of the trust.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In the absence of such a party a Florida court may not proceed to adjudicate the controversy.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Since state law required the acquisition of jurisdiction over the nonresident trust company<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> before the court was empowered to proceed with the action, any defendant affected by the court's judgment has that 'direct and substantial personal interest in the outcome' that is necessary to challenge whether that jurisdiction was in fact acquired. Chicago v. Atchison, T. &amp; S.F.R. Co., 357 U.S. 77, 78 S.Ct. 1063.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants charge that this judgment is offensive to the Due Process Clause of the Fourteenth Amendment because the Florida court was without jurisdiction. There is no suggestion that the court failed to employ a means of notice reasonably calculated to inform nonresident defendants of the pending proceedings,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> or denied them an opportunity to be heard in defense of their interests.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The alleged defect is the absence of those 'AFFILIATING CIRCUMSTANCES'<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> WITHOut which the courts of a state mAY NOt enter a judgment imposing obligations on persons (jurisdiction in personam) or affecting interests in property (jurisdiction in rem or quasi in rem).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> While the in rem and in personam classifications do not exhaust all the situations that give rise to jurisdiction,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> they are adequate to describe the affiliating circumstances suggested here, and accordingly serve as a useful means of approach to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In rem jurisdiction. Founded on physical power, McDonald v. Mabee, 243 U.S. 90, 91, 37 S.Ct. 343, 61 L.Ed. 608, the in rem jurisdiction of a state court is limited by the extent of its power and by the coordinate authority of sister States.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> The basis of the jurisdicton is the presence of the subject property within the territorial jurisdiction of the forum State. Rose v. Himely, 4 Cranch 241, 277, 2 L.Ed. 608; Overby v. Gordon, 177 U.S. 214, 221&#8212;222, 20 S.Ct. 603, 606, 44 L.Ed. 741. Tangible property poses no problem for the application of this rule, but the situs of intangibles is often a matter of controversy.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> In considering restrictions on the power to tax, this Court has concluded that 'jurisdiction' over intangible property is not limited to a single State. State Tax Commission of Utah v. Aldrich, 316 U.S. 174, 62 S.Ct. 1008, 86 L.Ed. 1358; Curry v. McCanless, 307 U.S. 357, 59 S.Ct. 900, 83 L.Ed. 1339. Whether the type of 'jurisdiction' with which this opinion deals may be exercised by more than one State we need not decide. The parties seem to assume that the trust assets that form the subject matter of this action<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> were located in Delaware and not in Florida. We can see nothing in the record contrary to that assumption, or sufficient to establish a situs in Florida.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Florida court held that the presence of the subject property was not essential to its jurisdiction. Authority over the probate and construction of its domiciliary's will, under which the assets might pass, was thought sufficient to confer the requisite jurisdiction.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> But jurisdiction cannot be predicated upon the contingent role of this Florida will. Whatever the efficacy of a so-called 'in rem' jurisdiction over assets admittedly passing under a local will, a State acquires no in rem jurisdiction to adjudicate the validity of inter vivos dispositions simply because its decision might augment an estate passing under a will probated in its courts. If such a basis of jurisdiction were sustained, probate courts would enjoy nationwide service of process to adjudicate interests in property with which neither the State nor the decedent could claim any affiliation. The settlor-decedent's Florida domicile is equally unavailing as a basis for jurisdiction over the trust assets. For the purpose of jurisdiction in rem the maxim that personalty has its situs at the domicile of its owner<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> is a fiction of limited utility. Green v. Van Buskirk, 7 Wall. 139, 150, 19 L.Ed. 109. The maxim is no less suspect when the domicile is that of a decedent. In analogous cases, this Court has rejected the suggestion that the probate decree of the State where decedent was domiciled has an in rem effect on personalty outside the forum State that could render it conclusive on the interests f nonresidents over whom there was no personal jurisdiction. Riley v. New York Trust Co., 315 U.S. 343, 353, 62 S.Ct. 608, 614, 86 L.Ed. 885; Baker v. Baker, Eccles &amp; Co., 242 U.S. 394, 401, 37 S.Ct. 152, 154, 61 L.Ed. 386; Overby v. Gordon, 177 U.S. 214, 20 S.Ct. 603, 44 L.Ed. 741.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The fact that the owner is or was domiciled within the forum State is not a sufficient affiliation with the property upon which to base jurisdiction in rem. Having concluded that Florida had no in rem jurisdiction, we proceed to consider whether a judgment purporting to rest on that basis is invalid in Florida and must therefore be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Prior to the Fourteenth Amendment an exercise of jurisdiction over persons or property outside the forum State was thought to be an absolute nullity,<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> but the matter remained a question of state law over which this Court exercised no authority.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> With the adoption of that Amendment, any judgment purporting to bind the person of a defendant over whom the court had not acquired in personam jurisdiction was void within the State as well as without. Pennoyer v. Neff, 95 U.S. 714, 24 L.Ed. 565. Nearly a century has passed without this Court being called upon to apply that principle to an in rem judgment dealing with property outside the forum State. The invalidity of such a judgment within the forum State seems to have been assumed and with good reason. Since a State is forbidden to enter a judgment attempting to bind a person over whom it has no jurisdiction, it has even less right to enter a judgment purporting to extinguish the interest of such a person in property over which the court has no jurisdiction.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> Therefore, so far as it purports to rest upon jurisdiction over the trust assets, the judgment of the Florida court cannot be sustained. Sadler v. Industrial Trust Co., 327 Mass. 10, 97 N.E.2d 169.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In personam jurisdiction. Appellees' stronger argument is for in personam jurisdiction over the Delaware trustee. They urge that the circumstances of this case amount to sufficient affiliation with the State of Florida to empower its courts to exercise personal jurisdiction over this nonresident defendant. Principal reliance is placed upon McGee v. International Life Ins. Co., 355 U.S. 220, 78 S.Ct. 199, 2 L.Ed.2d 223. In McGee the Court noted the trend of expanding personal jurisdiction over nonresidents. As technological progress has increased the flow of commerce between States, the need for jurisdiction over nonresidents has undergone a similar increase. At the same time, progress in communications and transportation has made the defense of a suit in a foreign tribunal less burdensome. In response to these changes, the requirements for personal jurisdiction over nonresidents have evolved from the rigid rule of Pennoyer v. Neff, 95 U.S. 714, 24 L.Ed. 565, to the flexible standard of International Shoe Co. v. State of Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95. But it is a mistake to assume that this trend heralds the eventual demise of all restrictions on the personal jurisdiction of state courts. See Vanderbilt v. Vanderbilt, 354 U.S. 416, 418, 77 S.Ct. 1360, 1362, 1 L.Ed.2d 1456. Those restrictions are more than a guarantee of immunity from inconvenient or distant litigation. They are a consequence of territorial limitations on the power of the respective States. However minimal the burden of defending in a foreign tribunal, a defendant may not be called upon to do so unless he has had the 'minimal contacts' with that State that are a prerequisite to its exercise of power over him. See International Shoe Co. v. State of Washington, 326 U.S. 310. 319, 66 S.Ct. 154, 159, 90 L.Ed. 95.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We fail to find such contacts in the circumstances of this case. The defendant trust company has no office in Florida, and transacts no business there. None of the trust assets has ever been held or administered in Florida, and the record discloses no solicitation of business in that State either in person or by mail. Cf. International Shoe Co. v. State of Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95; McGee v. International Life Ins. Co., 355 U.S. 220, 78 S.Ct. 199, 2 L.Ed.2d 223; Travelers Health Ass'n v. Com. of Virginia ex rel. State Corporation Comm., 339 U.S. 643, 70 S.Ct. 927, 94 L.Ed. 1154.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The cause of action in this case is not one that arises out of an act done or transaction consummated in the forum State. In that respect, it differs from McGee v. International Life Ins. Co., 355 U.S. 220, 78 S.Ct. 199, 201, 2 L.Ed.2d 223, and the cases there cited. In McGee, the nonresident defendant solicited a reinsurance agreement with a resident of California. The offer was accepted in that State, and the insurance premiums were mailed from there until the insured's death. Noting the interest California has in providing effective redress for its residents when nonresident insurers refuse to pay claims on insurance they have solicited in that State, the Court upheld jurisdiction because the suit 'was based on a contract which had substantial connection with that State.' In contrast, this action involves the validity of an agreement that was entered without any connection with the forum State. The agreement was executed in Delaware by a trust company incorporated in that State and a settlor domiciled in Pennsylvania. The first relationship Florida had to the agreement was years later when the settlor became domiciled there, and the trustee remitted the trust income to her in that State. From Florida Mrs. Donner carried on several bits of trust administration that may be compared to the mailing of premiums in McGee.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> But the record discloses no instance in which the trustee performed any acts in Florida that bear the same relationship to the agreement as the solicitation in McGee. Consequently, this suit cannot be said to be one to enforce an obligation that arose from a privilege the defendant exercised in Florida. Cf. International Shoe Co. v. State of Washington, 326 U.S. 310, 319, 66 S.Ct. 154, 159, 90 L.Ed. 95. This case is also different from McGee in that there the State had enacted special legislation (Unauthorized Insurers Process Act, West's Ann.Cal.Insurance Code, &#167; 1610 et seq.) to exercise what McGee called its 'manifest interest' in providing effective redress for citizens who had been injured by nonresidents engaged in an activity that the State treats as exceptional and subjects to special regulation. Cf. Travelers Health Ass'n v. Com. of Virginia ex rel. State Corporation Comm., 339 U.S. 643, 647&#8212;649, 70 S.Ct. 927, 929&#8212;930, 94 L.Ed. 1154; Doherty &amp; Co. v. Goodman, 294 U.S. 623, 627, 55 S.Ct. 553, 554, 79 L.Ed. 1097; Henry L. Hess v. Pawloski, 274 U.S. 352, 47 S.Ct. 632, 71 L.Ed. 1091.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The execution in Florida of the powers of appointment under which the beneficiaries and appointees claim does not give Florida a substantial connection with the contract on which this suit is based. It is the validity of the trust agreement, not the appointment, that is at issue here.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> For the purpose of applying its rule that the validity of a trust is determined by the law of the State of its creation, Florida ruled that the appointment amounted to a 'republication' of the original trust instrument in Florida. For choice-of-law purposes such a ruling may be justified, but we think it an insubstantial connection with the trust agreement for purposes of determining the question of personal jurisdiction over a nonresident defendant. The unilateral activity of those who claim some relationship with a nonresident defendant cannot satisfy the requirement of contact with the forum State. The application of that rule will vary with the quality and nature of the defendant's activity, but it is essential in each case that there be some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws. International Shoe Co. v. State of Washington, 326 U.S. 310, 319, 66 S.Ct. 154, 159, 90 L.Ed. 95. The settlor's execution in Florida of her power of appointment cannot remedy the absence of such an act in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is urged that because the settlor and most of the appointees and beneficiaries were domiciled in Florida the courts of that State should be able to exercise personal jurisdiction over the nonresident trustees. This is a nonsequitur. With personal jurisdiction over the executor, legatees, and appointees, there is nothing in federal law to prevent Florida from adjudicating concerning the respective rights and liabilities of those parties. But Florida has not chosen to do so. As we understand its law, the trustee is an indispensable party over whom the court must acquire jurisdiction before it is empowered to enter judgment in a proceeding affecting the validity of a trust.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> It does not acquire that jurisdiction by being the 'center of gravity' of the controversy, or the most convenient location for litigation. The issue is personal jurisdiction, not choice of law. It is resolved in this case by considering the acts of the trustee. As we have indicated, they are insufficient to sustain the jurisdiction.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Because it sustained jurisdiction over the nonresident trustees, the Florida Supreme Court found it unnecessary to determine whether Florida law made those defendants indispensable parties in the circumstances of this case. Our conclusion that Florida was without jurisdiction over the Delaware trustee, or over the trust corpus held in that State, requires that we make that determination in the first instance. As we have noted earlier, the Florida Supreme Court has repeatedly held that a trustee is an indispensable party without whom a Florida court has no power to adjudicate controversies affecting the validity of a trust.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> For that reason the Florida judgment must be reversed not only as to the nonresident trustees but also as to appellants, over whom the Florida court admittedly had jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No. 117, The Delaware Certiorari. The same reasons that compel reversal of the Florida judgment require affirmance of the Delaware one. Delaware is under no obligation to give full faith and credit to a Florida judgment invalid in Florida because offensive to the Due Process Clause of the Fourteenth Amendment. 28 U.S.C. &#167; 1738, 28 U.S.C.A. &#167; 1738. Even before passage of the Fourteenth Amendment this Court sustained state courts in refusing full faith and credit to judgments entered by courts that were without jurisdiction over nonresident defendants. D'Arcy v. Ketchum, 11 How. 165, 13 L.Ed. 648; Hall v. Lanning, 91 U.S. 160, 23 L.Ed. 271. See Baker v. Baker, Eccles &amp; Co., 242 U.S. 394, 37 S.Ct. 152, 61 L.Ed. 386; Riley v. New York Trust Co., 315 U.S. 343, 62 S.Ct. 608, 86 L.Ed. 885. Since Delaware was entitled to conclude that Florida law made the trust company an indispensable party, it was under no obligation to give the Florida judgment any faith and credit&#8212;even against parties over whom Florida's jurisdiction was unquestioned.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is suggested that this disposition is improper&#8212;that the Delaware case should be held while the Florida cause is remanded to give that court an opportunity to determine whether the trustee is an indispensable party in the circumstances of this case. But this is not a case like Herb v. Pitcairn, 324 U.S. 117, 65 S.Ct. 459, 89 L.Ed. 789, where it is appropriate to remand for the state court to clarify an ambiguity in its opinion that may reveal an adequate state ground that would deprive us of power to affect the result of the controversy. Nor is this a circumstance where the state court has never ruled on the question of state law that we are deciding. Although the question was left open in this case, there is ample Florida authority from which we may determine the appropriate answer.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The rule of primacy to the first final judgment is a necessary incident to the requirement of full faith and credit. Our only function is to determine whether judgments are consistent with the Federal Constitution. In determining the correctness of Delaware's judgment we look to what Delaware was entitled to conclude from the Florida authorities at the time the Delaware court's judgment was entered. To withhold affirmance of a correct Delaware judgment until Florida has had time to rule on another question would be participating in the litigation instead of adjudicating its outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judgment of the Delaware Supreme Court is affirmed, and the judgment of the Florida Supreme Court is reversed and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Judgment of Delaware Supreme Court affirmed; judgment of Florida Supreme Court reversed and cause remanded with directions.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mr. Justice BLACK, whom Mr. Justice BURTON and Mr. Justice BRENNAN join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I believe the courts of Florida had power to adjudicate the effectiveness of the appointment made in Florida by Mrs. Donner with respect to all those who were notified of the proceedings and given an opportunity to be heard without violating the Due Process Clause of the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> If this is correct, it follows that the Delaware courts erred in refusing to give the prior Florida judgment full faith and credit. U.S.Const., Art. IV, &#167; 1; 28 U.S.C. &#167; 1738, 28 U.S.C.A. &#167; 1738.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Mrs. Donner was domiciled in Florida from 1944 until her death in 1952. The controversial appointment was made there in 1949. It provided that certain persons were to receive a share of the property held by the Delaware 'trustee' under the so-called trust agreement upon her death. Until she died Mrs. Donner received the entire income from this property, and at all times possessed absolute power to revoke or alter the appointment and to dispose of the property as she pleased. As a practical matter she also retained control over the management of the property, the 'trustee' in Delaware being little more than a custodian.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> A number of the beneficiaries of the appointment, including those who were to receive more than 95% of the assets involved, were residents of Florida at the time the appointment was made as well as when the present suit was filed. The appointed property consisted of intangibles which had no real situs in any particular State although Mrs. Donner paid taxes on the property in Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The same day the 1949 appointment was made Mrs. Donner executed a will, which after her death was duly probated in a Florida court. The will contained a residuary clause providing for the distribution of all of her property not previously bequeathed, including 'any and all property, rights and interest over which I may have power of appointment which prior to my death has not been effectively exercised by me * * *.' Thus if the 1949 appointment was ineffective the property involved came back into Mrs. Donner's estate to be distributed under the residuary clause of her will. As might be anticipated the present litigation arose when legatees brought an action in the Florida courts seeking a determination whether the appointment was valid. The beneficiaries of the appointment, some of whom live outside Florida, and the Delaware trustee were defendants. They had timely notice of the suit and an adequate opportunity to obtain counsel and appear.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In light of the foregoing circumstances it seems quite clear to me that there is nothing in the Due Process Clause which denies Florida the right to determine whether Mrs. Donner's appointment was valid as against its statute of wills. This disposition, which was designed to take effect after her death, had very close and substantial connections with that State. Not only was the appointment made in Florida by a domiciliary of Florida, but the primary beneficiaries also lived in that State. In my view it could hardly be denied that Florida had sufficient interest so that a court with jurisdiction might properly apply Florida law, if it chose, to determine whether the appointment was effectual. Watson v. Employers Liability Assurance Corp., 348 U.S. 66, 75 S.Ct. 166, 99 L.Ed. 74; Osborn v. Ozlin, 310 U.S. 53, 60 S.Ct. 758, 84 L.Ed. 1074. True, the question whether the law of a State can be applied to a transaction is different from the question whether the courts of that State have jurisdiction to enter a judgment, but the two are often closely related and to a substantial degree depend upon similar considerations. It seems to me that where a transaction has as much relationship to a State as Mrs. Donner's appointment had to Florida its courts ought to have power to adjudicate controversies arising out of that transaction, unless litigation there would impose such a heavy and disproportionate burden on a nonresident defendant that it would offend what this Court has referred to as 'traditional notions of fair play and substantial justice.' Milliken v. Meyer, 311 U.S. 457, 463, 61 S.Ct. 339, 342, 343, 85 L.Ed. 278; International Shoe Co. v. State of Washington, 326 U.S. 310, 316, 66 S.Ct. 154, 158, 90 L.Ed. 95. So far as the nonresident defendants here are concerned I can see nothing which approaches that degree of unfairness. Florida, the home of the principal contenders for Mrs. Donner's largess, was a reasonably convenient forum for all.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Certainly there is nothing fundamentally unfair in subjecting the corporate trustee to the jurisdiction of the Florida courts. It chose to maintain business relations with Mrs. Donner in that State for eight years, regularly communicating with her with respect to the business of the trust including the very appointment in question.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Florida's interest in the validity of Mrs. Donner's appointment is made more emphatic by the fact that her will is being administered in that State. It has traditionally been the rule that the State where a person is domiciled at the time of his death is the proper place to determine the validity of his will, to construe its provisions and to marshal and distribute his personal property. Here Florida was seriously concerned with winding up Mrs. Donner's estate and with finally determining what property was to be distributed under her will. In fact this suit was brought for that very purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Court's decision that Florida did not have jurisdiction over the trustee (and inferentially the nonresident beneficiaries) stems from principles stated the better part of a century ago in Pennoyer v. Neff, 95 U.S. 714, 24 L.Ed. 565. That landmark case was decided in 1878, at a time when business affairs were predominantly local in nature and travel between States was difficult, costly and sometimes even dangerous. There the Court laid down the broad principle that a State could not subject nonresidents to the jurisdiction of its courts unless they were served with process within its boundaries or voluntarily appeared, except to the extent they had property in the State. But as the years have passed the constantly increasing ease and rapidity of communication and the tremendous growth of interstate business activity have led to a steady and inevitable relaxation of the strict limits on state jurisdiction announced in that case. In the course of this evolution the old jurisdictional landmarks have been left far behind so that in many instances States may now properly exercise jurisdiction over nonresidents not amenable to service within their borders.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Yet further relaxation seems certain. Of course we have not reached the point where state boundaries are without significance, and I do not mean to suggest such a view here. There is no need to do so. For we are dealing with litigation arising from a transaction that had an abundance of close and substantial connections with the State of Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Perhaps the decision most nearly in point is Mullane v. Central Hanover Bank &amp; Trust Co., 339 U.S. 306, 70 S.Ct. 652, 94 L.Ed. 865. In that case the Court held that a State could enter a personal judgment in favor of a trustee against nonresident beneficiaries of a trust even though they were not served with process in that State. So far as appeared, their only connection with the State was the fact that the trust was being administered there.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> In upholding the State's jurisdiction the Court emphasized its great interest in trusts administered within its boundaries and governed by its laws. Id., 339 U.S. at page 313, 70 S.Ct. at page 656. Also implicit in the result was a desire to avoid the necessity for multiple litigation with its accompanying waste and possibility of inconsistent results. It seems to me that the same kind of considerations are present here supporting Florida's jurisdiction over the nonresident defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Even if it be assumed that the Court is right in its jurisdictional holding, I think its disposition of the two cases is unjustified. It reverses the judgment of the Florida Supreme Court on the ground that the trustee may be, but need not be, an indispensable party to the Florida litigation under Florida law. At the same time it affirms the subsequent Delaware judgment. Although in form the Florida case is remanded for further proceedings not inconsistent with the Court's opinion, the effect is that the Florida courts will be ogliged to give full faith and credit to the Delaware judgment. This means the Florida courts will never have an opportunity to determine whether the trustee is an indispensable party. The Florida judgment is thus completely wiped out even as to those parties who make their homes in that State, and even though the Court acknowledges there is nothing in the Constitution which precludes Florida from entering a binding judgment for or against them. It may be argued that the Delaware judgment is the first to become final and therefore is entitled to prevail. But it only comes first because the Court makes it so. In my judgment the proper thing to do would be to hold the Delaware case until the Florida courts had an opportunity to decide whether the trustee is an indispensable party. Under the circumstances of this case I think it is quite probable that they would say he is not. See Trueman Fertilizer Co. v. Allison, Fla., 81 So.2d 734. I can see no reason why this Court should deprive Florida plaintiffs of their judgment against Florida defendants on the basis of speculation about Florida law which might well turn out to be unwarranted.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The testatrix died domiciled in Florida. Her will, made after she had acquired a domicile in Florida, was probated there. Prior to the time she established a domicile in Florida she executed a trust instrument in Delaware. By its terms she was to receive the income during her life. On her death the principal and undistributed income were to go as provided in any power of appointment or, failing that, in her last will and testament.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">After she had become domiciled in Florida she executed a power of appointment; and she also provided in her will that if the power of appointment had not been effectively exercised, the property under the trust, consisting of intangibles, should pass to certain designated trusts.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Florida court held that the power of appointment was testamentary in character and not being a valid testamentary disposition for lack of the requisite witnesses, failed as a will under Florida law. Therefore the property passed under the will. Fla., 100 So.2d 378.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Distribution of the assets of the estate could not be made without determining the validity of the power of appointment. The power of appointment, being integrated with the will, was as much subject to construction and interpretation by the Florida court as the will itself. Of course one not a party or privy to the Florida proceedings is not bound by it and can separately litigate the right to assets in other States. See Riley v. New York Trust Co., 315 U.S. 343, 62 S.Ct. 608, 86 L.Ed. 885; Baker v. Baker, Eccles &amp; Co., 242 U.S. 394, 37 S.Ct. 152, 61 L.Ed. 386. But we have no such situation here. The trustee of the trust was in privity with the deceased. She was the settlor; and under the trust, the trustee was to do her bidding. That is to say, the trustee, though managing the res during the life of the settlor, was on her death to transfer the property to such persons as the settlor designated by her power of appointment or by her last will and testament, or, failing that, to designated classes of persons. So far as the present controversy is concerned the trustee was purely and simply a stakeholder or an agent holding assets of the settlor to dispose of as she designated. It had a community of interest with the deceased. I see no reason therefore why Florida could not say that the deceased and her executrix may stand in judgment for the trustee so far as the disposition of the property under the power of appointment and the will is concerned. The question in cases of this kind is whether the procedure is fair and just, considering the interests of the parties. Cf. Hansberry v. Lee, 311 U.S. 32, 61 S.Ct. 115, 85 L.Ed. 22; Mullane v. Central Hanover Trust Co., 339 U.S. 306, 312&#8212;317, 70 S.Ct. 652, 656&#8212;658, 94 L.Ed. 865. Florida has such a plain and compelling relation to these out-of-state intangibles (cf. Curry v. McCanless, 307 U.S. 357, 59 S.Ct. 900, 83 L.Ed. 1339), and the nexus between the settlor and trustee is so close, as to give Florida the right to make the controlling determination even without personal service over the trustee and those who claim under it. We must remember this is not a suit to impose liability on the Delaware trustee or on any other absent person. It is merely a suit to determine interests in those intangibles. Cf. Mullane v. Central Hanover Trust Co., supra, 339 U.S. at page 313, 70 S.Ct. at page 656. Under closely analogous facts the California Supreme Court held in Atkinson v. Superior Court, 49 Cal.2d 338, 316 P.2d 960, that California had jurisdiction over an absent trustee. I would hold the same here. The decedent was domiciled in Florida; most of the legatees are there; and the absent trustee through whom the others claim was an agency so close to the decedent as to be held to be privy with her in other words so identified in interest with her as to represent the same legal right.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appointment was partially revoked July 7, 1950 in a respect not material to the instant controversy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The hospital received $10,000. Six servants qualified for appointments totalling $7,000.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fla.Stat., 1957, c. 48, &#167; 48.01:</p>\n        <p>'Service of process by publication may be had, in any of the several courts of this state, and upon any of the parties mentioned in &#167; 48.02 in any suit or proceeding:</p>\n        <p>'(1) To enforce any legal or equitable lien upon or claim to any title or interest in real or personal property within the jurisdiction of the court or any fund held or debt owing by any party upon whom process can be served within this state.</p>\n        <p>'(5) For the construction of any will, deed, contract or other written instrument and for a judicial declaration or enforcement of any legal or equitable right, title, claim, lien or interest thereunder.'</p>\n        <p>&#167; 48.02: 'Where personal service of process cannot be had, service of process by publication may be had upon any party, natural or corporate, known or unknown, including: (1) Any known or unknown natural person * * * (2) Any corporation or other legal entity, whether its domicile be foreign, domestic or unknown * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The record discloses no mention of the state statute until the petition for rehearing in the Florida Supreme Court. In the trial court, appellant's motion to dismiss raised the federal question in this manner: 'The exercise by this Court of the jurisdiction sought to be invoked by the plaintiffs herein would contravene the Constitution and Laws of the State of Florida and the Constitution of the United States, and, in particular, Section 1 of the Fourteenth Amendment to the United States Constitution.' No. 107, R. 41.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Liberty Warehouse Co. v. Burley Tobacco Growers' Co-op. Marketing Ass'n, 276 U.S. 71, 88, 48 S.Ct. 291, 294, 72 L.Ed. 473; Smith v. State of Indiana, 191 U.S. 138, 148, 24 S.Ct. 51, 52, 48 L.Ed. 125; Tyler v. Judges of the Court of Registration, 179 U.S. 405, 21 S.Ct. 206, 45 L.Ed. 252; Robertson and Kirkham, Jurisdiction of the Supreme Court (Wolfson and Kurland ed.), &#167; 298.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Trueman Fertilizer Co. v. Allison, Fla., 81 So.2d 734, 738; Winn v. Strickland, 34 Fla. 610, 633, 16 So. 606, 613; Wilson v. Russ, 17 Fla. 691, 697; McArthur v. Scott, 113 U.S. 340, 396, 5 S.Ct. 652, 670, 28 L.Ed. 1015; Sadler v. Industrial Trust Co., 327 Mass. 10, 97 N.E.2d 169.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Martinez v. Balbin, Fla., 76 So.2d 488, 490; Florida Land Rock Phosphate Co. v. Anderson, 50 Fla. 501, 512&#8212;513, 39 So. 392, 396.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Hereafter the terms 'trust,' 'trust company' and 'trustee' have reference to the trust established in 1935 with the Wilmington Trust Co., the validity of which is at issue here. It is unnecessary to determine whether the Delaware Trust Co., to which the $400,000 remainder interest was appointed and was paid after Mrs. Donner's death, is also an indispensable party to this proceeding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Walker v. City of Hutchinson, 352 U.S. 112, 77 S.Ct. 200, 1 L.Ed.2d 179; Mullane v. Central Hanover Bank &amp; Trust Co., 339 U.S. 306, 70 S.Ct. 652, 94 L.Ed. 865; McDonald v. Mabee, 243 U.S. 90, 37 S.Ct. 343, 61 L.Ed. 608.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Roller v. Holly, 176 U.S. 398, 20 S.Ct. 410, 44 L.Ed. 520.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Sunderland, The Problem of Jurisdiction, Selected Essays on Constitutional Law, 1270, 1272.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A judgment in personam imposes a personal liability or obligation on one person in favor of another. A judgment in rem affects the interests of all persons in designated property. A judgment quasi in rem affects the interests of particular persons in designated property. The latter is of two types. In one the plaintiff is seeking to secure a pre-existing claim in the subject property and to extinguish or establish the nonexistence of similar interests of particular persons. In the other the plaintiff seeks to apply what he concedes to be the property of the defendant to the satisfaction of a claim against him. Restatement, Judgments, 5&#8212;9. For convenience of terminology this opinion will use 'in rem' in lieu of 'in rem and quasi in rem.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> E.g., Mallane v. Central Hanover Bank &amp; Trust Co., 339 U.S. 306, 312, 70 S.Ct. 652, 656, 94 L.Ed. 865; Williams v. State of North Carolina, 317 U.S. 287, 297, 63 S.Ct. 207, 212, 87 L.Ed. 279. Fraser, Jurisdiction by Necessity, 100 U. of Pa.L.Rev. 305.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Baker v. Baker, Eccles &amp; Co., 242 U.S. 394, 400, 37 S.Ct. 152, 154, 61 L.Ed. 386; Riley v. New York Trust Co., 315 U.S. 343, 349, 62 S.Ct. 608, 612, 86 L.Ed. 885; Overby v. Gordon, 177 U.S. 214, 221&#8212;222, 20 S.Ct. 603, 606, 44 L.Ed. 741; Pennoyer v. Neff, 95 U.S. 714, 24 L.Ed. 565; Rose v. Himely, 4 Cranch 241, 277, 2 L.Ed. 608.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See Andrews, Situs of Intangibles in Suits against Non-Resident Claimants, 49 Yale L.J. 241.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> This case does not concern the situs of a beneficial interest in trust property. These appellees were contesting the validity of the trust. Their concern was with the legal interest of the trustee or, if the trust was invalid, the settlor. Therefore, the relevant factor here is the situs of the stocks, bonds, and notes that make up the corpus of the trust. Properly speaking such assets are intangibles that have no 'physical' location. But their embodiment in documents treated for most purposes as the assets themselves makes them partake of the nature of tangibles. Cf. Wheeler v. Sohmer, 233 U.S. 434, 439, 34 S.Ct. 607, 58 L.Ed. 1030.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The documents evidencing ownership of the trust property were held in Delaware, cf. Bank of Jasper v. First Nat. Bank, 258 U.S. 112, 119, 42 S.Ct. 202, 204, 66 L.Ed. 490, by a Delaware trustee who was the obligee of the credit instruments and the record owner of the stock. The location of the obligors and the domicile of the corporations do not appear. The trust instrument was executed in Delaware by a settlor then domiciled in Pennsylvania. Without expressing any opinion on the significance of these or other factors unnamed, we note that none relates to Florida.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The Florida Supreme Court's opinion states: 'We held (in Henderson v. Usher, 118 Fla. 688, 160 So. 9) that constructive service was valid in that state of the record because substantive jurisdiction existed in the Florida court by virtue of construction of a will, which was also involved, the testator having been domiciled in Florida. We observed that it was not essential that the assets of the trust be physically in this state in order that constructive service be binding upon a non-resident where the problem presented to the court was to adjudicate, inter alia, the status of the securities incorporated in the trust estate and the rights of the non-resident therein. It is entirely consistent with the Henderson case to hold, as we do, that the court below erred in ruling that it lacked jurisdiction over the persons of the absent defendants.' Fla., 100 So.2d at page 385.</p>\n        <p>The foregoing leaves unclear whether the court was invoking in personam jurisdiction over the trustee, or in rem jurisdiction over the trust assets. Henderson v. Usher, supra, which was an action by testamentary trustees for a construction of the will establishing a trust whose assets were held in New York, found it unnecessary to decide the basis of the jurisdiction exercised. In response to the jurisdictional objections of a specially appearing nonresident defendant, the Florida Supreme Court ruled: 'Since the interpretation of the will is the primary question with which we are confronted we are impelled to hold that the res is at least constructively in this state and that the Florida courts are empowered to advise the trustees how to proceed under it and what rights those affected have in it. For the immediate purpose of this suit the will is the res and when that is voluntarily brought into the courts of Florida to be construed the trust created by it is to all intents and purposes brought with it.' 118 Fla. at page 692, 160 So. at page 10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We assume arguendo for the purpose of this discussion that the trust was invalid so that Mrs. Donner was the 'owner' of the subject property.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Though analogous, these cases are not squarely in point. They concerned the efficacy of such judgments in the courts of another sovereign, while the issue here is the validity of such an exercise of jurisdiction within the forum State.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See Pennoyer v. Neff, 95 U.S. 714, 720&#8212;728, 732, 24 L.Ed. 565; Story, Commentaries on the Conflict of Laws (6th ed. 1865), &#167;&#167; 539, 550&#8212;551; Cooley, Constitutional Limitations (1st ed. 1868), 404&#8212;405; Rheinstein, The Constitutional Bases of Jurisdiction, 22 U. of Chi.L.Rev. 775, 792&#8212;793.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See Baker v. Baker, Eccles &amp; Co., 242 U.S. 394, 403, 37 S.Ct. 152, 155, 61 L.Ed. 386.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> This holding was forecast in Pennoyer v. Neff, supra. When considering the effect of the Fourteenth Amendment, this Court declared that in actions against nonresidents substituted service was permissible only where 'property in the State is brought under the control of the court, and subjected to its disposition by process adapted to that purpose * * *.' (Emphasis supplied.) 95 U.S. at page 733.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> By a letter dated Feb. 5, 1946, Mrs. Donner changed the compensation to be paid the trust advisor. April 2, 1947, she revoked the trust as to $75,000, returning that amount to the trustee December 22, 1947. To these acts may be added the execution of the two powers of appointment mentioned earlier.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The Florida Supreme Court's opinion makes repeated references to the 'invalidity' of the trust, and uses other language of like import. See 100 So.2d at pages 381, 382, 383, 384, 385. Its ruling that the 1949 and 1950 'appointments' were ineffective to pass title to the property (because lacking the requisite testamentary formalities) proceeded from this initial ruling that the trust agreement was 'invalid,' 100 So.2d at page 383, or 'illusory,' 100 So.2d at page 384, and therefore created no power of appointment. There was no suggestion that the appointment was ineffective as an exercise of whatever power was created by the trust agreement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See note 6, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> This conclusion make unnecessary any consideration of appellants' contention that the contacts the trust agreement had with Florida were so slight that it was a denial of due process of law to determine its validity by Florida law. See Home Insurance Co. v. Dick, 281 U.S. 397, 50 S.Ct. 338, 74 L.Ed. 926.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> See notes 6 and 7, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> In my judgment it is a mistake to decide this case on the assumption that the Florida courts invalidated the trust established in 1935 by Mrs. Donner while she was living in Pennsylvania. It seems quite clear to me that those courts had no such purpose. As I understand it, all they held was that an appointment made in Florida providing for the disposition of part of the trust property after Mrs. Donner's death was (1) testamentary since she retained complete control over the appointed property until she died, and (2) ineffective because not executed in accordance with the Florida statute of wills.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Among other things Mrs. Donner reserved the right to appoint 'advisers' serving at her sufferance who controlled all purchases, sales and investments by the 'trustee.' Evidence before the Delaware courts indicated that these advisers, not the Delaware 'trustee,' actually made all decisions with respect to transactions affecting the 'trust' property and that the 'trustee' mechanically acted as they directed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The suggestion is made that Delaware was a more suitable forum, but the plain fact is that none of the beneficiaries or legatees has ever resided in that State.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See, e.g., McGee v. International Life Ins. Co., 355 U.S. 220, 78 S.Ct. 199, 2 L.Ed.2d 223; Travelers Health Ass'n v. Com. of Virginia ex rel. State Corporation Comm., 339 U.S. 643, 70 S.Ct. 927, 94 L.Ed. 1154; International Shoe Co. v. State of Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95; Milliken v. Meyer, 311 U.S. 457, 61 S.Ct. 339, 85 L.Ed. 278; Henry L. Doherty &amp; Co. v. Goodman, 294 U.S. 623, 55 S.Ct. 553, 79 L.Ed. 1097; Hess v. Pawloski, 274 U.S. 352, 47 S.Ct. 632, 71 L.Ed. 1091.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> There was no basis for in rem jurisdiction since the litigation concerned the personal liability of the trustee and did not involve the trust property.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>357 U.S. 235 (1958)</b></center>\n<center><h1>HANSON, EXECUTRIX, ET AL.<br>\nv.<br>\nDENCKLA ET AL.</h1></center>\n<center>No. 107.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10-11, 1958.</center>\n<center>Decided June 23, 1958.<sup>[*]</sup></center>\nAPPEAL FROM THE SUPREME COURT OF FLORIDA.\n<p><span class=\"star-pagination\">*237</span> <i>William H. Foulk</i> argued the cause for appellants in No. 107. With him on the brief were <i>Manley P. Caldwell</i> and <i>Edward McCarthy.</i></p>\n<p><i>Arthur G. Logan</i> argued the cause for petitioners in No. 117. With him on the brief was <i>Aubrey B. Lank.</i></p>\n<p><i>Sol A. Rosenblatt</i> argued the cause for appellees in No. 107. With him on the brief were <i>D. H. Redfearn, C. Robert Burns, R. H. Ferrell</i> and <i>Charles Roden.</i></p>\n<p><i>Edwin D. Steel, Jr.</i> argued the cause for respondents in No. 117. With him on a brief were <i>William S. Megonigal, Jr.</i> and <i>Andrew B. Kirkpatrick, Jr.</i> for Steel, respondent.</p>\n<p>On a brief were <i>Caleb S. Layton</i> for the Wilmington Trust Co., and <i>David F. Anderson</i> for the Delaware Trust Co., respondents.</p>\n<p><i>Robert B. Walls, Jr.</i> filed a brief for Walls, respondent.</p>\n<p><span class=\"star-pagination\">*238</span> MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This controversy concerns the right to $400,000, part of the corpus of a trust established in Delaware by a settlor who later became domiciled in Florida. One group of claimants, \"legatees,\" urge that this property passed under the residuary clause of the settlor's will, which was admitted to probate in Florida. The Florida courts have sustained this position. 100 So. 2d 378. Other claimants, \"appointees\" and \"beneficiaries,\" contend that the property passed pursuant to the settlor's exercise of the <i>inter vivos</i> power of appointment created in the deed of trust. The Delaware courts adopted this position and refused to accord full faith and credit to the Florida determination because the Florida court had not acquired jurisdiction over an indispensable party, the Delaware trustee. ___ Del. ___, 128 A. 2d 819. We postponed the question of jurisdiction in the Florida appeal, No. 107, 354 U. S. 919, and granted certiorari to the Delaware Supreme Court, No. 117, 354 U. S. 920.</p>\n<p>The trust whose validity is contested here was created in 1935. Dora Browning Donner, then a domiciliary of Pennsylvania, executed a trust instrument in Delaware naming the Wilmington Trust Co., of Wilmington, Delaware, as trustee. The corpus was composed of securities. Mrs. Donner reserved the income for life, and stated that the remainder should be paid to such persons or upon such trusts as she should appoint by <i>inter vivos</i> or testamentary instrument. The trust agreement provided that Mrs. Donner could change the trustee, and that she could amend, alter or revoke the agreement at any time. A measure of control over trust administration was assured by the provision that only with the consent of a trust \"advisor\" appointed by the settlor could the trustee (1) sell trust assets, (2) make investments, and (3) participate in any plan, proceeding, reorganization or merger <span class=\"star-pagination\">*239</span> involving securities held in the trust. A few days after the trust was established Mrs. Donner exercised her power of appointment. That appointment was replaced by another in 1939. Thereafter she left Pennsylvania, and in 1944 became domiciled in Florida, where she remained until her death in 1952. Mrs. Donner's will was executed Dec. 3, 1949. On that same day she executed the <i>inter vivos</i> power of appointment whose terms are at issue here.<sup>[1]</sup> After making modest appointments in favor of a hospital and certain family retainers (the \"appointees\"),<sup>[2]</sup> she appointed the sum of $200,000 to each of two trusts previously established with another Delaware trustee, the Delaware Trust Co. The balance of the trust corpus, over $1,000,000 at the date of her death, was appointed to her executrix. That amount passed under the residuary clause of her will and is not at issue here.</p>\n<p>The two trusts with the Delaware Trust Co. were created in 1948 by Mrs. Donner's daughter, Elizabeth Donner Hanson, for the benefit of Elizabeth's children, Donner Hanson and Joseph Donner Winsor. In identical terms they provide that the income not required for the beneficiary's support should be accumulated to age 25, when the beneficiary should be paid 1/4 of the corpus and receive the income from the balance for life. Upon the death of the beneficiary the remainder was to go to such of the beneficiary's issue or Elizabeth Donner Hanson's issue as the beneficiary should appoint by <i>inter vivos</i> or testamentary instrument; in default of appointment to the beneficiary's issue alive at the time of his death, and if none to the issue of Elizabeth Donner Hanson.</p>\n<p>Mrs. Donner died Nov. 20, 1952. Her will, which was admitted to probate in Florida, named Elizabeth Donner <span class=\"star-pagination\">*240</span> Hanson as executrix. She was instructed to pay all debts and taxes, including any which might be payable by reason of the property appointed under the power of appointment in the trust agreement with the Wilmington Trust Co. After disposing of personal and household effects, Mrs. Donner's will directed that the balance of her property (the $1,000,000 appointed from the Delaware trust) be paid in equal parts to two trusts for the benefit of her daughters Katherine N. R. Denckla and Dorothy B. R. Stewart.</p>\n<p>This controversy grows out of the residuary clause that created the last-mentioned trusts. It begins:</p>\n<blockquote>\"All the rest, residue and remainder of my estate, real, personal and mixed, whatsoever and wheresoever the same may be at the time of my death, including any and all property, rights and interest over which I may have power of appointment which prior to my death has not been effectively exercised by me or has been exercised by me in favor of my Executrix, I direct my Executrix to deal with as follows . . . .\"</blockquote>\n<p>Residuary legatees Denckla and Stewart, already the recipients of over $500,000 each, urge that the power of appointment over the $400,000 appointed to sister Elizabeth's children was not \"effectively exercised\" and that the property should accordingly pass to them. Fourteen months after Mrs. Donner's death these parties petitioned a Florida chancery court for a declaratory judgment \"concerning what property passes under the residuary clause\" of the will. Personal service was had upon the following defendants: (1) executrix Elizabeth Donner Hanson, (2) beneficiaries Donner Hanson and Joseph Donner Winsor, and (3) potential beneficiary William Donner Roosevelt, also one of Elizabeth's children. Curtin Winsor, Jr., another of Elizabeth's children and <span class=\"star-pagination\">*241</span> also a potential beneficiary of the Delaware trusts, was not named as a party and was not served. About a dozen other defendants were nonresidents and could not be personally served. These included the Wilmington Trust Co. (\"trustee\"), the Delaware Trust Co. (to whom the $400,000 had been paid shortly after Mrs. Donner's death), certain individuals who were potential successors in interest to complainants Denckla and Stewart, and most of the named appointees in Mrs. Donner's 1949 appointment. A copy of the pleadings and a \"Notice to Appear and Defend\" were sent to each of these defendants by ordinary mail, and notice was published locally as required by the Florida statutes dealing with constructive service.<sup>[3]</sup> With the exception of two individuals whose interests coincided with complainants Denckla and Stewart, none of the nonresident defendants made any appearance.</p>\n<p>The appearing defendants (Elizabeth Donner Hanson and her children) moved to dismiss the suit because the exercise of jurisdiction over indispensable parties, the Delaware trustees, would offend Section 1 of the <span class=\"star-pagination\">*242</span> Fourteenth Amendment. The Chancellor ruled that he lacked jurisdiction over these nonresident defendants because no personal service was had and because the trust corpus was outside the territorial jurisdiction of the court. The cause was dismissed as to them. As far as parties before the court were concerned, however, he ruled that the power of appointment was testamentary and void under the applicable Florida law. In a decree dated Jan. 14, 1955, he ruled that the $400,000 passed under the residuary clause of the will.</p>\n<p>After the Florida litigation began, but before entry of the decree, the executrix instituted a declaratory judgment action in Delaware to determine who was entitled to participate in the trust assets held in that State. Except for the addition of beneficiary Winsor and several appointees, the parties were substantially the same as in the Florida litigation. Nonresident defendants were notified by registered mail. All of the trust companies, beneficiaries, and legatees except Katherine N. R. Denckla, appeared and participated in the litigation. After the Florida court enjoined executrix Hanson from further participation, her children pursued their own interests. When the Florida decree was entered the legatees unsuccessfully urged it as <i>res judicata</i> of the Delaware dispute. In a decree dated Jan. 13, 1956, the Delaware Chancellor ruled that the trust and power of appointment were valid under the applicable Delaware law, and that the trust corpus had properly been paid to the Delaware Trust Co. and the other appointees. ___ Del. Ch. ___, 119 A. 2d 901.</p>\n<p>Alleging that she would be bound, by the Delaware decree, the executrix moved the Florida Supreme Court to remand with instructions to dismiss the Florida suit then pending on appeal. No full faith and credit question was raised. The motion was denied. The Florida Supreme Court affirmed its Chancellor's conclusion that Florida law applied to determine the validity of the trust <span class=\"star-pagination\">*243</span> and power of appointment. Under that law the trust was invalid because the settlor had reserved too much power over the trustee and trust corpus, and the power of appointment was not independently effective to pass the property because it was a testamentary act not accompanied by the requisite formalities. The Chancellor's conclusion that there was no jurisdiction over the trust companies and other absent defendants was reversed. The court ruled that jurisdiction to construe the will carried with it \"substantive\" jurisdiction \"over the persons of the absent defendants\" even though the trust assets were not \"physically in this state.\" Whether this meant jurisdiction over the person of the defendants or jurisdiction over the trust assets is open to doubt. In a motion for rehearing the beneficiaries and appointees urged for the first time that Florida should have given full faith and credit to the decision of the Delaware Chancellor. The motion was denied without opinion, Nov. 28, 1956.</p>\n<p>The full faith and credit question was first raised in the Delaware litigation by an unsuccessful motion for new trial filed with the Chancellor Jan. 20, 1956. After the Florida Supreme Court decision the matter was renewed by a motion to remand filed with the Delaware Supreme Court. In a decision of Jan. 14, 1957, that court denied the motion and affirmed its Chancellor in all respects. The Florida decree was held not binding for purposes of full faith and credit because the Florida court had no personal jurisdiction over the trust companies and no jurisdiction over the trust <i>res.</i></p>\n<p>The issues for our decision are, <i>first,</i> whether Florida erred in holding that it had jurisdiction over the nonresident defendants, and <i>second,</i> whether Delaware erred in refusing full faith and credit to the Florida decree. We need not determine whether Florida was bound to give full faith and credit to the decree of the Delaware Chancellor <span class=\"star-pagination\">*244</span> since the question was not seasonably presented to the Florida court. <i>Radio Station WOW</i> v. <i>Johnson,</i> 326 U. S. 120, 128.</p>\n<p><i>No. 107, The Florida Appeal.</i> The question of our jurisdiction was postponed until the hearing of the merits. The appeal is predicated upon the contention that as applied to the facts of this case the Florida statute providing for constructive service is contrary to the Federal Constitution. 28 U. S. C.  1257 (2). But in the state court appellants (the \"beneficiaries\") did not object that the statute was invalid as applied, but rather that the effect of the state court's exercise of jurisdiction in the circumstances of this case deprived them of a right under the Federal Constitution.<sup>[4]</sup> Accordingly, we are without jurisdiction of the appeal and it must be dismissed. <i>Wilson</i> v. <i>Cook,</i> 327 U. S. 474, 482; <i>Charleston Fed. Sav. &amp; L. Assn.</i> v. <i>Alderson,</i> 324 U. S. 182. Treating the papers whereon appeal was taken as a petition for certiorari, 28 U. S. C.  2103, certiorari is granted.</p>\n<p>Relying upon the principle that a person cannot invoke the jurisdiction of this Court to vindicate the right of a third party,<sup>[5]</sup> appellees urge that appellants lack standing to complain of a defect in jurisdiction over the nonresident <span class=\"star-pagination\">*245</span> trust companies, who have made no appearance in this action. Florida adheres to the general rule that a trustee is an indispensable party to litigation involving the validity of the trust.<sup>[6]</sup> In the absence of such a party a Florida court may not proceed to adjudicate the controversy.<sup>[7]</sup> Since state law required the acquisition of jurisdiction over the nonresident trust company<sup>[8]</sup> before the court was empowered to proceed with the action, any defendant affected by the court's judgment has that \"direct and substantial personal interest in the outcome\" that is necessary to challenge whether that jurisdiction was in fact acquired. <i>Chicago</i> v. <i>Atchison, T. &amp; S. F. R. Co.,</i> 357 U. S. 77.</p>\n<p>Appellants charge that this judgment is offensive to the Due Process Clause of the Fourteenth Amendment because the Florida court was without jurisdiction. There is no suggestion that the court failed to employ a means of notice reasonably calculated to inform nonresident defendants of the pending proceedings,<sup>[9]</sup> or denied them an opportunity to be heard in defense of their interests.<sup>[10]</sup> The alleged defect is the absence of those <span class=\"star-pagination\">*246</span> \"affiliating circumstances\"<sup>[11]</sup> without which the courts of a State may not enter a judgment imposing obligations on persons (jurisdiction <i>in personam</i>) or affecting interests in property (jurisdiction <i>in rem</i> or <i>quasi in rem</i>).<sup>[12]</sup> While the <i>in rem</i> and <i>in personam</i> classifications do not exhaust all the situations that give rise to jurisdiction,<sup>[13]</sup> they are adequate to describe the affiliating circumstances suggested here, and accordingly serve as a useful means of approach to this case.</p>\n<p><i>In rem jurisdiction.</i> Founded on physical power, <i>McDonald</i> v. <i>Mabee,</i> 243 U. S. 90, 91, the <i>in rem</i> jurisdiction of a state court is limited by the extent of its power and by the coordinate authority of sister States.<sup>[14]</sup> The basis of the jurisdiction is the presence of the subject property within the territorial jurisdiction of the forum State. <i>Rose</i> v. <i>Himely,</i> 4 Cranch 241, 277; <i>Overby</i> v. <i>Gordon,</i> 177 U. S. 214, 221-222. Tangible property poses no problem for the application of this rule, but the situs of <span class=\"star-pagination\">*247</span> intangibles is often a matter of controversy.<sup>[15]</sup> In considering restrictions on the power to tax, this Court has concluded that \"jurisdiction\" over intangible property is not limited to a single State. <i>Tax Commission</i> v. <i>Aldrich,</i> 316 U. S. 174; <i>Curry</i> v. <i>McCanless,</i> 307 U. S. 357. Whether the type of \"jurisdiction\" with which this opinion deals may be exercised by more than one State we need not decide. The parties seem to assume that the trust assets that form the subject matter of this action<sup>[16]</sup> were located in Delaware and not in Florida. We can see nothing in the record contrary to that assumption, or sufficient to establish a situs in Florida.<sup>[17]</sup></p>\n<p>The Florida court held that the presence of the subject property was not essential to its jurisdiction. Authority over the probate and construction of its domiciliary's will, under which the assets might pass, was thought sufficient <span class=\"star-pagination\">*248</span> to confer the requisite jurisdiction.<sup>[18]</sup> But jurisdiction cannot be predicated upon the contingent role of this Florida will. Whatever the efficacy of a so-called <i>\"in rem\"</i> jurisdiction over assets admittedly passing under a local will, a State acquires no <i>in rem</i> jurisdiction to adjudicate the validity of <i>inter vivos</i> dispositions simply because its decision might augment an estate passing under a will probated in its courts. If such a basis of jurisdiction were sustained, probate courts would enjoy nationwide service of process to adjudicate interests in property with which <span class=\"star-pagination\">*249</span> neither the State nor the decedent could claim any affiliation. The settlor-decedent's Florida domicile is equally unavailing as a basis for jurisdiction over the trust assets. For the purpose of jurisdiction <i>in rem</i> the maxim that personality has its situs at the domicile of its owner<sup>[19]</sup> is a fiction of limited utility. <i>Green</i> v. <i>Van Buskirk,</i> 7 Wall. 139, 150. The maxim is no less suspect when the domicile is that of a decedent. In analogous cases, this Court has rejected the suggestion that the probate decree of the State where decedent was domiciled has an <i>in rem</i> effect on personalty outside the forum State that could render it conclusive on the interests of nonresidents over whom there was no personal jurisdiction. <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343, 353; <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394, 401; <i>Overby</i> v. <i>Gordon,</i> 177 U. S. 214.<sup>[20]</sup> The fact that the owner is or was domiciled within the forum State is not a sufficient affiliation with the property upon which to base jurisdiction <i>in rem.</i> Having concluded that Florida had no <i>in rem</i> jurisdiction, we proceed to consider whether a judgment purporting to rest on that basis is invalid in Florida and must therefore be reversed.</p>\n<p>Prior to the Fourteenth Amendment an exercise of jurisdiction over persons or property outside the forum State was thought to be an absolute nullity,<sup>[21]</sup> but the matter <span class=\"star-pagination\">*250</span> remained a question of state law over which this Court exercised no authority.<sup>[22]</sup> With the adoption of that Amendment, any judgment purporting to bind the person of a defendant over whom the court had not acquired <i>in personam</i> jurisdiction was void within the State as well as without. <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714. Nearly a century has passed without this Court being called upon to apply that principle to an <i>in rem</i> judgment dealing with property outside the forum State. The invalidity of such a judgment within the forum State seems to have been assumedand with good reason. Since a State is forbidden to enter a judgment attempting to bind a person over whom it has no jurisdiction, it has even less right to enter a judgment purporting to extinguish the interest of such a person in property over which the court has no jurisdiction.<sup>[23]</sup> Therefore, so far as it purports to rest upon jurisdiction over the trust assets, the judgment of the Florida court cannot be sustained. <i>Sadler</i> v. <i>Industrial Trust Co.,</i> 327 Mass. 10, 97 N. E. 2d 169.</p>\n<p><i>In personam jurisdiction.</i> Appellees' stronger argument is for <i>in personam</i> jurisdiction over the Delaware trustee. They urge that the circumstances of this case amount to sufficient affiliation with the State of Florida to empower its courts to exercise personal jurisdiction over this nonresident defendant. Principal reliance is placed upon <i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220. In <i>McGee</i> the Court noted the trend of expanding personal jurisdiction over nonresidents. As technological <span class=\"star-pagination\">*251</span> progress has increased the flow of commerce between States, the need for jurisdiction over nonresidents has undergone a similar increase. At the same time, progress in communications and transportation has made the defense of a suit in a foreign tribunal less burdensome. In response to these changes, the requirements for personal jurisdiction over nonresidents have evolved from the rigid rule of <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714, to the flexible standard of <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310. But it is a mistake to assume that this trend heralds the eventual demise of all restrictions on the personal jurisdiction of state courts. See <i>Vanderbilt</i> v. <i>Vanderbilt,</i> 354 U. S. 416, 418. Those restrictions are more than a guarantee of immunity from inconvenient or distant litigation. They are a consequence of territorial limitations on the power of the respective States. However minimal the burden of defending in a foreign tribunal, a defendant may not be called upon to do so unless he has had the \"minimal contacts\" with that State that are a prerequisite to its exercise of power over him. See <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 319.</p>\n<p>We fail to find such contacts in the circumstances of this case. The defendant trust company has no office in Florida, and transacts no business there. None of the trust assets has ever been held or administered in Florida, and the record discloses no solicitation of business in that State either in person or by mail. Cf. <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310; <i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220; <i>Travelers Health Assn.</i> v. <i>Virginia,</i> 339 U. S. 643.</p>\n<p>The cause of action in this case is not one that arises out of an act done or transaction consummated in the forum State. In that respect, it differs from <i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220, and the cases there cited. In <i>McGee,</i> the nonresident defendant solicited a reinsurance agreement with a resident of California. <span class=\"star-pagination\">*252</span> The offer was accepted in that State, and the insurance premiums were mailed from there until the insured's death. Nothing the interest California has in providing effective redress for its residents when nonresident insurers refuse to pay claims on insurance they have solicited in that State, the Court upheld jurisdiction because the suit \"was based on a contract which had substantial connection with that State.\" In contrast, this action involves the validity of an agreement that was entered without any connection with the forum State. The agreement was executed in Delaware by a trust company incorporated in that State and a settlor domiciled in Pennsylvania. The first relationship Florida had to the agreement was years later when the settlor became domiciled there, and the trustee remitted the trust income to her in that State. From Florida Mrs. Donner carried on several bits of trust administration that may be compared to the mailing of premiums in <i>McGee.</i><sup>[24]</sup> But the record discloses no instance in which the <i>trustee</i> performed any acts in Florida that bear the same relationship to the agreement as the solicitation in <i>McGee.</i> Consequently, this suit cannot be said to be one to enforce an obligation that arose from a privilege the defendant exercised in Florida. Cf. <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 319. This case is also different from <i>McGee</i> in that there the State had enacted special legislation (Unauthorized Insurers Process Act) to exercise what <i>McGee</i> called its \"manifest interest\" in providing effective redress for citizens who had been injured by nonresidents engaged in an activity that the State treats as exceptional and subjects to special regulation. Cf. <i>Travelers</i> <span class=\"star-pagination\">*253</span> <i>Health Assn.</i> v. <i>Virginia,</i> 339 U. S. 643, 647-649; <i>Doherty &amp; Co.</i> v. <i>Goodman,</i> 294 U. S. 623, 627; <i>Hess</i> v. <i>Pawloski,</i> 274 U. S. 352.</p>\n<p>The execution in Florida of the powers of appointment under which the beneficiaries and appointees claim does not give Florida a substantial connection with the contract on which this suit is based. It is the validity of the trust agreement, not the appointment, that is at issue here.<sup>[25]</sup> For the purpose of applying its rule that the validity of a trust is determined by the law of the State of its creation, Florida ruled that the appointment amounted to a \"republication\" of the original trust instrument in Florida. For choice-of-law purposes such a ruling may be justified, but we think it an insubstantial connection with the trust agreement for purposes of determining the question of personal jurisdiction over a nonresident defendant. The unilateral activity of those who claim some relationship with a nonresident defendant cannot satisfy the requirement of contact with the forum State. The application of that rule will vary with the quality and nature of the defendant's activity, but it is essential in each case that there be some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws. <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 319. <span class=\"star-pagination\">*254</span> The settlor's execution in Florida of her power of appointment cannot remedy the absence of such an act in this case.</p>\n<p>It is urged that because the settlor and most of the appointees and beneficiaries were domiciled in Florida the courts of that State should be able to exercise personal jurisdiction over the nonresident trustees. This is a non sequitur. With personal jurisdiction over the executor, legatees, and appointees, there is nothing in federal law to prevent Florida from adjudicating concerning the respective rights and liabilities of those parties. But Florida has not chosen to do so. As we understand its law, the trustee is an indispensable party over whom the court must acquire jurisdiction before it is empowered to enter judgment in a proceeding affecting the validity of a trust.<sup>[26]</sup> It does not acquire that jurisdiction by being the \"center of gravity\" of the controversy, or the most convenient location for litigation. The issue is personal jurisdiction, not choice of law. It is resolved in this case by considering the acts of the trustee. As we have indicated, they are insufficient to sustain the jurisdiction.<sup>[27]</sup></p>\n<p>Because it sustained jurisdiction over the nonresident trustees, the Florida Supreme Court found it unnecessary to determine whether Florida law made those defendants indispensable parties in the circumstances of this case. Our conclusion that Florida was without jurisdiction over the Delaware trustee, or over the trust corpus held in that State, requires that we make that determination in the first instance. As we have noted earlier, the Florida Supreme Court has repeatedly held that a trustee is an <span class=\"star-pagination\">*255</span> indispensable party without whom a Florida court has no power to adjudicate controversies affecting the validity of a trust.<sup>[28]</sup> For that reason the Florida judgment must be reversed not only as to the nonresident trustees but also as to appellants, over whom the Florida court admittedly had jurisdiction.</p>\n<p><i>No. 117, The Delaware Certiorari.</i> The same reasons that compel reversal of the Florida judgment require affirmance of the Delaware one. Delaware is under no obligation to give full faith and credit to a Florida judgment invalid in Florida because offensive to the Due Process Clause of the Fourteenth Amendment. 28 U. S. C.  1738. Even before passage of the Fourteenth Amendment this Court sustained state courts in refusing full faith and credit to judgments entered by courts that were without jurisdiction over nonresident defendants. <i>D'Arcy</i> v. <i>Ketchum,</i> 11 How. 165; <i>Hall</i> v. <i>Lanning,</i> 91 U. S. 160. See <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394; <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343. Since Delaware was entitled to conclude that Florida law made the trust company an indispensable party, it was under no obligation to give the Florida judgment any faith and crediteven against parties over whom Florida's jurisdiction was unquestioned.</p>\n<p>It is suggested that this disposition is improperthat the Delaware case should be held while the Florida cause is remanded to give that court an opportunity to determine whether the trustee is an indispensable party in the circumstances of this case. But this is not a case like <i>Herb</i> v. <i>Pitcairn,</i> 324 U. S. 117, where it is appropriate to remand for the state court to clarify an ambiguity in its opinion that may reveal an adequate state ground that would deprive us of power to affect the result of the controversy. Nor is this a circumstance where the state <span class=\"star-pagination\">*256</span> court has never ruled on the question of state law that we are deciding. Although the question was left open in this case, there is ample Florida authority from which we may determine the appropriate answer.</p>\n<p>The rule of primacy to the first final judgment is a necessary incident to the requirement of full faith and credit. Our only function is to determine whether judgments are consistent with the Federal Constitution. In determining the correctness of Delaware's judgment we look to what Delaware was entitled to conclude from the Florida authorities at the time the Delaware court's judgment was entered. To withhold affirmance of a correct Delaware judgment until Florida has had time to rule on another question would be participating in the litigation instead of adjudicating its outcome.</p>\n<p>The judgment of the Delaware Supreme Court is affirmed, and the judgment of the Florida Supreme Court is reversed and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE BLACK, whom MR. JUSTICE BURTON and MR. JUSTICE BRENNAN join, dissenting.</p>\n<p>I believe the courts of Florida had power to adjudicate the effectiveness of the appointment made in Florida by Mrs. Donner with respect to all those who were notified of the proceedings and given an opportunity to be heard without violating the Due Process Clause of the Fourteenth Amendment.<sup>[1]</sup> If this is correct, it follows that <span class=\"star-pagination\">*257</span> the Delaware courts erred in refusing to give the prior Florida judgment full faith and credit. U. S. Const., Art. IV,  1; 28 U. S. C.  1738.</p>\n<p>Mrs. Donner was domiciled in Florida from 1944 until her death in 1952. The controversial appointment was made there in 1949. It provided that certain persons were to receive a share of the property held by the Delaware \"trustee\" under the so-called trust agreement upon her death. Until she died Mrs. Donner received the entire income from this property, and at all times possessed absolute power to revoke or alter the appointment and to dispose of the property as she pleased. As a practical matter she also retained control over the management of the property, the \"trustee\" in Delaware being little more than a custodian.<sup>[2]</sup> A number of the beneficiaries of the appointment, including those who were to receive more than 95% of the assets involved, were residents of Florida at the time the appointment was made as well as when the present suit was filed. The appointed property consisted of intangibles which had no real situs in any particular State although Mrs. Donner paid taxes on the property in Florida.</p>\n<p>The same day the 1949 appointment was made Mrs. Donner executed a will, which after her death was duly probated in a Florida court. The will contained a residuary clause providing for the distribution of all of <span class=\"star-pagination\">*258</span> her property not previously bequeathed, including \"any and all property, rights and interest over which I may have power of appointment which prior to my death has not been effectively exercised by me . . . .\" Thus if the 1949 appointment was ineffective the property involved came back into Mrs. Donner's estate to be distributed under the residuary clause of her will. As might be anticipated the present litigation arose when legatees brought an action in the Florida courts seeking a determination whether the appointment was valid. The beneficiaries of the appointment, some of whom live outside Florida, and the Delaware trustee were defendants. They had timely notice of the suit and an adequate opportunity to obtain counsel and appear.</p>\n<p>In light of the foregoing circumstances it seems quite clear to me that there is nothing in the Due Process Clause which denies Florida the right to determine whether Mrs. Donner's appointment was valid as against its statute of wills. This disposition, which was designed to take effect after her death, had very close and substantial connections with that State. Not only was the appointment made in Florida by a domiciliary of Florida, but the primary beneficiaries also lived in that State. In my view it could hardly be denied that Florida had sufficient interest so that a court with jurisdiction might properly apply Florida law, if it chose, to determine whether the appointment was effectual. <i>Watson</i> v. <i>Employers Liability Assurance Corp.,</i> 348 U. S. 66; <i>Osborn</i> v. <i>Ozlin,</i> 310 U. S. 53. True, the question whether the law of a State can be applied to a transaction is different from the question whether the courts of that State have jurisdiction to enter a judgment, but the two are often closely related and to a substantial degree depend upon similar considerations. It seems to me that where a transaction has as much relationship to a State as Mrs. Donner's appointment had to Florida its courts ought to have <span class=\"star-pagination\">*259</span> power to adjudicate controversies arising out of that transaction, unless litigation there would impose such a heavy and disproportionate burden on a nonresident defendant that it would offend what this Court has referred to as \"traditional notions of fair play and substantial justice.\" <i>Milliken</i> v. <i>Meyer,</i> 311 U. S. 457, 463; <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 316. So far as the nonresident defendants here are concerned I can see nothing which approaches that degree of unfairness. Florida, the home of the principal contenders for Mrs. Donner's largess, was a reasonably convenient forum for all.<sup>[3]</sup> Certainly there is nothing fundamentally unfair in subjecting the corporate trustee to the jurisdiction of the Florida courts. It chose to maintain business relations with Mrs. Donner in that State for eight years, regularly communicating with her with respect to the business of the trust including the very appointment in question.</p>\n<p>Florida's interest in the validity of Mrs. Donner's appointment is made more emphatic by the fact that her will is being administered in that State. It has traditionally been the rule that the State where a person is domiciled at the time of his death is the proper place to determine the validity of his will, to construe its provisions and to marshal and distribute his personal property. Here Florida was seriously concerned with winding up Mrs. Donner's estate and with finally determining what property was to be distributed under her will. In fact this suit was brought for that very purpose.</p>\n<p>The Court's decision that Florida did not have jurisdiction over the trustee (and inferentially the nonresident beneficiaries) stems from principles stated the better part <span class=\"star-pagination\">*260</span> of a century ago in <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714. That landmark case was decided in 1878, at a time when business affairs were predominantly local in nature and travel between States was difficult, costly and sometimes even dangerous. There the Court laid down the broad principle that a State could not subject nonresidents to the jurisdiction of its courts unless they were served with process within its boundaries or voluntarily appeared, except to the extent they had property in the State. But as the years have passed the constantly increasing ease and rapidity of communication and the tremendous growth of interstate business activity have led to a steady and inevitable relaxation of the strict limits on state jurisdiction announced in that case. In the course of this evolution the old jurisdictional landmarks have been left far behind so that in many instances States may now properly exercise jurisdiction over nonresidents not amenable to service within their borders.<sup>[4]</sup> Yet further relaxation seems certain. Of course we have not reached the point where state boundaries are without significance, and I do not mean to suggest such a view here. There is no need to do so. For we are dealing with litigation arising from a transaction that had an abundance of close and substantial connections with the State of Florida.</p>\n<p>Perhaps the decision most nearly in point is <i>Mullane</i> v. <i>Central Hanover Bank &amp; Trust Co.,</i> 339 U. S. 306. In that case the Court held that a State could enter a personal judgment in favor of a trustee against nonresident beneficiaries of a trust even though they were not served with process in that State. So far as appeared, their only connection with the State was the fact that the trust was <span class=\"star-pagination\">*261</span> being administered there.<sup>[5]</sup> In upholding the State's jurisdiction the Court emphasized its great interest in trusts administered within its boundaries and governed by its laws. <i>Id.,</i> at 313. Also implicit in the result was a desire to avoid the necessity for multiple litigation with its accompanying waste and possibility of inconsistent results. It seems to me that the same kind of considerations are present here supporting Florida's jurisdiction over the nonresident defendants.</p>\n<p>Even if it be assumed that the Court is right in its jurisdictional holding, I think its disposition of the two cases is unjustified. It reverses the judgment of the Florida Supreme Court on the ground that the trustee may be, but need not be, an indispensable party to the Florida litigation under Florida law. At the same time it affirms the subsequent Delaware judgment. Although in form the Florida case is remanded for further proceedings not inconsistent with the Court's opinion, the effect is that the Florida courts will be obliged to give full faith and credit to the Delaware judgment. This means the Florida courts will never have an opportunity to determine whether the trustee is an indispensable party. The Florida judgment is thus completely wiped out even as to those parties who make their homes in that State, and even though the Court acknowledges there is nothing in the Constitution which precludes Florida from entering a binding judgment for or against them. It may be argued that the Delaware judgment is the first to become final and therefore is entitled to prevail. But it only comes first because the Court makes it so. In my judgment the proper thing to do would be to hold the Delaware case until the Florida courts had an opportunity to <span class=\"star-pagination\">*262</span> decide whether the trustee is an indispensable party. Under the circumstances of this case I think it is quite probable that they would say he is not. See <i>Trueman Fertilizer Co.</i> v. <i>Allison,</i> 81 So. 2d 734. I can see no reason why this Court should deprive Florida plaintiffs of their judgment against Florida defendants on the basis of speculation about Florida law which might well turn out to be unwarranted.</p>\n<p>Mr. JUSTICE DOUGLAS, dissenting.</p>\n<p>The testatrix died domiciled in Florida. Her will, made after she had acquired a domicile in Florida, was probated there. Prior to the time she established a domicile in Florida she executed a trust instrument in Delaware. By its terms she was to receive the income during her life. On her death the principal and undistributed income were to go as provided in any power of appointment or, failing that, in her last will and testament.</p>\n<p>After she had become domiciled in Florida she executed a power of appointment; and she also provided in her will that if the power of appointment had not been effectively exercised, the property under the trust, consisting of intangibles, should pass to certain designated trusts.</p>\n<p>The Florida court held that the power of appointment was testamentary in character and not being a valid testamentary disposition for lack of the requisite witnesses, failed as a will under Florida law. Therefore the property passed under the will. 100 So. 2d 378.</p>\n<p>Distribution of the assets of the estate could not be made without determining the validity of the power of appointment. The power of appointment, being integrated with the will, was as much subject to construction and interpretation by the Florida court as the will itself. Of course one not a party or privy to the Florida proceedings is not bound by it and can separately litigate <span class=\"star-pagination\">*263</span> the right to assets in other States. See <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343; <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394. But we have no such situation here. The trustee of the trust was in privity with the deceased. She was the settlor; and under the trust, the trustee was to do her bidding. That is to say, the trustee, though managing the <i>res</i> during the life of the settlor, was on her death to transfer the property to such persons as the settlor designated by her power of appointment or by her last will and testament, or, failing that, to designated classes of persons. So far as the present controversy is concerned the trustee was purely and simply a stakeholder or an agent holding assets of the settlor to dispose of as she designated. It had a community of interest with the deceased. I see no reason therefore why Florida could not say that the deceased and her executrix may stand in judgment for the trustee so far as the disposition of the property under the power of appointment and the will is concerned. The question in cases of this kind is whether the procedure is fair and just, considering the interest of the parties. Cf. <i>Hansberry</i> v. <i>Lee,</i> 311 U. S. 32; <i>Mullane</i> v. <i>Central Hanover Trust Co.,</i> 339 U. S. 306, 312-317. Florida has such a plain and compelling relation to these out-of-state intangibles (cf. <i>Curry</i> v. <i>McCanless,</i> 307 U. S. 357), and the nexus between the settlor and trustee is so close, as to give Florida the right to make the controlling determination even without personal service over the trustee and those who claim under it. We must remember this is not a suit to impose liability on the Delaware trustee or on any other absent person. It is merely a suit to determine interests in those intangibles. Cf. <i>Mullane</i> v. <i>Central Hanover Trust Co., supra,</i> at 313. Under closely analogous facts the California Supreme Court held in <i>Atkinson</i> v. <i>Superior Court,</i> 49 Cal. 2d 338, 316 P. 2d 960, that California had <span class=\"star-pagination\">*264</span> jurisdiction over an absent trustee. I would hold the same here. The decedent was domiciled in Florida; most of the legatees are there; and the absent trustee through whom the others claim was an agency so close to the decedent as to be held to be privy with herin other words so identified in interest with her as to represent the same legal right.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 117, <i>Lewis et al.</i> v. <i>Hanson, Executrix and Trustee, et al.,</i> on certiorari to the Supreme Court of Delaware.</p>\n<p>[1]  The appointment was partially revoked July 7, 1950 in a respect not material to the instant controversy.</p>\n<p>[2]  The hospital received $10,000. Six servants qualified for appointments totaling $7,000.</p>\n<p>[3]  Fla. Stat., 1957, c. 48,  48.01: \"Service of process by publication may be had, in any of the several courts of this state, and upon any of the parties mentioned in  48.02 in any suit or proceeding:\n</p>\n<p>\"(1) To enforce any legal or equitable lien upon or claim to any title or interest in real or personal property within the jurisdiction of the court or any fund held or debt owing by any party upon whom process can be served within this state.</p>\n<p>.....</p>\n<p>\"(5) For the construction of any will, deed, contract or other written instrument and for a judicial declaration or enforcement of any legal or equitable right, title, claim, lien or interest thereunder.\"</p>\n<p> 48.02: \"Where personal service of process cannot be had, service of process by publication may be had upon any party, natural or corporate, known or unknown, including: (1) Any known or unknown natural person . . . (2) Any corporation or other legal entity, whether its domicile be foreign, domestic or unknown . . . .\"</p>\n<p>[4]  The record discloses no mention of the state statute until the petition for rehearing in the Florida Supreme Court. In the trial court, appellant's motion to dismiss raised the federal question in this manner: \"The exercise by this Court of the jurisdiction sought to be invoked by the plaintiffs herein would contravene the Constitution and Laws of the State of Florida and the Constitution of the United States, and, in particular, Section 1 of the Fourteenth Amendment to the United States Constitution.\" No. 107, R. 41.</p>\n<p>[5]  See <i>Liberty Warehouse Co.</i> v. <i>Burley T. G. Co-op. M. Assn.,</i> 276 U. S. 71, 88; <i>Smith</i> v. <i>Indiana,</i> 191 U. S. 138, 148; <i>Tyler</i> v. <i>Judges of the Court of Registration,</i> 179 U. S. 405; Robertson and Kirkham, Jurisdiction of the Supreme Court (Wolfson and Kurland ed.),  298.</p>\n<p>[6]  <i>Trueman Fertilizer Co.</i> v. <i>Allison,</i> 81 So. 2d 734, 738; <i>Winn</i> v. <i>Strickland,</i> 34 Fla. 610, 633, 16 So. 606, 613; <i>Wilson</i> v. <i>Russ,</i> 17 Fla. 691, 697; <i>McArthur</i> v. <i>Scott,</i> 113 U. S. 340, 396; <i>Sadler</i> v. <i>Industrial Trust Co.,</i> 327 Mass. 10, 97 N. E. 2d 169.</p>\n<p>[7]  <i>Martinez</i> v. <i>Balbin,</i> 76 So. 2d 488, 490; <i>Florida Land Rock Phosphate Co.</i> v. <i>Anderson,</i> 50 Fla. 501, 512-513, 39 So. 392, 396.</p>\n<p>[8]  Hereafter the terms \"trust,\" \"trust company\" and \"trustee\" have reference to the trust established in 1935 with the Wilmington Trust Co., the validity of which is at issue here. It is unnecessary to determine whether the Delaware Trust Co., to which the $400,000 remainder interest was appointed and was paid after Mrs. Donner's death, is also an indispensable party to this proceeding.</p>\n<p>[9]  <i>Walker</i> v. <i>City of Hutchinson,</i> 352 U. S. 112; <i>Mullane</i> v. <i>Central Hanover B. &amp; T. Co.,</i> 339 U. S. 306; <i>McDonald</i> v. <i>Mabee,</i> 243 U. S. 90.</p>\n<p>[10]  <i>Roller</i> v. <i>Holly,</i> 176 U. S. 398.</p>\n<p>[11]  Sunderland, The Problem of Jurisdiction, Selected Essays on Constitutional Law, 1270, 1272.</p>\n<p>[12]  A judgment <i>in personam</i> imposes a personal liability or obligation on one person in favor of another. A judgment <i>in rem</i> affects the interests of all persons in designated property. A judgment <i>quasi in rem</i> affects the interests of particular persons in designated property. The latter is of two types. In one the plaintiff is seeking to secure a pre-existing claim in the subject property and to extinguish or establish the nonexistence of similar interests of particular persons. In the other the plaintiff seeks to apply what he concedes to be the property of the defendant to the satisfaction of a claim against him. Restatement, Judgments, 5-9. For convenience of terminology this opinion will use <i>\"in rem\"</i> in lieu of \"<i>in rem</i> and <i>quasi in rem.</i>\"</p>\n<p>[13]  <i>E. g., </i><i>Mullane</i> v. <i>Central Hanover Bank &amp; Trust Co.,</i> 339 U. S. 306, 312; <i>Williams</i> v. <i>North Carolina,</i> 317 U. S. 287, 297. Fraser, Jurisdiction by Necessity, 100 U. of Pa. L. Rev. 305.</p>\n<p>[14]  <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394, 400; <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343, 349; <i>Overby</i> v. <i>Gordon,</i> 177 U. S. 214, 221-222; <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714; <i>Rose</i> v. <i>Himely,</i> 4 Cranch 241, 277.</p>\n<p>[15]  See Andrews, Situs of Intangibles in Suits against Non-Resident Claimants, 49 Yale L. J. 241.</p>\n<p>[16]  This case does not concern the situs of a beneficial interest in trust property. These appellees were contesting the validity of the trust. Their concern was with the legal interest of the trustee or, if the trust was invalid, the settlor. Therefore, the relevant factor here is the situs of the stocks, bonds, and notes that make up the corpus of the trust. Properly speaking such assets are intangibles that have no \"physical\" location. But their embodiment in documents treated for most purposes as the assets themselves makes them partake of the nature of tangibles. Cf. <i>Wheeler</i> v. <i>Sohmer,</i> 233 U. S. 434, 439.</p>\n<p>[17]  The documents evidencing ownership of the trust property were held in Delaware, cf. <i>Bank of Jasper</i> v. <i>First Nat. Bank,</i> 258 U. S. 112, 119, by a Delaware trustee who was the oblige of the credit instruments and the record owner of the stock. The location of the obligors and the domicile of the corporations do not appear. The trust instrument was executed in Delaware by a settlor then domiciled in Pennsylvania. Without expressing any opinion on the significance of these or other factors unnamed, we note that none relates to Florida.</p>\n<p>[18]  The Florida Supreme Court's opinion states: \"We held [in <i>Henderson</i> v. <i>Usher,</i> 118 Fla. 688, 160 So. 9] that constructive service was valid in that state of the record because substantive jurisdiction existed in the Florida court by virtue of construction of a will, which was also involved, the testator having been domiciled in Florida. We observed that it was not essential that the assets of the trust be physically in this state in order that constructive service be binding upon a non-resident where the problem presented to the court was to adjudicate, inter alia, the status of the securities incorporated in the trust estate and the rights of the non-resident therein. It is entirely consistent with the Henderson case to hold, as we do, that the court below erred in ruling that it lacked jurisdiction over the persons of the absent defendants.\" 100 So. 2d, at 385.\n</p>\n<p>The foregoing leaves unclear whether the court was invoking <i>in personam</i> jurisdiction over the trustee, or <i>in rem</i> jurisdiction over the trust assets. <i>Henderson</i> v. <i>Usher, supra</i><i>,</i> which was an action by testamentary trustees for a construction of the will establishing a trust whose assets were held in New York, found it unnecessary to decide the basis of the jurisdiction exercised. In response to the jurisdictional objections of a specially appearing nonresident defendant, the Florida Supreme Court ruled: \"Since the interpretation of the will is the primary question with which we are confronted we are impelled to hold that the res is at least constructively in this state and that the Florida courts are empowered to advise the trustees how to proceed under it and what rights those affected have in it. For the immediate purpose of this suit the will is the res and when that is voluntarily brought into the courts of Florida to be construed the trust created by it is to all intents and purposes brought with it.\" 118 Fla., at 692, 160 So., at 10.</p>\n<p>[19]  We assume <i>arguendo</i> for the purpose of this discussion that the trust was invalid so that Mrs. Donner was the \"owner\" of the subject property.</p>\n<p>[20]  Though analogous, these cases are not squarely in point. They concerned the efficacy of such judgments in the courts of another sovereign, while the issue here is the validity of such an exercise of jurisdiction within the forum State.</p>\n<p>[21]  See <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714, 720-728, 732; Story, Commentaries on the Conflict of Laws (6th ed. 1865),  539, 550-551; Cooley, Constitutional Limitations (1st ed. 1868), 404-405; Rheinstein, The Constitutional Bases of Jurisdiction, 22 U. of Chi. L. Rev. 775, 792-793.</p>\n<p>[22]  See <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394, 403.</p>\n<p>[23]  This holding was forecast in <i>Pennoyer</i> v. <i>Neff, supra</i><i>.</i> When considering the effect of the Fourteenth Amendment, this Court declared that in actions against nonresidents substituted service was permissible only where \"<i>property in the State</i> is brought under the control of the court, and subjected to its disposition by process adapted to that purpose . . . .\" (Emphasis supplied.) 95 U. S., at 733.</p>\n<p>[24]  By a letter dated Feb. 5, 1946, Mrs. Donner changed the compensation to be paid the trust advisor. April 2, 1947, she revoked the trust as to $75,000, returning that amount to the trustee December 22, 1947. To these acts may be added the execution of the two powers of appointment mentioned earlier.</p>\n<p>[25]  The Florida Supreme Court's opinion makes repeated references to the \"invalidity\" of the trust, and uses other language of like import. See 100 So. 2d, at 381, 382, 383, 384, 385. Its ruling that the 1949 and 1950 \"appointments\" were ineffective to pass title to the property (because lacking the requisite testamentary formalities) proceeded from this initial ruling that the trust agreement was \"invalid,\" 100 So. 2d, at 383, or \"illusory,\" 100 So. 2d, at 384, and therefore created no power of appointment. There was no suggestion that the appointment was ineffective as an exercise of whatever power was created by the trust agreement.</p>\n<p>[26]  See note 6, <i>supra.</i></p>\n<p>[27]  This conclusion makes unnecessary any consideration of appellants' contention that the contacts the trust agreement had with Florida were so slight that it was a denial of due process of law to determine its validity by Florida law. See <i>Home Insurance Co.</i> v. <i>Dick,</i> 281 U. S. 397.</p>\n<p>[28]  See notes 6 and 7, <i>supra.</i></p>\n<p>[1]  In my judgment it is a mistake to decide this case on the assumption that the Florida courts invalidated the trust established in 1935 by Mrs. Donner while she was living in Pennsylvania. It seems quite clear to me that those courts had no such purpose. As I understand it, all they held was that an appointment made in Florida providing for the disposition of part of the trust property after Mrs. Donner's death was (1) testamentary since she retained complete control over the appointed property until she died, and (2) ineffective because not executed in accordance with the Florida statute of wills.</p>\n<p>[2]  Among other things Mrs. Donner reserved the right to appoint \"advisers\" serving at her sufferance who controlled all purchases, sales and investments by the \"trustee.\" Evidence before the Delaware courts indicated that these advisers, not the Delaware \"trustee,\" actually made all decisions with respect to transactions affecting the \"trust\" property and that the \"trustee\" mechanically acted as they directed.</p>\n<p>[3]  The suggestion is made that Delaware was a more suitable forum, but the plain fact is that none of the beneficiaries or legatees has ever resided in that State.</p>\n<p>[4]  See, <i>e. g., </i><i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220; <i>Travelers Health Assn.</i> v. <i>Virginia ex rel. State Corporation Comm'n,</i> 339 U. S. 643; <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310; <i>Milliken</i> v. <i>Meyer,</i> 311 U. S. 457; <i>Henry L. Doherty &amp; Co.</i> v. <i>Goodman,</i> 294 U. S. 623; <i>Hess</i> v. <i>Pawloski,</i> 274 U. S. 352.</p>\n<p>[5]  There was no basis for <i>in rem</i> jurisdiction since the litigation concerned the personal liability of the trustee and did not involve the trust property.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></span> (1958)</b></center>\n<center><h1>HANSON, EXECUTRIX, ET AL.<br>\nv.<br>\nDENCKLA ET AL.</h1></center>\n<center>No. 107.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10-11, 1958.</center>\n<center>Decided June 23, 1958.<sup>[*]</sup></center>\nAPPEAL FROM THE SUPREME COURT OF FLORIDA.\n<p><span class=\"star-pagination\">*237</span> <i>William H. Foulk</i> argued the cause for appellants in No. 107. With him on the brief were <i>Manley P. Caldwell</i> and <i>Edward McCarthy.</i></p>\n<p><i>Arthur G. Logan</i> argued the cause for petitioners in No. 117. With him on the brief was <i>Aubrey B. Lank.</i></p>\n<p><i>Sol A. Rosenblatt</i> argued the cause for appellees in No. 107. With him on the brief were <i>D. H. Redfearn, C. Robert Burns, R. H. Ferrell</i> and <i>Charles Roden.</i></p>\n<p><i>Edwin D. Steel, Jr.</i> argued the cause for respondents in No. 117. With him on a brief were <i>William S. Megonigal, Jr.</i> and <i>Andrew B. Kirkpatrick, Jr.</i> for Steel, respondent.</p>\n<p>On a brief were <i>Caleb S. Layton</i> for the Wilmington Trust Co., and <i>David F. Anderson</i> for the Delaware Trust Co., respondents.</p>\n<p><i>Robert B. Walls, Jr.</i> filed a brief for Walls, respondent.</p>\n<p><span class=\"star-pagination\">*238</span> MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This controversy concerns the right to $400,000, part of the corpus of a trust established in Delaware by a settlor who later became domiciled in Florida. One group of claimants, \"legatees,\" urge that this property passed under the residuary clause of the settlor's will, which was admitted to probate in Florida. The Florida courts have sustained this position. 100 So. 2d 378. Other claimants, \"appointees\" and \"beneficiaries,\" contend that the property passed pursuant to the settlor's exercise of the <i>inter vivos</i> power of appointment created in the deed of trust. The Delaware courts adopted this position and refused to accord full faith and credit to the Florida determination because the Florida court had not acquired jurisdiction over an indispensable party, the Delaware trustee. ___ Del. ___, 128 A. 2d 819. We postponed the question of jurisdiction in the Florida appeal, No. 107, 354 U. S. 919, and granted certiorari to the Delaware Supreme Court, No. 117, 354 U. S. 920.</p>\n<p>The trust whose validity is contested here was created in 1935. Dora Browning Donner, then a domiciliary of Pennsylvania, executed a trust instrument in Delaware naming the Wilmington Trust Co., of Wilmington, Delaware, as trustee. The corpus was composed of securities. Mrs. Donner reserved the income for life, and stated that the remainder should be paid to such persons or upon such trusts as she should appoint by <i>inter vivos</i> or testamentary instrument. The trust agreement provided that Mrs. Donner could change the trustee, and that she could amend, alter or revoke the agreement at any time. A measure of control over trust administration was assured by the provision that only with the consent of a trust \"advisor\" appointed by the settlor could the trustee (1) sell trust assets, (2) make investments, and (3) participate in any plan, proceeding, reorganization or merger <span class=\"star-pagination\">*239</span> involving securities held in the trust. A few days after the trust was established Mrs. Donner exercised her power of appointment. That appointment was replaced by another in 1939. Thereafter she left Pennsylvania, and in 1944 became domiciled in Florida, where she remained until her death in 1952. Mrs. Donner's will was executed Dec. 3, 1949. On that same day she executed the <i>inter vivos</i> power of appointment whose terms are at issue here.<sup>[1]</sup> After making modest appointments in favor of a hospital and certain family retainers (the \"appointees\"),<sup>[2]</sup> she appointed the sum of $200,000 to each of two trusts previously established with another Delaware trustee, the Delaware Trust Co. The balance of the trust corpus, over $1,000,000 at the date of her death, was appointed to her executrix. That amount passed under the residuary clause of her will and is not at issue here.</p>\n<p>The two trusts with the Delaware Trust Co. were created in 1948 by Mrs. Donner's daughter, Elizabeth Donner Hanson, for the benefit of Elizabeth's children, Donner Hanson and Joseph Donner Winsor. In identical terms they provide that the income not required for the beneficiary's support should be accumulated to age 25, when the beneficiary should be paid 1/4 of the corpus and receive the income from the balance for life. Upon the death of the beneficiary the remainder was to go to such of the beneficiary's issue or Elizabeth Donner Hanson's issue as the beneficiary should appoint by <i>inter vivos</i> or testamentary instrument; in default of appointment to the beneficiary's issue alive at the time of his death, and if none to the issue of Elizabeth Donner Hanson.</p>\n<p>Mrs. Donner died Nov. 20, 1952. Her will, which was admitted to probate in Florida, named Elizabeth Donner <span class=\"star-pagination\">*240</span> Hanson as executrix. She was instructed to pay all debts and taxes, including any which might be payable by reason of the property appointed under the power of appointment in the trust agreement with the Wilmington Trust Co. After disposing of personal and household effects, Mrs. Donner's will directed that the balance of her property (the $1,000,000 appointed from the Delaware trust) be paid in equal parts to two trusts for the benefit of her daughters Katherine N. R. Denckla and Dorothy B. R. Stewart.</p>\n<p>This controversy grows out of the residuary clause that created the last-mentioned trusts. It begins:</p>\n<blockquote>\"All the rest, residue and remainder of my estate, real, personal and mixed, whatsoever and wheresoever the same may be at the time of my death, including any and all property, rights and interest over which I may have power of appointment which prior to my death has not been effectively exercised by me or has been exercised by me in favor of my Executrix, I direct my Executrix to deal with as follows . . . .\"</blockquote>\n<p>Residuary legatees Denckla and Stewart, already the recipients of over $500,000 each, urge that the power of appointment over the $400,000 appointed to sister Elizabeth's children was not \"effectively exercised\" and that the property should accordingly pass to them. Fourteen months after Mrs. Donner's death these parties petitioned a Florida chancery court for a declaratory judgment \"concerning what property passes under the residuary clause\" of the will. Personal service was had upon the following defendants: (1) executrix Elizabeth Donner Hanson, (2) beneficiaries Donner Hanson and Joseph Donner Winsor, and (3) potential beneficiary William Donner Roosevelt, also one of Elizabeth's children. Curtin Winsor, Jr., another of Elizabeth's children and <span class=\"star-pagination\">*241</span> also a potential beneficiary of the Delaware trusts, was not named as a party and was not served. About a dozen other defendants were nonresidents and could not be personally served. These included the Wilmington Trust Co. (\"trustee\"), the Delaware Trust Co. (to whom the $400,000 had been paid shortly after Mrs. Donner's death), certain individuals who were potential successors in interest to complainants Denckla and Stewart, and most of the named appointees in Mrs. Donner's 1949 appointment. A copy of the pleadings and a \"Notice to Appear and Defend\" were sent to each of these defendants by ordinary mail, and notice was published locally as required by the Florida statutes dealing with constructive service.<sup>[3]</sup> With the exception of two individuals whose interests coincided with complainants Denckla and Stewart, none of the nonresident defendants made any appearance.</p>\n<p>The appearing defendants (Elizabeth Donner Hanson and her children) moved to dismiss the suit because the exercise of jurisdiction over indispensable parties, the Delaware trustees, would offend Section 1 of the <span class=\"star-pagination\">*242</span> Fourteenth Amendment. The Chancellor ruled that he lacked jurisdiction over these nonresident defendants because no personal service was had and because the trust corpus was outside the territorial jurisdiction of the court. The cause was dismissed as to them. As far as parties before the court were concerned, however, he ruled that the power of appointment was testamentary and void under the applicable Florida law. In a decree dated Jan. 14, 1955, he ruled that the $400,000 passed under the residuary clause of the will.</p>\n<p>After the Florida litigation began, but before entry of the decree, the executrix instituted a declaratory judgment action in Delaware to determine who was entitled to participate in the trust assets held in that State. Except for the addition of beneficiary Winsor and several appointees, the parties were substantially the same as in the Florida litigation. Nonresident defendants were notified by registered mail. All of the trust companies, beneficiaries, and legatees except Katherine N. R. Denckla, appeared and participated in the litigation. After the Florida court enjoined executrix Hanson from further participation, her children pursued their own interests. When the Florida decree was entered the legatees unsuccessfully urged it as <i>res judicata</i> of the Delaware dispute. In a decree dated Jan. 13, 1956, the Delaware Chancellor ruled that the trust and power of appointment were valid under the applicable Delaware law, and that the trust corpus had properly been paid to the Delaware Trust Co. and the other appointees. ___ Del. Ch. ___, 119 A. 2d 901.</p>\n<p>Alleging that she would be bound, by the Delaware decree, the executrix moved the Florida Supreme Court to remand with instructions to dismiss the Florida suit then pending on appeal. No full faith and credit question was raised. The motion was denied. The Florida Supreme Court affirmed its Chancellor's conclusion that Florida law applied to determine the validity of the trust <span class=\"star-pagination\">*243</span> and power of appointment. Under that law the trust was invalid because the settlor had reserved too much power over the trustee and trust corpus, and the power of appointment was not independently effective to pass the property because it was a testamentary act not accompanied by the requisite formalities. The Chancellor's conclusion that there was no jurisdiction over the trust companies and other absent defendants was reversed. The court ruled that jurisdiction to construe the will carried with it \"substantive\" jurisdiction \"over the persons of the absent defendants\" even though the trust assets were not \"physically in this state.\" Whether this meant jurisdiction over the person of the defendants or jurisdiction over the trust assets is open to doubt. In a motion for rehearing the beneficiaries and appointees urged for the first time that Florida should have given full faith and credit to the decision of the Delaware Chancellor. The motion was denied without opinion, Nov. 28, 1956.</p>\n<p>The full faith and credit question was first raised in the Delaware litigation by an unsuccessful motion for new trial filed with the Chancellor Jan. 20, 1956. After the Florida Supreme Court decision the matter was renewed by a motion to remand filed with the Delaware Supreme Court. In a decision of Jan. 14, 1957, that court denied the motion and affirmed its Chancellor in all respects. The Florida decree was held not binding for purposes of full faith and credit because the Florida court had no personal jurisdiction over the trust companies and no jurisdiction over the trust <i>res.</i></p>\n<p>The issues for our decision are, <i>first,</i> whether Florida erred in holding that it had jurisdiction over the nonresident defendants, and <i>second,</i> whether Delaware erred in refusing full faith and credit to the Florida decree. We need not determine whether Florida was bound to give full faith and credit to the decree of the Delaware Chancellor <span class=\"star-pagination\">*244</span> since the question was not seasonably presented to the Florida court. <i>Radio Station WOW</i> v. <i>Johnson,</i> 326 U. S. 120, 128.</p>\n<p><i>No. 107, The Florida Appeal.</i> The question of our jurisdiction was postponed until the hearing of the merits. The appeal is predicated upon the contention that as applied to the facts of this case the Florida statute providing for constructive service is contrary to the Federal Constitution. 28 U. S. C.  1257 (2). But in the state court appellants (the \"beneficiaries\") did not object that the statute was invalid as applied, but rather that the effect of the state court's exercise of jurisdiction in the circumstances of this case deprived them of a right under the Federal Constitution.<sup>[4]</sup> Accordingly, we are without jurisdiction of the appeal and it must be dismissed. <i>Wilson</i> v. <i>Cook,</i> 327 U. S. 474, 482; <i>Charleston Fed. Sav. &amp; L. Assn.</i> v. <i>Alderson,</i> 324 U. S. 182. Treating the papers whereon appeal was taken as a petition for certiorari, 28 U. S. C.  2103, certiorari is granted.</p>\n<p>Relying upon the principle that a person cannot invoke the jurisdiction of this Court to vindicate the right of a third party,<sup>[5]</sup> appellees urge that appellants lack standing to complain of a defect in jurisdiction over the nonresident <span class=\"star-pagination\">*245</span> trust companies, who have made no appearance in this action. Florida adheres to the general rule that a trustee is an indispensable party to litigation involving the validity of the trust.<sup>[6]</sup> In the absence of such a party a Florida court may not proceed to adjudicate the controversy.<sup>[7]</sup> Since state law required the acquisition of jurisdiction over the nonresident trust company<sup>[8]</sup> before the court was empowered to proceed with the action, any defendant affected by the court's judgment has that \"direct and substantial personal interest in the outcome\" that is necessary to challenge whether that jurisdiction was in fact acquired. <i>Chicago</i> v. <i>Atchison, T. &amp; S. F. R. Co.,</i> 357 U. S. 77.</p>\n<p>Appellants charge that this judgment is offensive to the Due Process Clause of the Fourteenth Amendment because the Florida court was without jurisdiction. There is no suggestion that the court failed to employ a means of notice reasonably calculated to inform nonresident defendants of the pending proceedings,<sup>[9]</sup> or denied them an opportunity to be heard in defense of their interests.<sup>[10]</sup> The alleged defect is the absence of those <span class=\"star-pagination\">*246</span> \"affiliating circumstances\"<sup>[11]</sup> without which the courts of a State may not enter a judgment imposing obligations on persons (jurisdiction <i>in personam</i>) or affecting interests in property (jurisdiction <i>in rem</i> or <i>quasi in rem</i>).<sup>[12]</sup> While the <i>in rem</i> and <i>in personam</i> classifications do not exhaust all the situations that give rise to jurisdiction,<sup>[13]</sup> they are adequate to describe the affiliating circumstances suggested here, and accordingly serve as a useful means of approach to this case.</p>\n<p><i>In rem jurisdiction.</i> Founded on physical power, <i>McDonald</i> v. <i>Mabee,</i> 243 U. S. 90, 91, the <i>in rem</i> jurisdiction of a state court is limited by the extent of its power and by the coordinate authority of sister States.<sup>[14]</sup> The basis of the jurisdiction is the presence of the subject property within the territorial jurisdiction of the forum State. <i>Rose</i> v. <i>Himely,</i> 4 Cranch 241, 277; <i>Overby</i> v. <i>Gordon,</i> 177 U. S. 214, 221-222. Tangible property poses no problem for the application of this rule, but the situs of <span class=\"star-pagination\">*247</span> intangibles is often a matter of controversy.<sup>[15]</sup> In considering restrictions on the power to tax, this Court has concluded that \"jurisdiction\" over intangible property is not limited to a single State. <i>Tax Commission</i> v. <i>Aldrich,</i> 316 U. S. 174; <i>Curry</i> v. <i>McCanless,</i> 307 U. S. 357. Whether the type of \"jurisdiction\" with which this opinion deals may be exercised by more than one State we need not decide. The parties seem to assume that the trust assets that form the subject matter of this action<sup>[16]</sup> were located in Delaware and not in Florida. We can see nothing in the record contrary to that assumption, or sufficient to establish a situs in Florida.<sup>[17]</sup></p>\n<p>The Florida court held that the presence of the subject property was not essential to its jurisdiction. Authority over the probate and construction of its domiciliary's will, under which the assets might pass, was thought sufficient <span class=\"star-pagination\">*248</span> to confer the requisite jurisdiction.<sup>[18]</sup> But jurisdiction cannot be predicated upon the contingent role of this Florida will. Whatever the efficacy of a so-called <i>\"in rem\"</i> jurisdiction over assets admittedly passing under a local will, a State acquires no <i>in rem</i> jurisdiction to adjudicate the validity of <i>inter vivos</i> dispositions simply because its decision might augment an estate passing under a will probated in its courts. If such a basis of jurisdiction were sustained, probate courts would enjoy nationwide service of process to adjudicate interests in property with which <span class=\"star-pagination\">*249</span> neither the State nor the decedent could claim any affiliation. The settlor-decedent's Florida domicile is equally unavailing as a basis for jurisdiction over the trust assets. For the purpose of jurisdiction <i>in rem</i> the maxim that personality has its situs at the domicile of its owner<sup>[19]</sup> is a fiction of limited utility. <i>Green</i> v. <i>Van Buskirk,</i> <span class=\"citation\" data-id=\"87992\"><a href=\"/opinion/87992/green-v-van-buskirk/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">139</span></a></span>, 150. The maxim is no less suspect when the domicile is that of a decedent. In analogous cases, this Court has rejected the suggestion that the probate decree of the State where decedent was domiciled has an <i>in rem</i> effect on personalty outside the forum State that could render it conclusive on the interests of nonresidents over whom there was no personal jurisdiction. <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343, 353; <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394, 401; <i>Overby</i> v. <i>Gordon,</i> 177 U. S. 214.<sup>[20]</sup> The fact that the owner is or was domiciled within the forum State is not a sufficient affiliation with the property upon which to base jurisdiction <i>in rem.</i> Having concluded that Florida had no <i>in rem</i> jurisdiction, we proceed to consider whether a judgment purporting to rest on that basis is invalid in Florida and must therefore be reversed.</p>\n<p>Prior to the Fourteenth Amendment an exercise of jurisdiction over persons or property outside the forum State was thought to be an absolute nullity,<sup>[21]</sup> but the matter <span class=\"star-pagination\">*250</span> remained a question of state law over which this Court exercised no authority.<sup>[22]</sup> With the adoption of that Amendment, any judgment purporting to bind the person of a defendant over whom the court had not acquired <i>in personam</i> jurisdiction was void within the State as well as without. <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714. Nearly a century has passed without this Court being called upon to apply that principle to an <i>in rem</i> judgment dealing with property outside the forum State. The invalidity of such a judgment within the forum State seems to have been assumedand with good reason. Since a State is forbidden to enter a judgment attempting to bind a person over whom it has no jurisdiction, it has even less right to enter a judgment purporting to extinguish the interest of such a person in property over which the court has no jurisdiction.<sup>[23]</sup> Therefore, so far as it purports to rest upon jurisdiction over the trust assets, the judgment of the Florida court cannot be sustained. <i>Sadler</i> v. <i>Industrial Trust Co.,</i> <span class=\"citation\" data-id=\"2041263\"><a href=\"/opinion/2041263/sadler-v-industrial-trust-co/\"><span class=\"volume\">327</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">10</span></a></span>, 97 N. E. 2d 169.</p>\n<p><i>In personam jurisdiction.</i> Appellees' stronger argument is for <i>in personam</i> jurisdiction over the Delaware trustee. They urge that the circumstances of this case amount to sufficient affiliation with the State of Florida to empower its courts to exercise personal jurisdiction over this nonresident defendant. Principal reliance is placed upon <i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220. In <i>McGee</i> the Court noted the trend of expanding personal jurisdiction over nonresidents. As technological <span class=\"star-pagination\">*251</span> progress has increased the flow of commerce between States, the need for jurisdiction over nonresidents has undergone a similar increase. At the same time, progress in communications and transportation has made the defense of a suit in a foreign tribunal less burdensome. In response to these changes, the requirements for personal jurisdiction over nonresidents have evolved from the rigid rule of <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714, to the flexible standard of <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310. But it is a mistake to assume that this trend heralds the eventual demise of all restrictions on the personal jurisdiction of state courts. See <i>Vanderbilt</i> v. <i>Vanderbilt,</i> 354 U. S. 416, 418. Those restrictions are more than a guarantee of immunity from inconvenient or distant litigation. They are a consequence of territorial limitations on the power of the respective States. However minimal the burden of defending in a foreign tribunal, a defendant may not be called upon to do so unless he has had the \"minimal contacts\" with that State that are a prerequisite to its exercise of power over him. See <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 319.</p>\n<p>We fail to find such contacts in the circumstances of this case. The defendant trust company has no office in Florida, and transacts no business there. None of the trust assets has ever been held or administered in Florida, and the record discloses no solicitation of business in that State either in person or by mail. Cf. <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310; <i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220; <i>Travelers Health Assn.</i> v. <i>Virginia,</i> 339 U. S. 643.</p>\n<p>The cause of action in this case is not one that arises out of an act done or transaction consummated in the forum State. In that respect, it differs from <i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220, and the cases there cited. In <i>McGee,</i> the nonresident defendant solicited a reinsurance agreement with a resident of California. <span class=\"star-pagination\">*252</span> The offer was accepted in that State, and the insurance premiums were mailed from there until the insured's death. Nothing the interest California has in providing effective redress for its residents when nonresident insurers refuse to pay claims on insurance they have solicited in that State, the Court upheld jurisdiction because the suit \"was based on a contract which had substantial connection with that State.\" In contrast, this action involves the validity of an agreement that was entered without any connection with the forum State. The agreement was executed in Delaware by a trust company incorporated in that State and a settlor domiciled in Pennsylvania. The first relationship Florida had to the agreement was years later when the settlor became domiciled there, and the trustee remitted the trust income to her in that State. From Florida Mrs. Donner carried on several bits of trust administration that may be compared to the mailing of premiums in <i>McGee.</i><sup>[24]</sup> But the record discloses no instance in which the <i>trustee</i> performed any acts in Florida that bear the same relationship to the agreement as the solicitation in <i>McGee.</i> Consequently, this suit cannot be said to be one to enforce an obligation that arose from a privilege the defendant exercised in Florida. Cf. <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 319. This case is also different from <i>McGee</i> in that there the State had enacted special legislation (Unauthorized Insurers Process Act) to exercise what <i>McGee</i> called its \"manifest interest\" in providing effective redress for citizens who had been injured by nonresidents engaged in an activity that the State treats as exceptional and subjects to special regulation. Cf. <i>Travelers</i> <span class=\"star-pagination\">*253</span> <i>Health Assn.</i> v. <i>Virginia,</i> 339 U. S. 643, 647-649; <i>Doherty &amp; Co.</i> v. <i>Goodman,</i> 294 U. S. 623, 627; <i>Hess</i> v. <i>Pawloski,</i> 274 U. S. 352.</p>\n<p>The execution in Florida of the powers of appointment under which the beneficiaries and appointees claim does not give Florida a substantial connection with the contract on which this suit is based. It is the validity of the trust agreement, not the appointment, that is at issue here.<sup>[25]</sup> For the purpose of applying its rule that the validity of a trust is determined by the law of the State of its creation, Florida ruled that the appointment amounted to a \"republication\" of the original trust instrument in Florida. For choice-of-law purposes such a ruling may be justified, but we think it an insubstantial connection with the trust agreement for purposes of determining the question of personal jurisdiction over a nonresident defendant. The unilateral activity of those who claim some relationship with a nonresident defendant cannot satisfy the requirement of contact with the forum State. The application of that rule will vary with the quality and nature of the defendant's activity, but it is essential in each case that there be some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws. <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 319. <span class=\"star-pagination\">*254</span> The settlor's execution in Florida of her power of appointment cannot remedy the absence of such an act in this case.</p>\n<p>It is urged that because the settlor and most of the appointees and beneficiaries were domiciled in Florida the courts of that State should be able to exercise personal jurisdiction over the nonresident trustees. This is a non sequitur. With personal jurisdiction over the executor, legatees, and appointees, there is nothing in federal law to prevent Florida from adjudicating concerning the respective rights and liabilities of those parties. But Florida has not chosen to do so. As we understand its law, the trustee is an indispensable party over whom the court must acquire jurisdiction before it is empowered to enter judgment in a proceeding affecting the validity of a trust.<sup>[26]</sup> It does not acquire that jurisdiction by being the \"center of gravity\" of the controversy, or the most convenient location for litigation. The issue is personal jurisdiction, not choice of law. It is resolved in this case by considering the acts of the trustee. As we have indicated, they are insufficient to sustain the jurisdiction.<sup>[27]</sup></p>\n<p>Because it sustained jurisdiction over the nonresident trustees, the Florida Supreme Court found it unnecessary to determine whether Florida law made those defendants indispensable parties in the circumstances of this case. Our conclusion that Florida was without jurisdiction over the Delaware trustee, or over the trust corpus held in that State, requires that we make that determination in the first instance. As we have noted earlier, the Florida Supreme Court has repeatedly held that a trustee is an <span class=\"star-pagination\">*255</span> indispensable party without whom a Florida court has no power to adjudicate controversies affecting the validity of a trust.<sup>[28]</sup> For that reason the Florida judgment must be reversed not only as to the nonresident trustees but also as to appellants, over whom the Florida court admittedly had jurisdiction.</p>\n<p><i>No. 117, The Delaware Certiorari.</i> The same reasons that compel reversal of the Florida judgment require affirmance of the Delaware one. Delaware is under no obligation to give full faith and credit to a Florida judgment invalid in Florida because offensive to the Due Process Clause of the Fourteenth Amendment. 28 U. S. C.  1738. Even before passage of the Fourteenth Amendment this Court sustained state courts in refusing full faith and credit to judgments entered by courts that were without jurisdiction over nonresident defendants. <i>D'Arcy</i> v. <i>Ketchum,</i> 11 How. 165; <i>Hall</i> v. <i>Lanning,</i> 91 U. S. 160. See <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394; <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343. Since Delaware was entitled to conclude that Florida law made the trust company an indispensable party, it was under no obligation to give the Florida judgment any faith and crediteven against parties over whom Florida's jurisdiction was unquestioned.</p>\n<p>It is suggested that this disposition is improperthat the Delaware case should be held while the Florida cause is remanded to give that court an opportunity to determine whether the trustee is an indispensable party in the circumstances of this case. But this is not a case like <i>Herb</i> v. <i>Pitcairn,</i> 324 U. S. 117, where it is appropriate to remand for the state court to clarify an ambiguity in its opinion that may reveal an adequate state ground that would deprive us of power to affect the result of the controversy. Nor is this a circumstance where the state <span class=\"star-pagination\">*256</span> court has never ruled on the question of state law that we are deciding. Although the question was left open in this case, there is ample Florida authority from which we may determine the appropriate answer.</p>\n<p>The rule of primacy to the first final judgment is a necessary incident to the requirement of full faith and credit. Our only function is to determine whether judgments are consistent with the Federal Constitution. In determining the correctness of Delaware's judgment we look to what Delaware was entitled to conclude from the Florida authorities at the time the Delaware court's judgment was entered. To withhold affirmance of a correct Delaware judgment until Florida has had time to rule on another question would be participating in the litigation instead of adjudicating its outcome.</p>\n<p>The judgment of the Delaware Supreme Court is affirmed, and the judgment of the Florida Supreme Court is reversed and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE BLACK, whom MR. JUSTICE BURTON and MR. JUSTICE BRENNAN join, dissenting.</p>\n<p>I believe the courts of Florida had power to adjudicate the effectiveness of the appointment made in Florida by Mrs. Donner with respect to all those who were notified of the proceedings and given an opportunity to be heard without violating the Due Process Clause of the Fourteenth Amendment.<sup>[1]</sup> If this is correct, it follows that <span class=\"star-pagination\">*257</span> the Delaware courts erred in refusing to give the prior Florida judgment full faith and credit. U. S. Const., Art. IV,  1; 28 U. S. C.  1738.</p>\n<p>Mrs. Donner was domiciled in Florida from 1944 until her death in 1952. The controversial appointment was made there in 1949. It provided that certain persons were to receive a share of the property held by the Delaware \"trustee\" under the so-called trust agreement upon her death. Until she died Mrs. Donner received the entire income from this property, and at all times possessed absolute power to revoke or alter the appointment and to dispose of the property as she pleased. As a practical matter she also retained control over the management of the property, the \"trustee\" in Delaware being little more than a custodian.<sup>[2]</sup> A number of the beneficiaries of the appointment, including those who were to receive more than 95% of the assets involved, were residents of Florida at the time the appointment was made as well as when the present suit was filed. The appointed property consisted of intangibles which had no real situs in any particular State although Mrs. Donner paid taxes on the property in Florida.</p>\n<p>The same day the 1949 appointment was made Mrs. Donner executed a will, which after her death was duly probated in a Florida court. The will contained a residuary clause providing for the distribution of all of <span class=\"star-pagination\">*258</span> her property not previously bequeathed, including \"any and all property, rights and interest over which I may have power of appointment which prior to my death has not been effectively exercised by me . . . .\" Thus if the 1949 appointment was ineffective the property involved came back into Mrs. Donner's estate to be distributed under the residuary clause of her will. As might be anticipated the present litigation arose when legatees brought an action in the Florida courts seeking a determination whether the appointment was valid. The beneficiaries of the appointment, some of whom live outside Florida, and the Delaware trustee were defendants. They had timely notice of the suit and an adequate opportunity to obtain counsel and appear.</p>\n<p>In light of the foregoing circumstances it seems quite clear to me that there is nothing in the Due Process Clause which denies Florida the right to determine whether Mrs. Donner's appointment was valid as against its statute of wills. This disposition, which was designed to take effect after her death, had very close and substantial connections with that State. Not only was the appointment made in Florida by a domiciliary of Florida, but the primary beneficiaries also lived in that State. In my view it could hardly be denied that Florida had sufficient interest so that a court with jurisdiction might properly apply Florida law, if it chose, to determine whether the appointment was effectual. <i>Watson</i> v. <i>Employers Liability Assurance Corp.,</i> 348 U. S. 66; <i>Osborn</i> v. <i>Ozlin,</i> 310 U. S. 53. True, the question whether the law of a State can be applied to a transaction is different from the question whether the courts of that State have jurisdiction to enter a judgment, but the two are often closely related and to a substantial degree depend upon similar considerations. It seems to me that where a transaction has as much relationship to a State as Mrs. Donner's appointment had to Florida its courts ought to have <span class=\"star-pagination\">*259</span> power to adjudicate controversies arising out of that transaction, unless litigation there would impose such a heavy and disproportionate burden on a nonresident defendant that it would offend what this Court has referred to as \"traditional notions of fair play and substantial justice.\" <i>Milliken</i> v. <i>Meyer,</i> 311 U. S. 457, 463; <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310, 316. So far as the nonresident defendants here are concerned I can see nothing which approaches that degree of unfairness. Florida, the home of the principal contenders for Mrs. Donner's largess, was a reasonably convenient forum for all.<sup>[3]</sup> Certainly there is nothing fundamentally unfair in subjecting the corporate trustee to the jurisdiction of the Florida courts. It chose to maintain business relations with Mrs. Donner in that State for eight years, regularly communicating with her with respect to the business of the trust including the very appointment in question.</p>\n<p>Florida's interest in the validity of Mrs. Donner's appointment is made more emphatic by the fact that her will is being administered in that State. It has traditionally been the rule that the State where a person is domiciled at the time of his death is the proper place to determine the validity of his will, to construe its provisions and to marshal and distribute his personal property. Here Florida was seriously concerned with winding up Mrs. Donner's estate and with finally determining what property was to be distributed under her will. In fact this suit was brought for that very purpose.</p>\n<p>The Court's decision that Florida did not have jurisdiction over the trustee (and inferentially the nonresident beneficiaries) stems from principles stated the better part <span class=\"star-pagination\">*260</span> of a century ago in <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714. That landmark case was decided in 1878, at a time when business affairs were predominantly local in nature and travel between States was difficult, costly and sometimes even dangerous. There the Court laid down the broad principle that a State could not subject nonresidents to the jurisdiction of its courts unless they were served with process within its boundaries or voluntarily appeared, except to the extent they had property in the State. But as the years have passed the constantly increasing ease and rapidity of communication and the tremendous growth of interstate business activity have led to a steady and inevitable relaxation of the strict limits on state jurisdiction announced in that case. In the course of this evolution the old jurisdictional landmarks have been left far behind so that in many instances States may now properly exercise jurisdiction over nonresidents not amenable to service within their borders.<sup>[4]</sup> Yet further relaxation seems certain. Of course we have not reached the point where state boundaries are without significance, and I do not mean to suggest such a view here. There is no need to do so. For we are dealing with litigation arising from a transaction that had an abundance of close and substantial connections with the State of Florida.</p>\n<p>Perhaps the decision most nearly in point is <i>Mullane</i> v. <i>Central Hanover Bank &amp; Trust Co.,</i> 339 U. S. 306. In that case the Court held that a State could enter a personal judgment in favor of a trustee against nonresident beneficiaries of a trust even though they were not served with process in that State. So far as appeared, their only connection with the State was the fact that the trust was <span class=\"star-pagination\">*261</span> being administered there.<sup>[5]</sup> In upholding the State's jurisdiction the Court emphasized its great interest in trusts administered within its boundaries and governed by its laws. <i>Id.,</i> at 313. Also implicit in the result was a desire to avoid the necessity for multiple litigation with its accompanying waste and possibility of inconsistent results. It seems to me that the same kind of considerations are present here supporting Florida's jurisdiction over the nonresident defendants.</p>\n<p>Even if it be assumed that the Court is right in its jurisdictional holding, I think its disposition of the two cases is unjustified. It reverses the judgment of the Florida Supreme Court on the ground that the trustee may be, but need not be, an indispensable party to the Florida litigation under Florida law. At the same time it affirms the subsequent Delaware judgment. Although in form the Florida case is remanded for further proceedings not inconsistent with the Court's opinion, the effect is that the Florida courts will be obliged to give full faith and credit to the Delaware judgment. This means the Florida courts will never have an opportunity to determine whether the trustee is an indispensable party. The Florida judgment is thus completely wiped out even as to those parties who make their homes in that State, and even though the Court acknowledges there is nothing in the Constitution which precludes Florida from entering a binding judgment for or against them. It may be argued that the Delaware judgment is the first to become final and therefore is entitled to prevail. But it only comes first because the Court makes it so. In my judgment the proper thing to do would be to hold the Delaware case until the Florida courts had an opportunity to <span class=\"star-pagination\">*262</span> decide whether the trustee is an indispensable party. Under the circumstances of this case I think it is quite probable that they would say he is not. See <i>Trueman Fertilizer Co.</i> v. <i>Allison,</i> <span class=\"citation\" data-id=\"1695686\"><a href=\"/opinion/1695686/trueman-fertilizer-co-v-allison/\"><span class=\"volume\">81</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">734</span></a></span>. I can see no reason why this Court should deprive Florida plaintiffs of their judgment against Florida defendants on the basis of speculation about Florida law which might well turn out to be unwarranted.</p>\n<p>Mr. JUSTICE DOUGLAS, dissenting.</p>\n<p>The testatrix died domiciled in Florida. Her will, made after she had acquired a domicile in Florida, was probated there. Prior to the time she established a domicile in Florida she executed a trust instrument in Delaware. By its terms she was to receive the income during her life. On her death the principal and undistributed income were to go as provided in any power of appointment or, failing that, in her last will and testament.</p>\n<p>After she had become domiciled in Florida she executed a power of appointment; and she also provided in her will that if the power of appointment had not been effectively exercised, the property under the trust, consisting of intangibles, should pass to certain designated trusts.</p>\n<p>The Florida court held that the power of appointment was testamentary in character and not being a valid testamentary disposition for lack of the requisite witnesses, failed as a will under Florida law. Therefore the property passed under the will. 100 So. 2d 378.</p>\n<p>Distribution of the assets of the estate could not be made without determining the validity of the power of appointment. The power of appointment, being integrated with the will, was as much subject to construction and interpretation by the Florida court as the will itself. Of course one not a party or privy to the Florida proceedings is not bound by it and can separately litigate <span class=\"star-pagination\">*263</span> the right to assets in other States. See <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343; <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394. But we have no such situation here. The trustee of the trust was in privity with the deceased. She was the settlor; and under the trust, the trustee was to do her bidding. That is to say, the trustee, though managing the <i>res</i> during the life of the settlor, was on her death to transfer the property to such persons as the settlor designated by her power of appointment or by her last will and testament, or, failing that, to designated classes of persons. So far as the present controversy is concerned the trustee was purely and simply a stakeholder or an agent holding assets of the settlor to dispose of as she designated. It had a community of interest with the deceased. I see no reason therefore why Florida could not say that the deceased and her executrix may stand in judgment for the trustee so far as the disposition of the property under the power of appointment and the will is concerned. The question in cases of this kind is whether the procedure is fair and just, considering the interest of the parties. Cf. <i>Hansberry</i> v. <i>Lee,</i> 311 U. S. 32; <i>Mullane</i> v. <i>Central Hanover Trust Co.,</i> 339 U. S. 306, 312-317. Florida has such a plain and compelling relation to these out-of-state intangibles (cf. <i>Curry</i> v. <i>McCanless,</i> 307 U. S. 357), and the nexus between the settlor and trustee is so close, as to give Florida the right to make the controlling determination even without personal service over the trustee and those who claim under it. We must remember this is not a suit to impose liability on the Delaware trustee or on any other absent person. It is merely a suit to determine interests in those intangibles. Cf. <i>Mullane</i> v. <i>Central Hanover Trust Co., supra,</i> at 313. Under closely analogous facts the California Supreme Court held in <i>Atkinson</i> v. <i>Superior Court,</i> <span class=\"citation\" data-id=\"1446135\"><a href=\"/opinion/1446135/atkinson-v-superior-court/\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">338</span></a></span>, 316 P. 2d 960, that California had <span class=\"star-pagination\">*264</span> jurisdiction over an absent trustee. I would hold the same here. The decedent was domiciled in Florida; most of the legatees are there; and the absent trustee through whom the others claim was an agency so close to the decedent as to be held to be privy with herin other words so identified in interest with her as to represent the same legal right.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 117, <i>Lewis et al.</i> v. <i>Hanson, Executrix and Trustee, et al.,</i> on certiorari to the Supreme Court of Delaware.</p>\n<p>[1]  The appointment was partially revoked July 7, 1950 in a respect not material to the instant controversy.</p>\n<p>[2]  The hospital received $10,000. Six servants qualified for appointments totaling $7,000.</p>\n<p>[3]  Fla. Stat., 1957, c. 48,  48.01: \"Service of process by publication may be had, in any of the several courts of this state, and upon any of the parties mentioned in  48.02 in any suit or proceeding:\n</p>\n<p>\"(1) To enforce any legal or equitable lien upon or claim to any title or interest in real or personal property within the jurisdiction of the court or any fund held or debt owing by any party upon whom process can be served within this state.</p>\n<p>.....</p>\n<p>\"(5) For the construction of any will, deed, contract or other written instrument and for a judicial declaration or enforcement of any legal or equitable right, title, claim, lien or interest thereunder.\"</p>\n<p> 48.02: \"Where personal service of process cannot be had, service of process by publication may be had upon any party, natural or corporate, known or unknown, including: (1) Any known or unknown natural person . . . (2) Any corporation or other legal entity, whether its domicile be foreign, domestic or unknown . . . .\"</p>\n<p>[4]  The record discloses no mention of the state statute until the petition for rehearing in the Florida Supreme Court. In the trial court, appellant's motion to dismiss raised the federal question in this manner: \"The exercise by this Court of the jurisdiction sought to be invoked by the plaintiffs herein would contravene the Constitution and Laws of the State of Florida and the Constitution of the United States, and, in particular, Section 1 of the Fourteenth Amendment to the United States Constitution.\" No. 107, R. 41.</p>\n<p>[5]  See <i>Liberty Warehouse Co.</i> v. <i>Burley T. G. Co-op. M. Assn.,</i> 276 U. S. 71, 88; <i>Smith</i> v. <i>Indiana,</i> 191 U. S. 138, 148; <i>Tyler</i> v. <i>Judges of the Court of Registration,</i> 179 U. S. 405; Robertson and Kirkham, Jurisdiction of the Supreme Court (Wolfson and Kurland ed.),  298.</p>\n<p>[6]  <i>Trueman Fertilizer Co.</i> v. <i>Allison,</i> <span class=\"citation\" data-id=\"1695686\"><a href=\"/opinion/1695686/trueman-fertilizer-co-v-allison/\"><span class=\"volume\">81</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">734</span></a></span>, 738; <i>Winn</i> v. <i>Strickland,</i> <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">610</span></span>, 633, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">So.</span> <span class=\"page\">606</span></span>, 613; <i>Wilson</i> v. <i>Russ,</i> <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">691</span></span>, 697; <i>McArthur</i> v. <i>Scott,</i> 113 U. S. 340, 396; <i>Sadler</i> v. <i>Industrial Trust Co.,</i> <span class=\"citation\" data-id=\"2041263\"><a href=\"/opinion/2041263/sadler-v-industrial-trust-co/\"><span class=\"volume\">327</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">10</span></a></span>, 97 N. E. 2d 169.</p>\n<p>[7]  <i>Martinez</i> v. <i>Balbin,</i> <span class=\"citation\" data-id=\"1113254\"><a href=\"/opinion/1113254/martinez-v-balbin/\"><span class=\"volume\">76</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">488</span></a></span>, 490; <i>Florida Land Rock Phosphate Co.</i> v. <i>Anderson,</i> <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">501</span></span>, 512-513, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">So.</span> <span class=\"page\">392</span></span>, 396.</p>\n<p>[8]  Hereafter the terms \"trust,\" \"trust company\" and \"trustee\" have reference to the trust established in 1935 with the Wilmington Trust Co., the validity of which is at issue here. It is unnecessary to determine whether the Delaware Trust Co., to which the $400,000 remainder interest was appointed and was paid after Mrs. Donner's death, is also an indispensable party to this proceeding.</p>\n<p>[9]  <i>Walker</i> v. <i>City of Hutchinson,</i> 352 U. S. 112; <i>Mullane</i> v. <i>Central Hanover B. &amp; T. Co.,</i> 339 U. S. 306; <i>McDonald</i> v. <i>Mabee,</i> 243 U. S. 90.</p>\n<p>[10]  <i>Roller</i> v. <i>Holly,</i> 176 U. S. 398.</p>\n<p>[11]  Sunderland, The Problem of Jurisdiction, Selected Essays on Constitutional Law, 1270, 1272.</p>\n<p>[12]  A judgment <i>in personam</i> imposes a personal liability or obligation on one person in favor of another. A judgment <i>in rem</i> affects the interests of all persons in designated property. A judgment <i>quasi in rem</i> affects the interests of particular persons in designated property. The latter is of two types. In one the plaintiff is seeking to secure a pre-existing claim in the subject property and to extinguish or establish the nonexistence of similar interests of particular persons. In the other the plaintiff seeks to apply what he concedes to be the property of the defendant to the satisfaction of a claim against him. Restatement, Judgments, 5-9. For convenience of terminology this opinion will use <i>\"in rem\"</i> in lieu of \"<i>in rem</i> and <i>quasi in rem.</i>\"</p>\n<p>[13]  <i>E. g., </i><i>Mullane</i> v. <i>Central Hanover Bank &amp; Trust Co.,</i> 339 U. S. 306, 312; <i>Williams</i> v. <i>North Carolina,</i> 317 U. S. 287, 297. Fraser, Jurisdiction by Necessity, 100 U. of Pa. L. Rev. 305.</p>\n<p>[14]  <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394, 400; <i>Riley</i> v. <i>New York Trust Co.,</i> 315 U. S. 343, 349; <i>Overby</i> v. <i>Gordon,</i> 177 U. S. 214, 221-222; <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714; <i>Rose</i> v. <i>Himely,</i> 4 Cranch 241, 277.</p>\n<p>[15]  See Andrews, Situs of Intangibles in Suits against Non-Resident Claimants, 49 Yale L. J. 241.</p>\n<p>[16]  This case does not concern the situs of a beneficial interest in trust property. These appellees were contesting the validity of the trust. Their concern was with the legal interest of the trustee or, if the trust was invalid, the settlor. Therefore, the relevant factor here is the situs of the stocks, bonds, and notes that make up the corpus of the trust. Properly speaking such assets are intangibles that have no \"physical\" location. But their embodiment in documents treated for most purposes as the assets themselves makes them partake of the nature of tangibles. Cf. <i>Wheeler</i> v. <i>Sohmer,</i> 233 U. S. 434, 439.</p>\n<p>[17]  The documents evidencing ownership of the trust property were held in Delaware, cf. <i>Bank of Jasper</i> v. <i>First Nat. Bank,</i> 258 U. S. 112, 119, by a Delaware trustee who was the oblige of the credit instruments and the record owner of the stock. The location of the obligors and the domicile of the corporations do not appear. The trust instrument was executed in Delaware by a settlor then domiciled in Pennsylvania. Without expressing any opinion on the significance of these or other factors unnamed, we note that none relates to Florida.</p>\n<p>[18]  The Florida Supreme Court's opinion states: \"We held [in <i>Henderson</i> v. <i>Usher,</i> <span class=\"citation\" data-id=\"1989790\"><a href=\"/opinion/1989790/hendersons-case/\"><span class=\"volume\">118</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">688</span></a></span>, 160 So. 9] that constructive service was valid in that state of the record because substantive jurisdiction existed in the Florida court by virtue of construction of a will, which was also involved, the testator having been domiciled in Florida. We observed that it was not essential that the assets of the trust be physically in this state in order that constructive service be binding upon a non-resident where the problem presented to the court was to adjudicate, inter alia, the status of the securities incorporated in the trust estate and the rights of the non-resident therein. It is entirely consistent with the Henderson case to hold, as we do, that the court below erred in ruling that it lacked jurisdiction over the persons of the absent defendants.\" 100 So. 2d, at 385.\n</p>\n<p>The foregoing leaves unclear whether the court was invoking <i>in personam</i> jurisdiction over the trustee, or <i>in rem</i> jurisdiction over the trust assets. <i>Henderson</i> v. <i>Usher, supra</i><i>,</i> which was an action by testamentary trustees for a construction of the will establishing a trust whose assets were held in New York, found it unnecessary to decide the basis of the jurisdiction exercised. In response to the jurisdictional objections of a specially appearing nonresident defendant, the Florida Supreme Court ruled: \"Since the interpretation of the will is the primary question with which we are confronted we are impelled to hold that the res is at least constructively in this state and that the Florida courts are empowered to advise the trustees how to proceed under it and what rights those affected have in it. For the immediate purpose of this suit the will is the res and when that is voluntarily brought into the courts of Florida to be construed the trust created by it is to all intents and purposes brought with it.\" 118 Fla., at 692, 160 So., at 10.</p>\n<p>[19]  We assume <i>arguendo</i> for the purpose of this discussion that the trust was invalid so that Mrs. Donner was the \"owner\" of the subject property.</p>\n<p>[20]  Though analogous, these cases are not squarely in point. They concerned the efficacy of such judgments in the courts of another sovereign, while the issue here is the validity of such an exercise of jurisdiction within the forum State.</p>\n<p>[21]  See <i>Pennoyer</i> v. <i>Neff,</i> 95 U. S. 714, 720-728, 732; Story, Commentaries on the Conflict of Laws (6th ed. 1865),  539, 550-551; Cooley, Constitutional Limitations (1st ed. 1868), 404-405; Rheinstein, The Constitutional Bases of Jurisdiction, 22 U. of Chi. L. Rev. 775, 792-793.</p>\n<p>[22]  See <i>Baker</i> v. <i>Baker, Eccles &amp; Co.,</i> 242 U. S. 394, 403.</p>\n<p>[23]  This holding was forecast in <i>Pennoyer</i> v. <i>Neff, supra</i><i>.</i> When considering the effect of the Fourteenth Amendment, this Court declared that in actions against nonresidents substituted service was permissible only where \"<i>property in the State</i> is brought under the control of the court, and subjected to its disposition by process adapted to that purpose . . . .\" (Emphasis supplied.) 95 U. S., at 733.</p>\n<p>[24]  By a letter dated Feb. 5, 1946, Mrs. Donner changed the compensation to be paid the trust advisor. April 2, 1947, she revoked the trust as to $75,000, returning that amount to the trustee December 22, 1947. To these acts may be added the execution of the two powers of appointment mentioned earlier.</p>\n<p>[25]  The Florida Supreme Court's opinion makes repeated references to the \"invalidity\" of the trust, and uses other language of like import. See 100 So. 2d, at 381, 382, 383, 384, 385. Its ruling that the 1949 and 1950 \"appointments\" were ineffective to pass title to the property (because lacking the requisite testamentary formalities) proceeded from this initial ruling that the trust agreement was \"invalid,\" 100 So. 2d, at 383, or \"illusory,\" 100 So. 2d, at 384, and therefore created no power of appointment. There was no suggestion that the appointment was ineffective as an exercise of whatever power was created by the trust agreement.</p>\n<p>[26]  See note 6, <i>supra.</i></p>\n<p>[27]  This conclusion makes unnecessary any consideration of appellants' contention that the contacts the trust agreement had with Florida were so slight that it was a denial of due process of law to determine its validity by Florida law. See <i>Home Insurance Co.</i> v. <i>Dick,</i> 281 U. S. 397.</p>\n<p>[28]  See notes 6 and 7, <i>supra.</i></p>\n<p>[1]  In my judgment it is a mistake to decide this case on the assumption that the Florida courts invalidated the trust established in 1935 by Mrs. Donner while she was living in Pennsylvania. It seems quite clear to me that those courts had no such purpose. As I understand it, all they held was that an appointment made in Florida providing for the disposition of part of the trust property after Mrs. Donner's death was (1) testamentary since she retained complete control over the appointed property until she died, and (2) ineffective because not executed in accordance with the Florida statute of wills.</p>\n<p>[2]  Among other things Mrs. Donner reserved the right to appoint \"advisers\" serving at her sufferance who controlled all purchases, sales and investments by the \"trustee.\" Evidence before the Delaware courts indicated that these advisers, not the Delaware \"trustee,\" actually made all decisions with respect to transactions affecting the \"trust\" property and that the \"trustee\" mechanically acted as they directed.</p>\n<p>[3]  The suggestion is made that Delaware was a more suitable forum, but the plain fact is that none of the beneficiaries or legatees has ever resided in that State.</p>\n<p>[4]  See, <i>e. g., </i><i>McGee</i> v. <i>International Life Ins. Co.,</i> 355 U. S. 220; <i>Travelers Health Assn.</i> v. <i>Virginia ex rel. State Corporation Comm'n,</i> 339 U. S. 643; <i>International Shoe Co.</i> v. <i>Washington,</i> 326 U. S. 310; <i>Milliken</i> v. <i>Meyer,</i> 311 U. S. 457; <i>Henry L. Doherty &amp; Co.</i> v. <i>Goodman,</i> 294 U. S. 623; <i>Hess</i> v. <i>Pawloski,</i> 274 U. S. 352.</p>\n<p>[5]  There was no basis for <i>in rem</i> jurisdiction since the litigation concerned the personal liability of the trustee and did not involve the trust property.</p>\n\n</div>", "id": 105728, "judges": "Warren", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105728/", "sha1": "56d87f46f44f72db941637b8d94f431f708e8563", "source": "LR", "supreme_court_db_id": "1957-129", "time_retrieved": "2010-04-28T09:55:41"}