{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "169 U.S. 600", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94838/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States Ex Rel. Bernardin v. Butterworth", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "404", 
    "id": 79219, 
    "resource_uri": "/api/rest/v2/citation/79219/"
  }, 
  "id": 94838, 
  "blocked": false, 
  "judges": "Shiras", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1898-03-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>169 U.S. 600 (1898)</b></center>\n<center><h1>UNITED STATES, ex rel. BERNARDIN<br>\nv.<br>\nBUTTERWORTH.</h1></center>\n<center>No. 404.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted February 21, 1898.</center>\n<center>Decided March 21, 1898.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*601</span> <i>Mr. Julian C. Dowell</i> for the motion.</p>\n<p><i>Mr. J.M. Wilson</i> opposing.</p>\n<p>MR. JUSTICE SHIRAS delivered the opinion of the court.</p>\n<p>On March 23, 1895, John S. Seymour, Commissioner of Patents, on appeal in an interference proceeding between the applications of Alfred S. Bernardin and William H. Northall, decided that Bernardin was entitled to a patent for the invention involved in the interference. From this decision an appeal was taken by Northall to the Court of Appeals of the District of Columbia, and the decision of the Commissioner was by that court reversed.</p>\n<p>Bernardin then instituted proceedings in the Supreme Court of the District of Columbia, seeking to compel the Commissioner to issue a patent in accordance with his previous decision, claiming that the act of Congress approved February 9, 1893, which, in form, confers jurisdiction upon the Court of Appeals of the District of Columbia to hear appeals from the action of the Commissioner of Patents, is unconstitutional and void, in that it attempts to confer jurisdiction upon that court to review or reverse the action of the Commissioner.</p>\n<p>The Supreme Court of the District of Columbia dismissed the petition for mandamus, and, on appeal, the Court of Appeals of the District sustained the judgment of the Supreme Court. <i>Bernardin</i> v. <i>Seymour,</i> 10 App. D.C. 294.</p>\n<p>Thereafter John S. Seymour resigned his office as Commissioner of Patents, and, on April 12, 1897, Benjamin Butterworth was appointed his successor. On April 17, 1897, Bernardin filed a new petition for mandamus in the Supreme Court of the District of Columbia, which was dismissed, and that decision was, on appeal to the Court of Appeals of the District, on May 11, 1897, affirmed.</p>\n<p><span class=\"star-pagination\">*602</span> On May 25, 1897, a writ of error was allowed from this court, and, while the case was here pending, on January 16, 1898, Benjamin Butterworth died, and C.H. Duell was thereafter appointed to the office thus left vacant; and a motion has been made for leave to substitute Duell in the stead of Butterworth, notwithstanding that by the death of the latter the action had abated.</p>\n<p>The question thus presented is not a novel one. In <i>Secretary</i> v. <i>McGarrahan,</i> 9 Wall. 298, it was held that a judgment in mandamus ordering the performance of an official duty against an officer, as if yet in office, when in fact he had gone out after service of the writ, and before the judgment, is void, and cannot be executed against his successor. In <i>United States</i> v. <i>Boutwell,</i> 17 Wall. 604, it was held that, in the absence of statutory provision to the contrary, a mandamus against an officer of the government abates on his death or retirement from office, and that his successor in office cannot be brought in by way of amendment of the proceeding, or on an order for the substitution of parties. The conclusion reached was put upon two independent grounds, and we quote the reasoning of the court, expressed in its opinion delivered by Mr. Justice Strong, as follows:</p>\n<p>\"The office of a writ of mandamus is to compel the performance of a duty resting upon the person to whom the writ is sent. That duty may have originated in one way or in another. It may, as alleged in the present case, have arisen from the acceptance of an office which has imposed the duty upon its incumbent. But no matter out of what fact or relations the duty has grown, what the law requires, and what it seeks to enforce by a writ of mandamus, is the personal obligation of the individual to whom it addresses the writ. If he be an officer, and the duty be an official one, still the writ is aimed exclusively against him as a person, and he only can be punished for disobedience. The writ does not reach the office. It cannot be directed to it. It is, therefore, a personal action, and it rests upon the averred and assumed fact that the defendant has neglected or refused to perform a personal duty, to the performance of which by him the relator has a clear <span class=\"star-pagination\">*603</span> right. Hence it is an imperative rule that previous to making application for a writ to command the performance of any particular act, an express or distinct demand or request to perform it must have been made by the relator or prosecutor upon the defendant, and it must appear that he refused to comply with such demand, either in direct terms or by conduct from which a refusal can be conclusively inferred. Thus it is the personal default of the defendant that warrants the impetration of the writ, and if a peremptory mandamus be awarded, the costs must fall upon the defendant. It necessarily follows from this, that on the death or retirement from office, the writ must abate in the absence of any statutory provision to the contrary. When the personal duty exists, only so long as the office is held, the court cannot compel the defendant to perform it after his power to perform has ceased. And if a successor in office may be substituted, he may be mulcted in costs for the default of his predecessor, without any delinquency of his own. Besides, were a demand made upon him, he might discharge the duty and render the interposition of the court unnecessary. In all events, he is not in privity with his predecessor, much less is he his predecessor's personal representative... .</p>\n<p>\"And even if the retirement of the defendant from office and his consequent inability to perform the act demanded to be done does not abate the writ, or necessitate its discontinuance, there is still an insuperable difficulty in the way of our directing the substitution asked for. We can exercise only appellate power. We have no original jurisdiction in the case. But any summons issued, or rule upon the successor in office, requiring him to become a party to the suit, would be an exercise of original jurisdiction over both a new party and a new cause, for the duty which he would be required to perform would be his own, not that of his predecessor.\"</p>\n<p>In <i>Thompson</i> v. <i>United States,</i> 103 U.S. 480, the distinction is pointed out between proceedings where the obligation sought be enforced devolves upon a corporation or continuing body, and those where the duty is personal with the officer. In the former case there is no abatement. The duty is perpetual <span class=\"star-pagination\">*604</span> upon the corporation; in the latter, the delinquency charged is personal, and involves no charge against the Government, against which a proceeding would not lie.</p>\n<p><i>United States</i> v. <i>Chandler,</i> 122 U.S. 643, was the case of a writ of error in review of a judgment of the Supreme Court of the District of Columbia refusing a mandamus against William E. Chandler, Secretary of the Navy, to require of him the performance of certain alleged official duties. When the case was called, it appeared that Mr. Chandler was no longer Secretary, and that the office was filled by his successor. Thereupon this court, upon the authority of <i>United States</i> v. <i>Boutwell</i><i>,</i> held that the suit had abated, and dismissed the writ of error.</p>\n<p>A similar view prevailed in <i>United States</i> v. <i>Lochren,</i> 164 U.S. 701.</p>\n<p>In <i>Warner Valley Stock Company</i> v. <i>Smith,</i> 165 U.S. 28, the subject was considered at some length. There a bill had been filed against Hoke Smith, as Secretary of the Interior, to compel him to cause patents to be issued to the plaintiff for certain tracts of land. The Supreme Court of the District sustained a demurrer to the bill and dismissed the suit. While an appeal to this court was pending, Hoke Smith resigned his office, and it was held that the bill could not be amended by making his successor a defendant, because he was not in office before the bill was filed and had no part in the doings complained of, and accordingly the cause was remanded with directions to dismiss the bill. In discussing the case Mr. Justice Gray cited the cases just mentioned and several others to the same effect, and again pointed out the difference between the case of a public officer of the United States and that of a municipal board, which is a continuing corporation, although its individual members may be changed, to which in its corporate capacity a writ of mandamus may be directed; and in respect to which the language of Chief Justice Waite, in <i>Commissioners</i> v. <i>Sellew,</i> 99 U.S. 624, was quoted: \"One of the objects in creating such corporations, capable of suing and being sued, and having perpetual succession, is that the very inconvenience which manifested itself in Boutwell's case may be avoided.\"</p>\n<p><span class=\"star-pagination\">*605</span> In the absence, therefore, of statutory authority, we cannot, after a cause of this character has abated, bring a new party into the case. Nor is the want of such authority supplied by the consent of a person not a party in the cause.</p>\n<p>It is, however, contended that an act of the State of Maryland enacted in 1785, chapter 80, section 1, and which, it is claimed, became the law of the District of Columbia when the territory thereof was ceded to the United States, is applicable. The terms of said section are as follows:</p>\n<p>\"No action, brought or to be brought, in any court of this State shall abate by the death of either of the parties to such action, but upon the death of any defendant, in a case where the action by such death would have abated before this act, the action shall be continued, and the heir, devisee, executor or administrator of the defendant, as the case may require, or other person interested on the part of the defendant, may appear to such action.\"</p>\n<p>It is suggested that the attention of this court was not called to this statute in the previous cases. However that may have been, we are unable to perceive that this statute, either in its terms or its spirit, is applicable to cases like the present one. Neither the heir, devisee, executor or administrator of a deceased official would have any legal interest in such a controversy. Nor, in the case of a resignation, could the successor be said to be \"a person interested on the part of the defendant.\"</p>\n<p>In view of the inconvenience, of which the present case is a striking instance, occasioned by this state of the law, it would seem desirable that Congress should provide for the difficulty by enacting that, in the case of suits against the heads of departments abating by death or resignation, it should be lawful for the successor in office to be brought into the case by petition, or some other appropriate method.</p>\n<p><i>The motion is refused, and the judgment of the Court of Appeals is reversed, the costs in this court to be paid by the plaintiff in error, and the cause remanded to that court with directions to reverse the judgment of the Supreme Court of the District of Columbia and remand</i> <span class=\"star-pagination\">*606</span> <i>the cause to that court with directions to dismiss the petition for the writ of mandamus because of the death of the defendant Butterworth.</i></p>\n<p>MR. JUSTICE HARLAN, MR. JUSTICE BREWER and MR. JUSTICE PECKHAM dissented.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:37:57", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></span> (1898)</b></center>\n<center><h1>UNITED STATES, ex rel. BERNARDIN<br>\nv.<br>\nBUTTERWORTH.</h1></center>\n<center>No. 404.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted February 21, 1898.</center>\n<center>Decided March 21, 1898.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*601</span> <i>Mr. Julian C. Dowell</i> for the motion.</p>\n<p><i>Mr. J.M. Wilson</i> opposing.</p>\n<p>MR. JUSTICE SHIRAS delivered the opinion of the court.</p>\n<p>On March 23, 1895, John S. Seymour, Commissioner of Patents, on appeal in an interference proceeding between the applications of Alfred S. Bernardin and William H. Northall, decided that Bernardin was entitled to a patent for the invention involved in the interference. From this decision an appeal was taken by Northall to the Court of Appeals of the District of Columbia, and the decision of the Commissioner was by that court reversed.</p>\n<p>Bernardin then instituted proceedings in the Supreme Court of the District of Columbia, seeking to compel the Commissioner to issue a patent in accordance with his previous decision, claiming that the act of Congress approved February 9, 1893, which, in form, confers jurisdiction upon the Court of Appeals of the District of Columbia to hear appeals from the action of the Commissioner of Patents, is unconstitutional and void, in that it attempts to confer jurisdiction upon that court to review or reverse the action of the Commissioner.</p>\n<p>The Supreme Court of the District of Columbia dismissed the petition for mandamus, and, on appeal, the Court of Appeals of the District sustained the judgment of the Supreme Court. <i>Bernardin</i> v. <i>Seymour,</i> 10 App. D.C. 294.</p>\n<p>Thereafter John S. Seymour resigned his office as Commissioner of Patents, and, on April 12, 1897, Benjamin Butterworth was appointed his successor. On April 17, 1897, Bernardin filed a new petition for mandamus in the Supreme Court of the District of Columbia, which was dismissed, and that decision was, on appeal to the Court of Appeals of the District, on May 11, 1897, affirmed.</p>\n<p><span class=\"star-pagination\">*602</span> On May 25, 1897, a writ of error was allowed from this court, and, while the case was here pending, on January 16, 1898, Benjamin Butterworth died, and C.H. Duell was thereafter appointed to the office thus left vacant; and a motion has been made for leave to substitute Duell in the stead of Butterworth, notwithstanding that by the death of the latter the action had abated.</p>\n<p>The question thus presented is not a novel one. In <i>Secretary</i> v. <i>McGarrahan,</i> <span class=\"citation\" data-id=\"88163\"><a href=\"/opinion/88163/secretary-v-mcgarrahan/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">298</span></a></span>, it was held that a judgment in mandamus ordering the performance of an official duty against an officer, as if yet in office, when in fact he had gone out after service of the writ, and before the judgment, is void, and cannot be executed against his successor. In <i>United States</i> v. <i>Boutwell,</i> <span class=\"citation\" data-id=\"88777\"><a href=\"/opinion/88777/united-states-v-boutwell/\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">604</span></a></span>, it was held that, in the absence of statutory provision to the contrary, a mandamus against an officer of the government abates on his death or retirement from office, and that his successor in office cannot be brought in by way of amendment of the proceeding, or on an order for the substitution of parties. The conclusion reached was put upon two independent grounds, and we quote the reasoning of the court, expressed in its opinion delivered by Mr. Justice Strong, as follows:</p>\n<p>\"The office of a writ of mandamus is to compel the performance of a duty resting upon the person to whom the writ is sent. That duty may have originated in one way or in another. It may, as alleged in the present case, have arisen from the acceptance of an office which has imposed the duty upon its incumbent. But no matter out of what fact or relations the duty has grown, what the law requires, and what it seeks to enforce by a writ of mandamus, is the personal obligation of the individual to whom it addresses the writ. If he be an officer, and the duty be an official one, still the writ is aimed exclusively against him as a person, and he only can be punished for disobedience. The writ does not reach the office. It cannot be directed to it. It is, therefore, a personal action, and it rests upon the averred and assumed fact that the defendant has neglected or refused to perform a personal duty, to the performance of which by him the relator has a clear <span class=\"star-pagination\">*603</span> right. Hence it is an imperative rule that previous to making application for a writ to command the performance of any particular act, an express or distinct demand or request to perform it must have been made by the relator or prosecutor upon the defendant, and it must appear that he refused to comply with such demand, either in direct terms or by conduct from which a refusal can be conclusively inferred. Thus it is the personal default of the defendant that warrants the impetration of the writ, and if a peremptory mandamus be awarded, the costs must fall upon the defendant. It necessarily follows from this, that on the death or retirement from office, the writ must abate in the absence of any statutory provision to the contrary. When the personal duty exists, only so long as the office is held, the court cannot compel the defendant to perform it after his power to perform has ceased. And if a successor in office may be substituted, he may be mulcted in costs for the default of his predecessor, without any delinquency of his own. Besides, were a demand made upon him, he might discharge the duty and render the interposition of the court unnecessary. In all events, he is not in privity with his predecessor, much less is he his predecessor's personal representative... .</p>\n<p>\"And even if the retirement of the defendant from office and his consequent inability to perform the act demanded to be done does not abate the writ, or necessitate its discontinuance, there is still an insuperable difficulty in the way of our directing the substitution asked for. We can exercise only appellate power. We have no original jurisdiction in the case. But any summons issued, or rule upon the successor in office, requiring him to become a party to the suit, would be an exercise of original jurisdiction over both a new party and a new cause, for the duty which he would be required to perform would be his own, not that of his predecessor.\"</p>\n<p>In <i>Thompson</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"90348\"><a href=\"/opinion/90348/thompson-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, the distinction is pointed out between proceedings where the obligation sought be enforced devolves upon a corporation or continuing body, and those where the duty is personal with the officer. In the former case there is no abatement. The duty is perpetual <span class=\"star-pagination\">*604</span> upon the corporation; in the latter, the delinquency charged is personal, and involves no charge against the Government, against which a proceeding would not lie.</p>\n<p><i>United States</i> v. <i>Chandler,</i> <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></span>, was the case of a writ of error in review of a judgment of the Supreme Court of the District of Columbia refusing a mandamus against William E. Chandler, Secretary of the Navy, to require of him the performance of certain alleged official duties. When the case was called, it appeared that Mr. Chandler was no longer Secretary, and that the office was filled by his successor. Thereupon this court, upon the authority of <i>United States</i> v. <i>Boutwell</i><i>,</i> held that the suit had abated, and dismissed the writ of error.</p>\n<p>A similar view prevailed in <i>United States</i> v. <i>Lochren,</i> 164 U.S. 701.</p>\n<p>In <i>Warner Valley Stock Company</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"94585\"><a href=\"/opinion/94585/warner-valley-stock-co-v-smith/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, the subject was considered at some length. There a bill had been filed against Hoke Smith, as Secretary of the Interior, to compel him to cause patents to be issued to the plaintiff for certain tracts of land. The Supreme Court of the District sustained a demurrer to the bill and dismissed the suit. While an appeal to this court was pending, Hoke Smith resigned his office, and it was held that the bill could not be amended by making his successor a defendant, because he was not in office before the bill was filed and had no part in the doings complained of, and accordingly the cause was remanded with directions to dismiss the bill. In discussing the case Mr. Justice Gray cited the cases just mentioned and several others to the same effect, and again pointed out the difference between the case of a public officer of the United States and that of a municipal board, which is a continuing corporation, although its individual members may be changed, to which in its corporate capacity a writ of mandamus may be directed; and in respect to which the language of Chief Justice Waite, in <i>Commissioners</i> v. <i>Sellew,</i> <span class=\"citation\" data-id=\"89991\"><a href=\"/opinion/89991/commissioners-v-sellew/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, was quoted: \"One of the objects in creating such corporations, capable of suing and being sued, and having perpetual succession, is that the very inconvenience which manifested itself in Boutwell's case may be avoided.\"</p>\n<p><span class=\"star-pagination\">*605</span> In the absence, therefore, of statutory authority, we cannot, after a cause of this character has abated, bring a new party into the case. Nor is the want of such authority supplied by the consent of a person not a party in the cause.</p>\n<p>It is, however, contended that an act of the State of Maryland enacted in 1785, chapter 80, section 1, and which, it is claimed, became the law of the District of Columbia when the territory thereof was ceded to the United States, is applicable. The terms of said section are as follows:</p>\n<p>\"No action, brought or to be brought, in any court of this State shall abate by the death of either of the parties to such action, but upon the death of any defendant, in a case where the action by such death would have abated before this act, the action shall be continued, and the heir, devisee, executor or administrator of the defendant, as the case may require, or other person interested on the part of the defendant, may appear to such action.\"</p>\n<p>It is suggested that the attention of this court was not called to this statute in the previous cases. However that may have been, we are unable to perceive that this statute, either in its terms or its spirit, is applicable to cases like the present one. Neither the heir, devisee, executor or administrator of a deceased official would have any legal interest in such a controversy. Nor, in the case of a resignation, could the successor be said to be \"a person interested on the part of the defendant.\"</p>\n<p>In view of the inconvenience, of which the present case is a striking instance, occasioned by this state of the law, it would seem desirable that Congress should provide for the difficulty by enacting that, in the case of suits against the heads of departments abating by death or resignation, it should be lawful for the successor in office to be brought into the case by petition, or some other appropriate method.</p>\n<p><i>The motion is refused, and the judgment of the Court of Appeals is reversed, the costs in this court to be paid by the plaintiff in error, and the cause remanded to that court with directions to reverse the judgment of the Supreme Court of the District of Columbia and remand</i> <span class=\"star-pagination\">*606</span> <i>the cause to that court with directions to dismiss the petition for the writ of mandamus because of the death of the defendant Butterworth.</i></p>\n<p>MR. JUSTICE HARLAN, MR. JUSTICE BREWER and MR. JUSTICE PECKHAM dissented.</p>\n</div>", 
  "sha1": "dbe842a1241612cb575af28d9c2422350be804da", 
  "date_modified": "2014-12-21T01:32:49.593764", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94838/united-states-ex-rel-bernardin-v-butterworth/", 
  "citation_count": 12, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/442163/", 
  "html": "<p class=\"case_cite\">169 U.S. 600</p>\n    <p class=\"case_cite\">18 S.Ct. 441</p>\n    <p class=\"case_cite\">42 L.Ed. 873</p>\n    <p class=\"parties\">UNITED STATES ex rel. BERNARDIN<br>v.<br>BUTTERWORTH.</p>\n    <p class=\"docket\">No. 404.</p>\n    <p class=\"date\">March 21, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. C. Dowell, for plaintiff in error.</p>\n      <p class=\"indent\">Sol. Gen. Richards, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice SHR AS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 23, 1895, John S. Seymour, commissioner of patents, on appeal in an interference proceeding between the applications of Alfred S. Bernardin and William H. Northall, decided that Bernardin was entitled to a patent for the invention involved in the interference. From this decision an appeal was taken by Northall to the court of appeals of the District of Columbia, and the decision of the commissioner was by that court reversed. Northall v. Bernardin, 7 App. D. C. 452.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bernardin then instituted proceedings in the supreme court of the District of Columbia, seeking to compel the commissioner to issue a patent in accordance with his previous decision, claiming that the act of congress approved February 9, 1893, which, in form, confers jurisdiction upon the court of appeals of the District of Columbia to hear appeals from the action of the commissioner of patents, is unconstitutional and void, in that it attempts to confer jurisdiction upon that court to review or reverse the action of the commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The supreme court of the District of Columbia dismissed the petition for mandamus, and, on appeal, the court of appeals of the District sustained the judgment of the supreme court. U. S. v. Seymour, 10 App. D. C. 294.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Thereafter John S. Seymour resigned his office as commissioner of patents, and, on April 12, 1897, Benjamin Butterworth was appointed his successor. On April 17, 1897, Bernardin filed a new petition for mandamus in the supreme court of the District of Columbia, which was dismissed, and that decision was, on appeal to the court of appeals of the District, on May 11, 1897, affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 25, 1897, a writ of error was allowed from this court, and, while the case was here pending, on January 16, 1898, Benjamin Butterworth died, and C. H. Duell was thereafter appointed to the office thus left vacant, and a motion has been made for leave to substitute Duell in the stead of Butterworth, notwithstanding that by the death of the latter the action had abated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The question thus presented is not a novel one. In Secretary v. McGarrahan, 9 Wall. 298, it was held that a judgment in mandamus ordering the performance of an official duty against an officer as if yet in office, when in fact he had gone out after service of the writ, and before the judgment, is void, and cannot be executed against his successor. In U. S. v. Boutwell, 17 Wall. 604, it was held that, in the absence of statutory provision to the contrary, a mandamus against an officer of the government abates on his death or retirement from office, and that his successor in office cannot be brought in by way of amendment of the proceeding, or on an order for the substitution of parties. The conclusion reached was put upon two independent grounds, and we quote the reasoning of the court, expressed in its opinion delivered by Mr. Justice Strong, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The office of a writ of mandamus is to compel the performance of a duty resting upon the person to whom the writ is sent. That duty may have originated in one way or in another. It may, as alleged in the present case, have arisen from the acceptance of an office which has imposed the duty upon its incumbent. But, no matter out of what fact or relations the duty has grown, what the law requires, and what it seeks to enforce by a writ of mandamus, is the personal obligation of the individual to whom it addresses the writ. If he be an officer and the duty be an official one, still the writ is aimed exclusively against him as a person, and he only can be punished for disobedience. The writ does not reach the office. It cannot be directed to it. It is, therefore, a personal action, and it rests upon the averred and assumed fact that the defendant has neglected or refused to perform a personal duty, to the performance of which by him the relator has a clear right. Hence it is an imperative rule that previous to making application for a writ to command the performance of any particulara ct an express or distinct demand or request to perform it must have been made by the relator or prosecutor upon the defendant, and it must appear that he refused to comply with such demand, either in direct terms or by conduct from which a refusal can be conclusively inferred. Thus it is the personal default of the defendant that warrants the impetration of the writ, and, if a peremptory mandamus be awarded, the costs must fall upon the defendant. It necessarily follows from this that on the death or retirement from office the writ must abate in the absence of any statutory provision to the contrary. When the personal duty exists only so long as the office is held, the court cannot compel the defendant to perform it after his power to perform has ceased. And, if a successor in office may be substituted, he may be mulcted in costs for the default of his predecessor, without any delinquency of his own. Besides, were a demand made upon him, he might discharge the duty, and render the interposition of the court unnecessary. In all events, he is not in privity with his predecessor, much less is he his predecessor's personal representative. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'And, even if the retirement of the defendant from office and his consequent inability to perform the act demanded to be done does not abate the writ, or necessitate its discontinuance, there is still an insuperable difficulty in the way of our directing the substitution asked for. We can exercise only appellate power. We have no original jurisdiction in the case. But any summons issued, or rule upon the successor in office, requiring him to become a party to the suit, would be an exercise of original jurisdiction over both a new party and a new cause, for the duty which he would be required to perform would be his own, not that of his predecessor.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Thompson v. U. S., 103 U. S. 480, the distinction is pointed out between proceedings where the obligation sought to be enforced devolves upon a corporation or continuing body and those where the duty is personal with the officer. In the former case there is no abatement. The duty is perpetual upon the corporation. In the latter the delinquency charged is personal, and involves no charge against the government, against which a proceeding would not lie.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">U. S. v. Chandler, 122 U. S. 643, was the case of a writ of error in review of a judgment of the supreme court of the District of Columbia refusing a mandamus against William E. Chandler, secretary of the navy, to require of him the performance of certain alleged official duties. When the case was called, it appeared that Mr. Chandler was no longer secretary, and that the office was filled by his successor. Thereupon this court, upon the authority of U. S. v. Boutwell, held that the suit had abated, and dismissed the writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A similar view prevailed in U. S. v. Lochren, 164 U. S. 701, 17 Sup. Ct. 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Stock Co. v. Smith, 165 U. S. 28, 17 Sup. Ct. 225, the subject was considered at some length. There a bill had been filed against Hoke Smith, as secretary of the interior, to compel him to cause patents to be issued to the plaintiff for certain tracts of land. The supreme court of the District sustained a demurrer to the bill, and dismissed the suit. While an appeal to this court was pending, Hoke Smith resigned his office, and it was held that the bill could not be amended by making his successor a defendant, because he was not in office before the bill was filed, and had no part in the doings complained of; and accordingly the cause was remanded, with directions to dismiss the bill. In discussing the case, Mr. Justice Gray cited the cases just mentioned, and several others to the same effect, and again pointed out the difference between the case of a public officer of the United States and that of a municipal board, which is a continuing corporation, although its individual members may be changed, to which, in its corporate capacity, a writ of mandamus may be directed, and in respect to which the language of Chief Justice Waite in Commissin ers v. Sellew, 99 U. S. 626, was quoted: 'One of the objects in creating such corporations, capable of suing and being sued, and having perpetual succession, is that the very inconvenience which manifested itself in Boutwell's Case may be avoided.' In the absence, therefore, of statutory authority, we cannot, after a cause of this character has abated, bring a new party into the case. Nor is the want of such authority supplied by the consent of a person not a party in the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is, however, contended that an act of the state of Maryland enacted in 1785 (chapter 80, &#167; 1), and which, it is claimed, became the law of the District of Columbia when the territory thereof was ceded to the United States, is applicable. The terms of said section are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'No action, brought or to be brought, in any court of this state shall abate by the death of either of the parties to such action, but upon the death of any defendant, in a case where the action by such death would have abated before this act, the action shall be continued, and the heir, devisee, executor or administrator of the defendant, as the case may require, or other person interested on the part of the defendant, may appear to such action.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is suggested that the attention of this court was not called to this statute in the previous cases. However that may have been, we are unable to perceive that this statute, either in its terms or its spirit, is applicable to cases like the present one. Neither the heir, devisee, executor, nor administrator of a deceased official would have any legal interest in such a controversy. Nor, in the case of a resignation, could the successor be said to be 'a person interested on the part of the defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In view of the inconvenience, of which the present case is a striking instance, occasioned by this state of the law, it would seem desirable that congress should provide for the difficulty by enacting that, in the case of suits against the heads of departments abating by death or resignation, it should be lawful for the successor in office to be brought into the case by petition, or some other appropriate method.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The motion is refused, and the judgment of the court of appeals is reversed, the costs in this court to be paid by the plaintiff in error, and the cause remanded to that court with directions to reverse the judgment of the supreme court of the District of Columbia, and remand the cause to that court with directions to dismiss the petition for the writ of mandamus because of the death of the defendant, Butterworth.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice HARLAN, Mr. Justice BREWER, and Mr. Justice PECKHAM dissent.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94838/"
}