{"absolute_url": "/opinion/94856/kirwan-v-murphy/", "blocked": false, "citation": {"case_name": "Kirwan v. Murphy", "docket_number": "550", "document_uris": ["/api/rest/v2/document/94856/"], "federal_cite_one": "170 U.S. 205", "federal_cite_three": null, "federal_cite_two": null, "id": 79237, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79237/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-04-25", "date_modified": "2014-12-21T01:32:50.079271", "docket": "/api/rest/v2/docket/341948/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">170 U.S. 205</p>\n    <p class=\"case_cite\">18 S.Ct. 592</p>\n    <p class=\"case_cite\">42 L.Ed. 1009</p>\n    <p class=\"parties\">KIRWAN et al.<br>v.<br>MURPHY et al.</p>\n    <p class=\"docket\">No. 550.</p>\n    <p class=\"date\">April 25, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Simon J. Murphy and others filed a bill against P. H. Kirwan, as United States surveyor general for the district of Minnesota, and ThomasH . Crosswell, in the circuit court of the United States for the district of Minnesota, which alleged, in substance, that complainants were the owners of certain lands on the shores of Cedar Island Lake, in St. Louis county, Minn., specifically described in the bill; that the township in which the lands lie was surveyed in 1876, and the survey approved by the United States surveyor general for Minnesota and by the commissioner of the general land office; that prior to April 1, 1887, all the lands in the township were sold or otherwise disposed of by the United States according to the official plat of the survey, and patents therefor were issued to the various purchasers and entrymen; that Cedar Island Lake is in fact smaller than it is represented to be on the plat, and that several of the fractional lots owned by complainants about said lake contain more land than is represented, while as to some of the lots the waters of the lake extend upon the areas shown by the plat to be land; that the lands owned by complainants, lying between the meander line and the actual shore line of the lake now claimed by defendants to be unsurveyed, are of the value of $2,000. The bill further averred that complainants became the owners of the lands described, with other lands, by virtue of mesne conveyances from the patentees; that they paid a valuable consideration for each parcel, and purchased the same in good faith, believing the titles of their grantors extended to the lake, in reliance upon the government plat, and being in ignorance of any fraud or mistake in the survey. It was then stated that proceedings had been had to secure a resurvey of the lands between Cedar Island Lake and the old meander line, and that on Cotober 31, 1893, the commissioner of the general land office directed a resurvey, which order was affirmed by the secretary of the interior, and final instructions for such resurvey given to the surveyor general, November 5, 1896; that Kirwan, surveyor general of Minnesota, thereupon let the contract to make the survey to his co-defendant, Thomas H. Crosswell, a deputy surveyor, who was about to commence such survey,&#8212;all which orders were charged to be void, and it was prayed that defendant Kirwan be enjoined from entering into any contract for the survey of the lands described or from surveying the same, and that the boundaries of the lands be defined by decree and established, and complainants be protected in the use and enjoyment of such lands, extending to and including the shores of Cedar Island Lake, and to the center of said lake; and that defendant Kirwan and his successors be perpetually enjoined from surveying the same, etc. Affidavits and exhibits were filed in support of the bill. A rule to show cause was issued and argument had on application for a temporary injunction, and the matter taken under advisement; whereupon defendants, January 11, 1897, filed their joint answer to the bill. The answer set up that in 1876, under authority from the commissioner of the general land office, a contract was made by the then surveyor general of Minnesota with a deputy surveyor to make a survey of certain lands in the township in question; that thereafter, on certain pretended filed notes of the survey returned by the deputy surveyor, a plat of the land was made by the surveyor general and filed with the commissioner; that no survey was in fact made; that the exterior boundaries of the land only were run; that no divisions into sections or smaller subdivisions were attempted; that no streams or bodies of water were meandered; that the field notes were false and fictitious, and the plat thereon based false and incorrect.</p>\n      <p class=\"indent\">The answer alleged that about 1,200 acres of the township were never sold, disposed of, or patented, and were still unsurveyed land belonging to the government, and lying between the shore of Cedar Island Lake and certain enumerated government lots, a part of which lots had been patented and conveyed to complainants; that, by the plat made from the deputy'  field notes, all of said unsurveyed land is indicated as being a part of Cedar Island Lake. In 1893 an application of certain settlers upon this intervening tract for a survey thereof, so as to enable them to enter the lands as homesteads, was made, and the secretary of the interior, after many hearings, complainants being represented, adjudged the former survey fraudulent, and in 1896 a resurvey of the tract was ordered; in accordance with which defendant Kirwan, as surveyor general of the United States, entered into a contract with Crosswell, a deputy surveyor, on December 10, 1896, to survey and subdivide the lands.</p>\n      <p class=\"indent\">On January 22, 1897, complainants filed a replication.</p>\n      <p class=\"indent\">The circuit court, on April 3, 1897, granted complainants' prayer for a temporary injunction, and an injunction was ordered to issue, on bond being filed, restraining defendants 'during the pendency of the above-entitled action or until the further order of this court from entering into any contract or perfecting a contract partially entered into for the survey of the lands hereinbefore described, or any part thereof, or from surveying the same or causing the same to be surveyed.' From this order defendants appealed to the circuit court of appeals for the Eighth circuit, and, after argument, that court ordered, adjudged, and decreed 'that the order and decree of the said circuit court awarding a temporary injunction in this cause be, and the same is hereby, affirmed, without costs to either party in this court, September 27, 1897.'</p>\n      <p class=\"indent\">From this decree appellants in that court, defendants below, prayed and were allowed an appeal to this court, which, having been docketed, appellees now move to dismiss.</p>\n      <p class=\"indent\">Sol. Gen. Richards and W. J. Hughes, for appellants.</p>\n      <p class=\"indent\">S. D. Luckett, for appellees.</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By the sixth section of the act of March 3, 1891 (26 Stat. 826, c. 517), the judgments or decrees of the circuit courts of appeals are made final in that court in the classes of cases therein enumerated, of which the present is not one; and it is provided that, in all cases not made final, there shall be of right, within one year, an appeal or writ of error or review of the case by this court, where the matter in controversy exceeds $1,000 exclusive of costs.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">But this applies only to final orders, judgments, or decrees. Young v. Grundy, 6 Cranch, 51; Iron Co. v. Martin, 132 U. S. 91, 10 Sup. Ct. 32; McLish v. Roff, 141 U. S. 661, 12 Sup. Ct. 118; American Const. Co. v. Jacksonville, T. &amp; K. W. Ry. Co., 148 U. S. 372, 378, 13 Sup. Ct. 758.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The order sought to be reviewed was simply an interlocutory order of the circuit court for the issue of a temporary injunction, which order was affirmed by the circuit court of appeals without direction. If we should take jurisdiction, it is this order we should revise in also reviewing that of the circuit court of appeals, and our mandate would go directly to the circuit court. Railway Co. v. Behlmer, 169 U. S. 644, 18 Sup. Ct. 502.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Smith v. Iron Works, 165 U. S. 518, 17 Sup. Ct. 407, it was held that the circuit courts of appeals, on an appeal from an interlocutory order or decree of the circuit courts granting an injunction and ordering an accounting in a patent suit, might consider and decide the case on its merits, and thereupon render or direct a final decree dismissing the bill; and this course might be pursued in other cases. Mills v. Green, 159 U. S. 651, 16 Sup. Ct. 132. Here, however, the court of appeals did not finally determine the case by its judgment, and whethe the temporary injunction should be made permanent or not was left to the circuit court to decide when the final decree was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">And we may add that, in concluding its opinion, the circuit court of appeals said: 'In view of these considerations, we are not satisfied that an error was committed in awarding a temporary injunction. It cannot be said, w  think, that the injunction was improvidently issued, and the order appealed from is therefore affirmed.' 49 U. S. App. 658, 28 C. C. A. 348, and 83 Fed. 275.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moreover, by section 6, the circuit courts of appeals are empowered to review final decisions of the district and circuit courts, except where cases are carried, under section 5, directly to this court, but, by the seventh section, as amended by the act of February 19, 1895 (28 Stat. 666, c. 96), jurisdiction is given to the courts of appeals from appeals from interlocutory orders in injunction proceedings; and it was under that section that the appeal was taken to the court of appeals in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But there is no provision in the act of March 3, 1891, or any other act, authorizing an appeal to this court from interlocutory orders or decrees, and whether certiorari would lie is a question that does not arise. In re Tampa Suburban R. Co., 168 U. S. 583, 18 Sup. Ct. 177.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appeal dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>170 U.S. 205 (1898)</b></center>\n<center><h1>KIRWAN<br>\nv.<br>\nMURPHY.</h1></center>\n<center>No. 550.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 28, 1898.</center>\n<center>Decided April 25, 1898.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. Henry N. Copp</i> and <i>Mr. S.D. Luckett</i> for the motion.</p>\n<p><i>Mr. Solicitor General</i> and <i>Mr. W.J. Hughes</i> opposing.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>By the sixth section of the act of March 3, 1891, c. 517, 26 Stat. 826, the judgments or decrees of the Circuit Courts of Appeals are made final in that court in the classes of cases therein enumerated, of which the present is not one, and it is provided that in all cases not made final, there shall be of right, within one year, an appeal or writ of error or review of <span class=\"star-pagination\">*209</span> the case by this court, where the matter in controversy exceeds one thousand dollars exclusive of costs.</p>\n<p>But this applies only to final orders, judgments or decrees. <i>Young</i> v. <i>Grundy,</i> 6 Cranch, 51; <i>Keystone Iron Company</i> v. <i>Martin,</i> 132 U.S. 91; <i>McLish</i> v. <i>Roff,</i> 141 U.S. 661; <i>American Construction Company</i> v. <i>Jacksonville Railway Company,</i> 148 U.S. 372, 378.</p>\n<p>The order sought to be reviewed was simply an interlocutory order of the Circuit Court for the issue of a temporary injunction, which order was affirmed by the Circuit Court of Appeals without direction. If we should take jurisdiction, it is this order we should revise in also reviewing that of the Circuit Court of Appeals, and our mandate would go directly to the Circuit Court. <i>Louisville &amp; Nashville Railroad</i> v. <i>Behlmer,</i> 169 U.S. 644.</p>\n<p>In <i>Smith</i> v. <i>Vulcan Iron Works,</i> 165 U.S. 518, it was held that the Circuit Courts of Appeals on an appeal from an interlocutory order or decree of the Circuit Courts granting an injunction and ordering an accounting in a patent suit, might consider and decide the case on its merits, and thereupon render or direct a final decree dismissing the bill; and this course might be pursued in other cases. <i>Mills</i> v. <i>Green,</i> 159 U.S. 651. Here, however, the Court of Appeals did not finally determine the case by its judgment, and whether the temporary injunction should be made permanent or not, was left to the Circuit Court to decide when the final decree was entered.</p>\n<p>And we may add, that in concluding its opinion, the Circuit Court of Appeals said: \"In view of these considerations, we are not satisfied that an error was committed in awarding a temporary injunction. It cannot be said, we think, that the injunction was improvidently issued, and the order appealed from is therefore affirmed.\" 49 U.S. App. 658.</p>\n<p>Moreover, by section six, the Circuit Courts of Appeals are empowered to review final decisions of the District and Circuit Courts, except where cases are carried, under section five, directly to this court, but, by the seventh section, as amended by the act of February 19, 1895, 28 Stat. 666, c. 96, jurisdiction <span class=\"star-pagination\">*210</span> is given to the Courts of Appeals from appeals from interlocutory orders in injunction proceedings. And it was under that section that the appeal was taken to the Court of Appeals in this case.</p>\n<p>But there is no provision in the act of March 3, 1891, or any other act, authorizing an appeal to this court from interlocutory orders or decrees, and whether certiorari would lie is a question that does not arise. <i>In re Tampa Suburban Railroad Company,</i> 168 U.S. 583.</p>\n<p><i>Appeal dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></span> (1898)</b></center>\n<center><h1>KIRWAN<br>\nv.<br>\nMURPHY.</h1></center>\n<center>No. 550.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 28, 1898.</center>\n<center>Decided April 25, 1898.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. Henry N. Copp</i> and <i>Mr. S.D. Luckett</i> for the motion.</p>\n<p><i>Mr. Solicitor General</i> and <i>Mr. W.J. Hughes</i> opposing.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>By the sixth section of the act of March 3, 1891, c. 517, 26 Stat. 826, the judgments or decrees of the Circuit Courts of Appeals are made final in that court in the classes of cases therein enumerated, of which the present is not one, and it is provided that in all cases not made final, there shall be of right, within one year, an appeal or writ of error or review of <span class=\"star-pagination\">*209</span> the case by this court, where the matter in controversy exceeds one thousand dollars exclusive of costs.</p>\n<p>But this applies only to final orders, judgments or decrees. <i>Young</i> v. <i>Grundy,</i> 6 Cranch, 51; <i>Keystone Iron Company</i> v. <i>Martin,</i> 132 U.S. 91; <i>McLish</i> v. <i>Roff,</i> 141 U.S. 661; <i>American Construction Company</i> v. <i>Jacksonville Railway Company,</i> <span class=\"citation\" data-id=\"93565\"><a href=\"/opinion/93565/amer-const-co-v-jacksonville-tampa-and-key-west-ra/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 378.</p>\n<p>The order sought to be reviewed was simply an interlocutory order of the Circuit Court for the issue of a temporary injunction, which order was affirmed by the Circuit Court of Appeals without direction. If we should take jurisdiction, it is this order we should revise in also reviewing that of the Circuit Court of Appeals, and our mandate would go directly to the Circuit Court. <i>Louisville &amp; Nashville Railroad</i> v. <i>Behlmer,</i> 169 U.S. 644.</p>\n<p>In <i>Smith</i> v. <i>Vulcan Iron Works,</i> <span class=\"citation\" data-id=\"94626\"><a href=\"/opinion/94626/smith-v-vulcan-iron-works/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></a></span>, it was held that the Circuit Courts of Appeals on an appeal from an interlocutory order or decree of the Circuit Courts granting an injunction and ordering an accounting in a patent suit, might consider and decide the case on its merits, and thereupon render or direct a final decree dismissing the bill; and this course might be pursued in other cases. <i>Mills</i> v. <i>Green,</i> 159 U.S. 651. Here, however, the Court of Appeals did not finally determine the case by its judgment, and whether the temporary injunction should be made permanent or not, was left to the Circuit Court to decide when the final decree was entered.</p>\n<p>And we may add, that in concluding its opinion, the Circuit Court of Appeals said: \"In view of these considerations, we are not satisfied that an error was committed in awarding a temporary injunction. It cannot be said, we think, that the injunction was improvidently issued, and the order appealed from is therefore affirmed.\" 49 U.S. App. 658.</p>\n<p>Moreover, by section six, the Circuit Courts of Appeals are empowered to review final decisions of the District and Circuit Courts, except where cases are carried, under section five, directly to this court, but, by the seventh section, as amended by the act of February 19, 1895, 28 Stat. 666, c. 96, jurisdiction <span class=\"star-pagination\">*210</span> is given to the Courts of Appeals from appeals from interlocutory orders in injunction proceedings. And it was under that section that the appeal was taken to the Court of Appeals in this case.</p>\n<p>But there is no provision in the act of March 3, 1891, or any other act, authorizing an appeal to this court from interlocutory orders or decrees, and whether certiorari would lie is a question that does not arise. <i>In re Tampa Suburban Railroad Company,</i> 168 U.S. 583.</p>\n<p><i>Appeal dismissed.</i></p>\n</div>", "id": 94856, "judges": "Fuller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94856/", "sha1": "6117910a3f6c7a3869af2e2dc0859aca857bf6e5", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:58"}