{"absolute_url": "/opinion/94877/united-states-v-winston/", "blocked": false, "citation": {"case_name": "United States v. Winston", "docket_number": "205", "document_uris": ["/api/rest/v2/document/94877/"], "federal_cite_one": "170 U.S. 522", "federal_cite_three": null, "federal_cite_two": null, "id": 79258, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79258/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-05-09", "date_modified": "2014-12-21T01:32:51.500286", "docket": "/api/rest/v2/docket/15407/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">170 U.S. 522</p>\n    <p class=\"case_cite\">18 S.Ct. 701</p>\n    <p class=\"case_cite\">42 L.Ed. 1130</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>WINSTON.</p>\n    <p class=\"docket\">No. 205.</p>\n    <p class=\"date\">May 9, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The defendant in error, who had been the district attorney of the United States for the district of Washington from February 19, 1890, to May 30, 1893, brought this action in the circuit court to recover for special services as an attorney rendered during that period, and there recovered a judgment. The court of appeals for the Ninth circuit struck out one claim which had been allowed, but otherwise affirmed the judgment. 44 U. S. App. 401, 19 C. C. A. 419, and 73 Fed. 149. Whereupon the United States sued out this writ of error.</p>\n      <p class=\"indent\">The government concedes that some of the items included in the judgment of the court of appeals are correct, and disputes only three. With respect to one of these disputed items the circuit court made the following finding of fact:</p>\n      <p class=\"indent\">'(4) That during said term of office, to wit, about the month of April, 1892, plaintiff, at the request of the defendant, appeared in the circuit court of appeals, Ninth judicial circuit, at San Francisco, in a case wherein the defendant was appellee, and the owner of the steam tug Pilot was appellant, and, as such attorney, conducted the trial of said cause, to its conclusion, for the defendant. That the attorney general of the United States allowed plaintiff for services in said cause the sum of $400, the law providing no specific compensation, and that said services were reasonably worth said sum. Of this sum, defendant paid plaintiff $212.79, retaining the balance of $187.21 on account of excess of earnings above the maximum of personal compensation and emoluments which the law permitted the plaintiff to receive for the year in which h ese services were rendered and the money earned.'</p>\n      <p class=\"indent\">The other items are substantially similar, and it is therefore unnecessary to state the particular facts as to them.</p>\n      <p class=\"indent\">Asst. Atty. Gen. Pradt, for the United States.</p>\n      <p class=\"indent\">Patrick Henry Winston, pro se.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Is a district attorney entitled to extra compensation for services rendered, under the direction of the attorney general, in the conduct of a government case in the court of appeals? Section 767, Rev. St., provides that 'there shall be appointed in each district, except in the Middle district of Alabama and the Northern district of Georgia and the Western district of South Carolina, a person learned in the law to act as attorney of the United States in such district. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Section 771 is: 'It shall be the duty of every district attorney to prosecute in his district all delinquests for crimes and offenses cognizable under the authority of the United States, and all civil actions in which the United States are concerned, and, unless otherwise instructed by the secretary of the treasury, to appear in behalf of the defendants in all suits or proceedings pending in his district against collectors or other officers of the revenue for any act done by them, or for the recovery of any money exacted by or paid to such officers and by them paid into the treasury.' These two sections define the place, character, and extent of his duties. He is the district attorney of the United States in the district. So far as locality is concerned, the boundaries of the district are the limits of duty. Within these boundaries, he is to discharge all his official duties. Beyond them he is not called to go. Sections 773, 774, and 775 prescribe some details in respect to the duties enjoined by section 771, but do not add to their scope.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The suit in the court of appeals in which the plaintiff rendered services was not one then pending in his district. The sessions of that court were held in San Francisco, in the Northern district of California. But, wherever held, the court of appeals is not a court in or for any district. The act creating that court (25 Stat. 517) does not create a court in or for a district, but one in and for each circuit. The relations of that court to a district are similar to those of this court. The supreme court is not a court in or of or for a district, but in and of and for the United States as a whole. The fact that this case was originally pending in the circuit or district court of the district of Washington does not make the court of appeals a court of that district, when engaged in hearing the case on appeal. The case, when it reached the court of appeals, passed out of the courts of the district, just as fully as if appealed to this court. In other words, when a case is transferred to the court of appeals or to this court, it passes beyond the limits within which a district attorney has jurisdiction and exercises his powers.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When a case in which the government is interested comes to this court from any lower court, it falls, by the terms of the statute, within the special care of the attorney general. Section 359, Rev. St., provides:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Except when the attorney-general in particular cases otherwise directs, the attorney-general and solicitor-general shall conduct and argue suits and writs of error and appeals in the supreme court and suits in the court of claims in which the United States is interested, and the attorney-general may, whenever he deems it for the interest of the United States, either in person conduct and argue any case in any court of the United States in which the United States is interested, or may direct the solicitor-general or any officer of the department of justice to do so.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under this section the attorney general may, in his discretion, make other arrangements for the management of such a case; but this discretion does not abridge the fact that the full responsibility n d control are imposed directly upon him, as the head of the department of justice. In the act creating the court of appeals there is no special direction to any attorney to represent the government. Clerks and marshals were provided for, but the act is silent as to who shall represent the government as its counsel. Undoubtedly, however, the matter falls within the general jurisdiction of the department of justice; and the attorney general, by virtue of section 359 or sections 362 and 363, may either himself assume the management of all government cases, or direct what officer shall have the control and management, or, if he deems it essential, employ special counsel. Whenever the attorney general calls upon a district attorney to appear for the government in a case pending in the court of appeals, he is not directing him in the discharge of his official duties as district attorney, but is employing him as special counsel. The duties so performed are not performed by him as district attorney, but by virtue of the special designation and employment by the attorney general; and the compensation which he may receive is not a part of his compensation as district attorney, or limited by the maximum prescribed therefor. It seems to us that this is the clear import of the statutes, and we have no difficulty in agreeing with the court of appeals in its opinion upon this question.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A more difficult matter is presented by these facts. Section 365, Rev. St., provides:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'No compensation shall hereafter be allowed to any person, besides the respective district attorneys and assistant district attorneys, for services as an attorney or counselor to the United States, or to any branch or department of the government thereof, except in cases specially authorized by law, and then only on the certificate of the attorney-general that such services were actually rendered, and that the same could not be performed by the attorney-general or solicitor-general, or the officers of the department of justice, or by the district attorneys.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We held in U. S. v. Crosthwaite, 168 U. S. 375, 18 Sup. Ct. 107, that this section is controlling, and that 'the certificate of the attorney general prescribed therein, which even that officer cannot dispense with, is a prerequisite to the allowance of compensation.' There is in this record no finding that this particular certificate was ever made; nor, on the other hand, is there anything to suggest that it was not made. It does appear affirmatively that the attorney general allowed plaintiff for his services, the law providing no specific compensation, and that the services were reasonably worth the sum so allowed. We find no reference anywhere in the pleadings, the findings, or the opinion of the circuit court, or in that of the court of appeals, to the particular terms of the certificate called for by this section. The language of its findings and opinion seems, however, to indicate that the circuit court found that proper certificates were given, and that everything necessary to entitle plaintiff to extra compensation had been performed, providing the case was one in which he could receive such compensation, and in which the services rendered were not included within his duties as district attorney. We are strengthened in this conclusion by the fact that neither in the assignments of error made when the case was taken to the court of appeals, nor in those filed when the case was brought here, is there a suggestion that any certificate was lacking or deficient. It seems to us, therefore, that when it is expressly found that the attorney general allowed this claim, and no showing is made of the particular form in which the allowance was made, or certificate given, and no assignment of error raises a question as to the sufficiency of any certificate, we have a right to assume that the allowance was made in such a way as to secure to the plaintiff the compensation to which he was entitled. And so, although we adhere to the rule laid down in U. S. v. Crosthwat e, supra, and do not intend to qualify it in the least, we think a fair conclusion from this record is that the proper certificate was given.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment of the court of appeals will therefore be affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>170 U.S. 522 (1898)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nWINSTON.</h1></center>\n<center>No. 205.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 14, 1898.</center>\n<center>Decided May 9, 1898.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*523</span> <i>Mr. Assistant Attorney General Pradt</i> for the plaintiffs in error.</p>\n<p><i>Mr. Patrick H. Winston</i> and <i>Mr. Alexander M. Winston</i> for defendant in error.</p>\n<p>MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>Is a District Attorney entitled to extra compensation for services rendered under the direction of the Attorney General in the conduct of a government case in the Court of Appeals? Section 767, Revised Statutes, provides that 혰</p>\n<p>\"There shall be appointed in each district, except in the middle district of Alabama and the northern district of Georgia and the western district of South Carolina, a person learned in the law to act as attorney of the United States in such district.\" ...</p>\n<p>Section 771 is 혰</p>\n<p>\"It shall be the duty of every district attorney to prosecute in his district all delinquents for crimes and offences cognizable under the authority of the United States, and all civil actions in which the United States are concerned, and, unless otherwise instructed by the Secretary of the Treasury, to appear in behalf of the defendants in all suits or proceedings pending in his district against collectors or other officers of the revenue for any act done by them, or for the recovery of any money exacted by or paid to such officers and by them paid into the Treasury.\"</p>\n<p><span class=\"star-pagination\">*524</span> These two sections define the place, character and extent of his duties. He is the District Attorney of the United States in the district. So far as locality is concerned, the boundaries of the district are the limits of duty. Within these boundaries he is to discharge all his official duties. Beyond them he is not called to go. Sections 773, 774 and 775 prescribe some details in respect to the duties enjoined by section 771, but do not add to their scope.</p>\n<p>The suit in the Court of Appeals in which the plaintiff rendered services was not one then pending in his district. The sessions of that court were held in San Francisco, in the Northern District of California. But, wherever held, the Court of Appeals is not a court in or for any district. The act creating that court (26 Stat. 826, c. 517) does not create a court in or for a district, but one in and for each circuit. The relations of that court to a district are similar to those of this court. The Supreme Court is not a court in or of or for a district, but in and of and for the United States as a whole. The fact that this case was originally pending in the Circuit or District Court of the District of Washington does not make the Court of Appeals a court of that district when engaged in hearing the case on appeal. The case when it reached the Court of Appeals passed out of the courts of the district, just as fully as if appealed to this court. In other words, when a case is transferred to the Court of Appeals or to this court it passes beyond the limits within which a district attorney has jurisdiction and exercises his powers.</p>\n<p>When a case in which the Government is interested comes to this court from any lower court it falls by the terms of the statute within the special care of the Attorney General. Section 359, Rev. Stat., provides:</p>\n<p>\"Except when the Attorney General in particular cases otherwise directs, the Attorney General and Solicitor General shall conduct and argue suits and writs of error and appeals in the Supreme Court and suits in the Court of Claims in which the United States is interested, and the Attorney General may, whenever he deems it for the interest of the United States, either in person conduct and argue any case in any <span class=\"star-pagination\">*525</span> court of the United States in which the United States is interested, or may direct the Solicitor General or any officer of the Department of Justice to do so.\"</p>\n<p>Under this section the Attorney General may, in his discretion, make other arrangements for the management of such a case, but this discretion does not abridge the fact that the full responsibility and control are imposed directly upon him as the head of the Department of Justice. In the act creating the Court of Appeals there is no special direction to any attorney to represent the Government. Clerks and marshals were provided for, but the act is silent as to who shall represent the Government as its counsel. Undoubtedly, however, the matter falls within the general jurisdiction of the Department of Justice, and the Attorney General, by virtue of section 359 or sections 362 and 363, may either himself assume the management of all Government cases, or direct what officer shall have the control and management, or, if he deems it essential, employ special counsel. Whenever the Attorney General calls upon a district attorney to appear for the Government in a case pending in the Court of Appeals, he is not directing him in the discharge of his official duties as district attorney, but is employing him as special counsel. The duties so performed are not performed by him as district attorney, but by virtue of the special designation and employment by the Attorney General, and the compensation which he may receive is not a part of his compensation as district attorney or limited by the maximum prescribed therefor. It seems to us that this is the clear import of the statutes, and we have no difficulty in agreeing with the Court of Appeals in its opinion upon this question.</p>\n<p>A more difficult matter is presented by these facts. Section 365, Revised Statutes, provides:</p>\n<p>\"No compensation shall hereafter be allowed to any person, besides the respective district attorneys, and assistant district attorneys, for services as an attorney or counsellor to the United States, or to any branch or department of the Government thereof, except in cases specially authorized by law, and then only on the certificate of the Attorney General that such <span class=\"star-pagination\">*526</span> services were actually rendered, and that the same could not be performed by the Attorney General or Solicitor General, or the officers of the Department of Justice, or by the district attorneys.\"</p>\n<p>We held in <i>United States</i> v. <i>Crosthwaite,</i> 168 U.S. 375, that this section is controlling, and that \"the certificate of the Attorney General prescribed therein, which even that officer cannot dispense with, is a prerequisite to the allowance of compensation.\" There is in this record no finding that this particular certificate was ever made, nor on the other hand is there anything to suggest that it was not made. It does appear affirmatively that the Attorney General allowed plaintiff for his services, the law providing no specific compensation, and that the services were reasonably worth the sum so allowed. We find no reference anywhere in the pleadings, the findings or the opinion of the Circuit Court, or in that of the Court of Appeals, to the particular terms of the certificate called for by this section. The language of its findings and opinion seems, however, to indicate that the Circuit Court found that proper certificates were given, and that everything necessary to entitle plaintiff to extra compensation had been performed, providing the case was one in which he could receive such compensation and in which the services rendered were not included within his duties as district attorney. We are strengthened in this conclusion by the fact that neither in the assignments of error made when the case was taken to the Court of Appeals nor in those filed when the case was brought here is there a suggestion that any certificate was lacking or deficient. It seems to us, therefore, that when it is expressly found that the Attorney General allowed this claim, and no showing is made of the particular form in which the allowance was made or certificate given, and no assignment of error raises a question as to the sufficiency of any certificate, we have a right to assume that the allowance was made in such a way as to secure to the plaintiff the compensation to which he was entitled. And so, although we adhere to the rule laid down in <i>United States</i> v. <i>Crosthwaite, supra</i><i>,</i> and do not intend to qualify it in the least, we think a <span class=\"star-pagination\">*527</span> fair conclusion from this record is that the proper certificate was given.</p>\n<p>The judgment of the Court of Appeals will, therefore, be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></span> (1898)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nWINSTON.</h1></center>\n<center>No. 205.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 14, 1898.</center>\n<center>Decided May 9, 1898.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*523</span> <i>Mr. Assistant Attorney General Pradt</i> for the plaintiffs in error.</p>\n<p><i>Mr. Patrick H. Winston</i> and <i>Mr. Alexander M. Winston</i> for defendant in error.</p>\n<p>MR. JUSTICE BREWER delivered the opinion of the court.</p>\n<p>Is a District Attorney entitled to extra compensation for services rendered under the direction of the Attorney General in the conduct of a government case in the Court of Appeals? Section 767, Revised Statutes, provides that 혰</p>\n<p>\"There shall be appointed in each district, except in the middle district of Alabama and the northern district of Georgia and the western district of South Carolina, a person learned in the law to act as attorney of the United States in such district.\" ...</p>\n<p>Section 771 is 혰</p>\n<p>\"It shall be the duty of every district attorney to prosecute in his district all delinquents for crimes and offences cognizable under the authority of the United States, and all civil actions in which the United States are concerned, and, unless otherwise instructed by the Secretary of the Treasury, to appear in behalf of the defendants in all suits or proceedings pending in his district against collectors or other officers of the revenue for any act done by them, or for the recovery of any money exacted by or paid to such officers and by them paid into the Treasury.\"</p>\n<p><span class=\"star-pagination\">*524</span> These two sections define the place, character and extent of his duties. He is the District Attorney of the United States in the district. So far as locality is concerned, the boundaries of the district are the limits of duty. Within these boundaries he is to discharge all his official duties. Beyond them he is not called to go. Sections 773, 774 and 775 prescribe some details in respect to the duties enjoined by section 771, but do not add to their scope.</p>\n<p>The suit in the Court of Appeals in which the plaintiff rendered services was not one then pending in his district. The sessions of that court were held in San Francisco, in the Northern District of California. But, wherever held, the Court of Appeals is not a court in or for any district. The act creating that court (26 Stat. 826, c. 517) does not create a court in or for a district, but one in and for each circuit. The relations of that court to a district are similar to those of this court. The Supreme Court is not a court in or of or for a district, but in and of and for the United States as a whole. The fact that this case was originally pending in the Circuit or District Court of the District of Washington does not make the Court of Appeals a court of that district when engaged in hearing the case on appeal. The case when it reached the Court of Appeals passed out of the courts of the district, just as fully as if appealed to this court. In other words, when a case is transferred to the Court of Appeals or to this court it passes beyond the limits within which a district attorney has jurisdiction and exercises his powers.</p>\n<p>When a case in which the Government is interested comes to this court from any lower court it falls by the terms of the statute within the special care of the Attorney General. Section 359, Rev. Stat., provides:</p>\n<p>\"Except when the Attorney General in particular cases otherwise directs, the Attorney General and Solicitor General shall conduct and argue suits and writs of error and appeals in the Supreme Court and suits in the Court of Claims in which the United States is interested, and the Attorney General may, whenever he deems it for the interest of the United States, either in person conduct and argue any case in any <span class=\"star-pagination\">*525</span> court of the United States in which the United States is interested, or may direct the Solicitor General or any officer of the Department of Justice to do so.\"</p>\n<p>Under this section the Attorney General may, in his discretion, make other arrangements for the management of such a case, but this discretion does not abridge the fact that the full responsibility and control are imposed directly upon him as the head of the Department of Justice. In the act creating the Court of Appeals there is no special direction to any attorney to represent the Government. Clerks and marshals were provided for, but the act is silent as to who shall represent the Government as its counsel. Undoubtedly, however, the matter falls within the general jurisdiction of the Department of Justice, and the Attorney General, by virtue of section 359 or sections 362 and 363, may either himself assume the management of all Government cases, or direct what officer shall have the control and management, or, if he deems it essential, employ special counsel. Whenever the Attorney General calls upon a district attorney to appear for the Government in a case pending in the Court of Appeals, he is not directing him in the discharge of his official duties as district attorney, but is employing him as special counsel. The duties so performed are not performed by him as district attorney, but by virtue of the special designation and employment by the Attorney General, and the compensation which he may receive is not a part of his compensation as district attorney or limited by the maximum prescribed therefor. It seems to us that this is the clear import of the statutes, and we have no difficulty in agreeing with the Court of Appeals in its opinion upon this question.</p>\n<p>A more difficult matter is presented by these facts. Section 365, Revised Statutes, provides:</p>\n<p>\"No compensation shall hereafter be allowed to any person, besides the respective district attorneys, and assistant district attorneys, for services as an attorney or counsellor to the United States, or to any branch or department of the Government thereof, except in cases specially authorized by law, and then only on the certificate of the Attorney General that such <span class=\"star-pagination\">*526</span> services were actually rendered, and that the same could not be performed by the Attorney General or Solicitor General, or the officers of the Department of Justice, or by the district attorneys.\"</p>\n<p>We held in <i>United States</i> v. <i>Crosthwaite,</i> <span class=\"citation\" data-id=\"94769\"><a href=\"/opinion/94769/united-states-v-crosthwaite/\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, that this section is controlling, and that \"the certificate of the Attorney General prescribed therein, which even that officer cannot dispense with, is a prerequisite to the allowance of compensation.\" There is in this record no finding that this particular certificate was ever made, nor on the other hand is there anything to suggest that it was not made. It does appear affirmatively that the Attorney General allowed plaintiff for his services, the law providing no specific compensation, and that the services were reasonably worth the sum so allowed. We find no reference anywhere in the pleadings, the findings or the opinion of the Circuit Court, or in that of the Court of Appeals, to the particular terms of the certificate called for by this section. The language of its findings and opinion seems, however, to indicate that the Circuit Court found that proper certificates were given, and that everything necessary to entitle plaintiff to extra compensation had been performed, providing the case was one in which he could receive such compensation and in which the services rendered were not included within his duties as district attorney. We are strengthened in this conclusion by the fact that neither in the assignments of error made when the case was taken to the Court of Appeals nor in those filed when the case was brought here is there a suggestion that any certificate was lacking or deficient. It seems to us, therefore, that when it is expressly found that the Attorney General allowed this claim, and no showing is made of the particular form in which the allowance was made or certificate given, and no assignment of error raises a question as to the sufficiency of any certificate, we have a right to assume that the allowance was made in such a way as to secure to the plaintiff the compensation to which he was entitled. And so, although we adhere to the rule laid down in <i>United States</i> v. <i>Crosthwaite, supra</i><i>,</i> and do not intend to qualify it in the least, we think a <span class=\"star-pagination\">*527</span> fair conclusion from this record is that the proper certificate was given.</p>\n<p>The judgment of the Court of Appeals will, therefore, be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 94877, "judges": "Brewer", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94877/", "sha1": "23ebda855d73eece2070ad2f2667b10547d501ac", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:59"}