{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "170 U.S. 537", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/94880/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Boyden Power-Brake Co. v. Westinghouse Westinghouse v. Boyden Power-Brake Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 99 and 116", 
    "id": 79261, 
    "resource_uri": "/api/rest/v2/citation/79261/"
  }, 
  "id": 94880, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1898-05-09", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/170/170.US.537.99.116.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:37:59", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></span></p>\n    <p class=\"case_cite\">18 S.Ct. 707</p>\n    <p class=\"case_cite\">42 L.Ed. 1136</p>\n    <p class=\"parties\">BOYDEN POWER-BRAKE CO. et al.<br>v.<br>WESTINGHOUSE et al.  WESTINGHOUSE et al.  v.  BOYDEN POWER-BRAKE CO. et al.</p>\n    <p class=\"docket\">Nos. 99 and 116.</p>\n    <p class=\"date\">May 9, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a writ of certiorari to review a decree of the circuit court of appeals reversing a decree of the circuit court for the district of Maryland, which had sustained in part a bill filed by Westinghouse against the Boyden Power-Brake Company for the infringement of patent No. 360,070, and from which decree both parties had taken an appeal to the circuit court of appeals.</p>\n      <p class=\"indent\">The patent in suit, which was issued March 29, 1887, to George Westinghouse, Jr., is for a fluid-pressure automatic brake mechanism, the object of which is said in the specification to be 'to enable the application of brake shoes to car wheels by fluid pressure, to be effected with greater rapidity and effectiveness than heretofore, more particularly in trains of considerable length, as well as to economize compressed air in the operation of braking, by utilizing in the brake cylinders the greater portion of the volume of air which in former practice was directly discharged into the atmosphere.</p>\n      <p class=\"indent\">'To this end, my invention, generally stated, consists in a novel combination of a brake pipe, an auxiliary reservoir, a brake cylinder, and a triple-valve device, governing, primarily, communication between the auxiliary reservoir and the brake cylinder, and, secondarily, communication directly from the brake pipe to the brake cylinder.'</p>\n      <p class=\"indent\">There follows here a description of the Westinghouse automatic brake as theretofore used, its mode of operation, and the defects or insufficiencies which attended its application to long trains, in the following language:</p>\n      <p class=\"indent\">'In the application of the Westinghouse automatic brake, as heretofore and at present commonly in use, each car is provided with a main air pipe, an auxiliary reservoir, a brake cylinder, and a triple valve; the triple valve having three connections, to wit, one to the main air-brake pipe, one to the auxiliary reservoir, and one to the brake cylinder. The main air pipe has a stopcock at or near each of its ends, to be opened or closed as required, and is fitted with flexible connections and couplings for connecting the pipes from car to car of a train, so as to form a continuous line for the transmission of compressed air from a main reservoir supplied by an air pump on the engine. When the brakes are off or released, but in readiness for action upon the wheels of the train, the air which fills the main reservoir and main air pipes has a pressure of from sixty-five to seventy-five pounds to the square inch, and by reason of the connections referred to the same pressure is exerted in the casings of the triple valves on both sides of their pistons, and in the auxiliary reservoirs connected therewith. At the same time passages called 'release ports' are opne from the brake cylinders to the atmosphere. When it is desired to appy the brakes, air is allowed to escape from the main air pipes through the engineer's valve, thereby reducing the pressure in the main air pipes, whereupon the then higher pressure in the auxiliary reservoirs moves the pistons of the triple valves, so as to first close the passages from the triple valves to the brake pipe, and at the same time close the release ports of all the brake cylinders, and then open the passages from h e auxiliary reservoirs to the brake cylinders, the pistons of which are forced out by the compressed air thereby admitted to the brake cylinders, applying the brakes by means of suitable levers and connections, all of which mechanism is fully shown in various letters patent granted to me.</p>\n      <p class=\"indent\">'The application of the brakes with their full force has heretofore required a discharge of air from the main pipe sufficient to reduce the pressure in said pipe below that remaining in the auxiliary reservoir after the brakes have been fully applied, and it has been found that, while the brakes are sufficiently quick in action on comparatively short trains, their action on long trains of from thirty to fifty cars, which are common in freight service under present practice, is, in a measure, slow, particularly by reason of the fact that all the air required to be discharged from the main pipe to set the brakes must travel from the rear of the train to a single discharge opening on the engine. This discharge of air at the engine has not only involved a serious loss of time in braking, but also a waste of air. Under my present invention a quicker and more efficient action of the brakes is obtained, and air which has been heretofore wasted in the application of the brakes is almost wholly utilized to act upon the brake pistons.'</p>\n      <p class=\"indent\">After a detailed description of the invention, an important feature of which is a triple valve (hereinafter more fully explained in the opinion), with references to the accompanying drawings, the specification proceeds to state that, 'so far as the performance of its preliminary function in ordinary braking is concerned (that is to say, effecting the closure of communication between the main air pipe and the auxiliary reservoir, and the opening of communication between the auxiliary reservoir and the brake cylinder in applying the brakes, and the reverse operations in releasing the brakes), the triple valve, 10, accords substantially with that set forth in letters patent of the United States No. 220,556, granted and issued to me October 14, 1879, and is not, therefore, saving as to the structural features by whict it performs the further function of effecting the direct admission of air from the main air pipe to the brake cylinder, as presently to be described, claimed as of my present invention. Certain of its elements devised and employed by me prior thereto will, however, be herein specified, in order to render its construction and operative relation to other members of the brake mechanism fully intelligible.'</p>\n      <p class=\"indent\">After a further reference to the drawings, he again states that, 'so far as hereinbefore described, the triple valve accords in all substantial particulars with, and is adapted to operate similarly to, those of my letters patent Nos. 168,359, 172,064, and 220,556; and, in order that it may perform the further functions requisite in the practice of my present invention, it is provided with certain additional members, which will now be described.' These additional members, which are said to be for the purpose of effecting the admission of air directly from the main air pipe to the brake cylinder when it is desired to apply the brakes with great rapidity and full force, consist of (1) a passageway through which air can be admitted directly from the main air (or train) pipe to the brake cylinder without passing through the auxiliary reservoir; and (2) an auxiliary valve in connection with such passage, that, when the triple-valve piston makes a short or preliminary movement, the passageway direct from the train pipe to brake cylinder, controlled by said valve, will not be opened, while in the event of a long or full movement of the piston, or 'further traverse,' as it is called, such direct passageway will be thrown wide open to the admission of trainpipe air, and the brake cylinder will be rapidly filled thereby.</p>\n      <p class=\"indent\">After describing the auxiliary sliding valve, 41, and its connections, as well as the operation of the device in ordinary (nonemergency) cases of checking the speed of or stopping trains, already fully provided for in previous patents, he proceeds to state its operation in cases of emergency which the patent was specially designed to cover, as follows:</p>\n      <p class=\"indent\">'In the event, however, of its becoming necessary to apply the brakes with great rapidity and with their greatest available force, the engineer, by means of the valve at his command, instantly discharges sufficient air from the front end of the main air pipe to effect a sudden reduction of pressure of about twenty pounds per square inch therein, whereupon the piston, 12, of the triple valve, is forced to the extreme limit of its stroke in the direction of the drain cup, 19, carrying with it the stem, 36, and auxiliary slide valve, 41, which instantly uncovers the port, 42, and discharges air from the main air pipe through the opening of the check valve, 49, and the passages, 46 and 48, to the brake cylinder; and, each car being provided with one of these devices, it will be seen that they are successively moved with great rapidity,&#8212;there being, practically, on a train of fifty cars, fifty openings for discharging compressed air from the main pipe, instead of the single opening heretofore commonly used. Not only is there a passage of considerable size opened from the brake pipe on each car, whereby the pressure is more quickly reduced, but the air so discharged is utilized in the performance of preliminary work; it being found, in practice, that the air so taken from the pipe will exert a pressure of about twenty-five pounds in the brake cylinders. When the piston, 12, arrives at the extremity of its stroke as above specified, the supplemental port, 35, of the slide valve, 14, is brought into communication with the port, 33, and passages, 22 and 16, which serves to discharge the reservoir pressure into the brake cylinder, thereby augmenting the pressure already exerted in the brake cylinder by the air admitted from the main air pipe. Upon the reduction of the pressure in the main air pipe below that in the brake cylinders, as by the breaking in two of the train, the check valve, 49, closes communication between the passages, 46 and 18, thereby preventing the return of the air from the brake cylinder to the main air pipe. The feed opening for the admission of air from the auxiliary reservoir to the brake cylinder is purposely made of comparatively small diameter, it having been determined by experiment that the initial application of the brakes should not be made with maximum force, and this opening may be made of such size as to apply the brakes exactly in accord with the requirements of the most efficient work.</p>\n      <p class=\"indent\">'In using the terms 'triple valve' and 'triple-valve device,' I refer to a valve devide, however specifically constructed, having a connection with the main air or brake pipe, another with an auxiliary reservoir or chamber for the storage of power, and another with a brake cylinder, or its equivalent, for the utilization of the stored power, and with a release or discharge passage for releasing the operative power from the brake cylinder, whether the valves governing these passages or connections are arranged in one or more cases, and are moved by a piston, or its equivalent, or by a series of pistons, or their equivalents; there being numerous examples in the art of constructions varying materially in appearance, whereby these functions are performed, both in plenum and vacuum brake mechanisms.</p>\n      <p class=\"indent\">THT</p>\n      <p class=\"indent\">The above drawings are somewhat clearer than those annexed to the patent, and exhibit the triple valve and its connections in three positions, viz.: No. 13, released, or 'brakes off'; No. 14, ordinary service application; and No. 16, 'quick-action' position.</p>\n      <p class=\"indent\">The only claims of the patent alleged to have been infringed are the first, second, and fourth, which read as follows:</p>\n      <p class=\"indent\">'(1) In a brake mechanism, the combination of a main air' pipe, an auxiliary reservoir, a brake cylinder, a triple a lve, and an auxiliary valve device, actuated by the piston of the triple valve, and independent of the main valve thereof, for admitting air in the application of the brake directly from the main air pipe to the brake cylinder, substantially as set forth.</p>\n      <p class=\"indent\">'(2) In a brake mechanism, the combination of a main air pipe, an auxiliary reservoir, a brake cylinder, and a triple valve having a piston whose preliminary traverse admits air from the auxiliary reservoir to the brake cylinder, and which by a further traverse admits air directly from the main air pipe to the brake cylinder, substantially as set forth.'</p>\n      <p class=\"indent\">'(4) The combination, in a triple-valve device, of a case or chest, a piston fixed upon a stem, and working in a chamber therein, a valve moving with the piston stem, and governing ports and passages in the case leading to connections with an auxiliary reservoir and a brake cylinder, and to the atmosphere, respectively, and an auxiliary valve actuated by the piston stem, and controlling communication between passages leading to connections with a main air pipe and with the brake cylinder, respectively, substantially as set forth.'</p>\n      <p class=\"indent\">The joint and several answer of the Boyden Brake Company and the individual defendants admitted that such company was engaged in manufacturing and selling a fluid-pressure brake, but denied that the same was an infringement upon complainants' patent, and also denied that Westinghouse was the original inventor of the mechanism covered by the patent, and alleged that an apparatus substantially identical in character had been previously granted Westinghouse, March 5, 1872 (No. 124,404), and that a like apparatus was previously described in the following patents issued to Westinghouse, viz.: No. 138,827, May 13, 1873; No. 144,006, October 28, 1873; No. 168,359, October 5, 1875; No. 172,064, January 11, 1876; No. 220,556, October 14, 1879,&#8212;and also in three patents to other parties, not necessary here to be specifically mentioned.</p>\n      <p class=\"indent\">The answer further denied any infringement of the first, fourth, and fifth claims of the patent sued upon (No. 360,070), and, with respect to the second claim, averred the same to be invalid because the combination of parts therein named is inoperative to perform, and incapable of performing, the function set forth in said claim, and that, if the said claim be considered merely as the combination of parts therein set forth, and without reference to the function described as performed by it, it is invalid for the reason that the same combination of parts is shown in most of the prior patents above cited, and has been publicly used by the complainants for a long time prior to the date of the said letters patent No. 360,370.</p>\n      <p class=\"indent\">The answer further averred the claim to be uncertain and ambiguous, and, if the functions recited by it are construed as amplifying the description of the combination to distinguish this combination from that shown in the prior patents, 'then the defendants say that the said claim is anticipated by the prior letters patent issued to George A. Boyden on June 26, 1883, for the reason that air-brake valves made in accordance with the last-mentioned patent embody the same combination of parts, and will perform the same functions, and operate in substantially the same manner, as stated in said second claim.'</p>\n      <p class=\"indent\">Upon a hearing in the circuit court upon the pleadings and proofs, that court was of opinion that the second claim was valid, and had been infringed, but that defendants had not infringed claims 1 and 4, and as to those the bill was dismissed. 66 Fed. 997. From the decree entered in pursuance of this opinion both parties appealed to the court of appeals for the Fourth circuit, which affirmed the action of the circuit court with respect to the first and fourth claims, but reversed it with respect to the second claim, and dismissed the bill. 25 U. S. App. 475, 17 C. C. A. 430, and 70 Fed. 816. Whereupon complainants applied for, and were granted, a writ of certiorari.</p>\n      <p class=\"indent\">Full copies the prini pal Westinghouse patents are printed in Westinghouse Air-Brake Co v. New York Air-Brake Co., 26 U. S. App. 248, 11 C. C. A. 528, and 63 Fed. 962, and of the Boyden patents in the report of this case in 25 U. S. App. 475, 17 C. C. A. 430, and 73 Fed. 816.</p>\n      <p class=\"indent\">George H. Christy and F. H. Betts, for Westinghouse.</p>\n      <p class=\"indent\">Lysander Hill, Hector T. Fenton, Philip Manro, and Melville Church, for Boyden Co.</p>\n      <p class=\"indent\">Mr. Justice BROWN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The history of arresting the speed of railway trains by the application of compressed air is one (to which the records of the patent office bear frequent witness) of a gradual progress from rude and imperfect beginnings, step by step, to a final consummation, which, in respect to this invention, had not been reached when the patent in suit was taken out, and which, it is quite possible, has not been reached to this day. It is not disputed that the most important steps in this direction have been taken by Westinghouse himself.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original substitution of the air brake for the old hand brake was itself almost a revolution; but the main difficulty seems to have arisen in the subsequent extension of that system to long trains of freight cars, in securing a simultaneous application of brakes to each of perhaps 40 or 50 cars in such a train, and finally in bringing about the instantaneous as well as simultaneous application of such brakes in cases of emergency, when the speediest possible stoppage of the train is desired to avoid a catastrophe.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Patent No. 88,929, issued April 13, 1869, appears to have been the earliest of the Westinghouse series. This brake, known as the 'straight air brake,' consisted of an aircompressing pump, operated by steam from the locomotive boiler, by which air was compressed into a reservoir, located under the locomotive, to a pressure of about 80 pounds to the square inch. This reservoir, being still in sue, is now known as the 'main reservoir.' From this reservoir an air pipe, usually called the 'train pipe,' led into the cab, where the supply of air was regulated by an 'engineer's valve,' and thence down and back under the tender and cars; being united between the cars by a flexible hose with metal couplings, rendering the train pipe continuous. These couplings were automatically detachable; that is, while they kept their grip upon each other under the ordinary strains incident to the running of the train, they would readily pull apart under unusual strains, as when the car coupling broke, and the train pulled in two.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From the train pipe of each car a branch pipe connected with the forward end of a cylinder called the 'brake cylinder,' which contained a piston, the stem of which was connected with the brake levers of the car. This piston was moved and the brakes applied by means of compressed air admitted, through the train pipe and its branches, into the forward end of the brake cylinder. When the brakes were to be applied, the engineer opened his valve, and admitted the compressed air into the train pipes and brake cylinders, whereby the levers were operated and the brakes applied. To release the brakes, he reversed the valve, whereby the compressed air escaped from the brake cylinders, and flowed forward along the train pipe to the escape port of the engineer's valve, and thence into the atmosphere. Upon the release of the compressed air, the pistons of the brake cylinders were forced forward again by means of springs, and the brake shoes removed from the wheels. By means of this apparatus the train might be wholly stopped or slowed down by a full or partial application of the brakes. As between a full stop and a partial stop, or slow speed, there was only a question of the amount of air to be released from the main reservoir. The validity of this patent was sustained by the circuit court for the Northern district of Ohio (Mr. Justice Swayne and Judge Welker sitting) in Westinghouse v. Air-Brake Co., 9 O. G. 538, Fd . Cas. No. 17,450. The court said, in its opinion, that, while Westinghouse was not the first to conceive the idea of operating railway brakes by air pressure, such fact did not detract at all from his merits or rights as a successful inventor; that the new elements introduced by him 'fully substantiated his pretensions as an original and meritorious inventor, and entitled him, as such, to the amplest protection of the law'; and that it appeared from the record and briefs that he was the first to put an air brake into successful, actual use.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the application of this brake to short trains was reasonably successful, the time required for the air to pass from the locomotive to the rear cars of a long train (about one second per car) rendered it impossible to stop the train which the requisite celerity, since in a train of 10 cars it would be 10 seconds before the brakes could be applied to the rear car, and, to a freight train of 50 cars, nearly a minute. While the speed of the foremost car would be checked at once, those in the rear would proceed at unabated speed, and, in their sudden contact with the forward cars, would produce such shocks as to often cause damage. As a train moving at the rate of 50 miles an hour makes over 70 feet per second, a train of 50 cars would run half a mile before the brakes could be applied to the rear car. So, too, if the rear end of the train became detached from the forward end by the rupture of the train pipe or couplings, the brakes could not be applied at all, since the compressed air admitted to the train pipe by opening the engineer's valve would escape into the atmosphere without operating the brakes, or, if the brakes were already applied, they would be instantly released when such rupture occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first step taken towards the removal of these defects resulted in what is known as the 'automatic brake,' described first in patent No. 124,404 in a crude form, and, after several improvements, finally culminating in patent No. 220,556 of 1880. The salient features of this brake were an auxiliary reservoir beneath each are for the reception and storage of compressed air from the main reservoir, and a triple valve, so called, automatically controlling the flow of compressed air in three directions, by opening and closing, at the proper times, three ports or valve openings, viz.: (1) A port or valve, known as the 'feeding-in valve,' from the train pipe to the auxiliary reservoir, allowing the auxiliary reservoir to fill so as to be ready when the brakes were applied; (2) a port or valve from the auxiliary reservoir to the brake cylinder, which allowed a flow of compressed air to apply the brakes, and was called the 'main valve'; (3) a port or valve from the brake cylinder to the open air, denominated the 'release valve,' to be opened when it was desired to release the brakes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The operation of these valves was as follows: Before the train starts, compressed air from the main reservoir is permitted to flow back through the train pipe, and through valve No. 1, for the purpose of charging the auxiliary reservoir beneath each car with a full working pressure of air. When it is desired to apply the brakes, the engineer's valve is shifted, and the air in the train pipe is allowed to escape into the atmosphere at the engine. Thereupon the compressed air in the auxiliary reservoir closes valve No. 1, leading to the train pipe, and opens the main valve, No. 2, from the auxiliary reservoir to the brake cylinder, whereby the piston of that cylinder operates upon the brake levers and applies the brakes. By this use of the auxiliary reservoirs a practically simultaneous application of the brakes is secured for each car. This application of the brakes is secured, not by direct application of compressed air from the engine through the train pipe, but by a reverse action, whereby the air is allowed to escape from the train pipe towards the engine; the pressure being applied by the air escaping from the auxiliary reservoirs. It also results h at, if a train should pull in two, or a car become detached, the same escape of air occurs, the same action takes place automatically at the broken part, and the same result follows by the escape of the compressed air through the separated couplings. When it is desired to release the brakes, the engineer's valve is again shifted, and the compressed air not only opens valve No. 1, from the train pipe to the auxiliary reser, voir, but valve No. 3, from the brake cylinder to the open air, which allows the air from the brake cylinder to escape, and thus release the brake.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From this description it will be seen that the action of the automatic brake was in fact the converse of the straight air brake, and that the result was to obviate the most serious defects which had attended the employment of the former.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This automatic brake appears, in its perfected form, in patent No. 220,556, although this patent was but the culmination of a series of experiments, each successive step in which appears in the prior patents. Thus, in patent No. 124,404 (1872) is introduced the auxiliary reservoir beneath each car, in connection with a double line of brake pipes and a single cock, with suitable ports for charging the reservoir and for operating the brakes,&#8212;a device which was obviously the foundation of the triple valve which first made its appearance in patent No. 141,685 (1873), in which the main valve, which admitted air from the auxiliary reservoir to the brake cylinder, was of the poppet form; and, as a poppet valve can govern only one port, separate valves had to be provided for feeding in the air from the train pipe to the auxiliary reservoir, and for discharging the air from the brake cylinder to release the brakes. In subsequent patents, No. 144,006 (1873) and No. 163,242 (issued in 1875 to C. H. Perkins, and assigned to Westinghouse), Mr. Westinghouse improved upon his prior devices by substituting a sliding-piston valve for the poppet form of main valve previously used by him. This enabled the piston to perform the feed-valve function, of admitting air from the train pipe to the auxiliary reservoir; the main-valve function, of admitting air from the auxiliary reservoir to the brake cylinder to apply the brakes; and the release-valve function, of discharging the air from the cylinder to release the brakes. In patent No. 168,359 (1875) a piston actuating a slide valve was substituted for the piston valve, and, after a series of experiments, which did not seem to have been successful, he introduced into patent No. 217,828 the idea of venting the train pipe, not only at the locomotive, but also under each car, in order to quicken the application of the brakes. Prior to this time, 'when the engineer desired to apply his brakes with full force he operated the valve at the engine, and opened the port wide; letting the compressed air out of the train pipe at the locomotive, then its only vent. The air, as before said, had to travel from the rear cars along the cars forward to the engine before it could lessen the pressure of the train pipe air, * * * and before the brake cylinder could be operated with air from the auxiliary reservoirs. In a train of fifty cars, it would have to travel nearly half a mile to get out at the engine.' He embodied in patent No. 220,556 (1879) the most complete form of the automatic brake. As stated by the court below, the ordinary work of braking was performed by a partial traverse of its chamber by the triple-valve piston, graduated, according to the purpose desired, at the will of the engineer; and emergency work was done by an extreme traverse of the piston to the end of its chamber.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While the automatic brake had thus obviated the most important defects of the old or straight air brake, and came into general use upon passenger trains throughout the country, it was found, in practice, upon long freight trains, that the air from the auxiliary reservoirs did not act with sufficient promptness upon the brakes of the rear cars, whee  a particularly speedy action was required, and that it would be necessary to devise some other means for cases of special emergency. In the business of transporting freight over long distances, the tendency has been in the direction of increasing the load by using stronger and heavier cars and larger locomotives. Upon a long train of this kind, composed of 30 to 50 cars, a demand was made for quicker action in cases of emergency than had yet been contemplated, although, for ordinary work, such as checking the speed of a train while running, holding it at a slow speed on a down grade, and also for making the ordinary station stops, the automatic brake was still sufficient, and produced satisfactory results, even in the equipment of long and heavy trains. But, however effective for ordinary purposes, the automatic brake did not sufficiently provide for certain emergencies, requiring prompt action, and therefore failed in a single important particular.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Upon examination of these defects, it was found that they could only be remedied by securing (1), in cases of emergency, a more abundant discharge of compressed air into the brake cylinder; and (2) an escape of air near to each triple valve without requiring the escaping air to travel all the way back to the engine. The latter device having been already embodied in patent No. 217,838, these features Mr. Westinghouse introduced into the patent in suit, by which a passage was opened directly from the train pipe, filled from the main reservoir on the engine, to the brake cylinder, through which, in cases of emergency, the train-pipe air, instead of being discharged into the atmosphere, could pur directly from the train pipe into the brake cylinder. This operation resulted in charging the brake cylinder and applying the brakes more quickly than before; and also, by reason of the fact that the filling of the brake cylinder from the train pipe on one car made what was, in effect, a local vent for the release of pressure sufficient to operate the valve on the next car behind, each successive valve operated more quickly than when a diminution of pressure was caused by an escape of air only at the locomotive. The direct passage of the air from the train pipe to the brake cylinder was effected by a valve, 41, colored red in the above diagrams, which is never opened except in cases of emergency. In ordinary cases, when the brakes are desired to be applied, sufficient air is released from the train pipe to open the passage from the auxiliary reservoir to the brake cylinder by what is called a 'preliminary traverse' of the piston, 12; but, when a quick action is required, sufficient air is drawn from the train pipe, not only to open this passage, but, by a further traverse of the piston, to shove valve 41 off its port, and introduced air directly from the train pipe to the brake cylinder, as shown in the third drawing above set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the foregoing skeleton drawings, from which all details of construction and all figures of reference not necessary for a clear understanding of the structure are omitted, the essential parts are colored, so that their changes of position in the different stages of action can be easily followed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The access of train-pipe air is shown located at the right end of the structure, instead of the left, as in the patent drawings, simply for greater clearness. Its course from the train pipe to the auxiliary cylinder is through the small port above the upper arm of the piston, 12.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The main valve of the triple is black. Its office is to admit auxiliary reservoir air to brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The quick-action valve is colored red. Its office is to admit train-pipe air to brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The release port is colored green. Its office it to discharge air from brake cylinder, in releasing the brakes.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There is also shown, in yellow, what is known as the 'graduating valve,' the function of which will be hereafter explained. As at present used, the triple valve is in rel ity a quadruple valve.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The flow or movement of air in the several positions of the structure is also shown by colored lines and arrows, viz.:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Air released from brake cylinder to open air by green arrow.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Air flowing from auxiliary reservoir to brake cylinder, in 'service' application of the brakes, by red line; and air flowing from train pipe to brake cylinder in 'quick-action' application, by blue line.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This patent, although it introduced a novel feature into the art, does not seem to have been entirely successful in its practical operation, since in October of the same year an improvement was patented (No. 376,837), with the object of still further increasing the rapidity of action. As observed by the district judge in this connection, 'the success of this improved device (No. 376,837) has demonstrated that the invention, by which the further traverse of the triple-valve piston beyond the extent of the traverse required for the ordinary application of the brakes is made to admit a large volume of trainpipe air directly to the brake cylinder, was one of great importance. The proofs show that a quick-action automatic brake, which would give the results which this brake has accomplished, was eagerly sought after by inventors and car builders, and all had failed until Westinghouse discovered that it could be done by this mode of operation.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are now in position to take up the several claims of the patent in suit, and their defenses thereto. It may be stated generally that the position of complainants in this connection is that the novel feature of this patent, in respect to which they are entitled to be protected, is the opening of a passage directly from the train pipe to the brake cylinder, without passing through the auxiliary reservoir, and without reference to the means by which such passageway is controlled. Defendants' theory is that they are limited to such passageway when governed by the auxiliary valve, 40,&#8212;a device which, although of no utility as arranged in the patent in suit, became afterwards exceedingly useful, when further combined with the supplementary piston shown in patent No. 376,837. The further inference is that, as they do not use the auxiliary valve of this patent, they cannot be held liable as infringers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Complainants' case must rest either upon the theory that the admission of compressed air directly from the train pipe to the brake cylinder is patentable as a function, or that the means employed by the defendants for that purpose are a mechanical equivalent for the auxiliary valve, 41, described in the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">1. The first theory is based upon the second claim, which is: 'In a brake mechanism, the combination of a main air pipe, an auxiliary reservoir, a brake cylinder, and a triple valve, having a piston, whose preliminary traverse admits air from the auxiliary reservoir to the brake cylinder, and which, by a further traverse, admits air directly from the main air pipe to the brake cylinder, substantially as set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the construction of this claim, the district judge was of opinion that it was broad enough to cover other devices in which air was admitted directly from the train pipe to the brake cylinder by the further traverse of the piston actuating a valve admitting such air, and that the defendants could not exculpate themselves from the charge of infringement, from the fact that in their device the train-pipe air was admitted through the triple-valve chamber, and not through a by-passage, nor by the fact that in their device the further traverse of the piston opens the main valve in a special manner, which produces the same result, but does not make use of a separate auxiliary valve.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Upon the other hand, the circuit court of appeals held that 'the transmission of train-pipe air and auxiliary reservoir air simultaneously to the brake cylinder is a result of [or] function, and is not patentable'; that 'the means by which this or any other result or function is accomplished may be many ad  various, and, if these several means are not mechanical equivalents, each of them is patentable.' It was of opinion that when the second claim, 'in its language describing the action of that device, failed to describe any means by which the extreme traverse of the piston produced it, declaring merely that the piston, 'by a further traverse, admits air directly from the main air pipe to the brake cylinder,' it was fatally defective; claiming only a result, which is public property, and not identifying the specific means (his own property) by which the result is achieved.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is true, as observed by the court of appeals, that the further traverse of the piston for use in cases of emergency had been shown in prior patents, but it had never been employed for the purpose of admitting air directly from the main air pipe to the brake cylinder until the patent in suit was taken out.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The claim in question is, to a certain extent, for a function, viz. the admission of air directly from the train pipe to the brake cylinder, and is only limited to such function when performed by the further traverse of the piston of the triple valve. This limitation, however, does not obviate the objection that the means are not fully and specifically set forth for the performance of the function in question.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The difficulty we have found with this claim is this: That, if it be interpreted simply as a claim for the function of admitting air to the brake cylinder directly from the train pipe, it is open to the objection (held in several cases to be fatal) that the mere function of a machine cannot be patented.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This rule was clearly laid down in the leading case of Corning v. Burden, <span class=\"citation\" data-id=\"86831\"><a href=\"/opinion/86831/corning-v-burden/\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">252</span></a></span>, in which Mr. Justice Grier, delivering the opinion of the court, drew the distinction between such processes as were the result or effect of 'chemical action, by the operation or application of some element or power of nature, or of one substance to another,' and the mere result of the operation of a machine, with regard to which he says:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'It is for the discovery or invention of some practicable method or means of producing a beneficial result or effect that a patent is granted, and not for the result or effect itself. It is when the term 'process' is used to represent the means or method of producing a result that it is patentable, and it will include all methods or means which are not effected by mechanism or mechanical combinations.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'But the term 'process' is often used in a more vague sense, in which it cannot be the subject of a patent. Thus, we say that a board is undergoing the process of being planed; grain, of being ground; iron, of being hammered or rolled. Here the term is used subjectively or passively, as applied to the material operated on, and not to the method or mode of producing that operation, which is by mechanical means, or the use of a machine, as distinguished from a process.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'In this use of the term, it represents the function of a machine, or the effect produced by it on the material subjected to the action of the machine. But it is well settled that a man cannot have a patent for the function or abstract effect of a machine, but only for the machine which produces it.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the subsequent case of Burr v. Duryee, <span class=\"citation\" data-id=\"87602\"><a href=\"/opinion/87602/burr-v-duryee/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">531</span></a></span>, 570, Mr. Justice Grier laid down the same principle, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'The patent act grants a monopoly to any one who may have discovered or invented any new and useful art, machine, manufacture, or composition of matter. * * * The law requires that the specification 'should set forth the principle and the several modes in which he has contemplated the application of that principle, or character by which it may be distinguished from other inventions, and shall particularly point out the part, improvement, or combination which he claims as his own invention or discovery.' We find here no authority to grant a patent for a 'principle,' or a mode of operation, or an idea, or any other abstraction. A machine is a concrete thin, consisting of parts, or of certain devices and combination of devices. The principle of a machine is properly defined to be its mode of operation, or that peculiar combination of devices which distinguish it from other machines. A machine is not a principle or an idea. The use of ill-defined, abstract phraseology is the frequent source or error. It requires no great ingenuity to mystify a subject by the use of abstract terms of indefinite or equivocal meaning. Because the law requires a patentee to explain the mode of operation of his peculiar machine which distinguishes it from others, it does not authorize a patent for a 'mode of operation as exhibited in the machine.' Much less can any inference be drawn from the statute that an inventor who has made an improvement in a machine, and thus effects the desired result in a better or cheaper manner than before, can include all previous inventions, and have a claim to the whole art, discovery, or machine which he has improved. All others have an equal right to make improved machines, provided they do not embody the same, or substantially the same, devices, or combination of devices, which constitute the peculiar characteristics of the previous invention.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">So, also, in Fuller v. Yentzer, 94 U. S. 288, this court, speaking through Mr. Justice Clifford, also said:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'Patents for a machine will not be sustained if the claim is for a result; the established rule being that the invention, if any within the meaning of the patent act, consists in the means or apparatus by which the result is obtained, and not merely in the mode of operation, independent of the mechanical devices employed. Nor will a patent be held valid for a principle or for an idea, or any other mere abstraction.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Most or the prior authorities upon this subject are reviewed in the recent case of Locomotive Works v. Medart, 158 U. S. 68, 15 Sup. Ct. 745, in which it was also held that a valid patent could not be obtained for a process which involved nothing more than the operation of a piece of mechanism, or the function of a machine. See, also, to the same effect, Wicke v. Ostrum, 103 U. S. 461, 469. These cases assume, although they do not expressly decide, that a process, to be patentable, must involve a chemical or other similar elemental action; and it may be still regarded as an open question whether the patentability of processes extends beyond this class of inventions. Where the process is simply the function or operative effect of a machine, the above cases are conclusive against its patentability; but where it is one which, though ordinarily and most successfully performed by machinery, may also be performed by simple manipulation,&#8212;such, for instance, as the folding of a paper in a peculiar way for the manufacture of paper bags, or a new method of weaving a hammock,&#8212;there are cases to the effect that such a process is patentable, though none of the powers of nature be invoked to aid in producing the result. Eastern Paper-Bag Co. v. Standard Paper-Bag Co., 30 Fed. 63; Machine Co. v. Waterbury, 39 Fed. 389; Travers v. Cordage Co., 64 Fed. 771. This case, however, does not call for an expression of our opinion upon this point, nor even upon the question whether the function of admitting air directly from the train pipe to the brake cylinder be patentable or not, since there is no claim made for an independent process in this patent, and the whole theory of the specification and claims is based upon the novelty of the mechanism.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">But, if the second claim be not susceptible of the interpretation that it is simply for a function, then the performance of that function must be limited to the particular means described in the specification for the admission of air from the train pipe to the brake cylinder. This we understand to be the theory of the defendants, and this raises the same question which is raised under the first and fourth claims,&#8212;whether defendants' device contains the auxiliary valve of the Westinghouse patent, or its mechanical equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In this view, it becomes unnecessary to express an opinion whether the second claim be valid or not, since, in the aspect of the case most favorable to the complainants, it is necessary to read into it something which is not found there, or, in the language of complainants' brief, 'to refer back to the specification,&#8212;not, it is true, for a slavish adoption of the identical instrumentalities therein described, but for the understanding of the essential and substantial features of the means therein illustrated.' In thus reading the specification into the claim, we can adopt no other construction than to consider it as if the auxiliary valve were inserted in the claim in so many words, and then to inquire whether the defendants make use of such valve, or its mechanical equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There are two other facts which have a strong bearing in the same connection, and preclude the idea that this can be interpreted as a claim for a function, without reading into it the particular device described in the specification.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">One of these is that the claim is for a triple-valve device, etc., for admitting air from the main air pipe to the brake cylinder, 'substantially as set forth.' These words have been uniformly held by us to import into the claim the particulars of the specification, or, as was said in Seymour v. Osborne, <span class=\"citation\" data-id=\"88345\"><a href=\"/opinion/88345/seymour-v-osborne/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">516</span></a></span>, 547: 'Where the claim immediately follows the description of the invention, it may be construed in connection with the explanations contained in the specifications; and, where it contains words referring back to the specifications, it cannot be properly construed in any other way.' In that case it was held that a claim which might otherwise be bad, as covering a function or result, when containing the words 'substantially as described,' should be construed in connection with the specification, and, when so construed, was held to be valid. To the same effect is the Corn-Planter Patent, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">181</span></span>, 218.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Again, it appears from the file wrapper and contents that, in his original application, Mr. Westinghouse made a broad claim for the admission of air directly from the main air pipe to the brake cylinder, which was rejected upon reference to a prior patent to Boyden (No. 280,285), and that on January 19, 1887, his attorney wrote the patent office in the following terms:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'It is respectfully submitted that while the Boyden patent, No. 280,285, referred to, shows that what the inventor terms 'an always-open one-way passage,' by which communication may be established, under certain conditions, between the main air pipe or train pipe, and hence might be held to meet the terms of the claim as originally broadly drawn, yet it fails to embody a device which in structure or function corresponds with the auxiliary valve of applicant, which in no sense relates to 'an always-open one-way passage.' This amended claim, above submitted, prescribes a valve device, actuated by the piston of the triple valve, for admitting air to the brake cylinder in the application of the brake, while Boyden's check valve, d, is not actuated by the piston, and is designed to recharge the auxiliary reservoir and brake cylinder while the brakes are on. It is submitte, as to claim 2, that a piston, which by its preliminary traverse admits air from the auxiliary reservoir to the brake cylinder, and by its further traverse admits air directly from the main air pipe to the brake cylinder, as set forth in said claim, is not found in the Boyden patent, the check valve, d, of which is described as actuated by the manipulation of the cock, q, on the locomotive, to 'recharge and continue charging the reservoir and brake cylinder while the brakes are applied.' * * * It is to be understood that applicant does not seek to broadly claim a device for admitting air directly from the main air pipe to the brake cylinder, as the four-way cock long heretofore employed by him (similar to the cock, K, of the Boyden patent) would be a structure of such character. When, however, the triple valve is prv ided with an auxiliary valve, operated by its piston, which performs a new function, additional to that of the triple valve as previously employed, it is believed that such combination is wholly novel.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">So, too, in the specification, it is stated:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'So far as the performance of its preliminary function in ordinary braking is concerned,&#8212;that is to say, effecting the closure of communication between the main air pipe and the auxiliary reservoir, and the opening of communication between the auxiliary reservoir and the brake cylinder, in applying the brakes, and the reverse operations in releasing the brakes,&#8212;the triple valve, 10, accords substantially with that set forth in letters patent of the United States No. 220,556, granted and issued to me October 14, 1879, and is not, therefore, saving as to the structural features by which it performs the further function of effecting the direct admission of air from the main air pipe to the brake cylinder, as presently to be described, claimed as of my present invention.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Apparently, too, in consequence of the above leter of January 19, 1887, the patentee erased from his original specification the following sentence: 'Further, while, in the specific construction described and shown, the function of admitting air from the main pipe is performed by a valve separate from that which effects the preliminary admission of reservoir pressure to the cylinder, a modification in which the same office is performed by a valve integral with the main valve, and formed by an extension thereof, would be included in and embody the essential operative features of my invention,' and inserted in its place the following: 'I am aware that a construction, in which 'an always-open one-way passage' from the main air pipe to the brake cylinder is uncovered by the piston of the triple valve simultaneously with the opening of the passage from the auxiliary reservoir to the brake cylinder, has been heretofore proposed, and such construction, which involves an operation different from that of my invention, I therefore hereby disclaim.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We agree with the defendant that this correspondence, and the specification as so amended, should be construed as reading the auxiliary valve into the claim, and as repelling the idea that this claim should be construed as one for a method or process. Language more explicit upon this subject could hardly have been employed.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">While it is true that no claim is formally made for the admission of train-pipe air directly to the brake cylinder, as a method or process, a construction is given by the complainants and the circuit court to the second claim, which eliminates the mechanical features described, and one which could only be supported upon the theory that the claim was for a method or process. If the mechanism described by Westinghouse, and partieularly the auxiliary valve, be not essential to the validity of the second claim, then it could only be supported upon the theory that it was for the process of admitting train-pipe air directly to the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">2. The first and fourth claims of this patent are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">'(1) In a brake mechanism, the combination of a main air pipe, an auxiliary reservoir, a brake cylinder, a triple valve, and an auxiliary valve device, actuated by the piston of the triple valve, and independent of the main valve thereof, for admitting air in the application of the brake directly from the main air pipe to the brake cylinder, substantially as set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'(4) The combination, in a triple-valve device, of a case or chest, a piston fixed upon a stem, and working in a chamber therein, a valve moving with the piston stem, and governing ports and passages in the case leading to connections with an auxiliary reservoir and a brake cylinder and to the atmosphere, respectively, and an auxiliary valve actuated by the piston stem, and controlling communication between passages leading to connections with a main air pipe and with the brake cylinder, respectively, sus tantially as set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">These two claims are practically little more than different expressions of one and the same invention. In both of them there is a main air pipe, an auxiliary reservoir, a brake cylinder, a triple valve and piston, described in the fourth claim as 'fixed upon a stem and working in a chamber' in a case or chest, and an auxiliary valve; and in the fourth claim, also, a case or chest, which contains the whole device, and is immaterial.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In both of these claims an auxiliary valve is named as an element. In the first it is described as 'actuated by the piston of the triple valve, and independent of the main valve thereof,' and in the fourth as 'actuated by the piston stem, and controlling communication between passages leading to connections with the main air pipe and with the brake cylinder.'</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">To what liberality of construction these claims are entitled depends, to a certain extent, upon the character of the invention, and whether it is what is termed, in ordinary parlance, a 'pioneer.' This word, although used somewhat loosely, is commonly understood to denote a patent covering a function never before performed, a wholly novel device, or one of such novelty and importance as to mark a distinct step in the progress of the art, as distinguished from a mere improvement or perfection of what had gone before. Most conspicuous examples of such patents are the one to Howe, of the sewing machine; to Morse, of the electrical telegraph; and to Bell, of the telephone. The record in this case would indicate that the same honorable appellation might be safely bestowed upon the original air brake of Westinghouse, and perhaps, also, upon his automatic brake. In view of the fact that the invention in this case was never put into successful operation, and was to a limited extent anticipated by the Boyden patent of 1883, it is perhaps an unwarrantable extension of the term to speak of it as a 'pioneer,' although the principle involved subsequently, and through improvements upon this invention, became one of great value to the public. The fact that this invention was first in the line of those which resulted in placing it within the power of an engineer, running a long train, to stop in about half the time and half the distance within which any similar train had stopped, is certainly deserving of recognition, and entitles the patent to a liberality of construction which would not be accorded to an ordinary improvement upon prior devices. At the same time, as hereinafter observed, this liberality must be exercised in subordination to the general principle above stated,&#8212;that the function of a machine cannot be patented, and hence that the fact that the defendants' machine performs the same function is not conclusive that it is an infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The device made use of by the defendants is exhibited in patents No. 481,134 and No. 481,135, both dated August 16, 1892, and both of which were granted after the commencement of this suit. There are two forms of this patent, one of which, illustrated in patent No. 481,135, is here given in its three positions,&#8212;of release (20), service application (21), and quick action (22).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In this device there is found a main air pipe, an auxiliary reservoir, a brake cylinder, a triple (or, rather, a quadruple) valve and piston, 29, with three ports&#8212;First, for the admission</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>of air from the train pipe to the brake cylinder through the feeding-in valve, 26; second, for the passage of air from the auxiliary reservoir to the brake cylinder through the apertures, i, j, k, in the stem slide valve, 18; and, third, for the release of air from the brake cylinder to the exhaust port by means of valve, 17, colored green. Whether this device has an auxiliary valve, or not, is one of the main questions in the case; complainants' theory being that poppet valve, 22, is an auxiliary valve, while defendants' claim is that it is in reality the main valve.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">D  The operation of this device is best shown by the foregoing skeleton drawings.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The auxiliary reservoirs are charged by air under pressure, entering from the train pipe, raising and passing through the feeding-in value piston, 26, and flowing slowly into and through the passage, A, to the auxiliary reservoir, until such reservoir is filled. In this condition the brake cylinder is empited and opened to the atmosphere through the exhaust passage. G.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In order to apply the brakes gradually, so as to slacken speed or made an ordinary stop, air pressure in the train pipe is reduced slightly (say from 3 to 5 pounds) by action of the engineer's value, and the reduction of pressure on the right side of the piston, 29, causes in piston to make what is termed a 'preliminary traverse' to the position shown in diagram 'Service Application.' Such preliminary traverse pulls the stem slide valve, 18, to the right, and opens the apertures, i, j, and k (one of these apertures being to the right, and the other to the left, of valve 22), and through these apertures air rushes from the auxiliary reservoir to the brake cylinder; but the poppet valve, 22, still remains upon its seat.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">If quick action be required, the pressure in the train pipe is suddenly lowered to the extent of 15 or 20 pounds, and the traveling piston, 29, instead of making a preliminary traverse to the intermediate position shown in the 'Service Application,' makes a full traverse to the extreme right, the effect of which is that the valve, 22, is pulled off its seat by the collar, M, and a large passage is opened to the brake cylinder under the valve, 22, and around the stem, 18. The result is, as shown in the last diagram, that not only does the air in the auxiliary reservoir escape in full volume to the brake cylinder, but air from the train pipe rushes directly to the brake cylinder through the large passage, F, into the chamber, C, and under valve, 22.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The argument of the defendants in this connection is that in this device there is no auxiliary valve or by-passage, but the quick-action result is effected simply by proportioning the ports and passages of the old triple valve, and using a fixed partition, 9, to divide the piston chamber, D, from the main-valve chamber, C; that it is this partition which produces the quick action, and that such partition is not a valve, nor the mechanical equivalent of a valve, but merely a metal ring screwed immovably into the triple-valve casing, and serving to divide the piston chamber from the main-valve chamber; that this partition was a new element, never before found in triple valves, and introduced a new principle and mode of operation, totally different from anything ever invented by Mr. Westinghouse or any other inventor; and that its effect is to make valve, 22, termed by them the 'main valve,' admit the train-pipe air to the brake cylinder at the same time that it admits the auxiliary air thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is claimed that, in embodying this new principle, Mr. Boyden adopted the form of triple valve shown in the expired Westinghouse patent, No. 141,685 (1873), in which the main valve, 22, is of the poppet form, and the separate valve, 17, controlled by a rod sliding through the main valve, is employed for releasing the brakes. For charging the auxiliary reservoir, he adopted, from the expired Westinghouse patent, No. 144,006 (1873), a check-valved feed passage through the triple-valve piston, but arranged the feed passage and its check valve, 26, in a tubular extension, F, of the piston, and substantially in the form shown in Boyden patent, No. 280,285 (1883). He also provided a sensitive graduating valve, similar in results to the graduating valve,  e, of the Westinghouse patent No. 220,556 (1879), by so arranging a small passage, 40, in the sliding stem, which actuates the release valve, that such passage will be opened and closed by the sliding of such stem through the main valve, 22. As thus constructed, the triple value operates much the same &#167;  that of patent No. 220,556, and, like the latter, is incapable of quick action.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In both the complainants' and defendants' devices there is (1) a feeding-in valve to charge the auxiliary reservoir; (2) a valve, which complainants call their main value,' and which the defendants denominate a 'graduating valve,' which is opened by the preliminary traverse of the piston to admit reservoir air to the brake cylinder; (3) a release valve which discharges air from the brake cylinder to the atmosphere; and (4) a quick-action valve,&#8212;41 in the complainants' patent, and 22 in the defendants',&#8212;which is opened by the further traverse of the piston to admit train-pipe air to the brake cylinder. In defendants' patent it may also be used to admit auxiliary reservoir air to the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">One of the main controversies in the case turns upon the construction and operation of the poppet valve, 22, called by the defendants their 'main valve.' Complainants insist that the office of their main valve is performed by the stem slide valve, 18, of defendants' patent, and by its apertures, i, j, and k, through which air passes from the auxiliary reservoir to the brake cylinder, and that the poppet valve, 22, is only called into action in emergency cases, when a large quantity of air is suddenly withdrawn from the train pipe, and the valve is unseated by the traverse of the piston to the extreme right.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There is no doubt that the function of admitting air from the auxiliary reservoir to the brake cylinder, which is performed in the Westinghouse patent by what the complainants term the 'main valve' (aided, however, by the graduating value) is, in ordinary cases, performed principally, if not altogether, by the stem slide valve, 18, and its three ports, i, j, k, of the Boyden patent, which defendants term their 'graduating valve.' It is equally clear that in emergencies, where quick action is required, air, which in the Westinghouse patent passes through auxiliary valve, 41 (opened by the further traverse of the piston), in the Boyden patent finds its way through the poppet value,22, which has also been lifted from its seat by the further traverse of the piston.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">One of the main differences between the two devices is this: That in the preliminary traverse of the piston of the Westinghouse patent there is a movement first of the graduating valve to open its port from the auxiliary reservoir, and then of the main valve, carrying the graduating valve, also, with it, to open a passage to the brake cylinder, while in the Boyden patent it is only the graduating valve which is opened by the preliminary traverse of the piston. In doing this, the graduating valve moves through the poppet valve, but does not lift it from its seat. In emergency cases not only do the graduating valve and the main valve of the Westinghouse patent move as before, but by the extreme traverse of the piston the auxiliary valve, 41, is shoved from its seat, and a separate passage is opened for the air from the train pipe to the brake cylinder. In the Boyden patent, however, the extreme traverse of the piston lifts the poppet valve from its seat, and opens a wide passage to the brake cylinder, not only for the air from the auxiliary reservoir, but, through the peculiar operation of the partition, 9, and its aperture, B, directly from the train pipe. As the graduating valve of the Boyden patent practically does all the work in ordinary cases, and the poppet valve is only called into action in emergency cases, the latter is practically an auxiliary valve, by which we understand, not necessarily an independent valve, nor one of a particular construction, but simply a valve which in emergency cases is called into the assistance of the graduating valve. In this particular the poppet valve of the Boyden device performs practically the same function as the slide valve, 41, of the Westinghouse. It is not material in this connection that it is a poppet valve, while the other is a slide valve, since there is n  invention in substituting one valve or spring of familiar shape for another (Imhaeuser v. Buerk, 101 U. S. 647, 656); nor that in one case the piston pushes the valve off its seat, and in the other pulls it off; nor is it material that this poppet valve may have been used in prior patents to perform the function of a main valve, so long as it is used for a different purpose here. Indeed, this valve seems to have been taken bodily from Westinghouse patent No. 141,685, where it was used as a main valve, and the stem valve, 18, with its ports, i, j, k, added for ordinary uses, and the poppet valve thus converted from a main valve to an auxiliary valve.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We have not overlooked in this connection the argument that the poppet valve, 22, is also sometimes used for graduating purposes; but it is not commonly so used, and appears to be entirely unnecessary for that purpose. It seems to be possible to move the piston, 29, to its extreme traverse so slowly, and hence to open valve, 22, so gradually, that the pressure in the chamber, C, will be reduced so slightly that the train-pipe air will not have sufficient force to throw open the check valve, 26; and hence in such case no train-pipe air will be admitted directly to the brake cylinder, which will be filled with auxiliary reservoir air only. But, as a matter of fact, this seldom or never takes place in the practical operation of the device, and is an unnecessary and wholly unimportant incident, and for all practical purposes valve, 22, is solely a quick-action valve. As this valve is actuated by the piston of the triple valve, and in such action is independent of the main valve, it meets the demand of the first claim of the patent; and as it is actuated by the piston-stem, and controls communication between passages leading to connections with the main air pipe and with the brake cylinder, it seems also to be covered by the fourth claim.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">But, even if it be conceded that the Boyden device corresponds with the letter of the Westinghouse claims, that does not settle conclusively the question of infringement. We have repeatedly held that a charge of infringement is sometimes made out, though the letter of the claims be avoided. Machine Co. v. Murphy, 97 U. S. 120; Ives v. Hamilton, 92 U. S. 431; Mory v. Lockwood, 8 Wall. 230; Elizabeth v. Pavement Co., 97 U. S. 137; Sessions v. Romadka, 145 U. S. 29, 12 Sup. Ct. 799; Hoyt v. Horne, 145 U. S. 302, 12 Sup. Ct. 922. The converse is equally true. The patentee may bring the defendant within the letter of his claims, but if the latter has so far changed the principle of the device that the claims of the patent, literally construed, have ceased to represent his actual invention, he is as little subject to be adjudged an infringer as one who has violated the letter of a statute has to be convicted, when he has done nothing in conflict with its spirit and intent. 'An infringement,' says Mr. Justice Grier in Burr v. Duryee, <span class=\"citation\" data-id=\"87602\"><a href=\"/opinion/87602/burr-v-duryee/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">531</span></a></span>, 572, 'involves substantial identity, whether that identity be described by the terms, 'same principle,' same 'modus operandi,' or any other. * * * The argument used to show infringement assumes that every combination of devices in a machine which is used to produce the same effect is necessarily an equivalent for any other combination used for the same purpose. This is a flagrant abuse of the term 'equivalent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We have no desire to qualify the repeated expressions of this court to the effect that, where the invention is functional, and the defendant's device differs from that of the patentee only in form, or in a rearrangement of the same elements of a combination, he would be adjudged an infringer, even if, in certain particulars, his device be an improvement upon that of the patentee. But, after all, even if the patent for a machine be a pioneer, the alleged infringer must have done something more than reach the same result. He must have reached it by substantially the same or similar means, or the rule that the function of a mah ine cannot be patented is of no practical value. To say that the patentee of a pioneer invention for a new mechanism is entitled to every mechanical device which produces the same result is to hold, in other language, that he is entitled to patent his function. Mere variations of form may be disregarded, but the substance of the invention must be there. As was said in Burr v. Duryee, <span class=\"citation\" data-id=\"87602\"><a href=\"/opinion/87602/burr-v-duryee/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">531</span></a></span>, 573, an infringement 'is a copy of the thing described in the specification of the patentee, either without variation, or with such variations as are consistent with its being in substance the same thing. If the invention of the patentee be a machine, it will be infringed by a machine which incorporates in its structure and operation the substance of the invention; that is, by an arrangement of mechanism which performs the same service or produces the same effect in the same way, or substantially the same way. * * * That two machines produce the same effect will not justify the assertion that they are substantially the same, or that the devices used are therefore mere equivalents for those of the other.'</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Not only is this sound as a general principle of law, but it is peculiarly appropriate to this case. Under the very terms of the first and fourth claims of the Westinghouse patent, the infringing device must not only contain an auxiliary valve, or its mechanical equivalent, but it must contain the elements of the combination, 'substantially as set forth.' In other words, there must not only be an auxiliary valve, but substantially such a one as is described in the patent, i. e. independent of the triple valve. Not only has the Boyden patent a poppet instead of a slide valve,&#8212;a matter of minor importance,&#8212;but it performs a somewhat different function. In the Westinghouse patent the valve is not in the line of travel between the auxiliary reservoir and the brake cylinder, and admits train-pipe air only. In the Boyden patent it is in the line of travel, both from the auxiliary reservoir and from the train pipe, and admits both currents of air to the brake cylinder. The by-passage, to which the auxiliary reservoir is merely an adit, is wholly wanting in the Boyden device; both currents of air uniting in chamber, C, and passing to the brake cylinder together, through the poppet valve.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">But a much more radical departure from the Westinghouse patent is found in the partition, 9, separating the valve chamber, C, from the piston chamber, D. This partition has an aperture, B, the capacity of which is less than that of the large passage, A, and intermediate in size between that of the graduating passage, 40, and that of the port covered by the valve, 22. The office of this partition is thus explained by the defendants in their briefs: When the engineer's valve is thrown wide open, the poppet valve is lifted from its seat by the extreme traverse of the piston, and a new action takes place. 'The port of the main valve, 22, is so much larger than the passage, B, that the pressure in the main valve chamber, C, is instantly emptied into the brake cylinder; and as the passage, B, cannot supply air so fast as the mainvalve port can exhaust it, the pressure in the main valve chamber suddenly drops to about five pounds. Meanwhile the passage, A, leading from the auxiliary reservoir to the inner end of the piston chamber, is so much larger than the passage, B, leading from the piston chamber to the main valve chamber, that full reservoir pressure is maintained in the piston chamber between the partition, 9, and the inner side of the piston, thereby holding the piston back firmly at its extreme traverse. But the feed valve, 26, is now exposed on the one side to a train-pipe pressure of about fifty-five pounds, and on the other side to a main valve chamber pressure of only about five pounds; and therefore valve, 26, is instantly forced open by the greater train-pipe pressure, which then vents freely through the said feed valve port into the main valve chamber, C, where it commingles with the auxiliary reservoir air passig  through said chamber, and both airs pass together through the port opened by the main valve, 22, to the brake cylinder. The whole operation is substantially instantaneous, and the result is that the train pipe is freely vented at each car, the time of serially or successively applying the brakes of the several cars from one end of the train to the other is reduced to a minimum, and the train is quickly stopped without shock,&#8212;a result which Mr. Westinghouse did not attain with the device of patent No. 360,070, nor did he attain it until he had invented his later apparatus, of patent No. 376,837, not here in suit.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In a word, this partition maintains upon the outside of valve, 26, a much higher pressure than upon the inside, the effect of which is to open feed valve, 26, and admit a full volume of train-pipe air upon the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Conceding that the functions of the two devices are practically the same, the means used in accomplishing this function are so different that we find it impossible to say, even in favor of a primary patent, that they are mechanical equivalents. While the poppet valve, which, for the purposes of this case, we may term the auxiliary valve, is, in its operation, independent of the main valve, the word 'independent' in the claims of the Westinghouse patent evidently refers to a valve auxiliary to the triple valve, and independently located as well as operated. The difference is that in one case the air from the train pipe is introduced into the brake cylinder separately and independently from the air from the auxiliary reservoir, while in the other case they unite in the chamber, C, and pass through the same valve to the brake cylinder. In the Westinghouse patent there is one valve operated by the direct thrust of the piston, opening a bypassage; in the other, there is a poppet valve also opened by the piston, and another valve, 26, opened by the pressure maintained upon the outside of the partition, 9.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">It is claimed, however, by the complainants, that Boyden was not the inventor of the differential pressure theory; that there is such a differential pressure in their own patent, caused by the fact that the air from the auxiliary reservoir in passing to the brake cylinder travels through a restricted port, 35, and, as the entrance to the brake cylinder is through a much larger port, the air is taken up by it much more rapidly than it is supplied by the restricted port, which reduces the pressure in the by-passage so much that when the quick-action valve, 41, is opened, the pressure from the trainpipe air is sufficient to open the valve, 49, and admit a full volume of train-pipe air, at a pressure of 55 pounds, to the brake cylinder. The fact, however, that no suggestion is made in the patent of such a function of the restricted port, 35, indicates either that none such had been discovered, or that it was not considered of sufficient importance to mention it. Indeed, it seems to have been an afterthought, suggested by the necessity of an answer to defendants' argument, based upon their partition, 9. That, when the auxiliary valve is opened, there must be a difference in pressure above and below the check valve, 49, in order to open it, is manifest; yet this is rather an incident to the Westinghouse device, than the controlling feature that it is made in the Boyden patent. There is no partition, in the proper sense of the word,&#8212;certainly none located as in the Boyden device,&#8212;between the chambers, D and C, and no aperture in such partition opened for the express purpose of maintaining this differential pressure. If such differential pressure existed to the extent claimed in the Westinghouse patent, it certainly was not productive of the results flowing from the same device in the Boyden patent.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We are induced to look with more favor upon this device, not only because it is a novel one, and a manifest departure from the principle of the Westinghouse patent, but because it solved at once, in the simplest manner, the r oblem of quick action, whereas the Westinghouse patent did not prove to be a success until certain additional members had been incorporated into it. The underlying distinction between the two devices is that in one a separate valve and separate by-passage are provided for the train-pipe air, while in the other the patentee has taken the old triple (or quadruple) valve, and by a slight change in the functions of two of its valves, and the incorporation of a new element (partition 9), has made a more perfect brake than the one described in the Westinghouse patent. If credit be due to Mr. Westinghouse for having invented the function, Mr. Boyden has certainly exhibited great ingenuity in the discovery of a new and more perfect method of performing such function. If his patent be compared with the later Westinghouse patent, No. 376,837, which appears to have been the first completely successful one, the difference between the two, both in form and principle, becomes still more apparent, and the greater simplicity of the Boyden patent certainly entitles it to a favorable consideration. If the method pursued by the patentee for the performance of the function discovered by him would naturally have suggested the device adopted by the defendants, that is in itself evidence of an intended infringement; but, although Mr. Boyden may have intended to accomplish the same results, the Westinghouse patent, if he had had it before him, would scarcely have suggested the method he adopted to accomplish these results. Under such circumstances, the law entitles him to the rights of an independent inventor.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Upon a careful consideration of the testimony, we have come to the conclusion that the Boyden device is not an infringement of the complainants' patent, and the decree of the circuit court of appeals is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Mr. Justice SHIRAS, with whom concurred Mr. Justice BREWER, dissented, and filed the following opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">I am unable to concur in the reasoning and conclusion of the court, and shall briefly state my views.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The history of the art discloses that the patent in suit was what is called a 'pioneer invention.' In it for the first time was brought to light a method or process which, by the co-operation of the air from the train pipe with that from the car reservoir, created the 'quick-action' brake. The patent, in its specification and claims, clearly described a machine or mechanical combination whereby the invention was exemplified or rendered operative.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">It is not an unwarrantable extension of the term to speak of this invention in suit as a pioneer, since it is pratically conceded in this case, and justly observed by the court below, 'one of the highest value to the public,' and conspicuously one 'which entitles the proprietor to a liberal protection from the courts in construing the claim.' The very fact that this invention resulted in placing it within the power of an engineer, running a long train, to stop in about half the time and half the distance within which any similar train had been stopped, is certainly deserving of recognition. The claims of such patents have from time out of mind been allowed a liberal construction, and considered as entitled to the fullest benefit of the doctrine of mechanical equivalents.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It in no wise detracts from the merit of this invention that later devices have been adopted which render its practical operation more efficient. The very term 'pioneer patent' signifies that the invention has been followed by others. A pioneer patent does not shut, but opens, the door for subsequent invention.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The particular patent in suit was, as I understand it to be admitted, an entire success in supplying passenger trains and short freight trains with a 'quick-action' brake; but, while it enabled even the longest freight trains to stop in half the time and half the distance previously occupied, there remained difficulties which required further devices to give to the invention the perfect success which it has nowa ttained.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Being of the character so described as a pioneer, the patent in suit is entitled to a broad or liberal construction. In other words, the invention is not to be restricted narrowly to the mere details of the mechanism described as a means of carrying the invention into practicable operation.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">I cannot assent to what is perhaps rather intimated than decided in the opinion of the court,&#8212;that what is called a \"process,' in order to be patentable, must involve a chemical or other similar elemental action.' The term 'process or method,' as describing the subject of a patent, is not found in the statutes. No reason is given in the authorities, and I can think of none in the nature of things, why a new process or method may not be patentable, even though a mechanical device or a mechanical combination may be necessary to render the new process practicable. It seems to be used by the courts as descriptive of an invention which, from its novelty and priority in the art to which it belongs, is not to be construed as inhering only in the particular means described in the letters patent as sufficient to exemplify the invention and bring it into practical use.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Thus, in the case of Winans v. Dormead, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">330</span></span>, the patent was for a new form of the body of a car for the transportation of coal, thus avoiding certain practical difficulties or disadvantages in such cars as previously made. To the argument on behalf of the infringer, that the claim of the patent was confined to a single form, and only through and by that form to the principle which it embodies, this court said, per Mr. Justice Curtis:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">'It is generally true that when a patentee describes a machine, and then claims it as described, that he is understood to intend to claim, and does by law actually cover, not only the precise form he has described, but all other forms which embody his invention; it being a familiar rule that to copy the principle or mode of operation described is an infringement, although such copy should be totally unlike the original in form or proportions. It is not sufficient to distinguish this case to say that here the invention consists in a change of form, and the patentee has claimed one form only. Patentable improvements in machinery are almost always made by changing some one or more forms of one or more parts, and thereby introducing some mechanical principle or mode of action not previously existing in the machine, and so securing a new improved result. And, in the numerous cases in which it has been held that to copy the patentee's mode of operation was an infringement, the infringer had got forms and proportions not described, and not, in terms, claimed. If it were not so, no question of infringement could arise. If the machine complained of were a copy, in form, of the machine described in the specification, of course it would be at once seen to be an infringement. It could be nothing else. It is only ingenious diversities of form and proportion, presenting the appearance of something unlike the thing patented, which rise to questions; and the property of inventors would be valueless if it were enough for the defendant to say: 'Your improvement consisted in a change of form. You describe and claim but one form. I have not taken that, and so have not infringed.'</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">'The answer is: 'My infringement did not consist in a change of form, but in the new employment of principles of powers, in a new mode of operation, embodied in a form by means of which a new or better result is produced. It was this which constituted my invention. This you have copied, changing only the form.' * * * Where form and substance are inseparable, it is enough to look at the form only. Where they are separable, where the whole substance of the invention may be copied in a different form, it is the duty of courts and juries to look through the form for the substance of the invention,&#8212;for that which entitled the inventor to his patent, and which the patent was designed to secure. Where that is found, ther  is an infringement; and it is not a defense that it is embodied in a form not described, and in terms claimed, by the patentee. Patentees sometimes add to their claims an express declaration to the effect that the claim extends to the thing patented, however its form or proportions may be varied. But this is unnecessary. The law so interprets the claim without the addition of those words.'</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">McCormick v. Talcott, <span class=\"citation\" data-id=\"87163\"><a href=\"/opinion/87163/mccormick-v-talcott/\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">402</span></a></span>, was also a case of a mechanical patent, and it was said by Mr. Justice Grier, who delivered the opinion of the court: 'If the patentee be the original inventor of the device or machine, he will have a right to treat as infringers all who make machines operating on the same principle, and performing the same functions by analogous means or equivalent combination, even though the infringing machine may be an improvement of the original, and patentable as such.'</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In Machine Co. v. Lancaster, 129 U. S. 263, 9 Sup. Ct. 299, there was also a question of an alleged invention of a primary character, and wherein the invention was embodied in a mechanical combination; and it was held that in a pioneer patent, such as that of Morley, the patentee, the special devices set forth by Morley were not necessary constituents of the claims; that his patent was to receive a liberal construction, in view of the fact that he was a pioneer in the construction of an automatic button-sewing machine; and that his patent was not to be limited to the particular devices or instrumentalities described by him.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">In that case extended and approving reference was made to the case of Proctor v. Bennis, 36 Ch. Div. 740, which was a case of an invention embodied in a mechanical contrivance, and the following language of Lord Justice Bowen was quoted:</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">'Now, I think it goes to the root of this case to remember that this is, as was described by one of the counsel, really a pioneer invention; and it is by the light of that, as it seems to me, that we ought to consider whether there have been variations or omissions and additions which prevent the machine which is complained of from being an infringement of the plaintiff's. With regard to the additions and omissions, it is obvious that additions may be an improvement, and that omissions may be an improvement; but the mere fact that there is an addition, or the mere fact that there is an omission, does not enable you to take the substance of the plaintiff's patent. The question is not whether the addition is material, or whether the omission is material, but whether what has been taken is the substance and essence of the invention.'</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">These were cases wherein the discovery or invention was made effective through machines or mechanical combinations, and wherein it was held that the merit of the process or method was not to be confined, in the case of a pioneer patent, to the mere form described in the specification as sufficient to make the invention practically operative.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Neilson's Patent, Webst. Pat. Cas. 275, was a noted case, in which the true distinction was drawn between a mere principle, as the subject of a patent, and a process by which a principle is applied to effect a new and useful result. The court of exchequer, in answering the objection that Neilson's patent was for a principle, said:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">'It is very difficult to distinguish it from the specification of a patent for a principle, and this at first created in the minds of some of the court much difficulty; but, after full consideration, we think the plaintiff does not merely claim a principle, but a machine embodying a principle, and a very valuable one. We think the case must be considered as if, the principle being well known, the plaintiff had first invented a mode of applying it by a mechanical apparatus to furnaces; and his invention consists in this,&#8212;by interposing a receptacle for heated air between the blowing apparatus and the furnace. In this receptacle he directs the air to be heated by the application of heat externally to the receptacl,  and thus he accomplishes the object of applying the blast, which was before of cold air, in a heated state to the furnace.'</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">And, when the case came before the house of lords, Lord Campbell said:</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">'After the construction first put upon the patent by the learned judges of the exchequer, I think the patent must be taken to extend to all machines, of whatever construction, whereby the air is heated intermediately between the blowing apparatus and the blast furnace. That being so, the learned judge was perfectly justified in telling the jury that it was unnecessary for them to compare one apparatus with another, because, confessedly, that system of conduit pipes was a mode of heating air by an intermediate vessel between the blowing apparatus and the blast furnace, and therefore it was an infringement of the patent.' Webst. Pat. Cas. 715.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Very applicable to the present case is the doctrine of Tilghman v. Procter, 102 U. S. 767. It was there held (overruling the case of Mitchell v. Tilghman, 19 Wall. 284) that a patent may be validly granted for carrying a principle into effect; and if the patentee suggests and discovers not only the principle, but suggests and invents how it may be applied to a practical result by mechanical contrivances and apparatus, and shows that he is aware that no particular sort or modification of form of apparatus is essential to obtain benefit from the principle, then he may take his patent for the mode of carrying it into effect, and is not under the necessity of confining himself to one form of apparatus.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Having discussed the previous cases (particularly that of Neilson and of O'Reilly v. Morse, 15 How. 62), Mr. Justice Bradley said:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">'Whoever discovers that a certain useful result will be produced in any art by the use of certain means is entitled to a patent for it, provided he specifies the means. But everything turns on the force and meaning of the word 'means.' It is very certain that the means need not be a machine or an apparatus. It may be a process. A machine is a thing. A process is an act, or a mode of acting. The one is visible to the eye,&#8212;an object of perpetual observation. The other is a conception of the mind, seen only by its effects when being executed or performed. Either may be the means of producing a useful result. * * * Perhaps the process is susceptible of being applied in many modes, and by the use of many forms of apparatus. The inventor is not bound to describe them all in order to secure to himself the exclusive right to the process, if he is really its inventor or discoverer. But he must describe some particular mode, or some apparatus, by which the process can be applied with at least some beneficial result, in order to show that it is capable of being exhibited and performed in actual experience.'</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The Telephone Cases, 126 U. S. 1, 533, 8 Sup. Ct. 778, 781, contain an apt illustration of these principles. Mr. Chief Justice Waite, in discussing the case, said:</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">'In this art, or, what is the same thing under the patent law, this process, this way of transmitting speech, electricity, one of the forces of nature, is employed; but electricity, left to itself, will not do what is wanted. The art consists in so controlling the force as to make it accomplish the purpose. It had long been believed that, if the vibrations of air caused by the voice in speaking could be reproduced at a distance by means of electricity, the speech itself would be reproduced and understood. How to do it was the question.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">'Bell discovered that it could be done by gradually changing the intensity of a continuous electric current so as to make it correspond exactly to the changes in the density of the air caused by the sound of the voice. This was his art. He then devised a way in which these changes of density could be made, and speech actually transmitted. Thus his art was put in a condition for practical use. In doing this, both discovery and invention, in the popular sense of those terms, were involved,&#8212;dic overy in finding the art, and invention in devising the means of making it useful. For such discoveries and such inventions the law has given the discoverer and inventor the right to a patent,&#8212;as discoverer, for the useful art, process, method of doing a thing he has found; and, as inventor, for the means he has devised to make the discovery one of actual value. * * * The patent for the art does not necessarily involve a patent for the particular means employed for using it. Indeed, the invention of any means, in the specification or descriptive portion of the patent, is only necessary to show that the art can be used; for it is only useful arts&#8212;arts which may be used to advantage&#8212;that can be made the subject of a patent. The language of the statute is that 'any person who has invented or discovered any new and useful art, machine, manufacture or composition of matter,' may obtain a patent therefor. Thus, an art&#8212;a process&#8212;which is useful is as much the subject of a patent, as a machine, manufacture, or composition of matter. * * * But it is insisted that the claim cannot be sustained, because, when the patent was issued, Bell had not in fact completed his discovery. While it is conceded that he was acting on the right principles, and had adopted the true theory, it is claimed that the discovery lacked that practical development which was necessary to make it patentable. In the language of counsel, 'there was still work to be done, and work calling for the exercise of the utmost ingenuity, and calling for the very highest degree of practical invention.' It is quite true that when Bell applied for his patent he had never actually transmitted telegraphically spoken words so that they could be distinctly heard and understood at the receiving end of his line; but in his specification he did describe, accurately and with admirable clearness, his process (that is to say, the exact electrical condition that must be created to accomplish his purpose), and he also described with sufficient precision to enable one of ordinary skill in such matters to make it a form of apparatus, which, if used in the way pointed out, would produce the required effect,&#8212;receive the words, and carry them to, and deliver them at, the appointed place. The particular instrument he had, and which he used in his experiments, did not, under the circumstances in which it was tried, reproduce the words spoken so that they could be clearly understood. But the proof is abundant, and of the most convincing character, that other instruments, carefully constructed, and made exactly in accordance with the specification, without any additions whatever, have operated, and will operate, successfully. The law does not require that a discoverer or inventor, in order to get a patent for a process, must have succeeded in bringing his art to the highest degree of perfection. It is enough if he describes his method with sufficient clearness and precision to enable those skilled in the matter to understand what the process is, and if he points out some practicable way of putting it into operation. * * * Surely a patent for such a discovery is not to be confined to the mere means he improvised to prove the reality of his conception.'</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">The conclusion justified by the authorities is that whether you call Westinghouse's discovery, that 'quick action' may be accomplished by the co-operation of the main-pipe air and that from the car reservoir, a 'process,' or a 'mode of operation,' yet if he was the first to disclose it, and to describe a mechanical means to give practical effect to the invention, he must be regarded as a pioneer inventor, and as entitled to protection against those who, availing themselves of the discovery, seek to justify themselves by pointing to mere differences in form in the mechanical devices used.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Much stress was laid in the argument on an alleged disclaimer by the patentee while the application was pending in the patent office, whereby, it is said, Westinghouse must be understood to have abandoned thes econd claim, or at any rate to have consented that that claim should be interpreted by the courts as if it contained an auxiliary valve as a material element in the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">There are cases, no doubt, in which it has been held that when a claimant has, under objection in the patent office, withdrawn certain claims, or has modified them by adding or striking out terms or phrases, and accepts a patent which does not grant the abandoned or unmodified claims, he cannot be heard to insist upon such a construction of the allowed claims as would cover what had been previously rejected. Shepard v. Carrigan, 116 U. S. 593, 6 Sup. Ct. 493; Roemer v. Peddie, 132 U. S. 313, 10 Sup. Ct. 98; Corbin Cabinet Lock Co. v. Eagle Lock Co., 150 U. S. 38, 14 Sup. Ct. 28.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">An examination of the cited cases, however, will disclose, as I think, that they turned upon matters of construction,&#8212;in other words, were cases where it was questionable what the patent, as actually granted, meant. In such cases, as in other cases of ambiguity, it may be allowable to consult the application and file wrapper, and possibly written communications, which may throw light upon claims that are ambiguous, or capable of different constructions.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">But, where the claims allowed are not uncertain or ambiguous, the courts should be slow to permit their construction of a patent, actually granted and delivered, to be affected or controlled by alleged interlocutions between the officers in the patent office and the claimant. No doubt, in proceedings to revoke or cancel a patent granted by inadvertence or by fraudulent representations, it would be competent to show what had taken place in the patent office pending the application. But when we consider that often the employees in the patent office are inexperienced persons, and that the mass of the business is so vast that it is impossible for the commissioner or the chief examiner to review it, except in a perfunctory way, it can be readily seen how dangerous it would be to modify or invalidate a patent, clear and definite in its terms, by resorting to such uncertain sources of information.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">However this may be, I do not perceive that the matters alleged in the present case are entitled to any weight in the construction of the patent. Even if the letter of the claimant's attorney, written on January 19, 1887, can be looked to as helping us to understand the meaning of a patent granted on March 29, 1887, it only appears to be an argument as to the meaning or legal effect of the language used in the claims, and does not amount to a withdrawal or modification of them.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">Accordingly the second claim of the patent is before us for construction on its own terms, and, to avoid protracting this discussion, the opinion of Judge Morris in the circuit court is referred to and adopted as a sound construction of that claim. 66 Fed. 997. This claim is not, as I read it, open to the objection that it aims to patent a principle. It sets forth the discovery that, by a co-operation of the air from the auxiliary reservoir and that from the main air pipe, the action of the brakes is quickened, and the air vented from the main air pipe directly to the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">But, even if the second claim must, as argued in the opinion of the court, be read, by reason of the letter of the claimant's attorney, as if it called for the auxiliary valve described in the first and fourth claims, and even if, when not so read, it can be regarded as void because simply for a function or principle, nevertheless the invention, as described in the other claims and specifications, is clearly set forth, and, under the evidence as to the state of the art, is entitled to be regarded as a pioneer. Regarding the second claim as a mere statement of the idea or invention, and the other claims as describing a form or combination of mechanism which embodies the invention and renders it operative, all the requisites of the law are sufficiently complied with.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The only remaining question is that of the infringement,a nd that is readily disposed of; for it is conceded in the opinion of the majority of the court that, if the patent in suit is entitled to a broad construction as a pioneer, embodying a new mode of operation, not limited to the particular means described in the specification, then the defendants' device is an adoption of the idea or principle of the Westinghouse patent with a mechanical equivalent or substitute for the auxiliary valve.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">Upon the whole, I am of the opinion that the decree of the circuit court of appeals should be reversed, and that the cause should be remanded, with directions to restore the decree of the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Mr. Justice BREWER concurred in the dissenting opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">Mr. Justice GRAY and Mr. Justice McKENNA also dissented from the opinion and from the decision of the court.</p>\n    </div>\n    ", 
  "sha1": "28fa8fcc80325e174a638f619872f47207324f7c", 
  "date_modified": "2014-12-21T01:32:54.341433", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94880/boyden-power-brake-co-et-al-v-westinghouse-et/", 
  "citation_count": 54, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/212528/", 
  "html": "<p class=\"case_cite\">170 U.S. 537</p>\n    <p class=\"case_cite\">18 S.Ct. 707</p>\n    <p class=\"case_cite\">42 L.Ed. 1136</p>\n    <p class=\"parties\">BOYDEN POWER-BRAKE CO. et al.<br>v.<br>WESTINGHOUSE et al.  WESTINGHOUSE et al.  v.  BOYDEN POWER-BRAKE CO. et al.</p>\n    <p class=\"docket\">Nos. 99 and 116.</p>\n    <p class=\"date\">May 9, 1898.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a writ of certiorari to review a decree of the circuit court of appeals reversing a decree of the circuit court for the district of Maryland, which had sustained in part a bill filed by Westinghouse against the Boyden Power-Brake Company for the infringement of patent No. 360,070, and from which decree both parties had taken an appeal to the circuit court of appeals.</p>\n      <p class=\"indent\">The patent in suit, which was issued March 29, 1887, to George Westinghouse, Jr., is for a fluid-pressure automatic brake mechanism, the object of which is said in the specification to be 'to enable the application of brake shoes to car wheels by fluid pressure, to be effected with greater rapidity and effectiveness than heretofore, more particularly in trains of considerable length, as well as to economize compressed air in the operation of braking, by utilizing in the brake cylinders the greater portion of the volume of air which in former practice was directly discharged into the atmosphere.</p>\n      <p class=\"indent\">'To this end, my invention, generally stated, consists in a novel combination of a brake pipe, an auxiliary reservoir, a brake cylinder, and a triple-valve device, governing, primarily, communication between the auxiliary reservoir and the brake cylinder, and, secondarily, communication directly from the brake pipe to the brake cylinder.'</p>\n      <p class=\"indent\">There follows here a description of the Westinghouse automatic brake as theretofore used, its mode of operation, and the defects or insufficiencies which attended its application to long trains, in the following language:</p>\n      <p class=\"indent\">'In the application of the Westinghouse automatic brake, as heretofore and at present commonly in use, each car is provided with a main air pipe, an auxiliary reservoir, a brake cylinder, and a triple valve; the triple valve having three connections, to wit, one to the main air-brake pipe, one to the auxiliary reservoir, and one to the brake cylinder. The main air pipe has a stopcock at or near each of its ends, to be opened or closed as required, and is fitted with flexible connections and couplings for connecting the pipes from car to car of a train, so as to form a continuous line for the transmission of compressed air from a main reservoir supplied by an air pump on the engine. When the brakes are off or released, but in readiness for action upon the wheels of the train, the air which fills the main reservoir and main air pipes has a pressure of from sixty-five to seventy-five pounds to the square inch, and by reason of the connections referred to the same pressure is exerted in the casings of the triple valves on both sides of their pistons, and in the auxiliary reservoirs connected therewith. At the same time passages called 'release ports' are opne from the brake cylinders to the atmosphere. When it is desired to appy the brakes, air is allowed to escape from the main air pipes through the engineer's valve, thereby reducing the pressure in the main air pipes, whereupon the then higher pressure in the auxiliary reservoirs moves the pistons of the triple valves, so as to first close the passages from the triple valves to the brake pipe, and at the same time close the release ports of all the brake cylinders, and then open the passages from h e auxiliary reservoirs to the brake cylinders, the pistons of which are forced out by the compressed air thereby admitted to the brake cylinders, applying the brakes by means of suitable levers and connections, all of which mechanism is fully shown in various letters patent granted to me.</p>\n      <p class=\"indent\">'The application of the brakes with their full force has heretofore required a discharge of air from the main pipe sufficient to reduce the pressure in said pipe below that remaining in the auxiliary reservoir after the brakes have been fully applied, and it has been found that, while the brakes are sufficiently quick in action on comparatively short trains, their action on long trains of from thirty to fifty cars, which are common in freight service under present practice, is, in a measure, slow, particularly by reason of the fact that all the air required to be discharged from the main pipe to set the brakes must travel from the rear of the train to a single discharge opening on the engine. This discharge of air at the engine has not only involved a serious loss of time in braking, but also a waste of air. Under my present invention a quicker and more efficient action of the brakes is obtained, and air which has been heretofore wasted in the application of the brakes is almost wholly utilized to act upon the brake pistons.'</p>\n      <p class=\"indent\">After a detailed description of the invention, an important feature of which is a triple valve (hereinafter more fully explained in the opinion), with references to the accompanying drawings, the specification proceeds to state that, 'so far as the performance of its preliminary function in ordinary braking is concerned (that is to say, effecting the closure of communication between the main air pipe and the auxiliary reservoir, and the opening of communication between the auxiliary reservoir and the brake cylinder in applying the brakes, and the reverse operations in releasing the brakes), the triple valve, 10, accords substantially with that set forth in letters patent of the United States No. 220,556, granted and issued to me October 14, 1879, and is not, therefore, saving as to the structural features by whict it performs the further function of effecting the direct admission of air from the main air pipe to the brake cylinder, as presently to be described, claimed as of my present invention. Certain of its elements devised and employed by me prior thereto will, however, be herein specified, in order to render its construction and operative relation to other members of the brake mechanism fully intelligible.'</p>\n      <p class=\"indent\">After a further reference to the drawings, he again states that, 'so far as hereinbefore described, the triple valve accords in all substantial particulars with, and is adapted to operate similarly to, those of my letters patent Nos. 168,359, 172,064, and 220,556; and, in order that it may perform the further functions requisite in the practice of my present invention, it is provided with certain additional members, which will now be described.' These additional members, which are said to be for the purpose of effecting the admission of air directly from the main air pipe to the brake cylinder when it is desired to apply the brakes with great rapidity and full force, consist of (1) a passageway through which air can be admitted directly from the main air (or train) pipe to the brake cylinder without passing through the auxiliary reservoir; and (2) an auxiliary valve in connection with such passage, that, when the triple-valve piston makes a short or preliminary movement, the passageway direct from the train pipe to brake cylinder, controlled by said valve, will not be opened, while in the event of a long or full movement of the piston, or 'further traverse,' as it is called, such direct passageway will be thrown wide open to the admission of trainpipe air, and the brake cylinder will be rapidly filled thereby.</p>\n      <p class=\"indent\">After describing the auxiliary sliding valve, 41, and its connections, as well as the operation of the device in ordinary (nonemergency) cases of checking the speed of or stopping trains, already fully provided for in previous patents, he proceeds to state its operation in cases of emergency which the patent was specially designed to cover, as follows:</p>\n      <p class=\"indent\">'In the event, however, of its becoming necessary to apply the brakes with great rapidity and with their greatest available force, the engineer, by means of the valve at his command, instantly discharges sufficient air from the front end of the main air pipe to effect a sudden reduction of pressure of about twenty pounds per square inch therein, whereupon the piston, 12, of the triple valve, is forced to the extreme limit of its stroke in the direction of the drain cup, 19, carrying with it the stem, 36, and auxiliary slide valve, 41, which instantly uncovers the port, 42, and discharges air from the main air pipe through the opening of the check valve, 49, and the passages, 46 and 48, to the brake cylinder; and, each car being provided with one of these devices, it will be seen that they are successively moved with great rapidity,&#8212;there being, practically, on a train of fifty cars, fifty openings for discharging compressed air from the main pipe, instead of the single opening heretofore commonly used. Not only is there a passage of considerable size opened from the brake pipe on each car, whereby the pressure is more quickly reduced, but the air so discharged is utilized in the performance of preliminary work; it being found, in practice, that the air so taken from the pipe will exert a pressure of about twenty-five pounds in the brake cylinders. When the piston, 12, arrives at the extremity of its stroke as above specified, the supplemental port, 35, of the slide valve, 14, is brought into communication with the port, 33, and passages, 22 and 16, which serves to discharge the reservoir pressure into the brake cylinder, thereby augmenting the pressure already exerted in the brake cylinder by the air admitted from the main air pipe. Upon the reduction of the pressure in the main air pipe below that in the brake cylinders, as by the breaking in two of the train, the check valve, 49, closes communication between the passages, 46 and 18, thereby preventing the return of the air from the brake cylinder to the main air pipe. The feed opening for the admission of air from the auxiliary reservoir to the brake cylinder is purposely made of comparatively small diameter, it having been determined by experiment that the initial application of the brakes should not be made with maximum force, and this opening may be made of such size as to apply the brakes exactly in accord with the requirements of the most efficient work.</p>\n      <p class=\"indent\">'In using the terms 'triple valve' and 'triple-valve device,' I refer to a valve devide, however specifically constructed, having a connection with the main air or brake pipe, another with an auxiliary reservoir or chamber for the storage of power, and another with a brake cylinder, or its equivalent, for the utilization of the stored power, and with a release or discharge passage for releasing the operative power from the brake cylinder, whether the valves governing these passages or connections are arranged in one or more cases, and are moved by a piston, or its equivalent, or by a series of pistons, or their equivalents; there being numerous examples in the art of constructions varying materially in appearance, whereby these functions are performed, both in plenum and vacuum brake mechanisms.</p>\n      <p class=\"indent\">THT</p>\n      <p class=\"indent\">The above drawings are somewhat clearer than those annexed to the patent, and exhibit the triple valve and its connections in three positions, viz.: No. 13, released, or 'brakes off'; No. 14, ordinary service application; and No. 16, 'quick-action' position.</p>\n      <p class=\"indent\">The only claims of the patent alleged to have been infringed are the first, second, and fourth, which read as follows:</p>\n      <p class=\"indent\">'(1) In a brake mechanism, the combination of a main air' pipe, an auxiliary reservoir, a brake cylinder, a triple a lve, and an auxiliary valve device, actuated by the piston of the triple valve, and independent of the main valve thereof, for admitting air in the application of the brake directly from the main air pipe to the brake cylinder, substantially as set forth.</p>\n      <p class=\"indent\">'(2) In a brake mechanism, the combination of a main air pipe, an auxiliary reservoir, a brake cylinder, and a triple valve having a piston whose preliminary traverse admits air from the auxiliary reservoir to the brake cylinder, and which by a further traverse admits air directly from the main air pipe to the brake cylinder, substantially as set forth.'</p>\n      <p class=\"indent\">'(4) The combination, in a triple-valve device, of a case or chest, a piston fixed upon a stem, and working in a chamber therein, a valve moving with the piston stem, and governing ports and passages in the case leading to connections with an auxiliary reservoir and a brake cylinder, and to the atmosphere, respectively, and an auxiliary valve actuated by the piston stem, and controlling communication between passages leading to connections with a main air pipe and with the brake cylinder, respectively, substantially as set forth.'</p>\n      <p class=\"indent\">The joint and several answer of the Boyden Brake Company and the individual defendants admitted that such company was engaged in manufacturing and selling a fluid-pressure brake, but denied that the same was an infringement upon complainants' patent, and also denied that Westinghouse was the original inventor of the mechanism covered by the patent, and alleged that an apparatus substantially identical in character had been previously granted Westinghouse, March 5, 1872 (No. 124,404), and that a like apparatus was previously described in the following patents issued to Westinghouse, viz.: No. 138,827, May 13, 1873; No. 144,006, October 28, 1873; No. 168,359, October 5, 1875; No. 172,064, January 11, 1876; No. 220,556, October 14, 1879,&#8212;and also in three patents to other parties, not necessary here to be specifically mentioned.</p>\n      <p class=\"indent\">The answer further denied any infringement of the first, fourth, and fifth claims of the patent sued upon (No. 360,070), and, with respect to the second claim, averred the same to be invalid because the combination of parts therein named is inoperative to perform, and incapable of performing, the function set forth in said claim, and that, if the said claim be considered merely as the combination of parts therein set forth, and without reference to the function described as performed by it, it is invalid for the reason that the same combination of parts is shown in most of the prior patents above cited, and has been publicly used by the complainants for a long time prior to the date of the said letters patent No. 360,370.</p>\n      <p class=\"indent\">The answer further averred the claim to be uncertain and ambiguous, and, if the functions recited by it are construed as amplifying the description of the combination to distinguish this combination from that shown in the prior patents, 'then the defendants say that the said claim is anticipated by the prior letters patent issued to George A. Boyden on June 26, 1883, for the reason that air-brake valves made in accordance with the last-mentioned patent embody the same combination of parts, and will perform the same functions, and operate in substantially the same manner, as stated in said second claim.'</p>\n      <p class=\"indent\">Upon a hearing in the circuit court upon the pleadings and proofs, that court was of opinion that the second claim was valid, and had been infringed, but that defendants had not infringed claims 1 and 4, and as to those the bill was dismissed. 66 Fed. 997. From the decree entered in pursuance of this opinion both parties appealed to the court of appeals for the Fourth circuit, which affirmed the action of the circuit court with respect to the first and fourth claims, but reversed it with respect to the second claim, and dismissed the bill. 25 U. S. App. 475, 17 C. C. A. 430, and 70 Fed. 816. Whereupon complainants applied for, and were granted, a writ of certiorari.</p>\n      <p class=\"indent\">Full copies the prini pal Westinghouse patents are printed in Westinghouse Air-Brake Co v. New York Air-Brake Co., 26 U. S. App. 248, 11 C. C. A. 528, and 63 Fed. 962, and of the Boyden patents in the report of this case in 25 U. S. App. 475, 17 C. C. A. 430, and 73 Fed. 816.</p>\n      <p class=\"indent\">George H. Christy and F. H. Betts, for Westinghouse.</p>\n      <p class=\"indent\">Lysander Hill, Hector T. Fenton, Philip Manro, and Melville Church, for Boyden Co.</p>\n      <p class=\"indent\">Mr. Justice BROWN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The history of arresting the speed of railway trains by the application of compressed air is one (to which the records of the patent office bear frequent witness) of a gradual progress from rude and imperfect beginnings, step by step, to a final consummation, which, in respect to this invention, had not been reached when the patent in suit was taken out, and which, it is quite possible, has not been reached to this day. It is not disputed that the most important steps in this direction have been taken by Westinghouse himself.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original substitution of the air brake for the old hand brake was itself almost a revolution; but the main difficulty seems to have arisen in the subsequent extension of that system to long trains of freight cars, in securing a simultaneous application of brakes to each of perhaps 40 or 50 cars in such a train, and finally in bringing about the instantaneous as well as simultaneous application of such brakes in cases of emergency, when the speediest possible stoppage of the train is desired to avoid a catastrophe.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Patent No. 88,929, issued April 13, 1869, appears to have been the earliest of the Westinghouse series. This brake, known as the 'straight air brake,' consisted of an aircompressing pump, operated by steam from the locomotive boiler, by which air was compressed into a reservoir, located under the locomotive, to a pressure of about 80 pounds to the square inch. This reservoir, being still in sue, is now known as the 'main reservoir.' From this reservoir an air pipe, usually called the 'train pipe,' led into the cab, where the supply of air was regulated by an 'engineer's valve,' and thence down and back under the tender and cars; being united between the cars by a flexible hose with metal couplings, rendering the train pipe continuous. These couplings were automatically detachable; that is, while they kept their grip upon each other under the ordinary strains incident to the running of the train, they would readily pull apart under unusual strains, as when the car coupling broke, and the train pulled in two.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From the train pipe of each car a branch pipe connected with the forward end of a cylinder called the 'brake cylinder,' which contained a piston, the stem of which was connected with the brake levers of the car. This piston was moved and the brakes applied by means of compressed air admitted, through the train pipe and its branches, into the forward end of the brake cylinder. When the brakes were to be applied, the engineer opened his valve, and admitted the compressed air into the train pipes and brake cylinders, whereby the levers were operated and the brakes applied. To release the brakes, he reversed the valve, whereby the compressed air escaped from the brake cylinders, and flowed forward along the train pipe to the escape port of the engineer's valve, and thence into the atmosphere. Upon the release of the compressed air, the pistons of the brake cylinders were forced forward again by means of springs, and the brake shoes removed from the wheels. By means of this apparatus the train might be wholly stopped or slowed down by a full or partial application of the brakes. As between a full stop and a partial stop, or slow speed, there was only a question of the amount of air to be released from the main reservoir. The validity of this patent was sustained by the circuit court for the Northern district of Ohio (Mr. Justice Swayne and Judge Welker sitting) in Westinghouse v. Air-Brake Co., 9 O. G. 538, Fd . Cas. No. 17,450. The court said, in its opinion, that, while Westinghouse was not the first to conceive the idea of operating railway brakes by air pressure, such fact did not detract at all from his merits or rights as a successful inventor; that the new elements introduced by him 'fully substantiated his pretensions as an original and meritorious inventor, and entitled him, as such, to the amplest protection of the law'; and that it appeared from the record and briefs that he was the first to put an air brake into successful, actual use.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the application of this brake to short trains was reasonably successful, the time required for the air to pass from the locomotive to the rear cars of a long train (about one second per car) rendered it impossible to stop the train which the requisite celerity, since in a train of 10 cars it would be 10 seconds before the brakes could be applied to the rear car, and, to a freight train of 50 cars, nearly a minute. While the speed of the foremost car would be checked at once, those in the rear would proceed at unabated speed, and, in their sudden contact with the forward cars, would produce such shocks as to often cause damage. As a train moving at the rate of 50 miles an hour makes over 70 feet per second, a train of 50 cars would run half a mile before the brakes could be applied to the rear car. So, too, if the rear end of the train became detached from the forward end by the rupture of the train pipe or couplings, the brakes could not be applied at all, since the compressed air admitted to the train pipe by opening the engineer's valve would escape into the atmosphere without operating the brakes, or, if the brakes were already applied, they would be instantly released when such rupture occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first step taken towards the removal of these defects resulted in what is known as the 'automatic brake,' described first in patent No. 124,404 in a crude form, and, after several improvements, finally culminating in patent No. 220,556 of 1880. The salient features of this brake were an auxiliary reservoir beneath each are for the reception and storage of compressed air from the main reservoir, and a triple valve, so called, automatically controlling the flow of compressed air in three directions, by opening and closing, at the proper times, three ports or valve openings, viz.: (1) A port or valve, known as the 'feeding-in valve,' from the train pipe to the auxiliary reservoir, allowing the auxiliary reservoir to fill so as to be ready when the brakes were applied; (2) a port or valve from the auxiliary reservoir to the brake cylinder, which allowed a flow of compressed air to apply the brakes, and was called the 'main valve'; (3) a port or valve from the brake cylinder to the open air, denominated the 'release valve,' to be opened when it was desired to release the brakes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The operation of these valves was as follows: Before the train starts, compressed air from the main reservoir is permitted to flow back through the train pipe, and through valve No. 1, for the purpose of charging the auxiliary reservoir beneath each car with a full working pressure of air. When it is desired to apply the brakes, the engineer's valve is shifted, and the air in the train pipe is allowed to escape into the atmosphere at the engine. Thereupon the compressed air in the auxiliary reservoir closes valve No. 1, leading to the train pipe, and opens the main valve, No. 2, from the auxiliary reservoir to the brake cylinder, whereby the piston of that cylinder operates upon the brake levers and applies the brakes. By this use of the auxiliary reservoirs a practically simultaneous application of the brakes is secured for each car. This application of the brakes is secured, not by direct application of compressed air from the engine through the train pipe, but by a reverse action, whereby the air is allowed to escape from the train pipe towards the engine; the pressure being applied by the air escaping from the auxiliary reservoirs. It also results h at, if a train should pull in two, or a car become detached, the same escape of air occurs, the same action takes place automatically at the broken part, and the same result follows by the escape of the compressed air through the separated couplings. When it is desired to release the brakes, the engineer's valve is again shifted, and the compressed air not only opens valve No. 1, from the train pipe to the auxiliary reser, voir, but valve No. 3, from the brake cylinder to the open air, which allows the air from the brake cylinder to escape, and thus release the brake.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From this description it will be seen that the action of the automatic brake was in fact the converse of the straight air brake, and that the result was to obviate the most serious defects which had attended the employment of the former.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This automatic brake appears, in its perfected form, in patent No. 220,556, although this patent was but the culmination of a series of experiments, each successive step in which appears in the prior patents. Thus, in patent No. 124,404 (1872) is introduced the auxiliary reservoir beneath each car, in connection with a double line of brake pipes and a single cock, with suitable ports for charging the reservoir and for operating the brakes,&#8212;a device which was obviously the foundation of the triple valve which first made its appearance in patent No. 141,685 (1873), in which the main valve, which admitted air from the auxiliary reservoir to the brake cylinder, was of the poppet form; and, as a poppet valve can govern only one port, separate valves had to be provided for feeding in the air from the train pipe to the auxiliary reservoir, and for discharging the air from the brake cylinder to release the brakes. In subsequent patents, No. 144,006 (1873) and No. 163,242 (issued in 1875 to C. H. Perkins, and assigned to Westinghouse), Mr. Westinghouse improved upon his prior devices by substituting a sliding-piston valve for the poppet form of main valve previously used by him. This enabled the piston to perform the feed-valve function, of admitting air from the train pipe to the auxiliary reservoir; the main-valve function, of admitting air from the auxiliary reservoir to the brake cylinder to apply the brakes; and the release-valve function, of discharging the air from the cylinder to release the brakes. In patent No. 168,359 (1875) a piston actuating a slide valve was substituted for the piston valve, and, after a series of experiments, which did not seem to have been successful, he introduced into patent No. 217,828 the idea of venting the train pipe, not only at the locomotive, but also under each car, in order to quicken the application of the brakes. Prior to this time, 'when the engineer desired to apply his brakes with full force he operated the valve at the engine, and opened the port wide; letting the compressed air out of the train pipe at the locomotive, then its only vent. The air, as before said, had to travel from the rear cars along the cars forward to the engine before it could lessen the pressure of the train pipe air, * * * and before the brake cylinder could be operated with air from the auxiliary reservoirs. In a train of fifty cars, it would have to travel nearly half a mile to get out at the engine.' He embodied in patent No. 220,556 (1879) the most complete form of the automatic brake. As stated by the court below, the ordinary work of braking was performed by a partial traverse of its chamber by the triple-valve piston, graduated, according to the purpose desired, at the will of the engineer; and emergency work was done by an extreme traverse of the piston to the end of its chamber.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While the automatic brake had thus obviated the most important defects of the old or straight air brake, and came into general use upon passenger trains throughout the country, it was found, in practice, upon long freight trains, that the air from the auxiliary reservoirs did not act with sufficient promptness upon the brakes of the rear cars, whee  a particularly speedy action was required, and that it would be necessary to devise some other means for cases of special emergency. In the business of transporting freight over long distances, the tendency has been in the direction of increasing the load by using stronger and heavier cars and larger locomotives. Upon a long train of this kind, composed of 30 to 50 cars, a demand was made for quicker action in cases of emergency than had yet been contemplated, although, for ordinary work, such as checking the speed of a train while running, holding it at a slow speed on a down grade, and also for making the ordinary station stops, the automatic brake was still sufficient, and produced satisfactory results, even in the equipment of long and heavy trains. But, however effective for ordinary purposes, the automatic brake did not sufficiently provide for certain emergencies, requiring prompt action, and therefore failed in a single important particular.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Upon examination of these defects, it was found that they could only be remedied by securing (1), in cases of emergency, a more abundant discharge of compressed air into the brake cylinder; and (2) an escape of air near to each triple valve without requiring the escaping air to travel all the way back to the engine. The latter device having been already embodied in patent No. 217,838, these features Mr. Westinghouse introduced into the patent in suit, by which a passage was opened directly from the train pipe, filled from the main reservoir on the engine, to the brake cylinder, through which, in cases of emergency, the train-pipe air, instead of being discharged into the atmosphere, could pur directly from the train pipe into the brake cylinder. This operation resulted in charging the brake cylinder and applying the brakes more quickly than before; and also, by reason of the fact that the filling of the brake cylinder from the train pipe on one car made what was, in effect, a local vent for the release of pressure sufficient to operate the valve on the next car behind, each successive valve operated more quickly than when a diminution of pressure was caused by an escape of air only at the locomotive. The direct passage of the air from the train pipe to the brake cylinder was effected by a valve, 41, colored red in the above diagrams, which is never opened except in cases of emergency. In ordinary cases, when the brakes are desired to be applied, sufficient air is released from the train pipe to open the passage from the auxiliary reservoir to the brake cylinder by what is called a 'preliminary traverse' of the piston, 12; but, when a quick action is required, sufficient air is drawn from the train pipe, not only to open this passage, but, by a further traverse of the piston, to shove valve 41 off its port, and introduced air directly from the train pipe to the brake cylinder, as shown in the third drawing above set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the foregoing skeleton drawings, from which all details of construction and all figures of reference not necessary for a clear understanding of the structure are omitted, the essential parts are colored, so that their changes of position in the different stages of action can be easily followed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The access of train-pipe air is shown located at the right end of the structure, instead of the left, as in the patent drawings, simply for greater clearness. Its course from the train pipe to the auxiliary cylinder is through the small port above the upper arm of the piston, 12.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The main valve of the triple is black. Its office is to admit auxiliary reservoir air to brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The quick-action valve is colored red. Its office is to admit train-pipe air to brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The release port is colored green. Its office it to discharge air from brake cylinder, in releasing the brakes.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There is also shown, in yellow, what is known as the 'graduating valve,' the function of which will be hereafter explained. As at present used, the triple valve is in rel ity a quadruple valve.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The flow or movement of air in the several positions of the structure is also shown by colored lines and arrows, viz.:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Air released from brake cylinder to open air by green arrow.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Air flowing from auxiliary reservoir to brake cylinder, in 'service' application of the brakes, by red line; and air flowing from train pipe to brake cylinder in 'quick-action' application, by blue line.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This patent, although it introduced a novel feature into the art, does not seem to have been entirely successful in its practical operation, since in October of the same year an improvement was patented (No. 376,837), with the object of still further increasing the rapidity of action. As observed by the district judge in this connection, 'the success of this improved device (No. 376,837) has demonstrated that the invention, by which the further traverse of the triple-valve piston beyond the extent of the traverse required for the ordinary application of the brakes is made to admit a large volume of trainpipe air directly to the brake cylinder, was one of great importance. The proofs show that a quick-action automatic brake, which would give the results which this brake has accomplished, was eagerly sought after by inventors and car builders, and all had failed until Westinghouse discovered that it could be done by this mode of operation.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are now in position to take up the several claims of the patent in suit, and their defenses thereto. It may be stated generally that the position of complainants in this connection is that the novel feature of this patent, in respect to which they are entitled to be protected, is the opening of a passage directly from the train pipe to the brake cylinder, without passing through the auxiliary reservoir, and without reference to the means by which such passageway is controlled. Defendants' theory is that they are limited to such passageway when governed by the auxiliary valve, 40,&#8212;a device which, although of no utility as arranged in the patent in suit, became afterwards exceedingly useful, when further combined with the supplementary piston shown in patent No. 376,837. The further inference is that, as they do not use the auxiliary valve of this patent, they cannot be held liable as infringers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Complainants' case must rest either upon the theory that the admission of compressed air directly from the train pipe to the brake cylinder is patentable as a function, or that the means employed by the defendants for that purpose are a mechanical equivalent for the auxiliary valve, 41, described in the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">1. The first theory is based upon the second claim, which is: 'In a brake mechanism, the combination of a main air pipe, an auxiliary reservoir, a brake cylinder, and a triple valve, having a piston, whose preliminary traverse admits air from the auxiliary reservoir to the brake cylinder, and which, by a further traverse, admits air directly from the main air pipe to the brake cylinder, substantially as set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the construction of this claim, the district judge was of opinion that it was broad enough to cover other devices in which air was admitted directly from the train pipe to the brake cylinder by the further traverse of the piston actuating a valve admitting such air, and that the defendants could not exculpate themselves from the charge of infringement, from the fact that in their device the train-pipe air was admitted through the triple-valve chamber, and not through a by-passage, nor by the fact that in their device the further traverse of the piston opens the main valve in a special manner, which produces the same result, but does not make use of a separate auxiliary valve.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Upon the other hand, the circuit court of appeals held that 'the transmission of train-pipe air and auxiliary reservoir air simultaneously to the brake cylinder is a result of [or] function, and is not patentable'; that 'the means by which this or any other result or function is accomplished may be many ad  various, and, if these several means are not mechanical equivalents, each of them is patentable.' It was of opinion that when the second claim, 'in its language describing the action of that device, failed to describe any means by which the extreme traverse of the piston produced it, declaring merely that the piston, 'by a further traverse, admits air directly from the main air pipe to the brake cylinder,' it was fatally defective; claiming only a result, which is public property, and not identifying the specific means (his own property) by which the result is achieved.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is true, as observed by the court of appeals, that the further traverse of the piston for use in cases of emergency had been shown in prior patents, but it had never been employed for the purpose of admitting air directly from the main air pipe to the brake cylinder until the patent in suit was taken out.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The claim in question is, to a certain extent, for a function, viz. the admission of air directly from the train pipe to the brake cylinder, and is only limited to such function when performed by the further traverse of the piston of the triple valve. This limitation, however, does not obviate the objection that the means are not fully and specifically set forth for the performance of the function in question.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The difficulty we have found with this claim is this: That, if it be interpreted simply as a claim for the function of admitting air to the brake cylinder directly from the train pipe, it is open to the objection (held in several cases to be fatal) that the mere function of a machine cannot be patented.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This rule was clearly laid down in the leading case of Corning v. Burden, 15 How. 252, in which Mr. Justice Grier, delivering the opinion of the court, drew the distinction between such processes as were the result or effect of 'chemical action, by the operation or application of some element or power of nature, or of one substance to another,' and the mere result of the operation of a machine, with regard to which he says:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'It is for the discovery or invention of some practicable method or means of producing a beneficial result or effect that a patent is granted, and not for the result or effect itself. It is when the term 'process' is used to represent the means or method of producing a result that it is patentable, and it will include all methods or means which are not effected by mechanism or mechanical combinations.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'But the term 'process' is often used in a more vague sense, in which it cannot be the subject of a patent. Thus, we say that a board is undergoing the process of being planed; grain, of being ground; iron, of being hammered or rolled. Here the term is used subjectively or passively, as applied to the material operated on, and not to the method or mode of producing that operation, which is by mechanical means, or the use of a machine, as distinguished from a process.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'In this use of the term, it represents the function of a machine, or the effect produced by it on the material subjected to the action of the machine. But it is well settled that a man cannot have a patent for the function or abstract effect of a machine, but only for the machine which produces it.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the subsequent case of Burr v. Duryee, 1 Wall. 531, 570, Mr. Justice Grier laid down the same principle, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'The patent act grants a monopoly to any one who may have discovered or invented any new and useful art, machine, manufacture, or composition of matter. * * * The law requires that the specification 'should set forth the principle and the several modes in which he has contemplated the application of that principle, or character by which it may be distinguished from other inventions, and shall particularly point out the part, improvement, or combination which he claims as his own invention or discovery.' We find here no authority to grant a patent for a 'principle,' or a mode of operation, or an idea, or any other abstraction. A machine is a concrete thin, consisting of parts, or of certain devices and combination of devices. The principle of a machine is properly defined to be its mode of operation, or that peculiar combination of devices which distinguish it from other machines. A machine is not a principle or an idea. The use of ill-defined, abstract phraseology is the frequent source or error. It requires no great ingenuity to mystify a subject by the use of abstract terms of indefinite or equivocal meaning. Because the law requires a patentee to explain the mode of operation of his peculiar machine which distinguishes it from others, it does not authorize a patent for a 'mode of operation as exhibited in the machine.' Much less can any inference be drawn from the statute that an inventor who has made an improvement in a machine, and thus effects the desired result in a better or cheaper manner than before, can include all previous inventions, and have a claim to the whole art, discovery, or machine which he has improved. All others have an equal right to make improved machines, provided they do not embody the same, or substantially the same, devices, or combination of devices, which constitute the peculiar characteristics of the previous invention.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">So, also, in Fuller v. Yentzer, 94 U. S. 288, this court, speaking through Mr. Justice Clifford, also said:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'Patents for a machine will not be sustained if the claim is for a result; the established rule being that the invention, if any within the meaning of the patent act, consists in the means or apparatus by which the result is obtained, and not merely in the mode of operation, independent of the mechanical devices employed. Nor will a patent be held valid for a principle or for an idea, or any other mere abstraction.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Most or the prior authorities upon this subject are reviewed in the recent case of Locomotive Works v. Medart, 158 U. S. 68, 15 Sup. Ct. 745, in which it was also held that a valid patent could not be obtained for a process which involved nothing more than the operation of a piece of mechanism, or the function of a machine. See, also, to the same effect, Wicke v. Ostrum, 103 U. S. 461, 469. These cases assume, although they do not expressly decide, that a process, to be patentable, must involve a chemical or other similar elemental action; and it may be still regarded as an open question whether the patentability of processes extends beyond this class of inventions. Where the process is simply the function or operative effect of a machine, the above cases are conclusive against its patentability; but where it is one which, though ordinarily and most successfully performed by machinery, may also be performed by simple manipulation,&#8212;such, for instance, as the folding of a paper in a peculiar way for the manufacture of paper bags, or a new method of weaving a hammock,&#8212;there are cases to the effect that such a process is patentable, though none of the powers of nature be invoked to aid in producing the result. Eastern Paper-Bag Co. v. Standard Paper-Bag Co., 30 Fed. 63; Machine Co. v. Waterbury, 39 Fed. 389; Travers v. Cordage Co., 64 Fed. 771. This case, however, does not call for an expression of our opinion upon this point, nor even upon the question whether the function of admitting air directly from the train pipe to the brake cylinder be patentable or not, since there is no claim made for an independent process in this patent, and the whole theory of the specification and claims is based upon the novelty of the mechanism.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">But, if the second claim be not susceptible of the interpretation that it is simply for a function, then the performance of that function must be limited to the particular means described in the specification for the admission of air from the train pipe to the brake cylinder. This we understand to be the theory of the defendants, and this raises the same question which is raised under the first and fourth claims,&#8212;whether defendants' device contains the auxiliary valve of the Westinghouse patent, or its mechanical equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In this view, it becomes unnecessary to express an opinion whether the second claim be valid or not, since, in the aspect of the case most favorable to the complainants, it is necessary to read into it something which is not found there, or, in the language of complainants' brief, 'to refer back to the specification,&#8212;not, it is true, for a slavish adoption of the identical instrumentalities therein described, but for the understanding of the essential and substantial features of the means therein illustrated.' In thus reading the specification into the claim, we can adopt no other construction than to consider it as if the auxiliary valve were inserted in the claim in so many words, and then to inquire whether the defendants make use of such valve, or its mechanical equivalent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There are two other facts which have a strong bearing in the same connection, and preclude the idea that this can be interpreted as a claim for a function, without reading into it the particular device described in the specification.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">One of these is that the claim is for a triple-valve device, etc., for admitting air from the main air pipe to the brake cylinder, 'substantially as set forth.' These words have been uniformly held by us to import into the claim the particulars of the specification, or, as was said in Seymour v. Osborne, 11 Wall. 516, 547: 'Where the claim immediately follows the description of the invention, it may be construed in connection with the explanations contained in the specifications; and, where it contains words referring back to the specifications, it cannot be properly construed in any other way.' In that case it was held that a claim which might otherwise be bad, as covering a function or result, when containing the words 'substantially as described,' should be construed in connection with the specification, and, when so construed, was held to be valid. To the same effect is the Corn-Planter Patent, 23 Wall. 181, 218.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Again, it appears from the file wrapper and contents that, in his original application, Mr. Westinghouse made a broad claim for the admission of air directly from the main air pipe to the brake cylinder, which was rejected upon reference to a prior patent to Boyden (No. 280,285), and that on January 19, 1887, his attorney wrote the patent office in the following terms:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'It is respectfully submitted that while the Boyden patent, No. 280,285, referred to, shows that what the inventor terms 'an always-open one-way passage,' by which communication may be established, under certain conditions, between the main air pipe or train pipe, and hence might be held to meet the terms of the claim as originally broadly drawn, yet it fails to embody a device which in structure or function corresponds with the auxiliary valve of applicant, which in no sense relates to 'an always-open one-way passage.' This amended claim, above submitted, prescribes a valve device, actuated by the piston of the triple valve, for admitting air to the brake cylinder in the application of the brake, while Boyden's check valve, d, is not actuated by the piston, and is designed to recharge the auxiliary reservoir and brake cylinder while the brakes are on. It is submitte, as to claim 2, that a piston, which by its preliminary traverse admits air from the auxiliary reservoir to the brake cylinder, and by its further traverse admits air directly from the main air pipe to the brake cylinder, as set forth in said claim, is not found in the Boyden patent, the check valve, d, of which is described as actuated by the manipulation of the cock, q, on the locomotive, to 'recharge and continue charging the reservoir and brake cylinder while the brakes are applied.' * * * It is to be understood that applicant does not seek to broadly claim a device for admitting air directly from the main air pipe to the brake cylinder, as the four-way cock long heretofore employed by him (similar to the cock, K, of the Boyden patent) would be a structure of such character. When, however, the triple valve is prv ided with an auxiliary valve, operated by its piston, which performs a new function, additional to that of the triple valve as previously employed, it is believed that such combination is wholly novel.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">So, too, in the specification, it is stated:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'So far as the performance of its preliminary function in ordinary braking is concerned,&#8212;that is to say, effecting the closure of communication between the main air pipe and the auxiliary reservoir, and the opening of communication between the auxiliary reservoir and the brake cylinder, in applying the brakes, and the reverse operations in releasing the brakes,&#8212;the triple valve, 10, accords substantially with that set forth in letters patent of the United States No. 220,556, granted and issued to me October 14, 1879, and is not, therefore, saving as to the structural features by which it performs the further function of effecting the direct admission of air from the main air pipe to the brake cylinder, as presently to be described, claimed as of my present invention.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Apparently, too, in consequence of the above leter of January 19, 1887, the patentee erased from his original specification the following sentence: 'Further, while, in the specific construction described and shown, the function of admitting air from the main pipe is performed by a valve separate from that which effects the preliminary admission of reservoir pressure to the cylinder, a modification in which the same office is performed by a valve integral with the main valve, and formed by an extension thereof, would be included in and embody the essential operative features of my invention,' and inserted in its place the following: 'I am aware that a construction, in which 'an always-open one-way passage' from the main air pipe to the brake cylinder is uncovered by the piston of the triple valve simultaneously with the opening of the passage from the auxiliary reservoir to the brake cylinder, has been heretofore proposed, and such construction, which involves an operation different from that of my invention, I therefore hereby disclaim.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We agree with the defendant that this correspondence, and the specification as so amended, should be construed as reading the auxiliary valve into the claim, and as repelling the idea that this claim should be construed as one for a method or process. Language more explicit upon this subject could hardly have been employed.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">While it is true that no claim is formally made for the admission of train-pipe air directly to the brake cylinder, as a method or process, a construction is given by the complainants and the circuit court to the second claim, which eliminates the mechanical features described, and one which could only be supported upon the theory that the claim was for a method or process. If the mechanism described by Westinghouse, and partieularly the auxiliary valve, be not essential to the validity of the second claim, then it could only be supported upon the theory that it was for the process of admitting train-pipe air directly to the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">2. The first and fourth claims of this patent are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">'(1) In a brake mechanism, the combination of a main air pipe, an auxiliary reservoir, a brake cylinder, a triple valve, and an auxiliary valve device, actuated by the piston of the triple valve, and independent of the main valve thereof, for admitting air in the application of the brake directly from the main air pipe to the brake cylinder, substantially as set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'(4) The combination, in a triple-valve device, of a case or chest, a piston fixed upon a stem, and working in a chamber therein, a valve moving with the piston stem, and governing ports and passages in the case leading to connections with an auxiliary reservoir and a brake cylinder and to the atmosphere, respectively, and an auxiliary valve actuated by the piston stem, and controlling communication between passages leading to connections with a main air pipe and with the brake cylinder, respectively, sus tantially as set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">These two claims are practically little more than different expressions of one and the same invention. In both of them there is a main air pipe, an auxiliary reservoir, a brake cylinder, a triple valve and piston, described in the fourth claim as 'fixed upon a stem and working in a chamber' in a case or chest, and an auxiliary valve; and in the fourth claim, also, a case or chest, which contains the whole device, and is immaterial.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In both of these claims an auxiliary valve is named as an element. In the first it is described as 'actuated by the piston of the triple valve, and independent of the main valve thereof,' and in the fourth as 'actuated by the piston stem, and controlling communication between passages leading to connections with the main air pipe and with the brake cylinder.'</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">To what liberality of construction these claims are entitled depends, to a certain extent, upon the character of the invention, and whether it is what is termed, in ordinary parlance, a 'pioneer.' This word, although used somewhat loosely, is commonly understood to denote a patent covering a function never before performed, a wholly novel device, or one of such novelty and importance as to mark a distinct step in the progress of the art, as distinguished from a mere improvement or perfection of what had gone before. Most conspicuous examples of such patents are the one to Howe, of the sewing machine; to Morse, of the electrical telegraph; and to Bell, of the telephone. The record in this case would indicate that the same honorable appellation might be safely bestowed upon the original air brake of Westinghouse, and perhaps, also, upon his automatic brake. In view of the fact that the invention in this case was never put into successful operation, and was to a limited extent anticipated by the Boyden patent of 1883, it is perhaps an unwarrantable extension of the term to speak of it as a 'pioneer,' although the principle involved subsequently, and through improvements upon this invention, became one of great value to the public. The fact that this invention was first in the line of those which resulted in placing it within the power of an engineer, running a long train, to stop in about half the time and half the distance within which any similar train had stopped, is certainly deserving of recognition, and entitles the patent to a liberality of construction which would not be accorded to an ordinary improvement upon prior devices. At the same time, as hereinafter observed, this liberality must be exercised in subordination to the general principle above stated,&#8212;that the function of a machine cannot be patented, and hence that the fact that the defendants' machine performs the same function is not conclusive that it is an infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The device made use of by the defendants is exhibited in patents No. 481,134 and No. 481,135, both dated August 16, 1892, and both of which were granted after the commencement of this suit. There are two forms of this patent, one of which, illustrated in patent No. 481,135, is here given in its three positions,&#8212;of release (20), service application (21), and quick action (22).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In this device there is found a main air pipe, an auxiliary reservoir, a brake cylinder, a triple (or, rather, a quadruple) valve and piston, 29, with three ports&#8212;First, for the admission</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>of air from the train pipe to the brake cylinder through the feeding-in valve, 26; second, for the passage of air from the auxiliary reservoir to the brake cylinder through the apertures, i, j, k, in the stem slide valve, 18; and, third, for the release of air from the brake cylinder to the exhaust port by means of valve, 17, colored green. Whether this device has an auxiliary valve, or not, is one of the main questions in the case; complainants' theory being that poppet valve, 22, is an auxiliary valve, while defendants' claim is that it is in reality the main valve.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">D  The operation of this device is best shown by the foregoing skeleton drawings.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The auxiliary reservoirs are charged by air under pressure, entering from the train pipe, raising and passing through the feeding-in value piston, 26, and flowing slowly into and through the passage, A, to the auxiliary reservoir, until such reservoir is filled. In this condition the brake cylinder is empited and opened to the atmosphere through the exhaust passage. G.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In order to apply the brakes gradually, so as to slacken speed or made an ordinary stop, air pressure in the train pipe is reduced slightly (say from 3 to 5 pounds) by action of the engineer's value, and the reduction of pressure on the right side of the piston, 29, causes in piston to make what is termed a 'preliminary traverse' to the position shown in diagram 'Service Application.' Such preliminary traverse pulls the stem slide valve, 18, to the right, and opens the apertures, i, j, and k (one of these apertures being to the right, and the other to the left, of valve 22), and through these apertures air rushes from the auxiliary reservoir to the brake cylinder; but the poppet valve, 22, still remains upon its seat.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">If quick action be required, the pressure in the train pipe is suddenly lowered to the extent of 15 or 20 pounds, and the traveling piston, 29, instead of making a preliminary traverse to the intermediate position shown in the 'Service Application,' makes a full traverse to the extreme right, the effect of which is that the valve, 22, is pulled off its seat by the collar, M, and a large passage is opened to the brake cylinder under the valve, 22, and around the stem, 18. The result is, as shown in the last diagram, that not only does the air in the auxiliary reservoir escape in full volume to the brake cylinder, but air from the train pipe rushes directly to the brake cylinder through the large passage, F, into the chamber, C, and under valve, 22.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The argument of the defendants in this connection is that in this device there is no auxiliary valve or by-passage, but the quick-action result is effected simply by proportioning the ports and passages of the old triple valve, and using a fixed partition, 9, to divide the piston chamber, D, from the main-valve chamber, C; that it is this partition which produces the quick action, and that such partition is not a valve, nor the mechanical equivalent of a valve, but merely a metal ring screwed immovably into the triple-valve casing, and serving to divide the piston chamber from the main-valve chamber; that this partition was a new element, never before found in triple valves, and introduced a new principle and mode of operation, totally different from anything ever invented by Mr. Westinghouse or any other inventor; and that its effect is to make valve, 22, termed by them the 'main valve,' admit the train-pipe air to the brake cylinder at the same time that it admits the auxiliary air thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is claimed that, in embodying this new principle, Mr. Boyden adopted the form of triple valve shown in the expired Westinghouse patent, No. 141,685 (1873), in which the main valve, 22, is of the poppet form, and the separate valve, 17, controlled by a rod sliding through the main valve, is employed for releasing the brakes. For charging the auxiliary reservoir, he adopted, from the expired Westinghouse patent, No. 144,006 (1873), a check-valved feed passage through the triple-valve piston, but arranged the feed passage and its check valve, 26, in a tubular extension, F, of the piston, and substantially in the form shown in Boyden patent, No. 280,285 (1883). He also provided a sensitive graduating valve, similar in results to the graduating valve,  e, of the Westinghouse patent No. 220,556 (1879), by so arranging a small passage, 40, in the sliding stem, which actuates the release valve, that such passage will be opened and closed by the sliding of such stem through the main valve, 22. As thus constructed, the triple value operates much the same &#167;  that of patent No. 220,556, and, like the latter, is incapable of quick action.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In both the complainants' and defendants' devices there is (1) a feeding-in valve to charge the auxiliary reservoir; (2) a valve, which complainants call their main value,' and which the defendants denominate a 'graduating valve,' which is opened by the preliminary traverse of the piston to admit reservoir air to the brake cylinder; (3) a release valve which discharges air from the brake cylinder to the atmosphere; and (4) a quick-action valve,&#8212;41 in the complainants' patent, and 22 in the defendants',&#8212;which is opened by the further traverse of the piston to admit train-pipe air to the brake cylinder. In defendants' patent it may also be used to admit auxiliary reservoir air to the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">One of the main controversies in the case turns upon the construction and operation of the poppet valve, 22, called by the defendants their 'main valve.' Complainants insist that the office of their main valve is performed by the stem slide valve, 18, of defendants' patent, and by its apertures, i, j, and k, through which air passes from the auxiliary reservoir to the brake cylinder, and that the poppet valve, 22, is only called into action in emergency cases, when a large quantity of air is suddenly withdrawn from the train pipe, and the valve is unseated by the traverse of the piston to the extreme right.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There is no doubt that the function of admitting air from the auxiliary reservoir to the brake cylinder, which is performed in the Westinghouse patent by what the complainants term the 'main valve' (aided, however, by the graduating value) is, in ordinary cases, performed principally, if not altogether, by the stem slide valve, 18, and its three ports, i, j, k, of the Boyden patent, which defendants term their 'graduating valve.' It is equally clear that in emergencies, where quick action is required, air, which in the Westinghouse patent passes through auxiliary valve, 41 (opened by the further traverse of the piston), in the Boyden patent finds its way through the poppet value,22, which has also been lifted from its seat by the further traverse of the piston.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">One of the main differences between the two devices is this: That in the preliminary traverse of the piston of the Westinghouse patent there is a movement first of the graduating valve to open its port from the auxiliary reservoir, and then of the main valve, carrying the graduating valve, also, with it, to open a passage to the brake cylinder, while in the Boyden patent it is only the graduating valve which is opened by the preliminary traverse of the piston. In doing this, the graduating valve moves through the poppet valve, but does not lift it from its seat. In emergency cases not only do the graduating valve and the main valve of the Westinghouse patent move as before, but by the extreme traverse of the piston the auxiliary valve, 41, is shoved from its seat, and a separate passage is opened for the air from the train pipe to the brake cylinder. In the Boyden patent, however, the extreme traverse of the piston lifts the poppet valve from its seat, and opens a wide passage to the brake cylinder, not only for the air from the auxiliary reservoir, but, through the peculiar operation of the partition, 9, and its aperture, B, directly from the train pipe. As the graduating valve of the Boyden patent practically does all the work in ordinary cases, and the poppet valve is only called into action in emergency cases, the latter is practically an auxiliary valve, by which we understand, not necessarily an independent valve, nor one of a particular construction, but simply a valve which in emergency cases is called into the assistance of the graduating valve. In this particular the poppet valve of the Boyden device performs practically the same function as the slide valve, 41, of the Westinghouse. It is not material in this connection that it is a poppet valve, while the other is a slide valve, since there is n  invention in substituting one valve or spring of familiar shape for another (Imhaeuser v. Buerk, 101 U. S. 647, 656); nor that in one case the piston pushes the valve off its seat, and in the other pulls it off; nor is it material that this poppet valve may have been used in prior patents to perform the function of a main valve, so long as it is used for a different purpose here. Indeed, this valve seems to have been taken bodily from Westinghouse patent No. 141,685, where it was used as a main valve, and the stem valve, 18, with its ports, i, j, k, added for ordinary uses, and the poppet valve thus converted from a main valve to an auxiliary valve.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We have not overlooked in this connection the argument that the poppet valve, 22, is also sometimes used for graduating purposes; but it is not commonly so used, and appears to be entirely unnecessary for that purpose. It seems to be possible to move the piston, 29, to its extreme traverse so slowly, and hence to open valve, 22, so gradually, that the pressure in the chamber, C, will be reduced so slightly that the train-pipe air will not have sufficient force to throw open the check valve, 26; and hence in such case no train-pipe air will be admitted directly to the brake cylinder, which will be filled with auxiliary reservoir air only. But, as a matter of fact, this seldom or never takes place in the practical operation of the device, and is an unnecessary and wholly unimportant incident, and for all practical purposes valve, 22, is solely a quick-action valve. As this valve is actuated by the piston of the triple valve, and in such action is independent of the main valve, it meets the demand of the first claim of the patent; and as it is actuated by the piston-stem, and controls communication between passages leading to connections with the main air pipe and with the brake cylinder, it seems also to be covered by the fourth claim.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">But, even if it be conceded that the Boyden device corresponds with the letter of the Westinghouse claims, that does not settle conclusively the question of infringement. We have repeatedly held that a charge of infringement is sometimes made out, though the letter of the claims be avoided. Machine Co. v. Murphy, 97 U. S. 120; Ives v. Hamilton, 92 U. S. 431; Mory v. Lockwood, 8 Wall. 230; Elizabeth v. Pavement Co., 97 U. S. 137; Sessions v. Romadka, 145 U. S. 29, 12 Sup. Ct. 799; Hoyt v. Horne, 145 U. S. 302, 12 Sup. Ct. 922. The converse is equally true. The patentee may bring the defendant within the letter of his claims, but if the latter has so far changed the principle of the device that the claims of the patent, literally construed, have ceased to represent his actual invention, he is as little subject to be adjudged an infringer as one who has violated the letter of a statute has to be convicted, when he has done nothing in conflict with its spirit and intent. 'An infringement,' says Mr. Justice Grier in Burr v. Duryee, 1 Wall. 531, 572, 'involves substantial identity, whether that identity be described by the terms, 'same principle,' same 'modus operandi,' or any other. * * * The argument used to show infringement assumes that every combination of devices in a machine which is used to produce the same effect is necessarily an equivalent for any other combination used for the same purpose. This is a flagrant abuse of the term 'equivalent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We have no desire to qualify the repeated expressions of this court to the effect that, where the invention is functional, and the defendant's device differs from that of the patentee only in form, or in a rearrangement of the same elements of a combination, he would be adjudged an infringer, even if, in certain particulars, his device be an improvement upon that of the patentee. But, after all, even if the patent for a machine be a pioneer, the alleged infringer must have done something more than reach the same result. He must have reached it by substantially the same or similar means, or the rule that the function of a mah ine cannot be patented is of no practical value. To say that the patentee of a pioneer invention for a new mechanism is entitled to every mechanical device which produces the same result is to hold, in other language, that he is entitled to patent his function. Mere variations of form may be disregarded, but the substance of the invention must be there. As was said in Burr v. Duryee, 1 Wall. 531, 573, an infringement 'is a copy of the thing described in the specification of the patentee, either without variation, or with such variations as are consistent with its being in substance the same thing. If the invention of the patentee be a machine, it will be infringed by a machine which incorporates in its structure and operation the substance of the invention; that is, by an arrangement of mechanism which performs the same service or produces the same effect in the same way, or substantially the same way. * * * That two machines produce the same effect will not justify the assertion that they are substantially the same, or that the devices used are therefore mere equivalents for those of the other.'</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Not only is this sound as a general principle of law, but it is peculiarly appropriate to this case. Under the very terms of the first and fourth claims of the Westinghouse patent, the infringing device must not only contain an auxiliary valve, or its mechanical equivalent, but it must contain the elements of the combination, 'substantially as set forth.' In other words, there must not only be an auxiliary valve, but substantially such a one as is described in the patent, i. e. independent of the triple valve. Not only has the Boyden patent a poppet instead of a slide valve,&#8212;a matter of minor importance,&#8212;but it performs a somewhat different function. In the Westinghouse patent the valve is not in the line of travel between the auxiliary reservoir and the brake cylinder, and admits train-pipe air only. In the Boyden patent it is in the line of travel, both from the auxiliary reservoir and from the train pipe, and admits both currents of air to the brake cylinder. The by-passage, to which the auxiliary reservoir is merely an adit, is wholly wanting in the Boyden device; both currents of air uniting in chamber, C, and passing to the brake cylinder together, through the poppet valve.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">But a much more radical departure from the Westinghouse patent is found in the partition, 9, separating the valve chamber, C, from the piston chamber, D. This partition has an aperture, B, the capacity of which is less than that of the large passage, A, and intermediate in size between that of the graduating passage, 40, and that of the port covered by the valve, 22. The office of this partition is thus explained by the defendants in their briefs: When the engineer's valve is thrown wide open, the poppet valve is lifted from its seat by the extreme traverse of the piston, and a new action takes place. 'The port of the main valve, 22, is so much larger than the passage, B, that the pressure in the main valve chamber, C, is instantly emptied into the brake cylinder; and as the passage, B, cannot supply air so fast as the mainvalve port can exhaust it, the pressure in the main valve chamber suddenly drops to about five pounds. Meanwhile the passage, A, leading from the auxiliary reservoir to the inner end of the piston chamber, is so much larger than the passage, B, leading from the piston chamber to the main valve chamber, that full reservoir pressure is maintained in the piston chamber between the partition, 9, and the inner side of the piston, thereby holding the piston back firmly at its extreme traverse. But the feed valve, 26, is now exposed on the one side to a train-pipe pressure of about fifty-five pounds, and on the other side to a main valve chamber pressure of only about five pounds; and therefore valve, 26, is instantly forced open by the greater train-pipe pressure, which then vents freely through the said feed valve port into the main valve chamber, C, where it commingles with the auxiliary reservoir air passig  through said chamber, and both airs pass together through the port opened by the main valve, 22, to the brake cylinder. The whole operation is substantially instantaneous, and the result is that the train pipe is freely vented at each car, the time of serially or successively applying the brakes of the several cars from one end of the train to the other is reduced to a minimum, and the train is quickly stopped without shock,&#8212;a result which Mr. Westinghouse did not attain with the device of patent No. 360,070, nor did he attain it until he had invented his later apparatus, of patent No. 376,837, not here in suit.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In a word, this partition maintains upon the outside of valve, 26, a much higher pressure than upon the inside, the effect of which is to open feed valve, 26, and admit a full volume of train-pipe air upon the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Conceding that the functions of the two devices are practically the same, the means used in accomplishing this function are so different that we find it impossible to say, even in favor of a primary patent, that they are mechanical equivalents. While the poppet valve, which, for the purposes of this case, we may term the auxiliary valve, is, in its operation, independent of the main valve, the word 'independent' in the claims of the Westinghouse patent evidently refers to a valve auxiliary to the triple valve, and independently located as well as operated. The difference is that in one case the air from the train pipe is introduced into the brake cylinder separately and independently from the air from the auxiliary reservoir, while in the other case they unite in the chamber, C, and pass through the same valve to the brake cylinder. In the Westinghouse patent there is one valve operated by the direct thrust of the piston, opening a bypassage; in the other, there is a poppet valve also opened by the piston, and another valve, 26, opened by the pressure maintained upon the outside of the partition, 9.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">It is claimed, however, by the complainants, that Boyden was not the inventor of the differential pressure theory; that there is such a differential pressure in their own patent, caused by the fact that the air from the auxiliary reservoir in passing to the brake cylinder travels through a restricted port, 35, and, as the entrance to the brake cylinder is through a much larger port, the air is taken up by it much more rapidly than it is supplied by the restricted port, which reduces the pressure in the by-passage so much that when the quick-action valve, 41, is opened, the pressure from the trainpipe air is sufficient to open the valve, 49, and admit a full volume of train-pipe air, at a pressure of 55 pounds, to the brake cylinder. The fact, however, that no suggestion is made in the patent of such a function of the restricted port, 35, indicates either that none such had been discovered, or that it was not considered of sufficient importance to mention it. Indeed, it seems to have been an afterthought, suggested by the necessity of an answer to defendants' argument, based upon their partition, 9. That, when the auxiliary valve is opened, there must be a difference in pressure above and below the check valve, 49, in order to open it, is manifest; yet this is rather an incident to the Westinghouse device, than the controlling feature that it is made in the Boyden patent. There is no partition, in the proper sense of the word,&#8212;certainly none located as in the Boyden device,&#8212;between the chambers, D and C, and no aperture in such partition opened for the express purpose of maintaining this differential pressure. If such differential pressure existed to the extent claimed in the Westinghouse patent, it certainly was not productive of the results flowing from the same device in the Boyden patent.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We are induced to look with more favor upon this device, not only because it is a novel one, and a manifest departure from the principle of the Westinghouse patent, but because it solved at once, in the simplest manner, the r oblem of quick action, whereas the Westinghouse patent did not prove to be a success until certain additional members had been incorporated into it. The underlying distinction between the two devices is that in one a separate valve and separate by-passage are provided for the train-pipe air, while in the other the patentee has taken the old triple (or quadruple) valve, and by a slight change in the functions of two of its valves, and the incorporation of a new element (partition 9), has made a more perfect brake than the one described in the Westinghouse patent. If credit be due to Mr. Westinghouse for having invented the function, Mr. Boyden has certainly exhibited great ingenuity in the discovery of a new and more perfect method of performing such function. If his patent be compared with the later Westinghouse patent, No. 376,837, which appears to have been the first completely successful one, the difference between the two, both in form and principle, becomes still more apparent, and the greater simplicity of the Boyden patent certainly entitles it to a favorable consideration. If the method pursued by the patentee for the performance of the function discovered by him would naturally have suggested the device adopted by the defendants, that is in itself evidence of an intended infringement; but, although Mr. Boyden may have intended to accomplish the same results, the Westinghouse patent, if he had had it before him, would scarcely have suggested the method he adopted to accomplish these results. Under such circumstances, the law entitles him to the rights of an independent inventor.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Upon a careful consideration of the testimony, we have come to the conclusion that the Boyden device is not an infringement of the complainants' patent, and the decree of the circuit court of appeals is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Mr. Justice SHIRAS, with whom concurred Mr. Justice BREWER, dissented, and filed the following opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">I am unable to concur in the reasoning and conclusion of the court, and shall briefly state my views.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The history of the art discloses that the patent in suit was what is called a 'pioneer invention.' In it for the first time was brought to light a method or process which, by the co-operation of the air from the train pipe with that from the car reservoir, created the 'quick-action' brake. The patent, in its specification and claims, clearly described a machine or mechanical combination whereby the invention was exemplified or rendered operative.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">It is not an unwarrantable extension of the term to speak of this invention in suit as a pioneer, since it is pratically conceded in this case, and justly observed by the court below, 'one of the highest value to the public,' and conspicuously one 'which entitles the proprietor to a liberal protection from the courts in construing the claim.' The very fact that this invention resulted in placing it within the power of an engineer, running a long train, to stop in about half the time and half the distance within which any similar train had been stopped, is certainly deserving of recognition. The claims of such patents have from time out of mind been allowed a liberal construction, and considered as entitled to the fullest benefit of the doctrine of mechanical equivalents.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It in no wise detracts from the merit of this invention that later devices have been adopted which render its practical operation more efficient. The very term 'pioneer patent' signifies that the invention has been followed by others. A pioneer patent does not shut, but opens, the door for subsequent invention.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The particular patent in suit was, as I understand it to be admitted, an entire success in supplying passenger trains and short freight trains with a 'quick-action' brake; but, while it enabled even the longest freight trains to stop in half the time and half the distance previously occupied, there remained difficulties which required further devices to give to the invention the perfect success which it has nowa ttained.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Being of the character so described as a pioneer, the patent in suit is entitled to a broad or liberal construction. In other words, the invention is not to be restricted narrowly to the mere details of the mechanism described as a means of carrying the invention into practicable operation.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">I cannot assent to what is perhaps rather intimated than decided in the opinion of the court,&#8212;that what is called a \"process,' in order to be patentable, must involve a chemical or other similar elemental action.' The term 'process or method,' as describing the subject of a patent, is not found in the statutes. No reason is given in the authorities, and I can think of none in the nature of things, why a new process or method may not be patentable, even though a mechanical device or a mechanical combination may be necessary to render the new process practicable. It seems to be used by the courts as descriptive of an invention which, from its novelty and priority in the art to which it belongs, is not to be construed as inhering only in the particular means described in the letters patent as sufficient to exemplify the invention and bring it into practical use.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Thus, in the case of Winans v. Dormead, 15 How. 330, the patent was for a new form of the body of a car for the transportation of coal, thus avoiding certain practical difficulties or disadvantages in such cars as previously made. To the argument on behalf of the infringer, that the claim of the patent was confined to a single form, and only through and by that form to the principle which it embodies, this court said, per Mr. Justice Curtis:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">'It is generally true that when a patentee describes a machine, and then claims it as described, that he is understood to intend to claim, and does by law actually cover, not only the precise form he has described, but all other forms which embody his invention; it being a familiar rule that to copy the principle or mode of operation described is an infringement, although such copy should be totally unlike the original in form or proportions. It is not sufficient to distinguish this case to say that here the invention consists in a change of form, and the patentee has claimed one form only. Patentable improvements in machinery are almost always made by changing some one or more forms of one or more parts, and thereby introducing some mechanical principle or mode of action not previously existing in the machine, and so securing a new improved result. And, in the numerous cases in which it has been held that to copy the patentee's mode of operation was an infringement, the infringer had got forms and proportions not described, and not, in terms, claimed. If it were not so, no question of infringement could arise. If the machine complained of were a copy, in form, of the machine described in the specification, of course it would be at once seen to be an infringement. It could be nothing else. It is only ingenious diversities of form and proportion, presenting the appearance of something unlike the thing patented, which rise to questions; and the property of inventors would be valueless if it were enough for the defendant to say: 'Your improvement consisted in a change of form. You describe and claim but one form. I have not taken that, and so have not infringed.'</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">'The answer is: 'My infringement did not consist in a change of form, but in the new employment of principles of powers, in a new mode of operation, embodied in a form by means of which a new or better result is produced. It was this which constituted my invention. This you have copied, changing only the form.' * * * Where form and substance are inseparable, it is enough to look at the form only. Where they are separable, where the whole substance of the invention may be copied in a different form, it is the duty of courts and juries to look through the form for the substance of the invention,&#8212;for that which entitled the inventor to his patent, and which the patent was designed to secure. Where that is found, ther  is an infringement; and it is not a defense that it is embodied in a form not described, and in terms claimed, by the patentee. Patentees sometimes add to their claims an express declaration to the effect that the claim extends to the thing patented, however its form or proportions may be varied. But this is unnecessary. The law so interprets the claim without the addition of those words.'</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">McCormick v. Talcott, 20 How. 402, was also a case of a mechanical patent, and it was said by Mr. Justice Grier, who delivered the opinion of the court: 'If the patentee be the original inventor of the device or machine, he will have a right to treat as infringers all who make machines operating on the same principle, and performing the same functions by analogous means or equivalent combination, even though the infringing machine may be an improvement of the original, and patentable as such.'</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In Machine Co. v. Lancaster, 129 U. S. 263, 9 Sup. Ct. 299, there was also a question of an alleged invention of a primary character, and wherein the invention was embodied in a mechanical combination; and it was held that in a pioneer patent, such as that of Morley, the patentee, the special devices set forth by Morley were not necessary constituents of the claims; that his patent was to receive a liberal construction, in view of the fact that he was a pioneer in the construction of an automatic button-sewing machine; and that his patent was not to be limited to the particular devices or instrumentalities described by him.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">In that case extended and approving reference was made to the case of Proctor v. Bennis, 36 Ch. Div. 740, which was a case of an invention embodied in a mechanical contrivance, and the following language of Lord Justice Bowen was quoted:</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">'Now, I think it goes to the root of this case to remember that this is, as was described by one of the counsel, really a pioneer invention; and it is by the light of that, as it seems to me, that we ought to consider whether there have been variations or omissions and additions which prevent the machine which is complained of from being an infringement of the plaintiff's. With regard to the additions and omissions, it is obvious that additions may be an improvement, and that omissions may be an improvement; but the mere fact that there is an addition, or the mere fact that there is an omission, does not enable you to take the substance of the plaintiff's patent. The question is not whether the addition is material, or whether the omission is material, but whether what has been taken is the substance and essence of the invention.'</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">These were cases wherein the discovery or invention was made effective through machines or mechanical combinations, and wherein it was held that the merit of the process or method was not to be confined, in the case of a pioneer patent, to the mere form described in the specification as sufficient to make the invention practically operative.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Neilson's Patent, Webst. Pat. Cas. 275, was a noted case, in which the true distinction was drawn between a mere principle, as the subject of a patent, and a process by which a principle is applied to effect a new and useful result. The court of exchequer, in answering the objection that Neilson's patent was for a principle, said:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">'It is very difficult to distinguish it from the specification of a patent for a principle, and this at first created in the minds of some of the court much difficulty; but, after full consideration, we think the plaintiff does not merely claim a principle, but a machine embodying a principle, and a very valuable one. We think the case must be considered as if, the principle being well known, the plaintiff had first invented a mode of applying it by a mechanical apparatus to furnaces; and his invention consists in this,&#8212;by interposing a receptacle for heated air between the blowing apparatus and the furnace. In this receptacle he directs the air to be heated by the application of heat externally to the receptacl,  and thus he accomplishes the object of applying the blast, which was before of cold air, in a heated state to the furnace.'</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">And, when the case came before the house of lords, Lord Campbell said:</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">'After the construction first put upon the patent by the learned judges of the exchequer, I think the patent must be taken to extend to all machines, of whatever construction, whereby the air is heated intermediately between the blowing apparatus and the blast furnace. That being so, the learned judge was perfectly justified in telling the jury that it was unnecessary for them to compare one apparatus with another, because, confessedly, that system of conduit pipes was a mode of heating air by an intermediate vessel between the blowing apparatus and the blast furnace, and therefore it was an infringement of the patent.' Webst. Pat. Cas. 715.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Very applicable to the present case is the doctrine of Tilghman v. Procter, 102 U. S. 767. It was there held (overruling the case of Mitchell v. Tilghman, 19 Wall. 284) that a patent may be validly granted for carrying a principle into effect; and if the patentee suggests and discovers not only the principle, but suggests and invents how it may be applied to a practical result by mechanical contrivances and apparatus, and shows that he is aware that no particular sort or modification of form of apparatus is essential to obtain benefit from the principle, then he may take his patent for the mode of carrying it into effect, and is not under the necessity of confining himself to one form of apparatus.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Having discussed the previous cases (particularly that of Neilson and of O'Reilly v. Morse, 15 How. 62), Mr. Justice Bradley said:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">'Whoever discovers that a certain useful result will be produced in any art by the use of certain means is entitled to a patent for it, provided he specifies the means. But everything turns on the force and meaning of the word 'means.' It is very certain that the means need not be a machine or an apparatus. It may be a process. A machine is a thing. A process is an act, or a mode of acting. The one is visible to the eye,&#8212;an object of perpetual observation. The other is a conception of the mind, seen only by its effects when being executed or performed. Either may be the means of producing a useful result. * * * Perhaps the process is susceptible of being applied in many modes, and by the use of many forms of apparatus. The inventor is not bound to describe them all in order to secure to himself the exclusive right to the process, if he is really its inventor or discoverer. But he must describe some particular mode, or some apparatus, by which the process can be applied with at least some beneficial result, in order to show that it is capable of being exhibited and performed in actual experience.'</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The Telephone Cases, 126 U. S. 1, 533, 8 Sup. Ct. 778, 781, contain an apt illustration of these principles. Mr. Chief Justice Waite, in discussing the case, said:</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">'In this art, or, what is the same thing under the patent law, this process, this way of transmitting speech, electricity, one of the forces of nature, is employed; but electricity, left to itself, will not do what is wanted. The art consists in so controlling the force as to make it accomplish the purpose. It had long been believed that, if the vibrations of air caused by the voice in speaking could be reproduced at a distance by means of electricity, the speech itself would be reproduced and understood. How to do it was the question.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">'Bell discovered that it could be done by gradually changing the intensity of a continuous electric current so as to make it correspond exactly to the changes in the density of the air caused by the sound of the voice. This was his art. He then devised a way in which these changes of density could be made, and speech actually transmitted. Thus his art was put in a condition for practical use. In doing this, both discovery and invention, in the popular sense of those terms, were involved,&#8212;dic overy in finding the art, and invention in devising the means of making it useful. For such discoveries and such inventions the law has given the discoverer and inventor the right to a patent,&#8212;as discoverer, for the useful art, process, method of doing a thing he has found; and, as inventor, for the means he has devised to make the discovery one of actual value. * * * The patent for the art does not necessarily involve a patent for the particular means employed for using it. Indeed, the invention of any means, in the specification or descriptive portion of the patent, is only necessary to show that the art can be used; for it is only useful arts&#8212;arts which may be used to advantage&#8212;that can be made the subject of a patent. The language of the statute is that 'any person who has invented or discovered any new and useful art, machine, manufacture or composition of matter,' may obtain a patent therefor. Thus, an art&#8212;a process&#8212;which is useful is as much the subject of a patent, as a machine, manufacture, or composition of matter. * * * But it is insisted that the claim cannot be sustained, because, when the patent was issued, Bell had not in fact completed his discovery. While it is conceded that he was acting on the right principles, and had adopted the true theory, it is claimed that the discovery lacked that practical development which was necessary to make it patentable. In the language of counsel, 'there was still work to be done, and work calling for the exercise of the utmost ingenuity, and calling for the very highest degree of practical invention.' It is quite true that when Bell applied for his patent he had never actually transmitted telegraphically spoken words so that they could be distinctly heard and understood at the receiving end of his line; but in his specification he did describe, accurately and with admirable clearness, his process (that is to say, the exact electrical condition that must be created to accomplish his purpose), and he also described with sufficient precision to enable one of ordinary skill in such matters to make it a form of apparatus, which, if used in the way pointed out, would produce the required effect,&#8212;receive the words, and carry them to, and deliver them at, the appointed place. The particular instrument he had, and which he used in his experiments, did not, under the circumstances in which it was tried, reproduce the words spoken so that they could be clearly understood. But the proof is abundant, and of the most convincing character, that other instruments, carefully constructed, and made exactly in accordance with the specification, without any additions whatever, have operated, and will operate, successfully. The law does not require that a discoverer or inventor, in order to get a patent for a process, must have succeeded in bringing his art to the highest degree of perfection. It is enough if he describes his method with sufficient clearness and precision to enable those skilled in the matter to understand what the process is, and if he points out some practicable way of putting it into operation. * * * Surely a patent for such a discovery is not to be confined to the mere means he improvised to prove the reality of his conception.'</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">The conclusion justified by the authorities is that whether you call Westinghouse's discovery, that 'quick action' may be accomplished by the co-operation of the main-pipe air and that from the car reservoir, a 'process,' or a 'mode of operation,' yet if he was the first to disclose it, and to describe a mechanical means to give practical effect to the invention, he must be regarded as a pioneer inventor, and as entitled to protection against those who, availing themselves of the discovery, seek to justify themselves by pointing to mere differences in form in the mechanical devices used.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Much stress was laid in the argument on an alleged disclaimer by the patentee while the application was pending in the patent office, whereby, it is said, Westinghouse must be understood to have abandoned thes econd claim, or at any rate to have consented that that claim should be interpreted by the courts as if it contained an auxiliary valve as a material element in the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">There are cases, no doubt, in which it has been held that when a claimant has, under objection in the patent office, withdrawn certain claims, or has modified them by adding or striking out terms or phrases, and accepts a patent which does not grant the abandoned or unmodified claims, he cannot be heard to insist upon such a construction of the allowed claims as would cover what had been previously rejected. Shepard v. Carrigan, 116 U. S. 593, 6 Sup. Ct. 493; Roemer v. Peddie, 132 U. S. 313, 10 Sup. Ct. 98; Corbin Cabinet Lock Co. v. Eagle Lock Co., 150 U. S. 38, 14 Sup. Ct. 28.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">An examination of the cited cases, however, will disclose, as I think, that they turned upon matters of construction,&#8212;in other words, were cases where it was questionable what the patent, as actually granted, meant. In such cases, as in other cases of ambiguity, it may be allowable to consult the application and file wrapper, and possibly written communications, which may throw light upon claims that are ambiguous, or capable of different constructions.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">But, where the claims allowed are not uncertain or ambiguous, the courts should be slow to permit their construction of a patent, actually granted and delivered, to be affected or controlled by alleged interlocutions between the officers in the patent office and the claimant. No doubt, in proceedings to revoke or cancel a patent granted by inadvertence or by fraudulent representations, it would be competent to show what had taken place in the patent office pending the application. But when we consider that often the employees in the patent office are inexperienced persons, and that the mass of the business is so vast that it is impossible for the commissioner or the chief examiner to review it, except in a perfunctory way, it can be readily seen how dangerous it would be to modify or invalidate a patent, clear and definite in its terms, by resorting to such uncertain sources of information.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">However this may be, I do not perceive that the matters alleged in the present case are entitled to any weight in the construction of the patent. Even if the letter of the claimant's attorney, written on January 19, 1887, can be looked to as helping us to understand the meaning of a patent granted on March 29, 1887, it only appears to be an argument as to the meaning or legal effect of the language used in the claims, and does not amount to a withdrawal or modification of them.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">Accordingly the second claim of the patent is before us for construction on its own terms, and, to avoid protracting this discussion, the opinion of Judge Morris in the circuit court is referred to and adopted as a sound construction of that claim. 66 Fed. 997. This claim is not, as I read it, open to the objection that it aims to patent a principle. It sets forth the discovery that, by a co-operation of the air from the auxiliary reservoir and that from the main air pipe, the action of the brakes is quickened, and the air vented from the main air pipe directly to the brake cylinder.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">But, even if the second claim must, as argued in the opinion of the court, be read, by reason of the letter of the claimant's attorney, as if it called for the auxiliary valve described in the first and fourth claims, and even if, when not so read, it can be regarded as void because simply for a function or principle, nevertheless the invention, as described in the other claims and specifications, is clearly set forth, and, under the evidence as to the state of the art, is entitled to be regarded as a pioneer. Regarding the second claim as a mere statement of the idea or invention, and the other claims as describing a form or combination of mechanism which embodies the invention and renders it operative, all the requisites of the law are sufficiently complied with.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The only remaining question is that of the infringement,a nd that is readily disposed of; for it is conceded in the opinion of the majority of the court that, if the patent in suit is entitled to a broad construction as a pioneer, embodying a new mode of operation, not limited to the particular means described in the specification, then the defendants' device is an adoption of the idea or principle of the Westinghouse patent with a mechanical equivalent or substitute for the auxiliary valve.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">Upon the whole, I am of the opinion that the decree of the circuit court of appeals should be reversed, and that the cause should be remanded, with directions to restore the decree of the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Mr. Justice BREWER concurred in the dissenting opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">Mr. Justice GRAY and Mr. Justice McKENNA also dissented from the opinion and from the decision of the court.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94880/"
}