{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "171 U.S. 1", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94894/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Schollenberger v. Pennsylvania", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 86, 87, 88", 
    "id": 79275, 
    "resource_uri": "/api/rest/v2/citation/79275/"
  }, 
  "id": 94894, 
  "blocked": false, 
  "judges": "Peckham, After Stating the Facts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1898-05-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>171 U.S. 1 (1898)</b></center>\n<center><h1>SCHOLLENBERGER<br>\nv.<br>\nPENNSYLVANIA. PAUL<br>\nv.<br>\nPENNSYLVANIA. PAUL<br>\nv.<br>\nPENNSYLVANIA.</h1></center>\n<center>Nos. 86, 87, 88.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 24, 1898.</center>\n<center>Decided May 23, 1898.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*6</span> <i>Mr. William D. Guthrie</i> for plaintiffs in error. <i>Mr. Richard C. Dale, Mr. Henry R. Edmunds</i> and <i>Mr. Albert H. Veeder</i> were on his brief.</p>\n<p><i>Mr. John G. Johnson</i> for defendant in error.</p>\n<p>MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>Counsel in behalf of the Commonwealth rests the validity of the statute in question upon two principal grounds:</p>\n<p>(1.) That oleomargarine is a newly invented or discovered article, and that each State has the right in the case of a newly invented or discovered food product to determine for its citizens the question whether it is wholesome and non-deceptive, and neither the Congress of the United States nor the legislatures of other States can deprive it of this right, and that being such newly discovered article it does not belong to the class universally recognized as articles of commerce, and hence the legislation of Pennsylvania does not regulate or affect commerce; that non-discriminative legislation enacted in good faith for the protection of health and the prevention of deception, not hampering the actual transportation of merchandise, is not presumptively void but is conclusively valid.</p>\n<p>(2.) That if the right of citizens of another State to send oleomargarine into the Commonwealth of Pennsylvania be admitted, it can only be introduced in original packages suitable for wholesale trade, and where the article imported is intended and used for the supply of the retail trade or is sold by retail directly to the consumer, the package in which it is imported from another State is not an \"original package\" within the protection of the interstate commerce provision of the Constitution of the United States.</p>\n<p>These are the main grounds upon which the conviction is sought to be sustained. The Supreme Court of the State upheld the statute upon the ground that it was a legitimate exercise of the police power of the State not inconsistent with the right of the owner of the product to bring it within the State <span class=\"star-pagination\">*7</span> in appropriate packages suitable for sale to the wholesale dealer and not intended for sale at retail by the importer to the consumer, and that in the cases under consideration the packages were not wholesale original packages and their sale amounted to a mere retail trade.</p>\n<p>Upon the first ground for sustaining the conviction in these cases the argument upon the part of the Commonwealth runs somewhat as follows: It may be admitted that actually pure oleomargarine is not dangerous to the public health, but whether it be pure depends upon the method of its manufacture, and its purity cannot be ascertained by any superficial examination, and any certain and effective supervision of the method of its manufacture is impossible. It is manufactured to imitate in its appearance butter, with a view to deceiving the ultimate consumer as to its character, and this deception cannot be avoided by coverings, labels or marks upon the product; the legislature of Pennsylvania was therefore so far justified in protecting its citizens against oleomargarine by prohibiting its sale; that the legislation in question does not discriminate in favor of the citizens of Pennsylvania or in any manner against any particular State or any particular manufacturer of the article, and, as there is nothing in the case tending to prove the contrary, it must be assumed that the legislation was enacted in good faith for the protection of the health of the citizens and for the prevention of deception, and as such legislation did not hamper the actual transportation of merchandise, the statute must be held to be within the power of the legislature to enact, and is therefore valid; at all events, the State has a right in cases of newly invented food products to determine for its citizens the question whether they are wholesome and non-deceptive, and that oleomargarine is one of that class of products, and is necessarily subject to the right of the State either to regulate or absolutely to prohibit its sale.</p>\n<p>In the examination of this subject the first question to be considered is whether oleomargarine is an article of commerce? No affirmative evidence from witnesses called to the stand and speaking directly to that subject is found in the record. <span class=\"star-pagination\">*8</span> We must determine the question with reference to those facts which are so well and universally known that courts will take notice of them without particular proof being adduced in regard to them, and also by reference to those dealings of the commercial world which are of like notoriety.</p>\n<p>Any legislation of Congress upon the subject must, of course, be regarded by this court as a fact of the first importance. If Congress has affirmatively pronounced the article to be a proper subject of commerce, we should rightly be influenced by that declaration. By reference to the statutes we discover that Congress in 1886 passed \"An act defining butter, also imposing a tax upon and regulating the manufacture, sale, importation and exportation of oleomargarine.\" Act of August 2, 1886, c. 840, 24 Stat. 209. In that statute we find that Congress has given a definition of the meaning of oleomargarine and has imposed a special tax on the manufacturers of the article, on wholesale dealers and upon retail dealers therein, and the provisions of the Revised Statutes in relation to special taxes are, so far as applicable, made to extend to the special taxes imposed by the third section of the act, and to the persons upon whom they are imposed. Manufacturers are required to file with the proper collector of internal revenue such notices, and to keep such books and conduct their business under such supervision as the Commissioner of Internal Revenue, with the approval of the Secretary of the Treasury, may by regulation require. Provision is made for the packing of oleomargarine by the manufacturer in packages containing not less than ten pounds and marked as prescribed in the act, and it provides that all sales made by manufacturers of oleomargarine and wholesale dealers in oleomargarine shall be in the original stamped packages. A tax of two cents per pound is laid upon oleomargarine, to be paid by the manufacturer and the tax levied is to be represented by coupon stamps. Oleomargarine imported from foreign countries is taxed, in addition to the import duty imposed on the same, an internal revenue tax of fifteen cents per pound. Provision is made for warehousing, and a penalty imposed for selling the oleomargarine thus imported if not properly stamped. Provision is <span class=\"star-pagination\">*9</span> also made for the appointment of an analytical chemist and microscopist by the Secretary of the Treasury, and such chemist or microscopist may examine the different substances which may be submitted in contested cases, and the Commissioner of Internal Revenue is to decide in such cases as to the taxation, and his decision is to be final. The Commissioner is also empowered to decide \"whether any substance made in imitation or semblance of butter, and intended for human consumption, contains ingredients deleterious to the public health; but in case of doubt or contest his decisions in this class of cases may be appealed from to a board hereby constituted for the purpose, composed of the Surgeon General of the Army, the Surgeon General of the Navy and the Commissioner of Agriculture, and the decisions of this board shall be final in the premises.\" Provision is also made for the removal of oleomargarine from the place of is manufacture for export to a foreign country without payment of tax or affixing of stamps thereto, and there is a penalty denounced against any person engaged in carrying on the business of oleomargarine who should defraud or attempt to defraud the United States of the tax.</p>\n<p>This act shows that Congress at the time of its passage in 1886 recognized the article as a proper subject of taxation and as one which was the subject of traffic and of exportation to foreign countries and of importation from such countries. Its manufacture was recognized as a lawful pursuit, and taxation was levied upon the manufacturer of the article, upon the wholesale and retail dealers therein, and also upon the article itself.</p>\n<p>As to the extent of the manufacture and its commercial nature, it is not improper to refer to the reports of the Secretary of the Treasury, which show that the tax receipts from its manufacture and sale in the United States under the act above mentioned, during the nine years beginning with 1887, amounted to over ten million dollars.</p>\n<p>When we come to an inquiry as to the properties of oleomargarine and of what the substance is composed, we find that answers to such inquiries are to be found in the various <span class=\"star-pagination\">*10</span> encyclopædias of the day, and in the official reports of the Commissioner of Agriculture and in the legal reports of cases actually decided in the courts of the country. In brief, every intelligent man knows its general nature, and that it is prepared as an article of food, and is dealt in as such to a large extent throughout this country and in Europe.</p>\n<p>Upon reference to the Encyclopædia Britannica it is said that \"pure oleomargarine butter is said to contain every element that enters into cream butter, and to keep pure much longer; but there is the defect of not knowing when it is pure or what injurious ingredients, or objectionable processes, may be used in its manufacture by irresponsible parties.\" The article also says \"we append a comparative analysis of natural and artificial butter, which shows that, when properly made, the latter is a wholesome and satisfactory substitute for the former.\"</p>\n<p>There is contained in the 17th volume of the Encyclopædia Britannica an extract from a report by the secretary of the British Embassy at Washington, in 1880, describing the method of obtaining oleomargarine oil. This shows the article was then well known.</p>\n<p>In <i>Ex parte Scott and others,</i> the Circuit Court for the Eastern District of Virginia, (66 Fed. Rep. 45,) speaking by Hughes, District Judge, said: \"It is a fact of common knowledge that oleomargarine has been subjected to the severest scientific scrutiny, and has been adopted by every leading government in Europe, as well as America, for use by their armies and navies. Though not originally invented by us, it is a gift of American enterprise and progressive invention to the world. It has become one of the conspicuous articles of interstate commerce, and furnishes a large income to the general government annually.... It is entering rapidly into domestic use, and the trade in oleomargarine has become large and important. The attention of the national government has been attracted to it as a source of revenue... . Provincial prejudice against this now staple of commerce is natural, but a city of the size and prospects of Norfolk as a world's <i>entrepot</i> ought not to be foremost in manifesting such a prejudice.\"</p>\n<p><span class=\"star-pagination\">*11</span> In <i>People</i> v. <i>Marx,</i> 99 N.Y. 377, 381, which was a prosecution under the New York statute (Chap. 202, Laws of 1884), April 24, 1884, prohibiting the manufacture or sale of oleomargarine, the Court of Appeals of New York held the act unconstitutional. It appears from the opinion that on the trial of that action \"it was proved on the part of the defendant by distinguished chemists that oleomargarine was composed of the same elements as dairy butter. That the only difference between them was that it contained a smaller proportion of fatty substance known as butterine. That this butterine exists in dairy butter only in a small proportion \u0097 from three to six per cent. That it exists in no other substance than butter made from milk, and it is introduced to oleomargarine butter by adding to oleomargarine stock some milk, cream or butter, and churning, and when this is done it has all the elements of natural butter, but there must always be a smaller percentage of butterine in the manufactured product than in the butter made from milk. The only effect of the butterine is to give flavor to the butter, having nothing to do with its wholesomeness. That the oleaginous substances in the oleomargarine are substantially identical with those produced from milk or cream. Professor Chandler testified that the only difference between the two articles was that dairy butter had more butterine. That oleomargarine contained not over one per cent of that substance, while dairy butter might contain four or five per cent, and that if four or five per cent of butterine were added to the oleomargarine, there would be no difference; it would be butter; irrespective of the sources, they would be the same substances. According to the testimony of Professor Morton, whose statement was not controverted or questioned, oleomargarine, so far from being an article devised for purposes of deception in trade, was devised in 1872 or 1873 by an eminent French scientist, who had been employed by the French government to devise a substitute for butter.\" This extract from the opinion in the New York case, speaking of the testimony given before the trial judge, is not quoted for the purpose of proving the facts therein stated, but for the purpose of showing that as <span class=\"star-pagination\">*12</span> long ago as the time when that case was decided \u0097 June, 1885 \u0097 the article was then well known as an article of food, and manufactured as a substitute for butter, and we may notice from some of the histories of the article the fact (which is stated in the opinion) that it was first devised as long ago as 1872 or 1873 by a French gentleman who had been employed by the French government to devise a substitute for butter. The article is a subject of export, and is largely used in foreign countries. Upon all these facts we think it apparent that oleomargarine has become a proper subject of commerce among the States and with foreign nations.</p>\n<p>The general rule to be deduced from the decisions of this court is that a lawful article of commerce cannot be wholly excluded from importation into a State from another State where it was manufactured or grown. A State has power to regulate the introduction of any article, including a food product, so as to insure purity of the article imported, but such police power does not include the total exclusion even of an article of food.</p>\n<p>In <i>Minnesota</i> v. <i>Barber,</i> 136 U.S. 313, it was held that an inspection law relating to an article of food was not a rightful exercise of the police power of the State if the inspection prescribed were of such a character or if it were burdened with such conditions as would wholly prevent the introduction of the sound article from other States. This was held in relation to the slaughter of animals whose meat was to be sold as food in the State passing the so-called inspection law. The principle was affirmed in <i>Brimmer</i> v. <i>Rebman,</i> 138 U.S. 78, and in <i>Scott</i> v. <i>Donald,</i> 165 U.S. 58, 97.</p>\n<p>Is the rule altered in a case where the inspection or analysis of the article to be imported is somewhat difficult and burdensome? Can the pure and healthy food product be totally excluded on that account? No case has gone to that extent in this court. The nearest approach to it was the case of <i>Peirce</i> v. <i>New Hampshire,</i> 5 How. 504, involving the importation of intoxicating liquors. But in <i>Leisy</i> v. <i>Hardin,</i> 135 U.S. 100, 125, the New Hampshire case was overruled, and it was stated by the present Chief Justice, in speaking for the court, that <span class=\"star-pagination\">*13</span> \"whatever our individual views may be as to the deleterious or dangerous qualities of particular articles, we cannot hold that any articles which Congress recognizes as subjects of interstate commerce are not such, or that whatever are thus recognized can be controlled by state laws amounting to regulations while they retain that character; although, at the same time, if directly dangerous in themselves, the State may take appropriate measures to guard against injury before it obtains complete jurisdiction over them. To concede to a State the power to exclude, directly or indirectly, articles so situated, without Congressional permission, is to concede to a majority of the people of a State, represented in the state legislature, the power to regulate commercial intercourse between the States by determining what shall be its subjects, when that power was distinctly granted to be exercised by the people of the United States represented in Congress, and its possession by the latter was considered essential to that more perfect union which the Constitution was adopted to create.\"</p>\n<p>To the same effect we think is the case of <i>Railroad Company</i> v. <i>Husen,</i> 95 U.S. 465, 469, in which it was said that \"whatever may be the power of a State over commerce that is completely internal, it can no more prohibit or regulate that which is interstate than it can that which is with foreign nations.\" The court, therefore, while conceding the right of the State to enact reasonable inspection laws to prevent the importation of diseased cattle, held the law of Missouri there under consideration to be invalid, because it prohibited absolutely the introduction of Texas cattle during the time named in the act, even though they were perfectly healthy and sound.</p>\n<p>The court said that a State could not, under the cover of exerting its police powers, substantially prohibit or burden either foreign or interstate commerce. Reasonable and appropriate laws for the inspection of articles, including food products, were admitted to be valid, but absolute prohibition of an unadulterated, healthy and pure article has never been permitted as a remedy against the importation of that which was adulterated and therefore unhealthy or impure.</p>\n<p><span class=\"star-pagination\">*14</span> We do not think the fact that the article is subject to be adulterated by dishonest persons, in the course of its manufacture with other substances, which it is claimed may in some instances become deleterious to health, creates the right in any State through its legislature to forbid the introduction of the unadulterated article into the State. The fact that the article is liable to adulteration in the course of manufacture, and that the articles with which it may be mixed may possibly and under some circumstances be deleterious to the health of those who consume it, is known to us by means of various references to the subject in books and encyclopædias, but there was no affirmative evidence offered on the trial to prove the fact. From these sources of information it may be admitted that oleomargarine in the course of its manufacture may sometimes be adulterated by dishonest manufacturers with articles that possibly may become injurious to health. Conceding the fact, we yet deny the right of a State to absolutely prohibit the introduction within its borders of an article of commerce, which is not adulterated and which in its pure state is healthful, simply because such an article in the course of its manufacture may be adulterated by dishonest manufacturers for purposes of fraud or illegal gains. The bad article may be prohibited, but not the pure and healthy one.</p>\n<p>In the execution of its police powers we admit the right of the State to enact such legislation as it may deem proper, even in regard to articles of interstate commerce, for the purpose of preventing fraud or deception in the sale of any commodity and to the extent that it may be fairly necessary to prevent the introduction or sale of an adulterated article within the limits of the State. But in carrying out its purposes the State cannot absolutely prohibit the introduction within the State of an article of commerce like pure oleomargarine. It has ceased to be what counsel for the Commonwealth has termed it, a newly discovered food product. An article that has been openly manufactured for nearly a quarter of a century, where the ingredients of the pure article are perfectly well known and have been known for a number of years, and where the general process of manufacture has been known <span class=\"star-pagination\">*15</span> for an equal period, cannot truthfully be said to be a newly discovered product within the proper meaning of the term as here used. The time when a newly discovered article ceases to be such cannot always be definitely stated, but all will admit that there does come a period when the article cannot be so described. In this particular case we have no difficulty in holding that oleomargarine has so far ceased to be a newly discovered article as that its nature, mode of manufacture, ingredients and effect upon the health are and have been for many years as well known as almost any article of food in daily use. Therefore if we admit that a newly discovered article of food might be wholly prohibited from being introduced within the limits of a State, while its properties, whether healthful or not, were still unknown, or in regard to which there might still be doubt, yet this is not the case with oleomargarine. If properly and honestly manufactured it is conceded to be a healthful and nutritious article of food. The fact that it may be adulterated does not afford a foundation to absolutely prohibit its introduction into the State. Although the adulterated article may possibly in some cases be injurious to the health of the public, yet that does not furnish a justification for an absolute prohibition. A law which does thus prohibit the introduction of an article like oleomargarine within the State is not a law which regulates or restricts the sale of articles deemed injurious to the health of the community, but is one which prevents the introduction of a perfectly healthful commodity merely for the purpose of in that way more easily preventing an adulterated and possibly injurious article from being introduced. We do not think this is a fair exercise of legislative discretion when applied to the article in question.</p>\n<p>It is claimed, however, that the very statute under consideration has heretofore been held valid by this court in the case of <i>Powell</i> v. <i>Pennsylvania,</i> 127 U.S. 678. That case did not involve rights arising under the commerce clause of the Federal Constitution. The article was manufactured and sold within the State, and the question was one as to the police power of the State acting upon a subject always <span class=\"star-pagination\">*16</span> within its jurisdiction. The plaintiff in error was convicted of selling within the Commonwealth two cases containing five pounds each of an article of food designed to take the place of butter, the sale having taken place in the city of Harrisburg, and it was part of a quantity manufactured in and, as alleged, in accordance with the laws of the Commonwealth. The plaintiff in error claimed that the statute under which his conviction was had was a violation of the Fourteenth Amendment to the Constitution of the United States. This court held that the statute did not violate any provision of that Amendment, and therefore held that the conviction was valid.</p>\n<p>The <i>Powell</i><i> case</i> did not and could not involve the rights of an importer under the commerce clause. The right of a State to enact laws in relation to the administration of its internal affairs is one thing, and the right of a state to prevent the introduction within its limits of an article of commerce is another and a totally different thing. Legislation which has its effect wholly within the State and upon products manufactured and sold therein might be held valid as not in violation of any provision of the Federal Constitution, when at the same time legislation directed towards prohibiting the importation within the State of the same article manufactured outside of its limits might be regarded as illegal because in violation of the rights of citizens of other States arising under the commerce clause of that instrument.</p>\n<p>Referring what is said in the opinion in <i>Powell</i><i>'s case</i> to the facts upon which the case arose, and in regard to which the opinion was based and the case decided, there is nothing whatever inconsistent with that opinion in holding, as we do here, that oleomargarine is a legitimate subject of commerce among the States, and that no State has a right to totally prohibit its introduction in its pure condition from without the State under any exercise of its police power. The legislature of the State has the power in many cases to determine as a matter of state policy whether to permit the manufacture and sale of articles within the State or to entirely forbid such manufacture and sale, so long as the legislation is confined to the manufacture <span class=\"star-pagination\">*17</span> and the sale within the State. Those are questions of public policy which, as was said in the case of <i>Powell</i><i>,</i> belong to the legislative department to determine; but the legislative policy does not extend so far as to embrace the right to absolutely prohibit the introduction within the limits of the State of an article like oleomargarine, properly and honestly manufactured.</p>\n<p>The <i>Powell</i><i> case</i> was, in the opinion of the court, governed in its important aspect by that of <i>Mugler v. Kansas,</i> 123 U.S. 623, in which case it was said that it did not involve any question arising under the commerce clause of the Constitution of the United States. The last cited case was followed in <i>Kidd</i> v. <i>Pearson,</i> 128 U.S. 1.</p>\n<p>Nor is the question determined adversely to this view in the case of <i>Plumley</i> v. <i>Massachusetts,</i> 155 U.S. 462. The statute in that case prevented the sale of this substance in imitation of yellow butter produced from pure unadulterated milk or cream of the same, and the statute contained a proviso that nothing therein should be \"construed to prohibit the manufacture or sale of oleomargarine in a separate or distinct form and in such manner as will advise the consumer of its real character, free from coloration or ingredients that cause it to look like butter.\" This court held that a conviction under that statute for having sold an article known as oleomargarine, not produced from unadulterated milk or cream, but manufactured <i>in imitation of yellow butter produced from pure unadulterated milk or cream, was valid.</i> Attention was called in the opinion to the fact that the statute did not prohibit the manufacture or sale of all oleomargarine, but only such as was colored in imitation of yellow butter produced from unadulterated milk or cream of such milk. If free from coloration or ingredient that caused it to look like butter, the right to sell it in a separate and distinct form and in such manner as would advise the consumer of the real character was neither restricted nor prohibited. The court held that under the statute the party was only forbidden to practice in such matters a fraud upon the general public; that the statute seeks to suppress false pretences and to promote fair dealing in the <span class=\"star-pagination\">*18</span> sale of an article of food, and that it compels the sale of oleomargarine for what it really is by preventing its sale for what it is not; that the term \"commerce among the States\" did not mean a recognition of a right to practise a fraud upon the public in the sale of an article even if it had become the subject of trade in different parts of the country. It was said that the Constitution of the United States did not take from the States the power of preventing deception and fraud in the sale within their respective limits of articles, in whatever State manufactured, and that that instrument did not secure to any one the privilege of committing a wrong against society.</p>\n<p>It will thus be seen that the case was based entirely upon the theory of the right of a State to prevent deception and fraud in the sale of any article, and that it was the fraud and deception contained in selling the article for what it was not, and in selling it so that it should appear to be another and a different article, that this right of the State was upheld. The question of the right to totally prohibit the introduction from another State of the pure article did not arise, and, of course, was not passed upon. The act of Congress, above cited, was referred to by the counsel for the appellant in the <i>Plumley case</i> as furnishing a full system of legislation upon the subject, and he claimed that it excluded any legislation on the same subject by the State, but it was held that there was no ground to suppose that Congress intended by that enactment to interfere with the exercise by the States of any authority they could rightfully exercise over the sale within their respective limits of the article defined as oleomargarine, and, as section 3243 of the Revised Statutes was referred to in the act, it was held that the section was incorporated in the act for the purpose of making it clear that Congress did not intend to restrict the power of the States over the subject of the manufacture and sale of oleomargarine within their respective limits.</p>\n<p>The taxes prescribed by that act were held to have been imposed for national purposes, and their imposition did not give authority to those who paid them to engage in the manufacture or sale of oleomargarine within any State which lawfully <span class=\"star-pagination\">*19</span> forbade such manufacture or sale, or to disregard any regulations which a State might lawfully prescribe in reference to that article. It was also held that the act of Congress was not intended as a regulation of commerce among the States.</p>\n<p>By the reference which we have already made to this statute we have not intended to claim that it was a regulation of commerce among the States further than the provisions of the act distinctly applied to its manufacture and sale. We refer to it for the purpose of showing that the article itself was therein recognized as a proper and lawful subject of commerce with foreign nations and among the several States under such lawful regulations as the State might choose to impose. We think that what Congress thus taxes and recognizes as a proper subject of commerce cannot be totally excluded from any particular State simply because the State may choose to decide that for the purpose of preventing the importation of an impure or adulterated article it will not permit the introduction of the pure and unadulterated article within its borders upon any terms whatever.</p>\n<p>We are therefore of opinion that the first ground for upholding the conviction in these cases cannot be sustained.</p>\n<p>Nor do we think the conviction can be sustained upon the ground taken in the opinion of the Supreme Court of Pennsylvania.</p>\n<p>The question in regard to packing the oleomargarine first arose in the case of <i>Commonwealth</i> v. <i>Schollenberger,</i> 156 Penn. St. 201. The defendant in that case was an agent of a non-resident manufacturer of oleomargarine, and he sold at his store in Pennsylvania a package of the article weighing eighty pounds, made and stamped and branded in Rhode Island for use as an article of food. It was held that the case did not show that the sales were made in the original package of commerce. And it was said that a jury would be justified in finding that the mode of putting up the package was not adapted to meet the requirements of actual interstate commerce, but the requirements of an unlawful interstate retail trade. But the special verdict in this case shows what the <span class=\"star-pagination\">*20</span> court said was lacking in the case just cited, for it appears in the verdict that the package in which the oleomargarine was sold was an original package, as required by the act of Congress, and was of such \"form, size and weight as is used by producers or shippers for the purpose of securing both convenience in handling and security in transportation of merchandise between dealers in the ordinary course of actual commerce, and the said form, size and weight were adopted in good faith, and not for the purpose of evading the laws of the Commonwealth of Pennsylvania, said package being one of a number of similar packages forming one consignment shipped by the said company to the said defendant.\" It also appears from the special verdict that the defendant was engaged in business in the city of Philadelphia as a wholesale dealer in oleomargarine as agent for the manufacturer; that he had paid the special tax upon the business as a wholesale dealer, and had otherwise complied with all the requirements of the act of Congress, and the article was openly sold as oleomargarine, and that fact was made known to the purchaser, and he understood that he was buying oleomargarine, and as soon as the tub was purchased it was removed unbroken from the place of sale by the purchaser thereof.</p>\n<p>Upon the facts found in the special verdict, it is said in the opinion of the court below, 170 Penn. St. 291, that \"it is very clear that this sale was a violation of our statute. The conviction was eminently proper, therefore, and should be sustained, unless the sale can be justified as one made of an original package within the proper meaning of that phrase. The non-residence of the manufacturer does not play any important part in this case, for he comes into this State to establish a store for the sale of his goods, pays the license exacted by the revenue laws, and puts his agent in charge of the sale of his goods from his store, not to the trade, but to customers. We have, therefore, a Pennsylvania store selling its stock of goods to its customers for their consumption from its own shelves; and unless these goods are in such original packages as the laws of the United States must protect, the sale is clearly punishable under our statute... . The <span class=\"star-pagination\">*21</span> question is whether a package intended and used for the supply of the retail trade is an `original package' within the protection of the interstate commerce cases.\"</p>\n<p>What are the rights of one engaged in interstate commerce in regard to the introduction of a lawful article of commerce into a State? Those rights have been declared by various decisions of this court, some of them made at a very early date, and coming down to the present time.</p>\n<p>In the leading case of <i>Gibbons</i> v. <i>Ogden,</i> 9 Wheat. 1, 193, it was said by Marshall, Chief Justice, that the commerce clause extends to every species of commercial intercourse among the several States, and that it does not stop at the external boundary of a State, and that this power to regulate included the power to prescribe the rule by which commerce is to be governed, and it was held that navigation was included within that power.</p>\n<p>In <i>Brown</i> v. <i>Maryland,</i> 12 Wheat. 419, it was stated that this power to regulate commerce could not be stopped at the external boundary of a State, but must enter its interior, and that if the power reached the interior of the State and might be there exercised, it must be capable of authorizing the sale of those articles which it introduces. It was said that \"sale is the object of importation and is an essential ingredient of that intercourse of which importation constitutes a part. It is as essential an ingredient, as indispensable to the existence of the entire thing, then, as importation itself. It must be considered as a component part of the power to regulate commerce.\"</p>\n<p>Years after the decision of the last case and after many other decisions had been made upon the general subject of the commerce clause, this court in <i>Bowman</i> v. <i>Chicago &amp; Northwestern Railway,</i> 125 U.S. 465, held that the State could not, for the purpose of protecting its people against the evils of intemperance, pass an act which regulated commerce by forbidding any common carrier to bring intoxicating liquors into the State from another State or Territory, excepting upon conditions mentioned in the act. Such act was held to be repugnant to the Constitution of the United States as affecting <span class=\"star-pagination\">*22</span> interstate commerce in an essential and vital part. But whether the right to transport an article of commerce from one State to another included by necessary implication the right of the consignee to sell it in unbroken packages at the place where the transportation terminated was not decided. In <i>Brown</i> v. <i>Maryland</i><i>,</i> it was said that the right of transportation did include the right to sell, as to foreign commerce, and in the course of his opinion Chief Justice Marshall said that the conclusion would be the same in the case of commerce among the States; but as it was not necessary to express any opinion upon the point, it was simply held in the <i>Bowman case</i> that the power to regulate or forbid the sale of a commodity after it had been brought into a State does not carry with it the right and power to prevent its introduction by transportation from another State.</p>\n<p>The case of <i>Leisy</i> v. <i>Hardin,</i> 135 U.S. 100, 124, went a step further than the <i>Bowman case,</i> and held that the importer had the right to sell in a State into which he brought the article from another State in the original packages or kegs, unbroken and unopened, notwithstanding a statute of the State prohibiting the sale of such articles except for the purposes therein named and under a license from the State. Such a statute was held to be unconstitutional as repugnant to the clause of the Constitution granting power to Congress to regulate commerce with foreign nations and among the several States. Mr. Chief Justice Fuller, in speaking for the court, said: \"Under our decision in <i>Bowman</i> v. <i>Chicago &amp; Northwestern Railway</i><i>,</i> they had the right to import this beer into that State, and in the view which we have expressed, they had the right to sell it, by which act alone it would become mingled in the common mass of property within the State. Up to that point of time, we hold that in the absence of Congressional permission to do so, the State had no power to interfere, by seizure or any other action, in prohibition of importation and sale by the foreign or non-resident importer.\" The right of the State to prohibit the sale in the original package was denied in the absence of any law of Congress upon the subject permitting the State to prohibit such sale. <span class=\"star-pagination\">*23</span> There is no such law of Congress relating to articles like oleomargarine. Such articles are therefore in like condition as were the liquors in the cases above cited.</p>\n<p>Subsequent to the decision in the <i>Leisy</i><i> case</i> and on the 8th of August, 1890, c. 728, 26 Stat. 313, Congress passed an act commonly known as the Wilson act, which provided that upon the arrival in any State or Territory of the intoxicating liquors transported therein they should be subject to the operation and effect of the laws of the State or Territory enacted in the exercise of its police power to the same extent and in the same manner as though such liquors had been produced in such State or Territory, and that they should not be exempt therefrom by reason of being introduced therein in original packages or otherwise. This was held to be a valid and constitutional exercise of the power conferred upon Congress. <i>In re Rahrer, Petitioner,</i> 140 U.S. 545. In the absence of Congressional legislation, therefore, the right to import a lawful article of commerce from one State to another continues until a sale in the original package in which the article was introduced into the State.</p>\n<p>The case of <i>Emert</i> v. <i>Missouri,</i> 156 U.S. 296, involved the validity of a statute of Missouri providing that peddlers of goods, going from place to place within the State to sell them, should take out and pay for licenses. The statute was held not to violate the commerce clause of the Constitution of the United States because it made no discrimination between residents or products of the State and those of other States. The conviction of the plaintiff in error for a violation of the statute was upheld, although he was an agent of a corporation which manufactured the property in another State and sent it to him to sell as its agent. It was held to be within the police power of the State to regulate the occupation of itinerant peddlers and to compel them to obtain licenses to practise their trade, and such power had been exerted from the earliest times. The remark of Chief Justice Marshall in <i>Brown</i> v. <i>Maryland, supra</i><i>,</i> was quoted, that \"the right of sale may very well be annexed to importation, without annexing to it also the privilege of using the officers licensed by the <span class=\"star-pagination\">*24</span> State to make sales in a peculiar way.\" (Page 313.) It was the privilege of selling in a peculiar way, as a peddler, which was licensed in the <i>Emert</i><i> case,</i> and such a person, it was therein decided, could properly be made to pay a license for selling in that way an article manufactured in another State and sent into Missouri, as well as for selling in the same way articles manufactured in Missouri, so long as there was no discrimination between the two classes of goods.</p>\n<p>The <i>Emert</i><i> case</i> does not overrule or affect the cases above cited as to the right to sell.</p>\n<p>We are not aware of any such distinction as is attempted to be drawn by the court below in these cases between a sale at wholesale to individuals engaged in the wholesale trade or one at retail to the consumer. How small may be an original package it is not necessary to here determine. We do say that a sale of a ten pound package of oleomargarine, manufactured, packed, marked, imported and sold under the circumstances set forth in detail in the special verdict, was a valid sale, although to a person who was himself a consumer. We do not say or intimate that this right of sale extended beyond the first sale by the importer after its arrival within the State. <i>Waring</i> v. <i>The Mayor,</i> 8 Wall, 110, 122. The importer had the right to sell not only personally, but he had the right to employ an agent to sell for him. Otherwise his right to sell would be substantially valueless, for it cannot be supposed that he would be personally engaged in the sale of every original package sent to the different States in the Union. Having the right to sell through his agent, a sale thus effected is valid.</p>\n<p>The right of the importer to sell cannot depend upon whether the original package is suitable for retail trade or not. His right to sell is the same, whether to consumers or to wholesale dealers in the article, provided he sells them in original packages. This does not interfere with the acknowledged right of the State to use such means as may be necessary to prevent the introduction of an adulterated article, and for that purpose to inspect and test the article introduced, provided the state law does really inspect and does not substantially <span class=\"star-pagination\">*25</span> prohibit the introduction of the pure article and thereby interfere with interstate commerce. It cannot for the purpose of preventing the introduction of an impure or adulterated article absolutely prohibit the introduction of that which is pure and wholesome. The act of the legislature of Pennsylvania, under consideration, to the extent that it prohibits the introduction of oleomargarine from another State and its sale in the original package, as described in the special verdict, is invalid.</p>\n<p><i>The judgments are therefore reversed and the cases remanded to the Supreme Court of Pennsylvania for further proceedings not inconsistent with this opinion.</i></p>\n<p>MR. JUSTICE GRAY, with whom concurred MR. JUSTICE HARLAN, dissenting.</p>\n<p>Mr. Justice Harlan and myself cannot concur in this judgment, and will state, as briefly as may be, some of the grounds of our dissent. The question at issue appears to us to be so completely covered by two or three recent judgments of this court, as to make it unnecessary to cite other authorities.</p>\n<p>As has been said by this court, speaking by the present Chief Justice, \"The power of the State to impose restraints and burdens upon persons and property, in conservation and promotion of the public health, good order and prosperity, is a power originally and always belonging to the States, not surrendered by them to the General Government, nor directly restrained by the Constitution of the United States, and essentially exclusive. And this court has uniformly recognized state legislation, legitimately for police purposes, as not, in the sense of the Constitution, necessarily infringing upon any right which has been confided, expressly or by implication, to the National Government.\" <i>Rahrer's case,</i> 140 U.S. 545, 554.</p>\n<p>The statute of Pennsylvania of May 21, 1885, under which the plaintiffs in error were indicted and convicted, for selling in Pennsylvania oleomargarine in the original packages in <span class=\"star-pagination\">*26</span> which it had been sent to them from other States, provides that \"no person, firm, or corporate body shall manufacture out of any oleaginous substance or any compound of the same, other than that produced from unadulterated milk or of cream from the same, any article designed to take the place of butter or cheese produced from pure unadulterated milk or cream from the same, or of any imitation or adulterated butter or cheese, nor shall sell or offer for sale, or have in his, her or their possession with intent to sell the same, as an article of food.\" Penn. Stat. 1885, c. 25.</p>\n<p>In <i>Powell</i> v. <i>Pennsylvania,</i> 127 U.S. 678, the defendant was indicted, under this very statute, for selling, and for having in his possession with intent to sell, oleomargarine manufactured in Pennsylvania before the passage of the statute; and, at the trial, in order to show that the statute was not a lawful exercise of the police power of the State, offered to prove that the articles which he sold, and those which he had in his possession for sale, were, in fact, wholesome and nutritious, and were part of a large quantity manufactured by him before the passage of the statute, by the use of land, buildings and machinery, purchased by him at great expense for carrying on this business, and the value of which would be destroyed if he were prevented from continuing it. The evidence offered was excluded, and the defendant was convicted; and his conviction was affirmed by the Supreme Court of Pennsylvania, and by this court upon writ of error.</p>\n<p>This court, in its opinion upholding this statute as a constitutional and valid exercise of the police power of the State, after mentioning the defendant's offer to prove that the articles which he sold or had in his possession for sale were in fact wholesome and nutritious, proceeded as follows: \"It is entirely consistent with that offer, that many, indeed, that most kinds of oleomargarine butter in the market contain ingredients that are or may become injurious to health. The court cannot say, from anything of which it may take judicial cognizance, that such is not the fact. Under the circumstances disclosed in the record, and in obedience to settled rules of constitutional construction, it must be assumed that <span class=\"star-pagination\">*27</span> such is the fact.\" \"Whether the manufacture of oleomargarine, or imitation butter, of the kind described in the statute, is, or may be, conducted in such a way, or with such skill and secrecy, as to baffle ordinary inspection, or whether it involves such danger to the public health as to require, for the protection of the people, the entire suppression of the business, rather than its regulation in such manner as to permit the manufacture and sale of articles of that class that do not contain noxious ingredients, are questions of fact and of public policy, which belong to the legislative department to determine. And as it does not appear upon the face of the statute, or from any facts of which the court must take judicial cognizance, that it infringes rights secured by the fundamental law, the legislative determination of those questions is conclusive upon the courts. It is not a part of their functions to conduct investigations of facts entering into questions of public policy merely, and to sustain or frustrate the legislative will, embodied in statutes, as they may happen to approve or disapprove its determination of such questions.\" \"The legislature of Pennsylvania, upon the fullest investigation, as we must conclusively presume, and upon reasonable grounds, as must be assumed from the record, has determined that the prohibition of the sale, or offering for sale, or having in possession to sell, for purposes of food, of any article manufactured out of oleaginous substances or compounds, other than those produced from unadulterated milk or cream from unadulterated milk, to take the place of butter produced from unadulterated milk or cream from unadulterated milk, will promote the public health, and prevent frauds in the sale of such articles.\" 127 U.S. 684-686.</p>\n<p>That decision appears to us to establish that the courts cannot take judicial cognizance, without proof, either that oleomargarine is wholesome, or that it is unwholesome; and we are unable to perceive how judicial cognizance of such a fact can be acquired by referring to the various opinions which have found expression in scientific publications, or in testimony given in cases before other courts and between other parties.</p>\n<p><span class=\"star-pagination\">*28</span> Evidence that the articles sold were wholesome and nutritious having been excluded as immaterial when offered in defence in <i>Powell</i><i>'s case,</i> it necessarily follows that the Commonwealth in the case at bar had no occasion to offer evidence to prove the contrary.</p>\n<p>The decision in <i>Powell</i><i>'s case</i> conclusively establishes that the statute in question is a constitutional exercise of the police power of the State, unless it can be considered as affected by the power to regulate commerce, as granted to or exercised by Congress under the Constitution of the United States.</p>\n<p>The act of Congress of August 2, 1886, c. 840, imposing internal revenue taxes upon manufacturers and sellers of oleomargarine, and defining what shall be considered as oleomargarine for the purposes of that act, expressly provides, in § 3, that section 3243 of the Revised Statutes, so far as applicable, shall apply to such taxes and persons. 24 Stat. 209. By section 3243 of the Revised Statutes, \"the payment of any tax imposed by the internal revenue laws for carrying on any trade or business shall not be held to exempt any person from any penalty or punishment provided by the laws of any State for carrying on the same within such State, or in any manner to authorize the commencement or continuance of such trade or business contrary to the laws of such State, or in places prohibited by municipal law; nor shall the payment of any such tax be held to prohibit any State from placing a duty or tax on the same trade or business, for state or other purposes.\"</p>\n<p>As was said by this court in <i>Plumley</i> v. <i>Massachusetts,</i> 155 U.S. 461, \"It is manifest that this section was incorporated into the act of August 2, 1886, to make it clear that Congress had no purpose to restrict the power of the States over the subject of the manufacture and sale of oleomargarine within their respective limits. The taxes prescribed by that act were imposed for national purposes, and their imposition did not give authority to those who paid them to engage in the manufacture or sale of oleomargarine in any State which lawfully forbade such manufacture or sale, or to disregard any regulations which a State might lawfully prescribe in <span class=\"star-pagination\">*29</span> reference to that article. Nor was the act of Congress relating to oleomargarine intended as a regulation of commerce among the States. Its provisions do not have special application to the transfer of oleomargarine from one State of the Union to another. They relieve the manufacturer or seller, if he conforms to the regulations prescribed by Congress, or by the Commissioner of Internal Revenue under the authority conferred upon him in that regard, from penalty or punishment, so far as the General Government is concerned; but they do not interfere with the exercise by the States of any authority they possess of preventing deception or fraud in the sales of property within their respective limits.\" 155 U.S. 466, 467. \"If there be any subject over which it would seem the States ought to have plenary control, and the power to legislate in respect to which it ought not to be supposed was intended to be surrendered to the General Government, it is the protection of the people against fraud and deception in the sale of food products. Such legislation may, indeed, indirectly or incidentally affect trade in such products transported from one State to another State. But that circumstance does not show that laws of the character alluded to are inconsistent with the power of Congress to regulate commerce among the States.\" 155 U.S. 472.</p>\n<p>In <i>Plumley's case,</i> it was accordingly adjudged by this court, affirming the judgment of the Supreme Judicial Court of Massachusetts, that a statute of Massachusetts, imposing a penalty on the manufacture, sale, offering for sale, or having in possession with intent to sell, \"any article or compound, made wholly or partly out of any fat, oil or oleaginous substance, or compound thereof, not produced from unadulterated milk or cream from the same, which shall be in imitation of yellow butter produced from pure unadulterated milk or cream from the same,\" was constitutional and valid, as applied to sales in Massachusetts of oleomargarine made in another State, artificially colored so as to look like yellow butter, and imported in the packages in which it was sold.</p>\n<p>The necessary result of the decisions in <i>Powell</i><i>'s case</i> and in <i>Plumley's case,</i> and of the reasoning upon which those decisions <span class=\"star-pagination\">*30</span> were founded, and by which alone they can be justified, appears to us to be that each State may, in the exercise of its police power, without violating the provisions of the Constitution and laws of the United States concerning interstate commerce, make such regulations relating to all sales of oleomargarine within the State, even in original packages brought from another State, as the legislature of the State may deem necessary to protect the people from being induced to purchase articles, either not fit for food, or differing in nature from what they purport to be; that the questions of danger to health, and of likelihood of fraud or deception, and of the preventive measures required for the protection of the people, are questions of fact and of public policy, the determination of which belongs to the legislative department, and not to the judiciary; and that, if the legislature is satisfied that oleomargarine is unwholesome, or that, in the tubs, pots or packages in which it is commonly offered for sale, it looks so like butter, that the only way to protect the people against injury to health, in the one case, or against fraud or deception, in the other, is to absolutely prohibit its sale, it is within the constitutional power of the legislature to do so.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:37:59", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span> (1898)</b></center>\n<center><h1>SCHOLLENBERGER<br>\nv.<br>\nPENNSYLVANIA. PAUL<br>\nv.<br>\nPENNSYLVANIA. PAUL<br>\nv.<br>\nPENNSYLVANIA.</h1></center>\n<center>Nos. 86, 87, 88.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 24, 1898.</center>\n<center>Decided May 23, 1898.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*6</span> <i>Mr. William D. Guthrie</i> for plaintiffs in error. <i>Mr. Richard C. Dale, Mr. Henry R. Edmunds</i> and <i>Mr. Albert H. Veeder</i> were on his brief.</p>\n<p><i>Mr. John G. Johnson</i> for defendant in error.</p>\n<p>MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>Counsel in behalf of the Commonwealth rests the validity of the statute in question upon two principal grounds:</p>\n<p>(1.) That oleomargarine is a newly invented or discovered article, and that each State has the right in the case of a newly invented or discovered food product to determine for its citizens the question whether it is wholesome and non-deceptive, and neither the Congress of the United States nor the legislatures of other States can deprive it of this right, and that being such newly discovered article it does not belong to the class universally recognized as articles of commerce, and hence the legislation of Pennsylvania does not regulate or affect commerce; that non-discriminative legislation enacted in good faith for the protection of health and the prevention of deception, not hampering the actual transportation of merchandise, is not presumptively void but is conclusively valid.</p>\n<p>(2.) That if the right of citizens of another State to send oleomargarine into the Commonwealth of Pennsylvania be admitted, it can only be introduced in original packages suitable for wholesale trade, and where the article imported is intended and used for the supply of the retail trade or is sold by retail directly to the consumer, the package in which it is imported from another State is not an \"original package\" within the protection of the interstate commerce provision of the Constitution of the United States.</p>\n<p>These are the main grounds upon which the conviction is sought to be sustained. The Supreme Court of the State upheld the statute upon the ground that it was a legitimate exercise of the police power of the State not inconsistent with the right of the owner of the product to bring it within the State <span class=\"star-pagination\">*7</span> in appropriate packages suitable for sale to the wholesale dealer and not intended for sale at retail by the importer to the consumer, and that in the cases under consideration the packages were not wholesale original packages and their sale amounted to a mere retail trade.</p>\n<p>Upon the first ground for sustaining the conviction in these cases the argument upon the part of the Commonwealth runs somewhat as follows: It may be admitted that actually pure oleomargarine is not dangerous to the public health, but whether it be pure depends upon the method of its manufacture, and its purity cannot be ascertained by any superficial examination, and any certain and effective supervision of the method of its manufacture is impossible. It is manufactured to imitate in its appearance butter, with a view to deceiving the ultimate consumer as to its character, and this deception cannot be avoided by coverings, labels or marks upon the product; the legislature of Pennsylvania was therefore so far justified in protecting its citizens against oleomargarine by prohibiting its sale; that the legislation in question does not discriminate in favor of the citizens of Pennsylvania or in any manner against any particular State or any particular manufacturer of the article, and, as there is nothing in the case tending to prove the contrary, it must be assumed that the legislation was enacted in good faith for the protection of the health of the citizens and for the prevention of deception, and as such legislation did not hamper the actual transportation of merchandise, the statute must be held to be within the power of the legislature to enact, and is therefore valid; at all events, the State has a right in cases of newly invented food products to determine for its citizens the question whether they are wholesome and non-deceptive, and that oleomargarine is one of that class of products, and is necessarily subject to the right of the State either to regulate or absolutely to prohibit its sale.</p>\n<p>In the examination of this subject the first question to be considered is whether oleomargarine is an article of commerce? No affirmative evidence from witnesses called to the stand and speaking directly to that subject is found in the record. <span class=\"star-pagination\">*8</span> We must determine the question with reference to those facts which are so well and universally known that courts will take notice of them without particular proof being adduced in regard to them, and also by reference to those dealings of the commercial world which are of like notoriety.</p>\n<p>Any legislation of Congress upon the subject must, of course, be regarded by this court as a fact of the first importance. If Congress has affirmatively pronounced the article to be a proper subject of commerce, we should rightly be influenced by that declaration. By reference to the statutes we discover that Congress in 1886 passed \"An act defining butter, also imposing a tax upon and regulating the manufacture, sale, importation and exportation of oleomargarine.\" Act of August 2, 1886, c. 840, 24 Stat. 209. In that statute we find that Congress has given a definition of the meaning of oleomargarine and has imposed a special tax on the manufacturers of the article, on wholesale dealers and upon retail dealers therein, and the provisions of the Revised Statutes in relation to special taxes are, so far as applicable, made to extend to the special taxes imposed by the third section of the act, and to the persons upon whom they are imposed. Manufacturers are required to file with the proper collector of internal revenue such notices, and to keep such books and conduct their business under such supervision as the Commissioner of Internal Revenue, with the approval of the Secretary of the Treasury, may by regulation require. Provision is made for the packing of oleomargarine by the manufacturer in packages containing not less than ten pounds and marked as prescribed in the act, and it provides that all sales made by manufacturers of oleomargarine and wholesale dealers in oleomargarine shall be in the original stamped packages. A tax of two cents per pound is laid upon oleomargarine, to be paid by the manufacturer and the tax levied is to be represented by coupon stamps. Oleomargarine imported from foreign countries is taxed, in addition to the import duty imposed on the same, an internal revenue tax of fifteen cents per pound. Provision is made for warehousing, and a penalty imposed for selling the oleomargarine thus imported if not properly stamped. Provision is <span class=\"star-pagination\">*9</span> also made for the appointment of an analytical chemist and microscopist by the Secretary of the Treasury, and such chemist or microscopist may examine the different substances which may be submitted in contested cases, and the Commissioner of Internal Revenue is to decide in such cases as to the taxation, and his decision is to be final. The Commissioner is also empowered to decide \"whether any substance made in imitation or semblance of butter, and intended for human consumption, contains ingredients deleterious to the public health; but in case of doubt or contest his decisions in this class of cases may be appealed from to a board hereby constituted for the purpose, composed of the Surgeon General of the Army, the Surgeon General of the Navy and the Commissioner of Agriculture, and the decisions of this board shall be final in the premises.\" Provision is also made for the removal of oleomargarine from the place of is manufacture for export to a foreign country without payment of tax or affixing of stamps thereto, and there is a penalty denounced against any person engaged in carrying on the business of oleomargarine who should defraud or attempt to defraud the United States of the tax.</p>\n<p>This act shows that Congress at the time of its passage in 1886 recognized the article as a proper subject of taxation and as one which was the subject of traffic and of exportation to foreign countries and of importation from such countries. Its manufacture was recognized as a lawful pursuit, and taxation was levied upon the manufacturer of the article, upon the wholesale and retail dealers therein, and also upon the article itself.</p>\n<p>As to the extent of the manufacture and its commercial nature, it is not improper to refer to the reports of the Secretary of the Treasury, which show that the tax receipts from its manufacture and sale in the United States under the act above mentioned, during the nine years beginning with 1887, amounted to over ten million dollars.</p>\n<p>When we come to an inquiry as to the properties of oleomargarine and of what the substance is composed, we find that answers to such inquiries are to be found in the various <span class=\"star-pagination\">*10</span> encyclopædias of the day, and in the official reports of the Commissioner of Agriculture and in the legal reports of cases actually decided in the courts of the country. In brief, every intelligent man knows its general nature, and that it is prepared as an article of food, and is dealt in as such to a large extent throughout this country and in Europe.</p>\n<p>Upon reference to the Encyclopædia Britannica it is said that \"pure oleomargarine butter is said to contain every element that enters into cream butter, and to keep pure much longer; but there is the defect of not knowing when it is pure or what injurious ingredients, or objectionable processes, may be used in its manufacture by irresponsible parties.\" The article also says \"we append a comparative analysis of natural and artificial butter, which shows that, when properly made, the latter is a wholesome and satisfactory substitute for the former.\"</p>\n<p>There is contained in the 17th volume of the Encyclopædia Britannica an extract from a report by the secretary of the British Embassy at Washington, in 1880, describing the method of obtaining oleomargarine oil. This shows the article was then well known.</p>\n<p>In <i>Ex parte Scott and others,</i> the Circuit Court for the Eastern District of Virginia, (66 Fed. Rep. 45,) speaking by Hughes, District Judge, said: \"It is a fact of common knowledge that oleomargarine has been subjected to the severest scientific scrutiny, and has been adopted by every leading government in Europe, as well as America, for use by their armies and navies. Though not originally invented by us, it is a gift of American enterprise and progressive invention to the world. It has become one of the conspicuous articles of interstate commerce, and furnishes a large income to the general government annually.... It is entering rapidly into domestic use, and the trade in oleomargarine has become large and important. The attention of the national government has been attracted to it as a source of revenue... . Provincial prejudice against this now staple of commerce is natural, but a city of the size and prospects of Norfolk as a world's <i>entrepot</i> ought not to be foremost in manifesting such a prejudice.\"</p>\n<p><span class=\"star-pagination\">*11</span> In <i>People</i> v. <i>Marx,</i> <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">377</span></span>, 381, which was a prosecution under the New York statute (Chap. 202, Laws of 1884), April 24, 1884, prohibiting the manufacture or sale of oleomargarine, the Court of Appeals of New York held the act unconstitutional. It appears from the opinion that on the trial of that action \"it was proved on the part of the defendant by distinguished chemists that oleomargarine was composed of the same elements as dairy butter. That the only difference between them was that it contained a smaller proportion of fatty substance known as butterine. That this butterine exists in dairy butter only in a small proportion \u0097 from three to six per cent. That it exists in no other substance than butter made from milk, and it is introduced to oleomargarine butter by adding to oleomargarine stock some milk, cream or butter, and churning, and when this is done it has all the elements of natural butter, but there must always be a smaller percentage of butterine in the manufactured product than in the butter made from milk. The only effect of the butterine is to give flavor to the butter, having nothing to do with its wholesomeness. That the oleaginous substances in the oleomargarine are substantially identical with those produced from milk or cream. Professor Chandler testified that the only difference between the two articles was that dairy butter had more butterine. That oleomargarine contained not over one per cent of that substance, while dairy butter might contain four or five per cent, and that if four or five per cent of butterine were added to the oleomargarine, there would be no difference; it would be butter; irrespective of the sources, they would be the same substances. According to the testimony of Professor Morton, whose statement was not controverted or questioned, oleomargarine, so far from being an article devised for purposes of deception in trade, was devised in 1872 or 1873 by an eminent French scientist, who had been employed by the French government to devise a substitute for butter.\" This extract from the opinion in the New York case, speaking of the testimony given before the trial judge, is not quoted for the purpose of proving the facts therein stated, but for the purpose of showing that as <span class=\"star-pagination\">*12</span> long ago as the time when that case was decided \u0097 June, 1885 \u0097 the article was then well known as an article of food, and manufactured as a substitute for butter, and we may notice from some of the histories of the article the fact (which is stated in the opinion) that it was first devised as long ago as 1872 or 1873 by a French gentleman who had been employed by the French government to devise a substitute for butter. The article is a subject of export, and is largely used in foreign countries. Upon all these facts we think it apparent that oleomargarine has become a proper subject of commerce among the States and with foreign nations.</p>\n<p>The general rule to be deduced from the decisions of this court is that a lawful article of commerce cannot be wholly excluded from importation into a State from another State where it was manufactured or grown. A State has power to regulate the introduction of any article, including a food product, so as to insure purity of the article imported, but such police power does not include the total exclusion even of an article of food.</p>\n<p>In <i>Minnesota</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"92826\"><a href=\"/opinion/92826/minnesota-v-barber/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, it was held that an inspection law relating to an article of food was not a rightful exercise of the police power of the State if the inspection prescribed were of such a character or if it were burdened with such conditions as would wholly prevent the introduction of the sound article from other States. This was held in relation to the slaughter of animals whose meat was to be sold as food in the State passing the so-called inspection law. The principle was affirmed in <i>Brimmer</i> v. <i>Rebman,</i> <span class=\"citation\" data-id=\"92932\"><a href=\"/opinion/92932/brimmer-v-rebman/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, and in <i>Scott</i> v. <i>Donald,</i> <span class=\"citation\" data-id=\"94587\"><a href=\"/opinion/94587/scott-v-donald/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 97.</p>\n<p>Is the rule altered in a case where the inspection or analysis of the article to be imported is somewhat difficult and burdensome? Can the pure and healthy food product be totally excluded on that account? No case has gone to that extent in this court. The nearest approach to it was the case of <i>Peirce</i> v. <i>New Hampshire,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">How.</span> <span class=\"page\">504</span></span>, involving the importation of intoxicating liquors. But in <i>Leisy</i> v. <i>Hardin,</i> <span class=\"citation\" data-id=\"92767\"><a href=\"/opinion/92767/leisy-v-hardin/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 125, the New Hampshire case was overruled, and it was stated by the present Chief Justice, in speaking for the court, that <span class=\"star-pagination\">*13</span> \"whatever our individual views may be as to the deleterious or dangerous qualities of particular articles, we cannot hold that any articles which Congress recognizes as subjects of interstate commerce are not such, or that whatever are thus recognized can be controlled by state laws amounting to regulations while they retain that character; although, at the same time, if directly dangerous in themselves, the State may take appropriate measures to guard against injury before it obtains complete jurisdiction over them. To concede to a State the power to exclude, directly or indirectly, articles so situated, without Congressional permission, is to concede to a majority of the people of a State, represented in the state legislature, the power to regulate commercial intercourse between the States by determining what shall be its subjects, when that power was distinctly granted to be exercised by the people of the United States represented in Congress, and its possession by the latter was considered essential to that more perfect union which the Constitution was adopted to create.\"</p>\n<p>To the same effect we think is the case of <i>Railroad Company</i> v. <i>Husen,</i> <span class=\"citation\" data-id=\"89624\"><a href=\"/opinion/89624/railroad-co-v-husen/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 469, in which it was said that \"whatever may be the power of a State over commerce that is completely internal, it can no more prohibit or regulate that which is interstate than it can that which is with foreign nations.\" The court, therefore, while conceding the right of the State to enact reasonable inspection laws to prevent the importation of diseased cattle, held the law of Missouri there under consideration to be invalid, because it prohibited absolutely the introduction of Texas cattle during the time named in the act, even though they were perfectly healthy and sound.</p>\n<p>The court said that a State could not, under the cover of exerting its police powers, substantially prohibit or burden either foreign or interstate commerce. Reasonable and appropriate laws for the inspection of articles, including food products, were admitted to be valid, but absolute prohibition of an unadulterated, healthy and pure article has never been permitted as a remedy against the importation of that which was adulterated and therefore unhealthy or impure.</p>\n<p><span class=\"star-pagination\">*14</span> We do not think the fact that the article is subject to be adulterated by dishonest persons, in the course of its manufacture with other substances, which it is claimed may in some instances become deleterious to health, creates the right in any State through its legislature to forbid the introduction of the unadulterated article into the State. The fact that the article is liable to adulteration in the course of manufacture, and that the articles with which it may be mixed may possibly and under some circumstances be deleterious to the health of those who consume it, is known to us by means of various references to the subject in books and encyclopædias, but there was no affirmative evidence offered on the trial to prove the fact. From these sources of information it may be admitted that oleomargarine in the course of its manufacture may sometimes be adulterated by dishonest manufacturers with articles that possibly may become injurious to health. Conceding the fact, we yet deny the right of a State to absolutely prohibit the introduction within its borders of an article of commerce, which is not adulterated and which in its pure state is healthful, simply because such an article in the course of its manufacture may be adulterated by dishonest manufacturers for purposes of fraud or illegal gains. The bad article may be prohibited, but not the pure and healthy one.</p>\n<p>In the execution of its police powers we admit the right of the State to enact such legislation as it may deem proper, even in regard to articles of interstate commerce, for the purpose of preventing fraud or deception in the sale of any commodity and to the extent that it may be fairly necessary to prevent the introduction or sale of an adulterated article within the limits of the State. But in carrying out its purposes the State cannot absolutely prohibit the introduction within the State of an article of commerce like pure oleomargarine. It has ceased to be what counsel for the Commonwealth has termed it, a newly discovered food product. An article that has been openly manufactured for nearly a quarter of a century, where the ingredients of the pure article are perfectly well known and have been known for a number of years, and where the general process of manufacture has been known <span class=\"star-pagination\">*15</span> for an equal period, cannot truthfully be said to be a newly discovered product within the proper meaning of the term as here used. The time when a newly discovered article ceases to be such cannot always be definitely stated, but all will admit that there does come a period when the article cannot be so described. In this particular case we have no difficulty in holding that oleomargarine has so far ceased to be a newly discovered article as that its nature, mode of manufacture, ingredients and effect upon the health are and have been for many years as well known as almost any article of food in daily use. Therefore if we admit that a newly discovered article of food might be wholly prohibited from being introduced within the limits of a State, while its properties, whether healthful or not, were still unknown, or in regard to which there might still be doubt, yet this is not the case with oleomargarine. If properly and honestly manufactured it is conceded to be a healthful and nutritious article of food. The fact that it may be adulterated does not afford a foundation to absolutely prohibit its introduction into the State. Although the adulterated article may possibly in some cases be injurious to the health of the public, yet that does not furnish a justification for an absolute prohibition. A law which does thus prohibit the introduction of an article like oleomargarine within the State is not a law which regulates or restricts the sale of articles deemed injurious to the health of the community, but is one which prevents the introduction of a perfectly healthful commodity merely for the purpose of in that way more easily preventing an adulterated and possibly injurious article from being introduced. We do not think this is a fair exercise of legislative discretion when applied to the article in question.</p>\n<p>It is claimed, however, that the very statute under consideration has heretofore been held valid by this court in the case of <i>Powell</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"92295\"><a href=\"/opinion/92295/powell-v-pennsylvania/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>. That case did not involve rights arising under the commerce clause of the Federal Constitution. The article was manufactured and sold within the State, and the question was one as to the police power of the State acting upon a subject always <span class=\"star-pagination\">*16</span> within its jurisdiction. The plaintiff in error was convicted of selling within the Commonwealth two cases containing five pounds each of an article of food designed to take the place of butter, the sale having taken place in the city of Harrisburg, and it was part of a quantity manufactured in and, as alleged, in accordance with the laws of the Commonwealth. The plaintiff in error claimed that the statute under which his conviction was had was a violation of the Fourteenth Amendment to the Constitution of the United States. This court held that the statute did not violate any provision of that Amendment, and therefore held that the conviction was valid.</p>\n<p>The <i>Powell</i><i> case</i> did not and could not involve the rights of an importer under the commerce clause. The right of a State to enact laws in relation to the administration of its internal affairs is one thing, and the right of a state to prevent the introduction within its limits of an article of commerce is another and a totally different thing. Legislation which has its effect wholly within the State and upon products manufactured and sold therein might be held valid as not in violation of any provision of the Federal Constitution, when at the same time legislation directed towards prohibiting the importation within the State of the same article manufactured outside of its limits might be regarded as illegal because in violation of the rights of citizens of other States arising under the commerce clause of that instrument.</p>\n<p>Referring what is said in the opinion in <i>Powell</i><i>'s case</i> to the facts upon which the case arose, and in regard to which the opinion was based and the case decided, there is nothing whatever inconsistent with that opinion in holding, as we do here, that oleomargarine is a legitimate subject of commerce among the States, and that no State has a right to totally prohibit its introduction in its pure condition from without the State under any exercise of its police power. The legislature of the State has the power in many cases to determine as a matter of state policy whether to permit the manufacture and sale of articles within the State or to entirely forbid such manufacture and sale, so long as the legislation is confined to the manufacture <span class=\"star-pagination\">*17</span> and the sale within the State. Those are questions of public policy which, as was said in the case of <i>Powell</i><i>,</i> belong to the legislative department to determine; but the legislative policy does not extend so far as to embrace the right to absolutely prohibit the introduction within the limits of the State of an article like oleomargarine, properly and honestly manufactured.</p>\n<p>The <i>Powell</i><i> case</i> was, in the opinion of the court, governed in its important aspect by that of <i>Mugler v. Kansas,</i> <span class=\"citation\" data-id=\"92076\"><a href=\"/opinion/92076/mugler-v-kansas/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">623</span></a></span>, in which case it was said that it did not involve any question arising under the commerce clause of the Constitution of the United States. The last cited case was followed in <i>Kidd</i> v. <i>Pearson,</i> 128 U.S. 1.</p>\n<p>Nor is the question determined adversely to this view in the case of <i>Plumley</i> v. <i>Massachusetts,</i> 155 U.S. 462. The statute in that case prevented the sale of this substance in imitation of yellow butter produced from pure unadulterated milk or cream of the same, and the statute contained a proviso that nothing therein should be \"construed to prohibit the manufacture or sale of oleomargarine in a separate or distinct form and in such manner as will advise the consumer of its real character, free from coloration or ingredients that cause it to look like butter.\" This court held that a conviction under that statute for having sold an article known as oleomargarine, not produced from unadulterated milk or cream, but manufactured <i>in imitation of yellow butter produced from pure unadulterated milk or cream, was valid.</i> Attention was called in the opinion to the fact that the statute did not prohibit the manufacture or sale of all oleomargarine, but only such as was colored in imitation of yellow butter produced from unadulterated milk or cream of such milk. If free from coloration or ingredient that caused it to look like butter, the right to sell it in a separate and distinct form and in such manner as would advise the consumer of the real character was neither restricted nor prohibited. The court held that under the statute the party was only forbidden to practice in such matters a fraud upon the general public; that the statute seeks to suppress false pretences and to promote fair dealing in the <span class=\"star-pagination\">*18</span> sale of an article of food, and that it compels the sale of oleomargarine for what it really is by preventing its sale for what it is not; that the term \"commerce among the States\" did not mean a recognition of a right to practise a fraud upon the public in the sale of an article even if it had become the subject of trade in different parts of the country. It was said that the Constitution of the United States did not take from the States the power of preventing deception and fraud in the sale within their respective limits of articles, in whatever State manufactured, and that that instrument did not secure to any one the privilege of committing a wrong against society.</p>\n<p>It will thus be seen that the case was based entirely upon the theory of the right of a State to prevent deception and fraud in the sale of any article, and that it was the fraud and deception contained in selling the article for what it was not, and in selling it so that it should appear to be another and a different article, that this right of the State was upheld. The question of the right to totally prohibit the introduction from another State of the pure article did not arise, and, of course, was not passed upon. The act of Congress, above cited, was referred to by the counsel for the appellant in the <i>Plumley case</i> as furnishing a full system of legislation upon the subject, and he claimed that it excluded any legislation on the same subject by the State, but it was held that there was no ground to suppose that Congress intended by that enactment to interfere with the exercise by the States of any authority they could rightfully exercise over the sale within their respective limits of the article defined as oleomargarine, and, as section 3243 of the Revised Statutes was referred to in the act, it was held that the section was incorporated in the act for the purpose of making it clear that Congress did not intend to restrict the power of the States over the subject of the manufacture and sale of oleomargarine within their respective limits.</p>\n<p>The taxes prescribed by that act were held to have been imposed for national purposes, and their imposition did not give authority to those who paid them to engage in the manufacture or sale of oleomargarine within any State which lawfully <span class=\"star-pagination\">*19</span> forbade such manufacture or sale, or to disregard any regulations which a State might lawfully prescribe in reference to that article. It was also held that the act of Congress was not intended as a regulation of commerce among the States.</p>\n<p>By the reference which we have already made to this statute we have not intended to claim that it was a regulation of commerce among the States further than the provisions of the act distinctly applied to its manufacture and sale. We refer to it for the purpose of showing that the article itself was therein recognized as a proper and lawful subject of commerce with foreign nations and among the several States under such lawful regulations as the State might choose to impose. We think that what Congress thus taxes and recognizes as a proper subject of commerce cannot be totally excluded from any particular State simply because the State may choose to decide that for the purpose of preventing the importation of an impure or adulterated article it will not permit the introduction of the pure and unadulterated article within its borders upon any terms whatever.</p>\n<p>We are therefore of opinion that the first ground for upholding the conviction in these cases cannot be sustained.</p>\n<p>Nor do we think the conviction can be sustained upon the ground taken in the opinion of the Supreme Court of Pennsylvania.</p>\n<p>The question in regard to packing the oleomargarine first arose in the case of <i>Commonwealth</i> v. <i>Schollenberger,</i> 156 Penn. St. 201. The defendant in that case was an agent of a non-resident manufacturer of oleomargarine, and he sold at his store in Pennsylvania a package of the article weighing eighty pounds, made and stamped and branded in Rhode Island for use as an article of food. It was held that the case did not show that the sales were made in the original package of commerce. And it was said that a jury would be justified in finding that the mode of putting up the package was not adapted to meet the requirements of actual interstate commerce, but the requirements of an unlawful interstate retail trade. But the special verdict in this case shows what the <span class=\"star-pagination\">*20</span> court said was lacking in the case just cited, for it appears in the verdict that the package in which the oleomargarine was sold was an original package, as required by the act of Congress, and was of such \"form, size and weight as is used by producers or shippers for the purpose of securing both convenience in handling and security in transportation of merchandise between dealers in the ordinary course of actual commerce, and the said form, size and weight were adopted in good faith, and not for the purpose of evading the laws of the Commonwealth of Pennsylvania, said package being one of a number of similar packages forming one consignment shipped by the said company to the said defendant.\" It also appears from the special verdict that the defendant was engaged in business in the city of Philadelphia as a wholesale dealer in oleomargarine as agent for the manufacturer; that he had paid the special tax upon the business as a wholesale dealer, and had otherwise complied with all the requirements of the act of Congress, and the article was openly sold as oleomargarine, and that fact was made known to the purchaser, and he understood that he was buying oleomargarine, and as soon as the tub was purchased it was removed unbroken from the place of sale by the purchaser thereof.</p>\n<p>Upon the facts found in the special verdict, it is said in the opinion of the court below, 170 Penn. St. 291, that \"it is very clear that this sale was a violation of our statute. The conviction was eminently proper, therefore, and should be sustained, unless the sale can be justified as one made of an original package within the proper meaning of that phrase. The non-residence of the manufacturer does not play any important part in this case, for he comes into this State to establish a store for the sale of his goods, pays the license exacted by the revenue laws, and puts his agent in charge of the sale of his goods from his store, not to the trade, but to customers. We have, therefore, a Pennsylvania store selling its stock of goods to its customers for their consumption from its own shelves; and unless these goods are in such original packages as the laws of the United States must protect, the sale is clearly punishable under our statute... . The <span class=\"star-pagination\">*21</span> question is whether a package intended and used for the supply of the retail trade is an `original package' within the protection of the interstate commerce cases.\"</p>\n<p>What are the rights of one engaged in interstate commerce in regard to the introduction of a lawful article of commerce into a State? Those rights have been declared by various decisions of this court, some of them made at a very early date, and coming down to the present time.</p>\n<p>In the leading case of <i>Gibbons</i> v. <i>Ogden,</i> <span class=\"citation\" data-id=\"85331\"><a href=\"/opinion/85331/gibbons-v-ogden/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">1</span></a></span>, 193, it was said by Marshall, Chief Justice, that the commerce clause extends to every species of commercial intercourse among the several States, and that it does not stop at the external boundary of a State, and that this power to regulate included the power to prescribe the rule by which commerce is to be governed, and it was held that navigation was included within that power.</p>\n<p>In <i>Brown</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"85534\"><a href=\"/opinion/85534/brown-v-maryland/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">419</span></a></span>, it was stated that this power to regulate commerce could not be stopped at the external boundary of a State, but must enter its interior, and that if the power reached the interior of the State and might be there exercised, it must be capable of authorizing the sale of those articles which it introduces. It was said that \"sale is the object of importation and is an essential ingredient of that intercourse of which importation constitutes a part. It is as essential an ingredient, as indispensable to the existence of the entire thing, then, as importation itself. It must be considered as a component part of the power to regulate commerce.\"</p>\n<p>Years after the decision of the last case and after many other decisions had been made upon the general subject of the commerce clause, this court in <i>Bowman</i> v. <i>Chicago &amp; Northwestern Railway,</i> <span class=\"citation\" data-id=\"92203\"><a href=\"/opinion/92203/bowman-v-chicago-northwestern-r-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, held that the State could not, for the purpose of protecting its people against the evils of intemperance, pass an act which regulated commerce by forbidding any common carrier to bring intoxicating liquors into the State from another State or Territory, excepting upon conditions mentioned in the act. Such act was held to be repugnant to the Constitution of the United States as affecting <span class=\"star-pagination\">*22</span> interstate commerce in an essential and vital part. But whether the right to transport an article of commerce from one State to another included by necessary implication the right of the consignee to sell it in unbroken packages at the place where the transportation terminated was not decided. In <i>Brown</i> v. <i>Maryland</i><i>,</i> it was said that the right of transportation did include the right to sell, as to foreign commerce, and in the course of his opinion Chief Justice Marshall said that the conclusion would be the same in the case of commerce among the States; but as it was not necessary to express any opinion upon the point, it was simply held in the <i>Bowman case</i> that the power to regulate or forbid the sale of a commodity after it had been brought into a State does not carry with it the right and power to prevent its introduction by transportation from another State.</p>\n<p>The case of <i>Leisy</i> v. <i>Hardin,</i> <span class=\"citation\" data-id=\"92767\"><a href=\"/opinion/92767/leisy-v-hardin/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 124, went a step further than the <i>Bowman case,</i> and held that the importer had the right to sell in a State into which he brought the article from another State in the original packages or kegs, unbroken and unopened, notwithstanding a statute of the State prohibiting the sale of such articles except for the purposes therein named and under a license from the State. Such a statute was held to be unconstitutional as repugnant to the clause of the Constitution granting power to Congress to regulate commerce with foreign nations and among the several States. Mr. Chief Justice Fuller, in speaking for the court, said: \"Under our decision in <i>Bowman</i> v. <i>Chicago &amp; Northwestern Railway</i><i>,</i> they had the right to import this beer into that State, and in the view which we have expressed, they had the right to sell it, by which act alone it would become mingled in the common mass of property within the State. Up to that point of time, we hold that in the absence of Congressional permission to do so, the State had no power to interfere, by seizure or any other action, in prohibition of importation and sale by the foreign or non-resident importer.\" The right of the State to prohibit the sale in the original package was denied in the absence of any law of Congress upon the subject permitting the State to prohibit such sale. <span class=\"star-pagination\">*23</span> There is no such law of Congress relating to articles like oleomargarine. Such articles are therefore in like condition as were the liquors in the cases above cited.</p>\n<p>Subsequent to the decision in the <i>Leisy</i><i> case</i> and on the 8th of August, 1890, c. 728, 26 Stat. 313, Congress passed an act commonly known as the Wilson act, which provided that upon the arrival in any State or Territory of the intoxicating liquors transported therein they should be subject to the operation and effect of the laws of the State or Territory enacted in the exercise of its police power to the same extent and in the same manner as though such liquors had been produced in such State or Territory, and that they should not be exempt therefrom by reason of being introduced therein in original packages or otherwise. This was held to be a valid and constitutional exercise of the power conferred upon Congress. <i>In re Rahrer, Petitioner,</i> <span class=\"citation\" data-id=\"93112\"><a href=\"/opinion/93112/in-re-rahrer/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>. In the absence of Congressional legislation, therefore, the right to import a lawful article of commerce from one State to another continues until a sale in the original package in which the article was introduced into the State.</p>\n<p>The case of <i>Emert</i> v. <i>Missouri,</i> <span class=\"citation\" data-id=\"94095\"><a href=\"/opinion/94095/emert-v-missouri/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, involved the validity of a statute of Missouri providing that peddlers of goods, going from place to place within the State to sell them, should take out and pay for licenses. The statute was held not to violate the commerce clause of the Constitution of the United States because it made no discrimination between residents or products of the State and those of other States. The conviction of the plaintiff in error for a violation of the statute was upheld, although he was an agent of a corporation which manufactured the property in another State and sent it to him to sell as its agent. It was held to be within the police power of the State to regulate the occupation of itinerant peddlers and to compel them to obtain licenses to practise their trade, and such power had been exerted from the earliest times. The remark of Chief Justice Marshall in <i>Brown</i> v. <i>Maryland, supra</i><i>,</i> was quoted, that \"the right of sale may very well be annexed to importation, without annexing to it also the privilege of using the officers licensed by the <span class=\"star-pagination\">*24</span> State to make sales in a peculiar way.\" (Page 313.) It was the privilege of selling in a peculiar way, as a peddler, which was licensed in the <i>Emert</i><i> case,</i> and such a person, it was therein decided, could properly be made to pay a license for selling in that way an article manufactured in another State and sent into Missouri, as well as for selling in the same way articles manufactured in Missouri, so long as there was no discrimination between the two classes of goods.</p>\n<p>The <i>Emert</i><i> case</i> does not overrule or affect the cases above cited as to the right to sell.</p>\n<p>We are not aware of any such distinction as is attempted to be drawn by the court below in these cases between a sale at wholesale to individuals engaged in the wholesale trade or one at retail to the consumer. How small may be an original package it is not necessary to here determine. We do say that a sale of a ten pound package of oleomargarine, manufactured, packed, marked, imported and sold under the circumstances set forth in detail in the special verdict, was a valid sale, although to a person who was himself a consumer. We do not say or intimate that this right of sale extended beyond the first sale by the importer after its arrival within the State. <i>Waring</i> v. <i>The Mayor,</i> 8 Wall, 110, 122. The importer had the right to sell not only personally, but he had the right to employ an agent to sell for him. Otherwise his right to sell would be substantially valueless, for it cannot be supposed that he would be personally engaged in the sale of every original package sent to the different States in the Union. Having the right to sell through his agent, a sale thus effected is valid.</p>\n<p>The right of the importer to sell cannot depend upon whether the original package is suitable for retail trade or not. His right to sell is the same, whether to consumers or to wholesale dealers in the article, provided he sells them in original packages. This does not interfere with the acknowledged right of the State to use such means as may be necessary to prevent the introduction of an adulterated article, and for that purpose to inspect and test the article introduced, provided the state law does really inspect and does not substantially <span class=\"star-pagination\">*25</span> prohibit the introduction of the pure article and thereby interfere with interstate commerce. It cannot for the purpose of preventing the introduction of an impure or adulterated article absolutely prohibit the introduction of that which is pure and wholesome. The act of the legislature of Pennsylvania, under consideration, to the extent that it prohibits the introduction of oleomargarine from another State and its sale in the original package, as described in the special verdict, is invalid.</p>\n<p><i>The judgments are therefore reversed and the cases remanded to the Supreme Court of Pennsylvania for further proceedings not inconsistent with this opinion.</i></p>\n<p>MR. JUSTICE GRAY, with whom concurred MR. JUSTICE HARLAN, dissenting.</p>\n<p>Mr. Justice Harlan and myself cannot concur in this judgment, and will state, as briefly as may be, some of the grounds of our dissent. The question at issue appears to us to be so completely covered by two or three recent judgments of this court, as to make it unnecessary to cite other authorities.</p>\n<p>As has been said by this court, speaking by the present Chief Justice, \"The power of the State to impose restraints and burdens upon persons and property, in conservation and promotion of the public health, good order and prosperity, is a power originally and always belonging to the States, not surrendered by them to the General Government, nor directly restrained by the Constitution of the United States, and essentially exclusive. And this court has uniformly recognized state legislation, legitimately for police purposes, as not, in the sense of the Constitution, necessarily infringing upon any right which has been confided, expressly or by implication, to the National Government.\" <i>Rahrer's case,</i> <span class=\"citation\" data-id=\"93112\"><a href=\"/opinion/93112/in-re-rahrer/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 554.</p>\n<p>The statute of Pennsylvania of May 21, 1885, under which the plaintiffs in error were indicted and convicted, for selling in Pennsylvania oleomargarine in the original packages in <span class=\"star-pagination\">*26</span> which it had been sent to them from other States, provides that \"no person, firm, or corporate body shall manufacture out of any oleaginous substance or any compound of the same, other than that produced from unadulterated milk or of cream from the same, any article designed to take the place of butter or cheese produced from pure unadulterated milk or cream from the same, or of any imitation or adulterated butter or cheese, nor shall sell or offer for sale, or have in his, her or their possession with intent to sell the same, as an article of food.\" Penn. Stat. 1885, c. 25.</p>\n<p>In <i>Powell</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"92295\"><a href=\"/opinion/92295/powell-v-pennsylvania/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, the defendant was indicted, under this very statute, for selling, and for having in his possession with intent to sell, oleomargarine manufactured in Pennsylvania before the passage of the statute; and, at the trial, in order to show that the statute was not a lawful exercise of the police power of the State, offered to prove that the articles which he sold, and those which he had in his possession for sale, were, in fact, wholesome and nutritious, and were part of a large quantity manufactured by him before the passage of the statute, by the use of land, buildings and machinery, purchased by him at great expense for carrying on this business, and the value of which would be destroyed if he were prevented from continuing it. The evidence offered was excluded, and the defendant was convicted; and his conviction was affirmed by the Supreme Court of Pennsylvania, and by this court upon writ of error.</p>\n<p>This court, in its opinion upholding this statute as a constitutional and valid exercise of the police power of the State, after mentioning the defendant's offer to prove that the articles which he sold or had in his possession for sale were in fact wholesome and nutritious, proceeded as follows: \"It is entirely consistent with that offer, that many, indeed, that most kinds of oleomargarine butter in the market contain ingredients that are or may become injurious to health. The court cannot say, from anything of which it may take judicial cognizance, that such is not the fact. Under the circumstances disclosed in the record, and in obedience to settled rules of constitutional construction, it must be assumed that <span class=\"star-pagination\">*27</span> such is the fact.\" \"Whether the manufacture of oleomargarine, or imitation butter, of the kind described in the statute, is, or may be, conducted in such a way, or with such skill and secrecy, as to baffle ordinary inspection, or whether it involves such danger to the public health as to require, for the protection of the people, the entire suppression of the business, rather than its regulation in such manner as to permit the manufacture and sale of articles of that class that do not contain noxious ingredients, are questions of fact and of public policy, which belong to the legislative department to determine. And as it does not appear upon the face of the statute, or from any facts of which the court must take judicial cognizance, that it infringes rights secured by the fundamental law, the legislative determination of those questions is conclusive upon the courts. It is not a part of their functions to conduct investigations of facts entering into questions of public policy merely, and to sustain or frustrate the legislative will, embodied in statutes, as they may happen to approve or disapprove its determination of such questions.\" \"The legislature of Pennsylvania, upon the fullest investigation, as we must conclusively presume, and upon reasonable grounds, as must be assumed from the record, has determined that the prohibition of the sale, or offering for sale, or having in possession to sell, for purposes of food, of any article manufactured out of oleaginous substances or compounds, other than those produced from unadulterated milk or cream from unadulterated milk, to take the place of butter produced from unadulterated milk or cream from unadulterated milk, will promote the public health, and prevent frauds in the sale of such articles.\" 127 U.S. 684-686.</p>\n<p>That decision appears to us to establish that the courts cannot take judicial cognizance, without proof, either that oleomargarine is wholesome, or that it is unwholesome; and we are unable to perceive how judicial cognizance of such a fact can be acquired by referring to the various opinions which have found expression in scientific publications, or in testimony given in cases before other courts and between other parties.</p>\n<p><span class=\"star-pagination\">*28</span> Evidence that the articles sold were wholesome and nutritious having been excluded as immaterial when offered in defence in <i>Powell</i><i>'s case,</i> it necessarily follows that the Commonwealth in the case at bar had no occasion to offer evidence to prove the contrary.</p>\n<p>The decision in <i>Powell</i><i>'s case</i> conclusively establishes that the statute in question is a constitutional exercise of the police power of the State, unless it can be considered as affected by the power to regulate commerce, as granted to or exercised by Congress under the Constitution of the United States.</p>\n<p>The act of Congress of August 2, 1886, c. 840, imposing internal revenue taxes upon manufacturers and sellers of oleomargarine, and defining what shall be considered as oleomargarine for the purposes of that act, expressly provides, in § 3, that section 3243 of the Revised Statutes, so far as applicable, shall apply to such taxes and persons. 24 Stat. 209. By section 3243 of the Revised Statutes, \"the payment of any tax imposed by the internal revenue laws for carrying on any trade or business shall not be held to exempt any person from any penalty or punishment provided by the laws of any State for carrying on the same within such State, or in any manner to authorize the commencement or continuance of such trade or business contrary to the laws of such State, or in places prohibited by municipal law; nor shall the payment of any such tax be held to prohibit any State from placing a duty or tax on the same trade or business, for state or other purposes.\"</p>\n<p>As was said by this court in <i>Plumley</i> v. <i>Massachusetts,</i> <span class=\"citation\" data-id=\"94054\"><a href=\"/opinion/94054/plumley-v-massachusetts/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, \"It is manifest that this section was incorporated into the act of August 2, 1886, to make it clear that Congress had no purpose to restrict the power of the States over the subject of the manufacture and sale of oleomargarine within their respective limits. The taxes prescribed by that act were imposed for national purposes, and their imposition did not give authority to those who paid them to engage in the manufacture or sale of oleomargarine in any State which lawfully forbade such manufacture or sale, or to disregard any regulations which a State might lawfully prescribe in <span class=\"star-pagination\">*29</span> reference to that article. Nor was the act of Congress relating to oleomargarine intended as a regulation of commerce among the States. Its provisions do not have special application to the transfer of oleomargarine from one State of the Union to another. They relieve the manufacturer or seller, if he conforms to the regulations prescribed by Congress, or by the Commissioner of Internal Revenue under the authority conferred upon him in that regard, from penalty or punishment, so far as the General Government is concerned; but they do not interfere with the exercise by the States of any authority they possess of preventing deception or fraud in the sales of property within their respective limits.\" <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></span>, 467. \"If there be any subject over which it would seem the States ought to have plenary control, and the power to legislate in respect to which it ought not to be supposed was intended to be surrendered to the General Government, it is the protection of the people against fraud and deception in the sale of food products. Such legislation may, indeed, indirectly or incidentally affect trade in such products transported from one State to another State. But that circumstance does not show that laws of the character alluded to are inconsistent with the power of Congress to regulate commerce among the States.\" 155 U.S. 472.</p>\n<p>In <i>Plumley's case,</i> it was accordingly adjudged by this court, affirming the judgment of the Supreme Judicial Court of Massachusetts, that a statute of Massachusetts, imposing a penalty on the manufacture, sale, offering for sale, or having in possession with intent to sell, \"any article or compound, made wholly or partly out of any fat, oil or oleaginous substance, or compound thereof, not produced from unadulterated milk or cream from the same, which shall be in imitation of yellow butter produced from pure unadulterated milk or cream from the same,\" was constitutional and valid, as applied to sales in Massachusetts of oleomargarine made in another State, artificially colored so as to look like yellow butter, and imported in the packages in which it was sold.</p>\n<p>The necessary result of the decisions in <i>Powell</i><i>'s case</i> and in <i>Plumley's case,</i> and of the reasoning upon which those decisions <span class=\"star-pagination\">*30</span> were founded, and by which alone they can be justified, appears to us to be that each State may, in the exercise of its police power, without violating the provisions of the Constitution and laws of the United States concerning interstate commerce, make such regulations relating to all sales of oleomargarine within the State, even in original packages brought from another State, as the legislature of the State may deem necessary to protect the people from being induced to purchase articles, either not fit for food, or differing in nature from what they purport to be; that the questions of danger to health, and of likelihood of fraud or deception, and of the preventive measures required for the protection of the people, are questions of fact and of public policy, the determination of which belongs to the legislative department, and not to the judiciary; and that, if the legislature is satisfied that oleomargarine is unwholesome, or that, in the tubs, pots or packages in which it is commonly offered for sale, it looks so like butter, that the only way to protect the people against injury to health, in the one case, or against fraud or deception, in the other, is to absolutely prohibit its sale, it is within the constitutional power of the legislature to do so.</p>\n</div>", 
  "sha1": "d96a70709a2cd7035cfd25f39c114bfe88102263", 
  "date_modified": "2014-12-21T01:32:54.043718", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94894/schollenberger-v-pennsylvania/", 
  "citation_count": 23, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/818249/", 
  "html": "<p class=\"case_cite\">171 U.S. 1</p>\n    <p class=\"case_cite\">18 S.Ct. 757</p>\n    <p class=\"case_cite\">43 L.Ed. 49</p>\n    <p class=\"parties\">SCHOLLENBERGER<br>v.<br>COMMONWEALTH OF PENNSYLVANIA.  PAUL  v.  SAME (two cases).</p>\n    <p class=\"docket\">Nos. 86, 87, 88.</p>\n    <p class=\"date\">May 23, 1898.</p>\n    <div class=\"prelims\">\n      <p>Page 2 The questions in these three cases are the same, and they arise out of the selling of certain packages of oleomargarine.</p>\n      <p class=\"indent\">The plaintiffs in error were indicted for and convicted of a violation of a statute of Pennsylvania prohibiting such sale. The act was passed on the 21st of May, 1885, and is to be found in the volume of the Laws of Pennsylvania for that year, pg e 22. It provides as follows:</p>\n      <p class=\"indent\">'That no person, firm or corporate body shall manufacture out of any oleaginous substance or any compound of the same, other than that produced from unadulterated milk or of cream from the same, any article designed to take the place of butter or cheese produced from pure unadulterated milk, or cream from the same, or of any imitation or adulterated butter or cheese, nor shall sell or offer for sale, or have in his, her or their possession with intent to sell the same as an article of food.'</p>\n      <p class=\"indent\">A violation of the act is made a misdemeanor, and punishable by fine and imprisonment.</p>\n      <p class=\"indent\">The jury found a special verdict in each case. The only difference between the facts stated in the verdict in No. 86 and those contained in the other cases is that in the latter the package sold was 10 pounds instead of 40 pounds, and was sold by the plaintiffs in error in those cases as agents of a different principal, carrying on the same kind of business in the state of Illinois, and the package was sold to a different person, and upon a different date.</p>\n      <p class=\"indent\">The following facts were set out in the special verdict in No. 86:</p>\n      <p class=\"indent\">'(1) The defendant, George Schollenberger, is a resident and citizen of the commonwealth of Pennsylvania, and is the duly-authorized agent in the city of Philadelphia of the Oakdale Manufacturing Company of Providence, Rhode Island.</p>\n      <p class=\"indent\">'(2) The said Oakdale Manufacturing Company is engaged in the manufacture of oleomargarine in the said city of Providence and state of Rhode Island, and as such manufacturer has complied with all the provisions of the act of congress of August 2, 1886, entitled 'An act defining butter; also imposing a tax upon and regulating the manufacture, sale, importation and exportation of oleomargarine.'</p>\n      <p class=\"indent\">'(3) The said defendant, as agent aforesaid, is engaged in business at 219 Callowhill street, in the city of Philadelphia, as wholesale dealer in oleomargarine, and was so engaged on the 2d day of October, 1893, and is not engaged in any other business, either for himself or others.</p>\n      <p class=\"indent\">'(4) The said defendant, on the 1st day of July, 1893, paid to the collector of internal revenue of the First district of Pennsylvania the sum of four hundred and eighty dollars as and for a special tax upon the business, as agent for the Oakdale Manufacturing Company, in oleomargarine, and obtained from said collector a writing in the words following:</p>\n      <p class=\"indent\">'\"Stamp for             Special tax,</p>\n      <p class=\"indent\">$480        United States       $480</p>\n      <p class=\"indent\">per year    Internal Revenue.  per year.</p>\n      <p class=\"indent\">No. A 434              No. A 434.</p>\n      <p class=\"indent\">\"Received from George Schollenberger, agent for the Oakdale Manufacturing Company, the sum of four hundred and eighty dollars for special tax on the business of wholesale dealer in oleomargarine, to be carried on at 219 Callowhill street, Philadelphia, state of Pennsylvania, for the period represented by the coupon or coupons hereto attached.</p>\n      <p class=\"indent\">\"Dated at Philadelphia, Pa., July first, 1893.</p>\n      <p class=\"indent\">\"[Seal.] William H. Doyle,</p>\n      <p class=\"indent\">\"$480. Collector, First District of Penna.' 'The following clauses appear on the margin of the above:</p>\n      <p class=\"indent\">\"This stamp is simply a receipt for a tax due the government, and does not exempt the holder from any penalty or punishment provided for by the law of any state for carrying on the said business within such state, and does not authorize the commencement nor the continuance of such business contrary to the laws of such state or in places prohibited by a municipal law. Rev. St. U. S. &#167; 3243.</p>\n      <p class=\"indent\">\"Severe penalties are imposed for neglect or refusal to place and keep this stamp conspicuously in your establishment or place of business. Act Aug. 2, 1886.'</p>\n      <p class=\"indent\">'Attached to this were coupons for each month of the year in form as follows:</p>\n      <p class=\"indent\">\"Coupon for special tax on wholesale dealer oleomargarine for October, 1893.'</p>\n      <p class=\"indent\">'(5) On or before the said 2d day of October, 1893, the said Oakdale Manufacturing Company shipped to the said defendant, their agent aforesaid, at their place of busie &#167;&#167; in Philadelphia, a package of oleomargarine separate and apart from all other packages, being a tub thereof, containing forty pounds, packed, sealed, marked, stamped, and branded in accordance with the requirements of the said act of congress of August 2, 1886. The said package was an original package, as required by said act, and was of such form, size, and weight as is used by producers or shippers for the purpose of securing both convenience in handling and security in transportation of merchandise between dealers in the ordinary course of actual commerce, and the said form, size, and weight were adopted in good faith, and not for the purpose of evading the laws of the commonwealth of Pennsylvania, said package being one of a number of similar packages forming one consignment shipped by the said company to the said defendant. Said packages forming said consignment were unloaded from the cars and placed in defendant's store, and then offered for sale as an article of food.</p>\n      <p class=\"indent\">'(6) On the said 2d day of October, 1893, in the said city of Philadelphia, at the place of business aforesaid, the said defendant, as wholesale dealer aforesaid, sold to James Anderson the said tub or package mentioned in the foregoing paragraph, the oleomargarine therein contained remaining in the original package, being the same package, with seals, marks, stamps, and brands unbroken, in which it was packed by the said manufacturer in the said city of Providence, Rhode Island and thence transported into the city of Philadelphia, and delivered by the carrier to the defendant; and the said tub was not broken nor opened on the said premises of the said defendant, and as soon as it was purchased by the said James Anderson it was removed from the said premises.</p>\n      <p class=\"indent\">'(7) The oleomargarine contained in said tub was manufactured out of an oleaginous substance not produced from unadulterated milk or cream, and was an article designed to take the place of butter, and sold by the defendant to James Anderson as an article of food; but the fact that the article was oleomargarine, and not butter, was made known by the defendant to the purchaser, and there was no attempt or purpose on the part of the defendant to sell the article as butter, or any understanding on the part of the purchaser that he was buying anything but oleomargarine; and the said oleomargarine is recognized by the said act of congress of August 2, 1886, as an article of commerce.</p>\n      <p class=\"indent\">'(8) The above transaction specifically found by the jury is one of many transactions of like character made by the defendant during the last two years.'</p>\n      <p class=\"indent\">Upon this special verdict the trial court directed judgment to be entered for the defendant. The case was taken by the commonwealth to the supreme court of the state, where, after argument, the judgment was reversed, and judgment was entered in favor of the commonwealth, and the record remanded, that sentence might be imposed by the court below. The plaintiffs in error have brought these judgments of conviction before this court for review by virtue of writs of error.</p>\n      <p class=\"indent\">The opinion of the supreme court of the state is to be found reported under the name of Com. v. Paul, 170 Pa. St. 284, 33 Atl. 82.</p>\n      <p class=\"indent\">W. D. Guthrie, R. C. Dale, H. R. Edmunds, and A. H. Veeder, for plaintiffs in error.</p>\n      <p class=\"indent\">John G. Johnson, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice PECKHAM, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Counsel in behalf of the commonwealth rests the validity of the statute in question upon two principal grounds:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">(1) That oleomargarine is a newly invented or discovered article, and that each state has the right, in the case of a newly invented or discovered food product, to determine for its citizens the question whether it is wholesome and nondeceptive, and neither the congress of the United States nor the legislatures of other states can deprive it of this right; and that, being such newly-discovered article it does not belong to the class universl ly recognized as articles of commerce, and hence the legislation of Pennsylvania does not regulate or affect commerce; that nondiscriminative legislation enacted in good faith for the protection of health and the prevention of deception, not hampering the actual transportation of merchandise, is not presumptively void, but is conclusively valid.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(2) That, if the right of citizens of another state to send oleomargarine into the commonwealth of Pennsylvania be admitted, it can only be introduced in original packages suitable for wholesale trade; and where the article imported is intended and used for the supply of the retail trade, or is sold by retail directly to the consumer, the package in which it is imported from another state is not an 'original package,' within the protection of the interstate commerce provision of the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">These are the main grounds upon which the conviction is sought to be sustained. The supreme court of the state upheld the statute upon the ground that it was a legitimate exercise of the police power of the state, not inconsistent with the right of the owner of the product to bring it within the state in appropriate packages suitable for sale to the wholesale dealer, and not intended for sale at retail by the importer to the consumer, and that in the cases under consideration the packages were not wholesale original packages, and their sale amounted to a mere retail trade.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon the first ground for sustaining the conviction in these cases the argument upon the part of the commonwealth runs somewhat as follows: It may be admitted that actually pure oleomargarine is not dangerous to the public health, but whether it be pure depends upon the method of its manufacture, and its purity cannot be ascertained by any superficial examination, and any certain and effective supervision of the method of its manufacture is impossible. It is manufactured to imitate in its appearance butter, with a view to deceiving the ultimate consumer as to its character, and this deception cannot be avoided by coverings, labels, or marks upon the product. The legislature of Pennsylvania was, therefore, so far justified in protecting its citizens against oleomargarine by prohibiting its sale; that the legislation in question does not discriminate in favor of the citizens of Pennsylvania, or in any manner against any particular state or any particular manufacturer of the article; and, as there is nothing in the case tending to prove the contrary, it must be assumed that the legislation was enacted in good faith for the protection of the health of the citizens and for the prevention of deception, and, as such legislation did not hamper the actual transportation of merchandise, the statute must be held to be within the power of the legislature to enact, and is therefore valid. At all events, the state has a right, in cases of newly-invented food products, to determine for its citizens the question whether they are wholesome and nondeceptive, and that oleomargarine is one of that class of products, and is necessarily subject to the right of the state, either to regulate or absolutely to prohibit its sale.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the examination of this subject the first question to be considered is whether oleomargarine is an article of commerce? No affirmative evidence from witnesses called to the stand, and speaking directly to that subject, is found in the record. We must determine the question with reference to those facts which are so well and universally known that courts will take notice of them without particular proof being adduced in regard to them, and also by reference to those dealings of the commercial world which are of like notoriety.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Any legislation of congress upon the subject must, of course, be regarded by this court as a fact of the first importance. If congress has affirmatively pronounced the article to be a proper subject of commerce, we should rightly be influenced by that declaration. By reference to the statutes e  discover that congress in 1886 passed 'An act defining butter, also imposing a tax upon and regulating the manufacture, sale, importation, and exportation of oleomargarine.' 24 Stat. 209. In that statute we find that congress has given a definition of the meaning of oleomargarine, and has imposed a special tax on the manufacturers of the article, on wholesale dealers and upon retail dealers therein, and the provisions of the Revised Statutes in relation to special taxes are, so far as applicable, made to extend to the special taxes imposed by the third section of the act, and to the persons upon whom they are imposed. Manufacturers are required to file with the proper collector of internal revenue such notices, and to keep such books, and conduct their business under such supervision as the commissioner of internal revenue, with the approval of the secretary of the treasury, may, by regulation, require. Provision is made for the packing of oleomargarine by the manufacturer in packages containing not less than 10 pounds, and marked as prescribed in the act; and it provides that all sales made by manufacturers of oleomargarine and wholesale dealers in oleomargarine shall be in the original stamped packages. A tax of two cents per pound is laid upon oleomargarine to be paid by the manufacturer, and the tax levied is to be represented by coupon stamps. Oleomargarine imported from foreign countries is taxed in addition to the import duty imposed on the same an internal revenue tax of 15 cents per pound. Provision is made for warehousing, and a penalty imposed for selling the oleomargarine thus imported if not properly stamped. Provision is also made for the appointment of an analytical chemist and microscopist by the secretary of the treasury, and such chemist or microscopist may examine the different substances which may be submitted in contested cases, and the commissioner of internal revenue is to decide in such cases as to the taxation, and his decision is to be final. The commissioner is also empowered to decide 'whether any substance made in imitation or semblance of butter, and intended for human consumption, contains ingredients deleterious to the public health; but in case of doubt or contest his decisions in this class of cases may be appealed from to a board hereby constituted for the purpose, composed of the surgeon general of the army, the surgeon general of the navy and the commissioner of agriculture, and the decisions of this board shall be final in the premises.' Provision is also made for the removal of oleomargarine from the place of its manufacture for export to a foreign country without payment of tax or affixing of stamps thereto, and there is a penalty denounced against any person engaged in carrying on the business of oleomargarine who should defraud, or attempt to defraud, the United States of the tax.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This act shows that congress, at the time of its passage, in 1886, recognized the article as a proper subject of taxation, and as one which was the subject of traffic and of exportation to foreign countries and of importation from such countries. Its manufacture was recognized as a lawful pursuit, and taxation was levied upon the manufacturer of the article, upon the wholesale and retail dealers therein, and also upon the article itself.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As to the extent of the manufacture, and its commercial nature, it is not improper to refer to the reports of the secretary of the treasury, which show that the tax receipts from its manufacture and sale in the United States under the act above mentioned during the nine years begining with 1887 amounted to over $10,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When we come to an inquiry as to the properties of oleomargarine, and of what the substance is composed, we find that answers to such inquiries are to be found in the various encyclopaedias of the day, and in the official reports of the commissioner of agriculture, and in the legal reports of cases actually decided in the courts of the country. In brief, every intelligent man knows its general nt ure, and that it is prepared as an article of food, and is dealt in as such to a large extent throughout this country and in Europe.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Upon reference to the Encyclopaedia Britannica it is said that 'pure oleomargarine butter is said to contain every element that enters into cream butter, and to keep pure much longer; but there is the defect of not knowing when it is pure, or what injurious ingredients, or objectionable processes, may be used in its manufacture by irresponsible parties.' The article also says, 'We append a comparative analysis of natural and artificial butter, which shows that, when properly made, the latter is a wholesome ans satisfactory substitute for the former.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is contained in the seventeenth volume of the Encyclopaedia Britannica an extract from a report by the secretary of the British embassy at Washington, in 1880, describing the method of obtaining oleomargarine oil. This shows the article was then well known.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Ex parte Scott, 66 Fed. 45, the circuit court for the Eastern district of Virginia, speaking by Hughes, district judge, said: 'It is a fact of common knowledge that oleomargarine has been subjected to the severest scientific scrutiny, and has been adopted by every leading government in Europe as well as America for use by the armies and navies. Though not originally invented by us, it is a gift of American enterprise and progressive invention to the world. It has become one of the conspicuous articles of interstate commerce, and furnishes a large income to the general government annually. * * * It is entering rapidly into domestic use, and the trade in oleomargarine has become large and important. The attention of the national government has been attracted to it as a source of revenue. * * * Provincial prejudice against this now staple of commerce is natural, but a city of the size and prospects of Norfolk as a world's entrepot ought not to be foremost in manifesting such a prejudice.' In People v. Marx, 99 N. Y. 377, which was a prosecution under the New York statute (Laws 1884, c. 202) prohibiting the manufacture or sale of oleomargarine, the court of appeals of New York held the act unconstitutional. It appears from the opinion that on the trial of that action 'it was proved on the part of the defendant by distinguished chemists that oleomargarine was composed of the same elements as dairy butter. That the only difference between them was that it contained a smaller proportion of fatty substance known as 'butterine.' That this butterine exists in dairy butter only in a small proportion,&#8212;from three to six per cent. That it exists in no other substance than butter made from milk, and it is introduced to oleomargarine butter by adding to oleomargarine stock some milk, cream, or butter, and churning, and that when this is done it has all the elements of natural butter, but there must always be a smaller percentage of butterine in the manufactured product than in the butter made from milk. The only effect of the butterine is to give flavor to the butter, having nothing to do with its wholesomeness. That the oleaginous substances in the oleomargarine are identical with those produced from milk or cream. Professor Chandler testified that the only difference between the two articles was that dairy butter had more butterine. That oleomargarine contained not over one per cent. of that substance, while dairy butter might contain four or five per cent., and that, if four or five per cent. of butterine were added to the oleomargarine, there would be no difference; it would be butter; irrespective of the sources, they would be the same substances. According to the testimony of Professor Morton, whose statement was not controverted or questioned, oleomargarine, so far from being an article devised for purposes of deception in trade, was devised in 1872 or 1873 by an eminent French scientist, who had been employed by the French government to devise a substitute for butter.' This extract from the opinion in the New York case, speaking oft he testimony given before the trial judge, is not quoted for the purpose of proving the facts therein stated, but for the purpose of showing that, as long ago as the time when that case was decided&#8212;June, 1885&#8212;the article was then well known as an article of food, and manufactured as a substitute for butter, and we may notice from some of the histories of the article the fact (which is stated in the opinion) that it was first devised as long ago as 1872 or 1873 by a French gentleman, who had been employed by the French government to devise a substitute for butter. The article is a subject of export, and is largely used in foreign countries. Upon all these facts we think it apparent that oleomargarine has become a proper subject of commerce among the states and with foreign nations.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The general rule to be deduced from the decisions of this court is that a lawful article of commerce cannot be wholly excluded from importation into a state from another state where it was manufactured or grown. A state has power to regulate the introduction of any article, including a food product, so as to insure purity of the article imported, but such police power does not include the total exclusion even of an article of food.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In Minnesota v. Barber, 136 U. S. 313, 10 Sup. Ct. 862, it was held that an inspection law relating to an article of food was not a rightful exercise of the police power of the state if the inspection prescribed were of such a character or if it were burdened with such conditions as would wholly prevent the introduction of the sound article from other states. This was held in relation to the slaughter of animals whose meat was to be sold as food in the state passing the socalled 'inspection law.' The principle was affirmed in Brimmer v. Rebman, 138 U. S. 78, 11 Sup. Ct. 213, and in Scott v. Donald, 165 U. S. 58, 97, 17 Sup. Ct. 265.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Is the rule altered in a case where the inspection or analysis of the article to be imported is somewhat difficult and burdensome? Can the pure and healthy food product be totally excluded on that account? No case has gone to that extent in this court. The nearest approach to it was the case of Peirce v. New Hampshire, 5 How. 504, involving the importation of intoxicating liquors. But in Leisy v. Hardin, 135 U. S. 100, 10 Sup. Ct. 681, the New Hampshire case was overruled, and it was stated by the present chief justice, in speaking for the court, that: 'Whatever our individual views may be as to the deleterious or dangerous qualities of particular articles, we cannot hold that any articles which congress recognizes as subjects of interstate commerce are not such, or that whatever are thus recognized can be controlled by state laws amounting to regulations while they retain that character; although, at the same time, if directly dangerous in themselves, the state may take appropriate measures to guard against injury before it obtains complete jurisdiction over them. To concede to a state the power to exclude, directly or indirectly, articles so situated, is to concede to a majority of the people of a state, represented in the state legislature, the power to regulate commercial intercourse between the states by determining what shall be its subjects when that power was distinctly granted to be exercised by the people of the United States represented in congress, and its possession by the latter was considered essential to that more perfect union which the constitution was adopted to create.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To the same effect, we think, is the case of Railroad Co. v. Husen, 95 U. S. 465, in which it was said that, 'whatever may be the power of a state over commerce that is completely internal, it can no more prohibit or regulate that which is interstate than it can that which is with foreign nations.' The court, therefore, while conceding the right of the state to enact reasonable inspection laws to prevent the importation of diseased cattle, held the law of Missouri there under consideration to be invalid, because it prohibie d absolutely the introduction of Texas cattle during the time named in the act, even though they were perfectly healthy and sound.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The court said that a state could not, under the cover of exerting its police powers, substantially prohibit or burden either foreign or interstate commerce. Reasonable and appropriate laws for the inspection of articles, including food products, were admitted to be valid, but absolute prohibition of an unadulterated, healthy, and pure article has never been permitted as a remedy against the importation of that which was adulterated, and therefore unhealthy or impure.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not think the fact that the article is subject to be adulterated by dishonest persons, in the course of its manufacture, with other substances, which it is claimed may in some instances become deleterious to health, creates the right in any state through its legislature to forbid the introduction of the unadulterated article into the state. The fact that the article is liable to adulteration in the course of manufacture, and that the articles with which it may be mixed may possibly and under some circumstances be deleterious to the health of those who consume it, is known to us by means of various references to the subject in books and encyclopaedias, but there was no affirmative evidence offered on the trial to prove the fact. From these sources of information it may be admitted that oleomargarine, in the course of its manufacture, may sometimes be adulterated by dishonest manufacturers with articles that possibly may become injurious to health. Conceding the fact, we yet deny the right of a state to absolutely prohibit the introduction within its borders of an article of commerce which is not adulterated, and which in its pure state is healthful, simply because such an article, in the course of its manufacture, may be adulterated by dishonest manufacturers for purposes of fraud or illegal gains. The bad article may be prohibited, but not the pure and healthy one.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the execution of its police powers we admit the right of the state to enact such legislation as it may deem proper, even in regard to articles of interstate commerce, for the purpose of preventing fraud or deception in the sale of any commodity, and to the extent that it may be fairly necessary to prevent the introduction or sale of an adulterated article within the limits of the state. But in carrying out its purposes the state cannot absolutely prohibit the introduction within the state of an article of commerce like pure oleomargarine. It has ceased to be what counsel for the commonwealth has termed it, a newly-discovered food product. An article that has been openly manufactured for nearly a quarter of a century, where the ingredients of the pure article are perfectly well known, and have been known for a number of years, and where the general process of manufacture has been known for an equal period, cannot truthfully be said to be a newly-discovered product within the proper meaning of the term as here used. The time when a newly-discovered article ceases to be such cannot always be definitely stated, but all will admit that there does come a period when the article cannot be so described. In this particular case we have no difficulty in holding that oleomargarine has so far ceased to be a newly-discovered article as that its nature, mode of manufacture, ingredients, and effect upon the health are, and have been for many years, as well known as almost any article of food in daily use. Therefore, if we admit that a newly-discovered article of food might be wholly prohibited from being introduced within the limits of a state, while its properties, whether healthful or not, were still unknown, or in regard to which there might still be doubt, yet this is not the case with oleomargarine. If properly and honestly manufactured, it is conceded to be a healthful and nutritious article of food. The fact that it may be adulterated does not afford a foundation to absolutely prohibit its introduction into the state. Although the adulterated article may possibly, in some cases, be injurious to the health of the public, yet that does not furnish a justification for an absolute prohibition. A law which does thus prohibit the introduction of an article like oleomargarine within the state is not a law which regulates or restricts the sale of articles deemed injurious to the health of the community, but is one which prevents the introduction of a perfectly healthful commodity merely for the purpose of in that way more easily preventing an adulterated and possibly injurious article from being introduced. We do not think this is a fair exercise of legislative discretion when applied to the article in question.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is claimed, however, that the very statute under consideration has heretofore been held valid by this court in the case of Powell v. Pennsylvania, 127 U. S. 678, 8 Sup. Ct. 992, 1257. That case did not involve rights arising under the commerce clause of the federal constitution. The article was manufactured and sold within the state, and the question was one as to the police power of the state acting upon a subject always within its jurisdiction. The plaintiff in error was convicted of selling within the commonwealth two cases containing five pounds each of an article of food designed to take the place of butter, the sale having taken place in the city of Harrisburg; and it was part of a quantity manufactured in, and, as alleged, in accordance with the laws of, the commonwealth. The plaintiff in error claimed that the statute under which his conviction was had was a violation of the fourteenth amendment to the constitution of the United States. This court held that the statute did not violate any provision of that amendment, and therefore held that the conviction was valid.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Powell Case did not and could not involve the rights of an importer under the commerce clause. The right of a state to enact laws in relation to the administration of its internal affairs is one thing, and the right of a state to prevent the introduction within its limits of an article of commerce is another, and a totally different, thing. Legislation which has its effect wholly within the state, and upon products manufactured and sold therein, might be held valid as not in violation of any provision of the federal constitution, when at the same time legislation directed towards prohibiting the importation within the state of the same article manufactured outside of its limits might be regarded as illegal because in violation of the rights of citizens of other states arising under the commerce clause of that instrument.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Referring what is said in the opinion in Powell's Case to the facts upon which the case arose, and in regard to which the opinion was based and the case decided, there is nothing whatever inconsistent with that opinion in holding, as we do here, that oleomargarine is a legitimate subject of commerce among the states, and that no state has a right to totally prohibit its introduction in its pure condition from without the state under any exercise of its police power. The legislature of the state has the power in many cases to determine as a matter of state policy whether to permit the manufacture and sale of articles within the state or to entirely forbid such manufacture and sale, so long as the legislation is confined to the manufacture and the sale within the state. Those are questions of public policy, which, as was said in the Case of Powell, belong to the legislative department to determine; but the legislative policy does not extend so far as to embrace the right to absolutely prohibit the introduction within the limits of the state of an article like oleomargarine, properly and honestly manufactured.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Powell Case, was, in the opinion of the court, governed in its important aspect by that of Mugler v. Kansas, 123 U. S. 623, 8 Sup. Ct. 273, in which case it was said that it did not involve any question arising under the commerce clause of the constt ution of the United States. The last-cited case was followed in Kidd v. Pearson, 128 U. S. 1, 9 Sup. Ct. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nor is the question determined adversely to this view in the case of Plumley v. Massachusetts, 155 U. S. 462, 15 Sup. Ct. 154. The statute in that case prevented the sale of this substance in imitation of yellow butter produced from pure unadulterated milk, or cream of the same, and the statute contained a proviso that nothing therein should be 'construed to prohibit the manufacture or sale of oleomargarine in a separate or distinct form and in such manner as will advise the consumer of its real character, free from coloration or ingredients that cause it to look like butter.' This court held that a conviction under that statute for having sold an article known as oleomargarine, not produced from unadulterated milk or cream, but manufactured in imitation of yellow butter produced from pure unadulterated milk or cream, was valid. Attention was called in the opinion to the fact that the statute did not prohibit the manufacture facture or sale of all oleomargarine, but only such as was colored in imitation of yellow butter produced from unadulterated milk or cream of such milk. If free from coloration or ingredient that caused it to look like butter, the right to sell it in a separate and distinct form, and in such manner as would advise the consumer of the real character, was neither restricted nor prohibited. The court held that under the statute the party was only forbidden to practice in such matters a fraud upon the general public; that the statute seeks to suppress false pretenses and to promote fair dealing in the sale of an article of food, and that it compels the sale of oleomargarine for what it really is by preventing its sale for what it is not; that the term 'commerce among the states' did not mean a recognition of a right to practice a fraud upon the public in the sale of an article, even if it had become the subject of trade in different parts of the country. It was said that the constitution of the United States did not take from the states the power of preventing deception and fraud in the sale within their respective limits of articles, in whatever state manufactured, and that that instrument did not secure to any one the privilege of committing a wrong against society.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It will thus be seen that the case was based entirely upon the theory of the right of a state to prevent deception and fraud in the sale of any article, and that it was the fraud and deception contained in selling the article for what it was not, and in selling it so that it should appear to be another and a different article, that this right of the state was upheld. The question of the right to totally prohibit the introduction from another state of the pure article did not arise, and, of course, was not passed upon. The act of congress, above cited, was referred to by the counsel for the appellant in the Plumley Case as furnishing a full system of legislation upon the subject, and he claimed that it excluded any legislation on the same subject by the state, but it was held that there was no ground to suppose that congress intended by that enactment to interfere with the exercise by the states of any authority they could rightfully exercise over the sale within their respective limits of the article defined as oleomargarine; and, as section 3243 of the Revised Statutes was referred to in the act, it was held that the section was incorporated in the act for the purpose of making it clear that congress did not intend to restrict the power of the states over the subject of the manufacture and sale of oleomargarine within their respective limits.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The taxes prescribed by that act were held to have been imposed for national purposes, and their imposition did not give authority to those who paid them to engage in the manufacture or sale of oleomargarine within any state which lawfully forbade such manufacture or sale, or to disregard any regulations which a statem ight lawfully prescribe in reference to that article. It was also held that the act of congress was not intended as a regulation of commerce among the states.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">By the reference which we have already made to this statute we have not intended to claim that it was a regulation of commerce among the states further than the provisions of the act distinctly applied to its manufacture and sale. We refer to it for the purpose of showing that the article itself was therein recognized as a proper and lawful subject of commerce with foreign nations and among the several states under such lawful regulations as the state might choose to impose. We think that what congress thus taxes and recognizes as a proper subject of commerce cannot be totally excluded from any particular state simply because the state may choose to decide that for the purpose of preventing the importation of an impure or adulterated article it will not permit the introduction of the pure and unadulterated article within its borders upon any terms whatever.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We are therefore of opinion that the first ground for upholding the conviction in these cases cannot be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nor do we think the conviction can be sustained upon the ground taken in the opinion of the supreme court of Pennsylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The question in regard to packing the oleomargarine first arose in the case of Com. v. Schollenberger, 156 Pa. St. 201, 27 Atl. 30. The defendant in that case was an agent of a nonresident manufacturer of oleomargarine, and he sold at his store in Pennsylvania a package of the article weighing 80 pounds, made and stamped and branded in Rhode Island for use as an article of food. It was held that the case did not show that the sales were made in the original package of commerce. And it was said that a jury would be justified in finding that the mode of putting up the package was not adapted to meet the requirements of actual interstate commerce, but the requirements of an unlawful intrastate retail trade. But the special verdict in this case shows what the court said was lacking in the case just cited, for it appears in the verdict that the package in which the oleomargarine was sold was an original package, as required by the act of congress, and was of such 'form, size, and weight as is used by producers or shippers for the purpose of securing both convenience in handling and security in transportation of merchandise between dealers in the ordinary course of actual commerce; and the said form, size, and weight were adopted in good faith, and not for the purpose of evading the laws of the commonwealth of Pennsylvania, said package being one of a number of similar packages forming one consignment shipped by the said company to the said defendant.' It also appears from the special verdict that the defendant was engaged in business in the city of Philadelphia as a wholesale dealer in oleomargarine as agent for the manufacturer; that he had paid the special tax upon the business as a wholesale dealer, and had otherwise complied with all the requirements of the act of congress, and the article was openly sold as oleomargarine, and that fact was made known to the purchaser, and he understood that he was buying oleomargarine, and as soon as the tub was purchased it was removed unbroken from the place of sale by the purchaser thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Upon the facts found in the special verdict it is said in the opinion of the court below that 'it is very clear that this sale was a violation of our statute. The conviction was eminently proper, therefore, and should be sustained, unless the sale can be justified as one made of an original package within the proper meaning of that phrase. The nonresidence of the manufacturer does not play any important part in this case, for the comes into this state to establish a store for the sale of his goods, pays the license exacted by the revenue laws, and puts his agent in charge of the sale of his goods from his store; not to the trade, but to customers. We have, therefore, a Pennsylvania store selling its stock of goods toi ts customers for their consumption from its own shelves; and, unless these goods are in such original packages as the laws of United States must protect, the sale is clearly punishable under our statute. * * * The question is whether a package intended and used for the supply of the retail trade is an 'original package' within the protection of the interstate commerce cases.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">What are the rights of one engaged in interstate commerce in regard to the introduction of a lawful article of commerce into a state? Those rights have been declared by various decisions of this court, some of them made at a very early date, and coming down to the present time.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the leading case of Gibbons v. Ogden, 9 Wheat. 1, at page 193, it was said by Marshall, C. J., that the commerce clause extends to every species of commercial intercourse among the several states, and that it does not stop at the external boundary of a state, and that this power to regulate included the power to prescribe the rule by which commerce is to be governed; and it was held that navigation was included within that power.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Brown v. Maryland, 12 Wheat. 419, it was stated that this power to regulate commerce could not be stopped at the external boundary of a state, but must enter its interior, and that, if the power reached the interior of the state, and might be there exercised, it must be capable of authorizing the sale of those articles which it introduces. It was said that 'sale is the object of importation, and is an essential ingredient of that intercourse of which importation constitutes a part. It is as essential an ingredient, as indispensable to the existence of the entire thing, then, as importation itself. It must be considered as a component part of the power to regulate commerce.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Years after the decision of the last case, and after many other decisions had been made upon the general subject of the commerce clause, this court, in Bowman v. Railway Co., 125 U. S. 465, 8 Sup. Ct. 689, 1062, held that the state could not, for the purpose of protecting its people against the evils of intemperance, pass an act which regulated commerce by forbidding any common carrier to bring intoxicating liquors into the state from another state or territory, excepting upon conditions mentioned in the act. Such act was held to be repugnant to the constitution of the United States as affecting interstate commerce in an essential and vital part. But whether the right to transport an article of commerce from one state to another included by necessary implication the right of the consignee to sell it in unbroken packages at the place where the transportation terminated was not decided. In Brown v. Maryland, supra, it was said that the right of transportation did include the right to sell, as to foreign commerce, and in the course of his opinion Chief Justice Marshall said that the conclusion would be the same in the case of commerce among the states; but, as it was not necessary to express any opinion upon the point, it was simply held in the Bowman Case that the power to regulate or forbid the sale of a commodity after it had been brought into a state does not carry with it the right and power to prevent its introduction by transportation from another state.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The case of Leisy v. Hardin, 135 U. S. 100, 10 Sup. Ct. 681, went a step further than the Bowman Case, and held that the importer had the right to sell in a state into which he brought the article from another state in the original packages or kegs, unbroken and unopened, notwithstanding a statute of the state prohibiting the sale of such articles except for the purposes therein named and under a license from the state. Such a statute was held to be unconstitutional, as repugnant to the clause of the constitution granting power to congress to regulate commerce with foreign nations and among the several states. Mr. Chief Justice Fuller, in speaking for the court, said: 'Under our decision in Bowman v. Railway Co., supra, they had the righ  to import this beer into that state, and, in the view which we have expressed, they had the right to sell it, by which act alone it would become mingled in the common mass of property within the state. Up to that point of time, we hold that, in the absence of congressional permission to do so, the state had no power to interfere, by seizure or any other action, in prohibition of importation and sale by the foreign or nonresident importer.' The right of the state to prohibit the sale in the original package was denied in the absence of any law of congress upon the subject permitting the state to prohibit such sale. There is no such law of congress relating to articles like oleomargarine. Such articles are, therefore, in like condition as were the liquors in the cases above cited.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Subsequent to the decision in the Leisy Case, and on the 8th of August, 1890 (26 Stat. 313), congress passed an act commonly known as the 'Wilson Act,' which provided that upon the arrival in any state or territory of the intoxicating liquors transported therein they should be subject to the operation and effect of the laws of the state or territory enacted in the exercise of its police power to the same extent and in the same manner as though such liquors had been produced in such state or territory, and that they should not be exempt therefrom by reason of being introduced therein in original packages or otherwise. This was held to be a valid and constitutional exercise of the power conferred upon congress. In re Rahrer, 140 U. S. 545, 11 Sup. Ct. 865. In the absence of congressional legislation, therefore, the right to import a lawful article of commerce from one state to another continues until a sale in the original package in which the article was introduced into the state.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The case of Emert v. Missouri, 156 U. S. 296, 15 Sup. Ct. 367, involved the validity of a statute of Missouri providing that peddlers of goods, going from place to place within the state to sell them, should take out and pay for licenses. The statute was held not to violate the commerce clause of the constitution of the United States, because it made no discrimination between residents or products of the state and those of other states. The conviction of the plaintiff in error for a violation of the statute was upheld, although he was an agent of a corporation which manufactured the property in another state and sent it to him to sell as its agent. It was held to be within the police power of the state to regulate the occupation of itinerant peddlers, and to compel them to obtain licenses to practice their trade, and such power had been exerted from the earliest times. The remark of Chief Justice Marshall in Brown v. Maryland, supra, was quoted, that 'the right of sale may very well be annexed to importation, without annexing to it also the privilege of using the officers licensed by the state to make sales in a peculiar way.' 12 Wheat. 443. It was the privilege of selling in a peculiar way, as a peddler, which was licensed in the Emert Case, and such a person, it was therein decided, could properly be made to pay a license for selling in that way an article manufactured in another state and sent into Missouri, as well as for selling in the same way articles manufactured in Missouri, so long as there was no discrimination between the two classes of goods.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Emert Case does not overrule or affect the cases above cited as to the right to sell.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We are not aware of any such distinction as is attempted to be drawn by the court below in these cases between a sale at wholesale to individuals engaged in the wholesale trade or one at retail to the consumer. How small may be an original package it is not necessary to here determine. We do say that a sale of a 10-pound package of oleomargarine, manufactured, packed, marked, imported, and sold under the circumstances set forth in detail in the special verdict, was a valid sale, although to a person who was himself a consumer. We do not say or intimat  that this right of sale extended beyond the first sale by the importer after its arrival within the state. Waring v. Mayor, etc., 8 Wall. 110-122. The importer had the right to sell not only personally, but he had the right to employ an agent to sell for him; otherwise his right to sell would be substantially valueless, for it cannot be supposed that he would be personally engaged in the sale of every original package sent to the different states in the Union. Having the right to sell through his agent, a sale thus effected is valid.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The right of the importer to sell cannot depend upon whether the original package is suitable for retail trade or not. His right to sell is the same, whether to consumers or to wholesale dealers in the article, provided he sells them in original packages. This does not interfere with the acknowledged right of the state to use such means as may be necessary to prevent the introduction of an adulterated article, and for that purpose to inspect and test the article introduced, provided the state law does really inspect and does not substantially prohibit the introduction of the pure article, and thereby interfere with interstate commerce. It cannot, for the purpose of preventing the introduction of an impure or adulterated article, absolutely prohibit the introduction of that which is pure and wholesome. The act of the legislature of Pennsylvania under consideration, to the extent that it prohibits the introduction of oleomargarine from another state and its sale in the original package, as described in the special verdict, is invalid. The judgments are therefore reversed, and the cases remanded to the supreme court of Pennsylvania for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mr. Justice GRAY, with whom concurred Mr. Justice HARLAN, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Justice HARLAN and myself cannot concur in this judgment, and will state, as briefly as may be, some of the grounds of our dissent. The question at issue appears to us to be so completely covered by two or three recent judgments of this court, as to make it unnecessary to cite other authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As has been said by this court, speaking by the present Chief Justice: 'The power of the state to impose restraints and burdens upon persons and property in conservation and promotion of the public health, good order, and prosperity, is a power originally and always belonging to the states, not surrendered by them to the general government, nor directly restrained by the constitution of the United States, and essentially exclusive. And this court has uniformely recognized state legislation, legitimately for police purposes, as not, in the sense of the constitution, necessarily infringing upon any right which has been confided, expressly or by implication, to the national government.' Rahrer's Case, 140 U. S. 545, 554, 11 Sup. Ct. 865.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The statute of Pennsylvania of May 21, 1885, under which the plaintiffs in error were indicted and convicted for selling in Pennsylvania oleomargarine in the original packages in which it had been sent to them from other states, provides that 'no person, firm, or corporate body shall manufacture out of any oleaginous substance or any compound of the same, other than that produced from unadulterated milk or of cream from the same, any article designed to take the place of butter or cheese produced from pure unadulterated milk or cream from the same, or of any imitation or adulterated butter or cheese, nor shall sell or offer for sale, or have in his, her or their possession with intent to sell the same, as an article of food.' Pa. St. 1885, c. 25.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In Powell v. Pennsylvania, 127 U. S. 678, 8 Sup. Ct. 992, 1257, the defendant was indicted under this very statute for selling, and for having in his possession with intent to sell, oleomargarine manufactured in Pennsylvania before the passage of the statute, and at the trial, in order to show that the statute was not a lawful exercise of the police power of the state, offered to prove that the articles whic  he sold, and those which he had in his possession for sale, were, in fact, wholesome and nutritious, and were part of a large quantity manufactured by him before the passage of the statute, by the use of land, buildings, and machinery, purchased by him at great expense for carrying on this business, and the value of which would be destroyed if he were prevented from continuing it. The evidence offered was excluded, and the defendant was convicted, and his conviction was affirmed by the supreme court of Pennsylvania, and by this court upon writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This court, in its opinion upholding this statute as a constitutional and valid exercise of the police power of the state, after mentioning the defendant's offer to prove that the articles which he sold or had in his possession for sale were in fact wholesome and nutritious, proceeded as follows: 'It is entirely consistent with that offer that many&#8212;indeed, that most kinds of oleomargarine butter in the market contain ingredients that are or may become injurious to health. The court cannot say, from anything of which it may take judicial cognizance, that such is not the fact. Under the circumstances disclosed in the record, and in obedience to settled rules of constitutional construction, it must be assumed that such is the fact.' 'Whether the manufacture of oleomargarine, or imitation butter, of the kind described in the statute, is or may be conducted in such a way, or with such skill and secrecy, as to baffle ordinary inspection, or whether it involves such danger to the public health as to require, for the protection of the people, the entire suppression of the business, rather than its regulation in such manner as to permit the manufacture and sale of articles of that class that do not contain noxious ingredients, are questions of fact and of public policy, which belong to the legislative department to determine. And as it does not appear upon the face of the statute, or from any facts of which the court must take judicial cognizance, that it infringes rights secured by the fundamental law, the legislative determination of those questions is conclusive upon the courts. It is not a part of their functions to conduct investigations of facts entering into questions of public policy merely, and to sustain or frustrate the legislative will, embodied in statutes, as they may happen to approve or disapprove its determination of such questions.' 'The legislature of Pennsylvania, upon the fullest investigation, as we must conclusively presume, and upon reasonable grounds, as must be assumed from the record, has determined that the prohibition of the sale, or offering for sale, or having in possession to sell, for purposes of food, of any article manufactured out of oleaginous substances or compounds other than those produced from unadultered milk or cream from unadulterated milk, to take the place of butter produced from unadulterated milk or cream from unadulterated milk, will promote the public health, and prevent frauds in the sale of such articles.' 127 U. S. 684-686, 8 Sup. Ct. 996, 1263.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">That decision appears to us to establish that the courts cannot take judicial cognizance, without proof, either that oleomargarine is wholesome or that it is unwholesome; and we are unable to perceive how judicial cognizance of such a fact can be acquired by referring to the various opinions which have found expression in scientific publications, or in testimony given in cases before other courts and between other parties.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Evidence that the articles sold were wholesome and nutritious having been excluded as immaterial when offered in defense in Powell's Case, it necessarily follows that the commonwealth in the case at bar had no occasion to offer evidence to prove the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The decision in Powell's Case conclusively establishes that the statute in question is a constitutional exercise of the police power of the state, unless it can be considered as affected by the power to regulate commerce, as granted o  or exercised by congress under the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The act of congress of August 2, 1886 (chapter 840), imposing internal revenue taxes upon manufacturers and sellers of oleomargarine, and defining what shall be considered as oleomargarine for the purposes of that act, expressly provides, in section 3, that section 3243 of the Revised Statutes, so far as applicable, shall apply to such taxes and persons. 24 Stat. 209. By section 3243 of the Revised Statutes, 'the payment of any tax imposed by the internal revenue laws for carrying on any trade or business shall not be held to exempt any person from any penalty or punishment provided by the laws of any state for carrying on the same within such state, or in any manner to authorize the commencement or continuance of such trade or business contrary to the laws of such state, or in places prohibited by municipal law; nor shall the payment of any such tax be held to prohibit any state from placing a duty or tax on the same trade or business, for state or other purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As was said by this court in Plumley v. Massachusetts, 155 U. S. 461, 15 Sup. Ct. 156: 'It is manifest that this section was incorporated into the act of August 2, 1886, to make it clear that congress had no purpose to restrict the power of the states over the subject of the manufacture and sale of oleomargarine within their respective limits. The taxes prescribed by that act were imposed for national purposes, and their imposition did not give authority to those who paid them to engage in the manufacture of sale of oleomargarine in any state which lawfully forbade such manufacture or sale, or to disregard any regulations which a state might lawfully prescribe in reference to that article. Nor was the act of congress relating to oleomargarine intended as a regulation of commerce among the states. Its provisions do not have special application to the transfer of oleomargarine from one state of the Union to another. They relieve the manufacturer or seller, if he conforms to the regulations prescribed by congress or by the commissioner of internal revenue under the authority conferred upon him in that regard, from penalty or punishment, so far as the general government is concerned; but they do not interfere with the exercise by the states of any authority they possess of preventing deception or fraud in the sales of property within their respective limits.' 155 U. S. 466, 467, 15 Sup. Ct. 158. 'If there be any subject over which it would seem the states ought to have plenary control, and the power to legislate in respect to which it ought not to be supposed was intended to be surrendered to the general government, it is the protection of the people against fraud and deception in the sale of food products. Such legislation may, indeed, indirectly or incidentally affect trade in such products transported from one state to another state. But that circumstance does not show that laws of the character alluded to are inconsistent with the power of congress to regulate commerce among the states.' 155 U. S. 472, 15 Sup. Ct. 154.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In Plumley's Case, it was accordingly adjudged by this court, affirming the judgment of the supreme judicial court of Massachusetts, that a statute of Massachusetts, imposing a penalty on the manufacture, sale, offering for sale, or having in possession with intent to sell, 'any article or compound made wholly or partly out of any fat, oil or oleaginous substance, or compound thereof, not produced from unadulterated milk or cream from the same, which shall be in imitation of yellow butter produced from pure unadulterated milk or cream from the same,' was constitutional and valid, as applied to sales in Massachusetts of oleomargarine made in another state, artificially colored so as to look like yellow butter, and imported in the packages in which is was sold.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The necessary result of the decisions in Powell's Case and in Plumley's Case, and of the reasoning upon which those decisions were founde,  and by which alone they can be justified, appears to us to be that each state may, in the exercise of its police power, without violating the provisions of the constitution and laws of the United States concerning interstate commerce, make such regulations relating to all sales of oleomargarine within the state, even in original packages brought from another state, as the legislature of the state may deem necessary to protect the people from being induced to purchase articles, either not fit for food or differing in nature from what they purport to be; that the questions of danger to health, and of likelihood of fraud or deception, and of the preventive measures required for the protection of the people, are questions of fact and of public policy, the determination of which belongs to the legislative department, and not to the judiciary; and that, if the legislature is satisfied that oleomargarine is unwholesome, or that in the tubs, pots, or packages in which it is commonly offered for sale it looks so like butter, the only way to protect the people against injury to health in the one case or against fraud or deception in the other is to absolutely prohibit its sale, it is within the constitutional power of the legislature to do so.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94894/"
}