{"absolute_url": "/opinion/94941/walla-walla-v-walla-walla-water-co/", "blocked": false, "citation": {"case_name": "Walla Walla v. Walla Walla Water Co.", "docket_number": "28", "document_uris": ["/api/rest/v2/document/94941/"], "federal_cite_one": "172 U.S. 1", "federal_cite_three": null, "federal_cite_two": null, "id": 79322, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79322/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 36, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1898-11-14", "date_modified": "2014-12-21T01:32:56.602535", "docket": "/api/rest/v2/docket/1201877/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">172 U.S. 1</p>\n    <p class=\"case_cite\">19 S.Ct. 77</p>\n    <p class=\"case_cite\">43 L.Ed. 341</p>\n    <p class=\"parties\">CITY OF WALLA WALLA et al.<br>v.<br>WALLA WALLA WATER CO.</p>\n    <p class=\"docket\">No. 28.</p>\n    <p class=\"date\">November 14, 1898.</p>\n    <div class=\"prelims\">\n      <p>Page 2 This was a bill in equity filed by the water company to enjoin the city of Walla Walla and its officers from erecting water works in pursuance of an ordinance of the city to that effect, or from acquiring any property for the purpose of carrying out such enterprise, or from expending the moneys of the city, or selling its bonds or other securities, for the purpose of enabling the city to erect such water works.</p>\n      <p class=\"indent\">The facts are substantially as follows: By an act of the territory of Washington (November 28, 1883) incorporating the city of Walla Walla, it was enacted (section 11) that the city should have 'power * * * to provide * * * a sufficient supply of water'; and by section 10, 'to grant the right to use the streets of said city for the purpose of laying gas and other pipes intended to furnish the inhabitants of said city with light or water, to any persons or association of persons for a term not exceeding twenty-five years, * * * provided always, that none of the rights or privileges herein granted shall be exclusive, nor prevent the council from granting the same rights to others.' Other sections are as follows:</p>\n      <p class=\"indent\">'Sec. 11. The city of Walla Walla shall have power to erect and maintain water works within or without the city limits, or to authorize the erection of the same, for the purpose of furnishing the city or the inhabitants thereof with a sufficient supply of water, * * * and to enact all ordinances and regulations necessary to carry the power herein conferred into effect; but no water works shall be erected by the city until a majority of the voters, who shall be those only who are freeholders in the city, or pay a property tax therein, on not less than five hundred dollars' worth of property, shall at a general or special election vote for the same.</p>\n      <p class=\"indent\">'Sec. 12. Said city is hereby authorized and empowered to condemn and appropriate so much private property as shall be necessary for the construction and operation of such water works, and shall have power to purchase or condemn water works already erected, or, which may be erected, and may mortgage or hypothecate the same to secure to the persons from whom the same may be purchased the payment of the purchase price thereof.</p>\n      <p class=\"indent\">* * * * * * * 'Sec. 22. The city of Walla Walla shall have power to adopt proper ordinances for the government of the city, and to carry into effect the powers given by this act. * * *</p>\n      <p class=\"indent\">'Sec. 23. The city of Walla Walla shall have power to establish and regulate the fees and compensation of all its officers, except when otherwise provided, and have such other power and privileges not here specifically enumerated as are incident to municipal corporations. * * *</p>\n      <p class=\"indent\">'Sec. 24. The power and authority hereby given to the city of Walla Walla by this act shall be vested in a mayor and council, together with such other officers as are in this act mentioned, or may be created under its authority.</p>\n      <p class=\"indent\">* * * * * * *</p>\n      <p class=\"indent\">'Sec. 43. The city council shall possess all the legislative power granted by this act.</p>\n      <p class=\"indent\">* * * * * * *</p>\n      <p class=\"indent\">'Sec. 103. The rights, powers and duties and liabilities of the city of Walla Walla and of its several officers shall be those prescribed in this act, and none others, and this is hereby declared a public act.</p>\n      <p class=\"indent\">* * * * * * *</p>\n      <p class=\"indent\">'Sec. 105. The limit of indebtedness of the city of Walla Walla is hereby fixed at fifty thousand dollars.'</p>\n      <p class=\"indent\">Pursuant to these sections of the charter, the city council on March 15, 1887, passed 'An ordinance to secure a supply of water for the city of Walla Walla,' by which it granted, under certain restrictions, to the water company, for the period of 25 years from the date of the ordinance, 'the right to lay, place and maintain all necessary water mains, pipes, connections and fitting in all the highways, streets and alleys of said city, for the purpose of furnishing the inhabitants thereof with water.'</p>\n      <p class=\"indent\">By section 4 the city reserved the right to erect and maintain as many fire hydrants as it should see fit, and, in case of fire, that the city should have all reasonable and necessary control of the water for the extinguishment thereof.</p>\n      <p class=\"indent\">The ordinance also contained the following further provisions:</p>\n      <p class=\"indent\">'Sec. 5. The city of Walla Walla shall pay to said Walla Walla Water Company for the matters and things above enumerated, quarter-yearly, on the first days of July, October, January and April of each year, at the rate of fifteen hundred dollars ($1,500) per annum, for the period of twenty-five (25) years from and after the date of the passage of this ordinance, the first quarterly payment to be made on the first day of October next (October 1, 1887).</p>\n      <p class=\"indent\">'Sec. 6. The city of Walla Walla shall during said period, without expense for water, be allowed to flush any sewer or sewers it may hereafter construct, at such time during the day or night as the water company may determine, and under the direction and supervision of such officers as the city may from time to time designate, not oftener than once each week.</p>\n      <p class=\"indent\">'Sec. 7. For all the purposes above enumerated said Walla Walla Water Company shall furnish an ample supply of water, and for domestic purposes, including sprinkling lawns, shall furnish an ample supply of good wholesome water, at reasonable rates, to consumers at all times during the said period of twenty-five (25) years; and this contract shall be voidable by the city of Walla Walla so far as it requires the payment of money, upon the judgment of a court of competent jurisdiction, whenever there shall be a substantial failure of such supply, or a substantial failure on the part of said company to keep or perform any agreement or contract on its part, herein specified or in said contract contained. But accident or reasonable delay shall not be deemed such failure. And until such contract shall have been so avoided, the city of Walla Walla shall not erect, maintain or become interested in any water works except the ones herein referred to, save as hereinafter specified.</p>\n      <p class=\"indent\">'Sec. 8. Neither the existence of said contract nor the passage of this ordinance shall be construed to be or be a waiver of or relinquishment of any right of the city to take, condemn, and pay for the water rights and works of said or any company at any time, and in case of such condemnation the existence of this contract shall not be taken into consideration in estimating or determining the value of the said water works of the said Walla Walla Water Company.' The water company accepted this ordinance, entered into a formal contract with the city, and substantially complied with the terms and conditions of such contract, which has never been avoided by the city or by the courts, and was still in force at the time the bill was filed.</p>\n      <p class=\"indent\">After this contract had been in force and the stipulated rentals paid for about six years, on June 20, 1893, an ordinance was passed 'to provide for the construction of a system of water works' for the purpose of supplying the city and its inhabitants with water; to authorize the purchase and condemnation of land for that purpose, and the issue of bonds to the amount of $160,000 to provide the necessary funds. Pursuant to the provisions of such ordinance an election was held, whereby the proposition submitted by the ordinance was carried by a sufficient majority of the legal voters.</p>\n      <p class=\"indent\">The answer of the defendants insisted that the contract of the city with the plaintiff was not a valid and binding contract, so far as concerned the stipulation binding the city not to erect or maintain, or become interested in, any system of water works other than that of the plaintiff.</p>\n      <p class=\"indent\">A demurrer to the bill having been overruled, and a preliminary injunction having been granted pursuant to the prayer of the bill, the case subsequently went to a hearing upon the pleadings and proofs, and resulted in a decree perpetuating the injunction. 60 Fed. 957. From this decree defendants appealed directly to this court, pursuant to section 5 of the circuit court of appeals act (21 C. C. A. v.), allowing such appeal in any case that involves the construction or application of the constitution of the United States.</p>\n      <p class=\"indent\">A. H. Garland, R. C. Garland, and James Hamilton Lewis, for appellants.</p>\n      <p class=\"indent\">John H. Mitchell, for appellee.</p>\n      <p class=\"indent\">Mr. Justice BROWN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The demurrer to the plaintiff's bill rested principally upon a want of jurisdiction of the court in certain particulars hereinafter specified. There was confessedly no diversity of citizenship, and the case was treated by the court below as one arising under the constitution and laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. The jurisdiction depends specifically upon the allegation in the bill that defendants insist that the contract of the city with the plaintiff was not a valid and binding contract, either in respect to the stipulation binding the city not to erect, maintain, or become interested in any system of water works other than those of the plaintiff, or in respect to the stipulation for furnishing water to the city by the plaintiff, and that, regardless of plaintiff's rights, the city refuses to be bound by the contract, and is proposing to borrow money to erect and maintain water works of its own, and become a competitor with the plaintiff for the trade and custom of the consumers of water; that the plaintiff is the owner of property in the city of the value of $125,000, and pays taxes to the city on the same; that, if the city is permitted to borrow money and apply the same to the erection of water works, the indebtedness will become a cloud and burden upon all taxable property in the city, and that such loan is inequitable, and imposes upon the taxpayers a large and unnecessary burden; that the value of plaintiff's property is largely dependent upon the fact of its having no competition, and that the threatened action of the city has greatly diminished the value of such property and the credit of the company, and that it finds itself without the ability to borrow money to make the necessary additions and repairs to its property; and, in short, that the proposed action of the city is in fraud of plaintiff's rights under its contract with the city, and the protection guarantied to it under the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">These allegations, upon their face, raise a question of the power of the city to impair the obligation of its contract with the plaintiff by the adoption of the ordinance of June 20, 1893. The argument of the defendant in this connection is that the action of the city in contracting with the water company, and in passing the ordinance of 1893 providing for the erection of water works, was not in the exercise of its sovereignty; that in these particulars the city was not acting as the agent of the state, but was merely exercising a power as agent of its citizens, and representing solely their proprietary interests; that the council in such cases, as trustee for the citizens, stands in the relation to them as directors to stockholders in a private corporation, acting solely as the agent of the citizens, and no wise as the agent of the state; and therefore that neither the state, nor the city as its agent, can be charged either with the making or the impairing of the original contract; that for these reasons the constitution of the United States has no application to the case, the federal court has no jurisdiction, and the bill, upon its admitted facts, presents only a violation by a citizen of the state of its contract with another citizen, and the plaintiff is bound to resort to the state courts for its remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It may be conceded, as a general proposition, that there is a substantial distinction between the acts of a municipality as the agent of the state, for the preservation of peace and the protection of persons and property, and its acts as the agent of its citizens, for the care and improvement of the public property, and the adaptation of the city for the purposes of residence and business. Questions respecting this distinction have usually arisen in actions against the municipality for the negligence of its officers, in which its liability has been held to turn upon the question whether the duties of such officers were performed in the exercise of public functions of merely proprietary powers. It is sought to carry this distinction a step further, and to hold that, if a contract be made by a city in its proprietary capacity, the question whether such contract has been substantially affected by the subsequent action of the city does not present one of impairment by act of the state or its authorized agent, but one of an ordinary breach of contract by a private party, and hence the case does not arise under the constitution and laws of the United States, and the court has no jurisdiction, unless there be the requisite diversity of citizenship. How far this distinction can be carried to defeat the jurisdiction of the court, or the application of the contract clause, may admit of considerable doubt, if the contract be authorized by the charter; but it is sufficient for the purposes of this case to say that this court has too often decided, for the rule to be now questioned, that the grant of a right to supply gas or water to a municipality and its inhabitants through pipes and mains laid in the streets, upon condition of the performance of its service by the grantee, is the grant of a franchise vested in the state in consideration of the performance of a public service, and, after performance by the grantee, is a contract protected by the constitution of the United States against state legislation to impair it. New Orleans Gaslight Co. v. Louisiana Light &amp; Heat Producing &amp; Mfg. Co., 115 U. S. 650, 660, 6 Sup. Ct. 252; Water-Works Co. v. Rivers, 115 U. S. 674, 6 Sup. Ct. 273; St. Tammany Water Works v. New Orleans Water Works, 120 U. S. 64, 7 Sup. Ct. 405; Crescent City Gaslight Co. v. New Orleans Gaslight Co., 27 La. Ann. 138, 147.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is true that in these cases the franchise was granted directly by the state legislature, but it is equally clear that such franchises may be bestowed upon corporations by the municipal authorities, provided the right to do so is given by their charters. State legislatures may not only exercise their sovereignty directly, but may delegate such portions of it to inferior legislative bodies as, in their judgment, is desirable for local purposes. As was said by the supreme court of Ohio in State v. Cincinnati Gaslight &amp; Coke Co., 18 Ohio St. 262, 293: 'And, assuming that such a power [granting franchises to establish gas works] may be exercised directly, we are not disposed to doubt that it may also be exercised indirectly, through the agency of a municipal corporation, clearly invested, for police purposes, with the necessary authority.' This case is directly in line with those above cited. See, also, Wright v. Nagle, 101 U. S. 791; Gas Co. v. Hamilton, 146 U. S. 258, 266, 13 Sup. Ct. 90; Bacon v. Texas, 163 U. S. 207, 216, 16 Sup. Ct. 1023; New Orleans Water-Works Co. v. New Orleans, 164 U. S. 471, 17 Sup. Ct. 161.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The cases relied upon by the appellant are no authority for the position assumed, that the federal court has no jurisdiction of a case wherein the charter of a water company is alleged to have been impaired by subsequent legislation. In several of these cases the actions were for negligence in the performance of certain duties, which the court held to be public or private, as the case might be. New Orleans v. Abbagnato, 23 U. S. App. 533, 545, 10 C. C. A. 361, and 62 Fed. 240; Maxmilian v. Mayor, etc., 62 N. Y. 160; Western College v. Cleveland, 12 Ohio St. 375. In Safety Insulated Wire &amp; Cable Co. v. City of Baltimore, 25 U. S. App. 166, 13 C. C. A. 375, and 66 Fed. 140, a contract to put electric wires underground was held to be for the private advantage of the city as a legal personality, distinct from considerations connected with the government of the state at large, and that with reference to such contracts the city must be regarded as a private corporation. The contract was held to be one into which the city could lawfully enter, but no question of jurisdiction was made. In Illinois Trust &amp; Sav. Bank v. Arkansas City, 40 U. S. App. 257, 22 C. C. A. 171, and 76 Fed. 271, the power to contract for water works was held to be for the private benefit of the inhabitants of the city, and that in the exercise of these powers a municipality was governed by the same rules as a private corporation; but the jurisdiction of the case was apparently dependent upon citizenship.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We know of no case in which it has been held that an ordinance alleged to impair a prior contract with a gas or water company did not create a case under the constitution and laws of the United States. Granting that, in respect to the two classes of cases above mentioned, responsibilities of a somewhat different character are imposed upon a municipality in the execution of its contracts, our attention has not been called to an authority where the application of the constitutional provision as to the impairment of contracts has been made to turn upon the question whether the contract was executed by the city in its sovereign or proprietary capacity, provided the right to make such contract was conferred by the charter. We do not say that this question might not become a serious one; that, with respect to a particular contract, the municipality might not stand in the character of a private corporation; but the cases wherein the charter of a gas or water company have been treated as falling within the constitutional provision are altogether too numerous to be now questioned, or even to justify citation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. The argument which attacks the jurisdiction of the court upon the ground that the complaint is devoid of facts showing any matter which vests jurisdiction goes rather to the sufficiency of the pleading than to the jurisdiction of the court. Even if this objection had been sustained, the difficulty could have been easily obviated by amendment. We think, however, that it sufficiently appears that, if the city were allowed to erect and maintain competing water works, the value of those of the plaintiff company would be materially impaired, if not practically destroyed. The city might fix such prices as it chose for its water, and might even furnish it free of charge to its citizens, and raise the funds for maintaining the works by a general tax. It would be under no obligation to conduct them for a profit, and the citizens would naturally take their water where they could procure it cheapest. The plaintiff, upon the other hand, must carry on its business at a profit, or the investment becomes a total loss. The question whether the city should supply itself with water, or contract with a private corporation to do so, presented itself when the introduction of water was first proposed, and the city made its choice not to establish works of its own. Indeed, it expressly agreed, in contracting with the plaintiff, that, until such contract should be avoided by a substantial failure upon the part of the company to perform it, the city should not erect, maintain, or become interested in any water works except the plaintiff's. To require the plaintiff to aver specifically how the establishment of competing water works would injure the value of its property, or deprive it of the rent agreed by the city to be paid, is to demand that it should set forth facts of general knowledge, and within the common observation of men. That which is patent to any one of average understanding need not be particularly averred.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">3. The objection that a court of equity has no jurisdiction, because the plaintiff has a complete and adequate remedy at law, is equally untenable. Obviously it has no present remedy at law, since the city has done nothing in violation of its covenant not to erect competing water works, and the water company has as yet suffered no damage. It is true that after the city shall have gone to the great expense of erecting a plant of its own, and of entering into competition with the plaintiff company, the latter would doubtless have a remedy at law for breach of the covenant. In the meantime great, perhaps irreparable, damage would have been done to the plaintiff. What the measure of such damage was, would be exceedingly difficult of ascertainment, and would depend largely upon the question whether the value of the plaintiff's plant was destroyed, or merely impaired. It would be impossible to say what would be the damage incurred at any particular moment, since such damage might be more or less dependent upon whether the compatition of the city should ultimately destroy, or only interfere with, the business of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This court has repeatedly declared in affirmance of the generally accepted proposition that the remedy at law, in order to exclude a concurrent remedy at equity, must be as complete, as practical, and as efficient to the ends of justice and its prompt administration, as the remedy in equity. Boyce's Ex'rs v. Grundy, 3 Pet. 210, 215; Insurance Co. v. Railey, 13 Wall. 616, 621; Kilbourn v. Sunderland, 130 U. S. 505, 514, 9 Sup. Ct. 594; Tyler v. Savage, 143 U. S. 79, 95, 12 Sup. Ct. 340.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where irreparable injury is threatened, or the damage be of such a nature that it cannot he adequately compensated by an action at law, or is such as, from its continuance, to occasion a constantly recurring grievance, the party is not ousted of his remedy by injunction. In such a case as this the remedy will save to one party or the other a large pecuniary loss,&#8212;to the city, if it be obliged to pay to the plaintiff damages occasioned by the establishment of its competing works; to the plaintiff, if it be adjudged that the city has a right to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But it is further insisted in this connection that under section 8 of the contract the city had the right at any time to take and condemn the water works of the company, and that in case of such condemnation the contract should not be taken into consideration in estimating the value of the water works, and, hence, that if the city elected to establish water works of its own, without condemning those of the plaintiff company, the value of such water works would furnish the proper measure of damages in such action. This argument necessarily assumes, however, that the damages in such action would be the same as in a proceeding for condemnation. Perhaps, if the plaintiff company were forced to abandon its works entirely by the competition of the city, the value of such works might furnish the measure of its compensation; but it could not be forced to do this, and if the company elected not to abandon, but to enter into competition with the city, the damages would have to be estimated by the probable injury done to the company by such competition. This, as above indicated, would furnish a most uncertain basis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4. The case upon the merits depends largely upon the power of the city under its charter. The ordinance authorizing the contract, which purports to have been passed in pursuance of this charter, declared that, until such contract should be avoided by a court of competent jurisdiction, the city should not erect, maintain, or become interested in, any water works, except the ones established by the company, while the ordinance of June 20, 1893, provided for the immediate construction of a system of water works by the city for the purpose of supplying the city and its inhabitants with water. Upon the face of the two ordinances, there was a plain conflict. The latter clearly impaired the obligation of the former.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The argument of the city is that the council exceeded its powers in authorizing the contract with the water company for a continuous supply of water and the payment of rentals for 25 years, and that such contract was specially obnoxious in its stipulation that the city should not construct water works of its own during the life of the contract. The several objections to the contract are specifically stated by counsel for the city in their brief as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(a) The contract creates a monopoly, which, in the absence of an express grant from the legislature of power so to do, or such power necessarily implied, is void as in contravention of public policy.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(b) The contract is void as an attempt to contract away a part of the governmental power of the city council.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(c) The contract is void as creating an indebtedness in excess of the charter limits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(d) The contract is in violation of the express provision of a general statute of the territory of Washington.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By section 10 of the city charter the city is authorized 'to grant the right to use the streets of said city for the purpose of laying gas and other pipes intended to furnish the inhabitants of said city with light or water, to any persons or association of persons for a term not exceeding twenty-five years, * * * provided always, that none of the rights or privileges hereinafter granted shall be exclusive or prevent the council from granting the said rights to others; and by section 11, 'the city of Walla Walla shall have power to erect and maintain water works within or without the city limits, or to authorize the erection of the same for the purpose of furnishing the city, or the inhabitants thereof, with a sufficient supply of water.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As the contract in question was expressly limited to 25 years, and as no attempt was made to grant an exclusive privilege to the water company, the city seems to have acted within the strictest limitation of the charter. Atlantic City Water Works v. Atlantic City, 48 N. J. Law, 378, 6 Atl. 24.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Had the privilege granted been an exclusive one, the contract might be considered objectionable upon the ground that it created a monopoly without an express sanction of the legislature to that effect. It is true that in City of Brenham v. Brenham Water Co., 67 Tex. 542, 4 S. W. 143, a city ordinance granting to the water company the right and privilege for the term of 25 years of supplying the city with water, for which the city agreed to pay an annual rental for each hydrant, the supreme court of Texas held to be the grant of an exclusive privilege to the water company for the period named. The decision seems to have been rested largely upon the use of the words 'privilege' and 'supplying,'&#8212;words which are not found in the contract in this case. Without expressing an opinion upon the point involved in that case, we are content to say that an ordinance granting a right to a water company for 25 years to lay and maintain water pipes for the purpose of furnishing the inhabitants of a city with water does not, in our opinion, create a monopoly, or prevent the granting of a similar franchise to another company. Particularly is this so when taken in connection with a further stipulation that the city shall not erect water works of its own. This provision is not devoid of an implication that it was intended to exclude only competition from itself, and not from other parties whom it might choose to invest with a similar franchise.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">5. The argument that the contract is void as an attempt to barter away the legislative power of the city council rests upon the assumption that contracts for supplying a city with water are within the police power of the city, and may be controlled, managed, or abrogated at the pleasure of the council. This court has doubtless held that the police power is one which remains constantly under the control of the legislative authority, and that a city council can neither bind itself nor its successors to contracts prejudicial to the peace, good order, health, or morals of its inhabitants; but it is to cases of this class that these rulings have been confined.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If a contract be objectionable in itself upon these grounds, or if it become so in its execution, the municipality may, in the exercise of its police power, regulate the manner in which it may be carried out, or may abrogate it entirely, upon the principle that it cannot bind itself to any course of action which shall prove deleterious to the health or morals of its inhabitants. In such case an appeal to the contract clause of the constitution is ineffectual. Thus, in Fertilizing Co. v. Hyde Park, 97 U. S. 659, an act of the general assembly of Illinois authorized the fertilizing company to establish and maintain for 50 years certain chemical works for the purpose of converting dead animals into agricultural fertilizers, and to maintain depots in Chicago for the purpose of receiving and carrying out of the city dead animals and other animal matter which it might buy or own. Subsequently the charter of the village of Hyde Park was revised, and power given it to define or abate nuisances injurious to the public health. It was held that under this power the village had the right to prohibit the carrying of dead animals or offensive matter through the streets; that the charter of the company was a sufficient license until revoked, but was not a contract guarantying that the company might continue to carry on a business which had become a nuisance by the growth of population around its works, or that it should be exempt for 50 years from an exercise of the police power of the state,&#8212;citing Coates v. Mayor, etc., 7 Cow. 585.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Substantially the same ruling was made in Butchers' Union Slaughter-House Co. v. Crescent City Live-Stock Landing Co., 111 U. S. 746, 4 Sup. Ct. 652, wherein an act of the legislature of Louisiana granting exclusive privileges for maintaining slaughter houses was held to be subject to subsequent ordinances of the city of New Orleans opening to general competition the right to build slaughter houses.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The same principle has been applied to charters for the maintenance of lotteries, which, upon grounds of public policy, have been held to be mere licenses, and subject to abrogation in the exercise of the police power of the government (Boyd v. Alabama, 94 U. S. 645; Stone v. Mississippi, 101 U. S. 814; Douglas v. Kentucky, 168 U. S. 488, 18 Sup. Ct. 199), as well as to laws regulating the liquor traffic (Beer Co. v. Massachusetts, 97 U. S. 25: Board v. Barrie, 34 N. Y. 657), and even laws regulating the inspection of coal oil (U. S. v. De Witt, 9 Wall. 41; Patterson v. Kentucky, 97 U. S. 501). In the latter case it was held that a person holding a patent under the laws of the United States for an invention was not protected by such patent in selling oil condemned by a state inspector as unsafe for illuminating purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under this power, and the analogous power of taxation, we should have no doubt that the city council might take such measures as were necessary or prudent to secure the purity of the water furnished under the contract of the company, the payment of its just contributions to the public burdens, and the observance of its own ordinances respecting the manner in which the pipes and mains of of the company should be laid through the streets of the city. People v. Squire, 145 U. S. 175, 12 Sup. Ct. 880; St. Louis v. W. U. Tel. Co., 148 U. S. 92, 13 Sup. Ct. 185; Missouri v. Murphy, 170 U. S. 78, 18 Sup. Ct. 505. But where a contract for a supply of water is innocuous in itself, and is carried out with due regard to the good order of the city and the health of its inhabitants, the aid of the police power cannot be invoked to abrogate or impair it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">6. Nor do we think the contract objectionable in its stipulation that the city would not erect water works of its own during the life of the contract. There was no attempt made to create a monopoly by granting an exclusive right to this company, and the agreement that the city would not erect water works of its own was accompanied, in section 8 of the contract, with a reservation of a right to take, condemn, and pay for the water works of the company at any time during the existence of the contract. Taking sections 7 and 8 together, they amount simply to this: That, if the city should desire to establish water works of its own, it would do so by condemning the property of the company, and making such changes in its plant or such additions thereto as it might deem desirable for the better supply of its inhabitants, but that it would not enter into a direct competition with the company during the life of the contract. As such competition would be almost necessarily ruinous to the company, it was little more than an agreement that the city would carry out the contract in good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">An agreement of this kind was a natural incident to the main purpose of the contract,&#8212;to the power given to the city by its charter to provide a sufficient supply of water, and to grant the right to use the streets of the city for the purpose of laying water pipes to any persons or association of persons for a term not exceeding 25 years. In establishing a system of water works, the company would necessarily incur a large expense, in the construction of the power house and the laying of its pipes through the streets; and, as the life of the contract was limited to 25 years, it would naturally desire to protect itself from competition as far as possible, and would have a right to expect that at least the city would not itself enter into such competition. It is not to be supposed that the company would have entered upon this large undertaking in view of the possibility that, in one of the sudden changes of public opinion to which all municipalities are more or less subject, the city might resolve to enter the field itself,&#8212;a field in which it undoubtedly would have become the master,&#8212;and practically extinguish the rights it had already granted to the company. We think a disclaimer of this kind was within the fair intendment of the contract, and that a stipulation to that effect was such a one as the city might lawfully make, as an incident of the principal undertaking.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Cases are not infrequent where, under a general power to cause the streets of a city to be lighted, or to furnish its inhabitants with a supply of water, without limitation as to time, it has been held that the city has no right to grant an exclusive franchise for a period of years; but these cases do not touch upon the question how far the city, in the exercise of an undoubted power to make a particular contract, can hedge it about with limitations designed to do little more than bind the city to carry out the contract in good faith, and with decent regard for the rights of the other party. The more prominent of these cases are Minturn v. Larue, 23 How. 435; Wright v. Nagle, 101 U. S. 791; Ohio v. Cincinnati Gaslight &amp; Coke Co., 18 Ohio St. 262; Logan v. Pyne, 43 Iowa, 524; Jackson Co. Horse R. Co. v. Interstate Rapid-Transit Ry. Co., 24 Fed. 306; Norwich Gas .co. v. Norwich City Gas Co., 25 Conn. 19; Saginaw Gaslight Co. v. City of Saginaw, 28 Fed. 529; Grand Rapids Electic Light &amp; Power Co. v. Grand Rapids Edison Electric Light &amp; Fuel Gas Co., 33 Fed. 659; Gale v. Kalamazoo, 23 Mich. 344. These cases furnish little or no support to the proposition for which they are cited.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">If, as alleged in the answer, the water company failed to carry out its contract, and the supply furnished was inadequate for domestic, sanitary, or fire purposes, and the pressure so far insufficient that in many parts of the city water could not be carried above the first story of the buildings, the seventh section of the contract furnished an adequate and complete remedy, by an application to the courts to declare the contract void.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">7. The objection that the indebtedness created by this contract exceeds the amount authorized by the charter raises a serious, though by no means a novel, question. The objection is founded upon section 105 of the charter, which enacts 'that the limit of indebtedness of the city of Walla Walla is hereby fixed at fifty thousand dollars,' and upon the allegation in the bill that the city at the date of the contract was indebted in a sum exceeding $16,000. The city, by section 5 of its ordinance and contract with the water company, agreed to pay a rental of $1,500 per annum for 25 years, or an aggregate amount of $37,500, which , added to the existing indebtedness of $16,000, would create a debt exceeding the limited amount of $50,000.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is a considerable conflict of authority respecting the proper construction of such limitations in municipal charters. There can be no doubt that if the city proposed to purchase outright, or establish a system of water works of its own, the section would apply, though bonds were issued therefor, made payable in the future. Buchanan v. Litchfield, 102 U. S. 278; Culbertson v. Fulton, 127 Ill. 30, 18 N. E. 781; Coulson v. Portland , Deady, 481, Fed. Cas. No. 3,275; Read v. Altantic City, 49 N. J. Law, 558, 9 Atl. 759; Spilman v. City of Parkersburg, 35 W. Va. 605, 14 S. E. 279; Beard v. City of Hopkinsville, 95 Ky. 239, 24 S. W. 872. There are also a number of respectable authorities to the effect that the limitation covers a case where the city agrees to pay a certain sum per annum, if the aggregate amount payable under such agreement exceeds the amount limited by the charter. Niles Water Works v. City of Niles, 59 Mich. 311, 26 N. W. 525; Humphreys v. City of Bayonne, 55 N. J. Law, 241, 26 Atl. 81; Salem Water Co. v. City of Salem, 5 Or. 29.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But we think the weight of authority, as well as of reason, favors the more liberal construction, that a municipal corporation may contract for a supply of water or gas, or a like necessary, and may stipulate for the payment of an annual rental for the gas or water gurnished each year, notwithstanding the aggregate of its rentals during the life of the contract may exceed the amount of the indebtedness limited by the charter. There is a distinction between a debt and a contract for a future indebtedness to be incurred, provided the contracting party perform the agreement out of which the debt may arise. There is also a distinction between the latter case and one where an absolute debt is created at once, as by the issue of railway bonds, or for the erection of a public improvement, though such debt be payable in the future by installments. In the one case the indebtedness in not created until the consideration has been furnished; in the other, the debt is created at once, the time of payment being only postponed.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the case under consideration the annual rental did not become an indebtedness, within the meaning of the charter, until the water appropriate to that year had been furnished. If the company had failed to furnish it, the rental would not have been payable at all; and, while the original contract provided for the creation of an indebtedness, it was only upon condition that the company performed its own obligation. Wood v. Partridge, 11 Mass. 488, 493. A different construction might be disastrous to the interests of the city, since it is obviously debarred from purchasing or establishing a plant of its own exceeding in value the limited amount, and is forced to contract with some company which is willing to incur the large expense necessary in erecting water works upon the faith of the city paying its annual rentals. Smith v. Dedham, 144 Mass. 177, 10 N. E. 782; Crowder v. Town of Sullivan, 128 Ind. 486, 28 N. E. 94; Saleno v. City of Neosho, 127 Mo. 627, 30 S. W. 190; City of Valparaiso v. Gardner, 97 Ind. 1; New Orleans Gaslight Co. v. City of New Orleans, 42 La. Ann. 188, 7 South. 559; Merrill Railway &amp; Lighting Co. v. City of Merrill, 80 Wis. 358, 49 N. W. 965; Weston v. City of Syracuse, 17 N. Y. 110; City of East St. Louis v. East St. Louis Gaslight &amp; Coke Co., 98 Ill. 415; Grant v. City of Davenport, 36 Iowa, 396; Lott v. City of Waycross, 84 Ga. 681, 11 S. E. 558; Water Co. v. Woodward, 49 Iowa, 58.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The obvious purpose of limitations of this kind in municipal charters is to prevent the improvident contracting of debts for other than the ordinary current expenses of the municipality. It certainly has no reference to debts incurred for the salaries of municipal officers, members of the fire and police departments, school teachers, or other salaried employees, to whom the city necessarily becomes indebted in the ordinary conduct of municipal affairs, and for the discharge of which money is annually raised by taxation. For all purposes necessary to the exercise of their corporate powers they are at liberty to make contracts, regardless of the statutory limitation, provided, at least, that the amount to be raised each year does not exceed the indebtedness allowed by the charter. Among these purposes is the prevention of fires, the purchase of fire engines, the pay of firemen, and the supply of water by the payment of annual rentals therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is true that in the case of Lake Co. v. Rollins, 130 U. S. 662, 9 Sup. Ct. 651, it was held by this court that a similar provision in the constitution of Colorado was an absolute limitation upon the power to contract any and all indebtedness, including warrants used for county expenses, such as for witnesses' and jurors' fees, election costs, charges for board of prisoners, county treasurer's commissions, etc.; but the case is readily distinguishable from the one under consideration. That was a suit against a county upon a large number of warrants for current expenses; the defense being a want of authority on the part of the county commissioners to issue warrants which had been put forth after the limit of indebtedness had been reached, and even exceeded. They were held to be void. The case is authority for the proposition that if the annual rentals payable in this case, with the other expenses, exceeded the limit of indebtedness, the transaction would be void; but as it appears that the limit of indebtedness was $50,000, and the amount of the city debt but $16,000, it is clear that the payment of an annual rental of but $1,500 would be unobjectionable upon this ground. If such annual rentals exceeded the limit of indebtedness, a different question would be presented.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">8. Further objection is made to this contract upon the ground that it is violative of a general statute of the territory of Washington enacted December 1, 1881, authorizing cities, etc., to provide for a supply of water. By the first section of this act all cities are authorized to contract for a term not exceeding 25 years with corporations for a supply of water, but section 2 states that, before any such contract shall be entered into, the terms of the proposed contract shall be submitted to a vote of the taxpayers at a special election to be called by the council after a notice of 3 weeks. As no such election was held to ratify the contract in this case, it is insisted that the city council was never authorized to enter into it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We are of opinion, however, that the general act of 1881 was, so far as it applied to the city of Walla Walla, superseded by the charter of November 28, 1883, which provided that the city might enter into contracts for the purpose of supplying its inhabitants with water without any further requirement that an election should be held to ratify such contract. That no such ratification by the electors was intended is also evident from section 11 of the charter, which enacts that no water works shall be erected by the city without a vote of a majority of its freeholders. The fact that such ratification was required where water works were to be erected, and that no mention was made of a vote where the city contracted with a corporation for such surpose, clearly evinces an intent on the part of the legislature to permit the city to make a contract for a limited term without appealing to the people for their assent. While the special act is silent with reference to the ratification of contracts to supply water, we think the maxim, 'Expressio unius est exclusio alterius,' is applicable, and that it was clearly the intention of the legislature to supersede the general law in that particular, leaving the general law to stand where it is proposed that the city shall erect and maintain water works of its own.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">9. Finally, it is argued that, upon the facts of this case, it clearly appears that the plaintiff company has failed to comply with its contract to furnish an ample supply of good and wholesome water; that the pressure in the mains was not sufficient for fire protection, or for domestic purposes and irrigation of lawns; that the pressure was not a sufficient supply for satisfactory use in the second stories of buildings; that several of the city additions are higher than the reservoir, and cannot be supplied from them, etc.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We are of opinion, however, that these facts cannot be set up in defense to this bill. By the express provision of section 7 of the contract ordinance, it was made voidable by the city of Walla Walla, so far as it required the payment of money, upon the judgment of a court of competent jurisdiction, whenever there should be a substantial failure of supply, or a failure on the part of the company to keep or perform any agreement on its part specified in the contract, and until 'so avoided' the city would not erect water works of its own. Had the city failed to pay its quarterly rentals, we should have no doubt that, in an action to recover the same, it might set up the failure of the company to perform its contract. Perhaps it might itself institute an action for that purpose, but we do not think it within the power of the city to constitute itself the judge, and to proceed to erect water works of its own, upon the theory that the company had failed to carry out its contract, without, in the language of section 7, obtaining the judgment of a court of competent jurisdiction to that effect. As the section provides the manner in which the failure of the company shall be legally established, we think the city was bound to pursue this course before taking steps to erect water works of its own. We have already held that so long as the contract remained in force the city had no right to establish water works, but under section 7 of the ordinance and contract the failure of the company to furnish a sumfficient supply did not of itself avoid the contract. It rendered the contract voidable, not void. The city was bound to procure its nullity before the courts before it could treat it as void. Whether, if a sudden emergency arose, requiring immediate action on the part of the city to procure a further supply, or to preserve the health of its inhabitants, a preliminary avoidance of the contract would be necessary, is a question not involved in this case, and upon which we express no opinion. There was no pretense that the water was impure, and the evidence was conflicting upon the sufficiency of the supply.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Upon the whole case, we are of opinion that the decree of the circuit court must be affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>172 U.S. 1 (1898)</b></center>\n<center><h1>WALLA WALLA CITY<br>\nv.<br>\nWALLA WALLA WATER COMPANY.</h1></center>\n<center>No. 28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 13, 1898.</center>\n<center>Decided November 14, 1898.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WASHINGTON.\n<p><span class=\"star-pagination\">*6</span> <i>Mr. A.H. Garland</i> for appellants. <i>Mr. J. Hamilton Lewis</i> and <i>Mr. R. Garland</i> were on his brief.</p>\n<p><i>Mr. John H. Mitchell</i> for appellee.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>The demurrer to the plaintiff's bill rested principally upon <span class=\"star-pagination\">*7</span> a want of jurisdiction of the court in certain particulars hereinafter specified. There was confessedly no diversity of citizenship, and the case was treated by the court below as one arising under the Constitution and laws of the United States.</p>\n<p>1. The jurisdiction depends specifically upon the allegation in the bill that defendants insist that the contract of the city with the plaintiff was not a valid and binding contract, either in respect to the stipulation binding the city not to erect, maintain or become interested in any system of water works other than those of the plaintiff, or in respect to the stipulation for furnishing water to the city by the plaintiff; and that, regardless of plaintiff's rights, the city refuses to be bound by the contract, and is proposing to borrow money to erect and maintain water works of its own, and become a competitor with the plaintiff for the trade and custom of the consumers of water; that the plaintiff is the owner of property in the city of the value of $125,000, and pays taxes to the city on the same; that if the city is permitted to borrow money and apply the same to the erection of water works, the indebtedness will become a cloud and burden upon all taxable property in the city, and that such loan is inequitable, and imposes upon the taxpayers a large and unnecessary burden; that the value of plaintiff's property is largely dependent upon the fact of its having no competition, and that the threatened action of the city has greatly diminished the value of such property and the credit of the company, and that it finds itself without the ability to borrow money to make the necessary additions and repairs to its property; and, in short, that the proposed action of the city is in fraud of plaintiff's rights under its contract with the city, and the protection guaranteed to it under the Constitution of the United States.</p>\n<p>These allegations, upon their face, raise a question of the power of the city to impair the obligation of its contract with the plaintiff by the adoption of the ordinance of June 20, 1893. The argument of the defendant in this connection is that the action of the city in contracting with the Water Company, and in passing the ordinance of 1893 providing for the erection <span class=\"star-pagination\">*8</span> of water works, was not in the exercise of its sovereignty; that in these particulars the city was not acting as the agent of the State, but was merely exercising a power as agent of its citizens, and representing solely their proprietary interests; that the council in such cases, as trustee for the citizens, stands in the relation to them as directors to stockholders in a private corporation, acting solely as the agent of the citizens and nowise as the agent of the State; and, therefore, that neither the State nor the city as its agent can be charged either with the making or the impairing of the original contract; that for these reasons the Constitution of the United States has no application to the case, the Federal court has no jurisdiction, and the bill, upon its admitted facts, presents only a violation by a citizen of the State of its contract with another citizen, and the plaintiff is bound to resort to the state courts for its remedy.</p>\n<p>It may be conceded as a general proposition that there is a substantial distinction between the acts of a municipality as the agent of the State for the preservation of peace and the protection of persons and property, and its acts as the agent of its citizens for the care and improvement of the public property and the adaptation of the city for the purposes of residence and business. Questions respecting this distinction have usually arisen in actions against the municipality for the negligence of its officers, in which its liability has been held to turn upon the question whether the duties of such officers were performed in the exercise of public functions or merely proprietary powers. It is now sought to carry this distinction a step farther, and to hold that, if a contract be made by a city in its proprietary capacity, the question whether such contract has been substantially affected by the subsequent action of the city does not present one of impairment by act of the State or its authorized agent, but one of an ordinary breach of contract by a private party, and hence the case does not arise under the Constitution and laws of the United States, and the court has no jurisdiction, unless there be the requisite diversity of citizenship. How far this distinction can be carried to defeat the jurisdiction of the <span class=\"star-pagination\">*9</span> court, or the application of the contract clause, may admit of considerable doubt, if the contract be authorized by the charter; but it is sufficient for the purposes of this case to say that this court has too often decided for the rule to be now questioned, that the grant of a right to supply gas or water to a municipality and its inhabitants through pipes and mains laid in the streets, upon condition of the performance of its service by the grantee, is the grant of a franchise vested in the State, in consideration of the performance of a public service, and after performance by the grantee, is a contract protected by the Constitution of the United States against state legislation to impair it. <i>New Orleans Gas Co.</i> v. <i>Louisiana Light Co.,</i> 115 U.S. 650, 660; <i>New Orleans Water Works Co.</i> v. <i>Rivers,</i> 115 U.S. 674; <i>St. Tammany Water Works</i> v. <i>New Orleans Water Works,</i> 120 U.S. 64; <i>Crescent City Gas Light Co.</i> v. <i>New Orleans Gas Light Co.,</i> 27 La. Ann. 138, 147.</p>\n<p>It is true that in these cases the franchise was granted directly by the state legislature, but it is equally clear that such franchises may be bestowed upon corporations by the municipal authorities, provided the right to do so is given by their charters. State legislatures may not only exercise their sovereignty directly, but may delegate such portions of it to inferior legislative bodies as, in their judgment, is desirable for local purposes. As was said by the Supreme Court of Ohio in <i>State</i> v. <i>Cincinnati Gas Light and Coke Co.,</i> 18 Ohio St. 262, 293: \"And assuming that such a power\" (granting franchises to establish gas works) \"may be exercised directly, we are not disposed to doubt that it may also be exercised indirectly, through the agency of a municipal corporation, clearly invested, for police purposes, with the necessary authority.\" This case is directly in line with those above cited. See also <i>Wright</i> v. <i>Nagle,</i> 101 U.S. 791; <i>Hamilton Gas Light &amp; Coke Co.</i> v. <i>Hamilton,</i> 146 U.S. 258, 266; <i>Bacon</i> v. <i>Texas,</i> 163 U.S. 207, 216; <i>New Orleans &amp;c. Co.</i> v. <i>New Orleans,</i> 164 U.S. 471.</p>\n<p>The cases relied upon by the appellant are no authority for the position assumed, that the Federal court has no jurisdiction <span class=\"star-pagination\">*10</span> of a case wherein the charter of a water company is alleged to have been impaired by subsequent legislation. In several of these cases the actions were for negligence in the performance of certain duties which the court held to be public or private, as the case might be. <i>New Orleans</i> v. <i>Abbagnato,</i> 23 U.S. App. 533, 545; <i>Maxmilian</i> v. <i>Mayor,</i> 62 N.Y. 160; <i>Western College</i> v. <i>Cleveland,</i> 12 Ohio St. 375. In <i>Safety Insulated Wire &amp; Cable Co.</i> v. <i>Baltimore,</i> 25 U.S. App. 166, a contract to put electric wires under ground was held to be for the private advantage of the city as a legal personality, distinct from considerations connected with the government of the State at large, and that with reference to such contracts the city must be regarded as a private corporation. The contract was held to be one into which the city could lawfully enter, but no question of jurisdiction was made. In <i>Illinois Trust &amp;c. Bank</i> v. <i>Arkansas,</i> 40 U.S. App. 257, the power to contract for water works was held to be for the private benefit of the inhabitants of the city, and that in the exercise of these powers a municipality was governed by the same rules as a private corporation, but the jurisdiction of the case was apparently dependent upon citizenship.</p>\n<p>We know of no case in which it has been held that an ordinance, alleged to impair a prior contract with a gas or water company, did not create a case under the Constitution and laws of the United States. Granting that in respect to the two classes of cases above mentioned, responsibilities of a somewhat different character are imposed upon a municipality in the execution of its contracts, our attention has not been called to an authority where the application of the constitutional provision as to the impairment of contracts has been made to turn upon the question whether the contract was executed by the city in its sovereign or proprietary capacity, provided the right to make such contract was conferred by the charter. We do not say that this question might not become a serious one; that, with respect to a particular contract, the municipality might not stand in the character of a private corporation; but the cases wherein the charter of a gas or water company have been treated as falling within the constitutional <span class=\"star-pagination\">*11</span> provision, are altogether too numerous to be now questioned or even to justify citation.</p>\n<p>2. The argument which attacks the jurisdiction of the court upon the ground that the complaint is devoid of facts showing any matter which vests jurisdiction, goes rather to the sufficiency of the pleading than to the jurisdiction of the court. Even if this objection had been sustained, the difficulty could have been easily obviated by amendment. We think, however, that it sufficiently appears that, if the city were allowed to erect and maintain competing water works, the value of those of the plaintiff company would be materially impaired, if not practically destroyed. The city might fix such prices as it chose for its water, and might even furnish it free of charge to its citizens, and raise the funds for maintaining the works by a general tax. It would be under no obligation to conduct them for a profit, and the citizens would naturally take their water where they could procure it cheapest. The plaintiff, upon the other hand, must carry on its business at a profit, or the investment becomes a total loss. The question whether the city should supply itself with water, or contract with a private corporation to do so, presented itself when the introduction of water was first proposed, and the city made its choice not to establish works of its own. Indeed, it expressly agreed, in contracting with the plaintiff, that until such contracts should be avoided by a substantial failure upon the part of the company to perform it, the city should not erect, maintain or become interested in any water works except the plaintiff's. To require the plaintiff to aver specifically how the establishment of competing water works would injure the value of its property, or deprive it of the rent agreed by the city to be paid, is to demand that it should set forth facts of general knowledge, and within the common observation of men. That which is patent to any one of average understanding need not be particularly averred.</p>\n<p>3. The objection that a court of equity has no jurisdiction, because the plaintiff has a complete and adequate remedy at law, is equally untenable. Obviously it has no present remedy at law, since the city has done nothing in violation of its <span class=\"star-pagination\">*12</span> covenant not to erect competing water works and the Water Company has as yet suffered no damage. It is true that after the city shall have gone to the great expense of erecting a plant of its own and of entering into competition with the plaintiff company, the latter would doubtless have a remedy at law for breach of the covenant. In the meantime great, perhaps irreparable, damage would have been done to the plaintiff. What the measure of such damage was would be exceedingly difficult of ascertainment and would depend largely upon the question whether the value of the plaintiff's plant was destroyed or merely impaired. It would be impossible to say what would be the damage incurred at any particular moment, since such damage might be more or less dependent upon whether the competition of the city should ultimately destroy, or only interfere with the business of the plaintiff.</p>\n<p>This court has repeatedly declared in affirmance of the generally accepted proposition that the remedy at law, in order to exclude a concurrent remedy at equity, must be as complete, as practical and as efficient to the ends of justice and its prompt administration, as the remedy in equity. <i>Boyce's Executors</i> v. <i>Grundy,</i> 3 Pet. 210, 215; <i>Ins. Co.</i> v. <i>Bailey,</i> 13 Wall. 616, 621; <i>Kilbourn</i> v. <i>Sunderland,</i> 130 U.S. 505, 514; <i>Tyler</i> v. <i>Savage,</i> 143 U.S. 79, 95.</p>\n<p>Where irreparable injury is threatened, or the damage be of such a nature that it cannot be adequately compensated by an action at law, or is such as, from its continuance, to occasion a constantly recurring grievance, the party is not ousted of his remedy by injunction. In such a case as this, the remedy will save to one party or the other a large pecuniary loss  to the city, if it be obliged to pay to the plaintiff damages occasioned by the establishment of its competing works;  to the plaintiff, if it be adjudged that the city has a right to do so.</p>\n<p>But it is further insisted in this connection that, under section 8 of the contract, the city had the right at any time to take and condemn the water works of the company, and that, in case of such condemnation, the contract should not be taken into consideration in estimating the value of the water works; <span class=\"star-pagination\">*13</span> and hence, that if the city elected to establish water works of its own, without condemning those of the plaintiff company, the value of such water works would furnish the proper measure of damages in such action. This argument necessarily assumes, however, that the damages in such action would be the same as in a proceeding for condemnation. Perhaps if the plaintiff company were forced to abandon its works entirely by the competition of the city, the value of such works might furnish the measure of its compensation; but it could not be forced to do this, and if the company elected not to abandon, but to enter into competition with the city, the damages would have to be estimated by the probable injury done to the company by such competition. This, as above indicated, would furnish a most uncertain basis.</p>\n<p>4. The case upon the merits depends largely upon the power of the city under its charter. The ordinance authorizing the contract, which purports to have been passed in pursuance of this charter, declared that until such contract should be avoided by a court of competent jurisdiction, the city should not erect, maintain or become interested in any water works except the ones established by the company, while the ordinance of June 20, 1893, provided for the immediate construction of a system of water works by the city for the purpose of supplying the city and its inhabitants with water. Upon the face of the two ordinances there was a plain conflict  the latter clearly impaired the obligation of the former.</p>\n<p>The argument of the city is that the council exceeded its powers in authorizing the contract with the Water Company for a continuous supply of water and the payment of rentals for twenty-five years, and that such contract was specially obnoxious in its stipulation that the city should not construct water works of its own during the life of the contract. The several objections to the contract are specifically stated by counsel for the city in their brief as follows:</p>\n<p><i>a.</i> The contract creates a monopoly which, in the absence of an express grant from the legislature of power so to do or such power necessarily implied, is void as in contravention of public policy;</p>\n<p><span class=\"star-pagination\">*14</span> <i>b.</i> The contract is void as an attempt to contract away a part of the governmental power of the city council;</p>\n<p><i>c.</i> The contract is void as creating an indebtedness in excess of the charter limits;</p>\n<p><i>d.</i> The contract is in violation of the express provision of a general statute of the Territory of Washington.</p>\n<p>By section 10 of the city charter, the city is authorized \"to grant the right to use the streets of said city for the purpose of laying gas and other pipes intended to furnish the inhabitants of said city with light or water, to any persons or association of persons for a term not exceeding twenty-five years, ... provided always, that none of the rights or privileges hereinafter granted shall be exclusive or prevent the council from granting the said rights to others;\" and by section 11 \"the city of Walla Walla shall have power to erect and maintain water works within or without the city limits, or to authorize the erection of the same for the purpose of furnishing the city, or the inhabitants thereof, with a sufficient supply of water.\"</p>\n<p>As the contract in question was expressly limited to twenty-five years, and as no attempt was made to grant an exclusive privilege to the Water Company, the city seems to have acted within the strictest limitation of the charter. <i>Atlantic City Water Works</i> v. <i>Atlantic City,</i> 48 N.J. Law, 378.</p>\n<p>Had the privilege granted been an exclusive one, the contract might be considered objectionable upon the ground that it created a monopoly without an express sanction of the legislature to that effect. It is true that in <i>City of Brenham</i> v. <i>Brenham Water Works,</i> 67 Texas, 542, a city ordinance granting to the water company the right and privilege for the term of twenty-five years of supplying the city with water, for which the city agreed to pay an annual rental for each hydrant, the Supreme Court of Texas held to be the grant of an exclusive privilege to the water company for the period named. The decision seems to have been rested largely upon the use of the words \"privilege\" and \"supplying\"  words which are not found in the contract in this case. Without expressing an opinion upon the point involved in that case, we are content to say <span class=\"star-pagination\">*15</span> that an ordinance granting a right to a water company for twenty-five years to lay and maintain water pipes for the purpose of furnishing the inhabitants of a city with water, does not, in our opinion, create a monopoly or prevent the granting of a similar franchise to another company. Particularly is this so when taken in connection with a further stipulation that the city shall not erect water works of its own. This provision is not devoid of an implication that it was intended to exclude only competition from itself, and not from other parties whom it might choose to invest with a similar franchise.</p>\n<p>5. The argument that the contract is void as an attempt to barter away the legislative power of the city council rests upon the assumption that contracts for supplying a city with water are within the police power of the city, and may be controlled, managed or abrogated at the pleasure of the council. This court has doubtless held that the police power is one which remains constantly under the control of the legislative authority, and that a city council can neither bind itself, nor its successors, to contracts prejudicial to the peace, good order, health or morals of its inhabitants; but it is to cases of this class that these rulings have been confined.</p>\n<p>If a contract be objectionable in itself upon these grounds, or if it become so in its execution, the municipality may, in the exercise of its police power, regulate the manner in which it may be carried out, or may abrogate it entirely, upon the principle that it cannot bind itself to any course of action which shall prove deleterious to the health or morals of its inhabitants. In such case an appeal to the contract clause of the Constitution is ineffectual. Thus in <i>Fertilizing Co.</i> v. <i>Hyde Park,</i> 97 U.S. 659, an act of the General Assembly of Illinois authorized the Fertilizing Company to establish and maintain for fifty years certain chemical works for the purpose of converting dead animals into agricultural fertilizers, and to maintain depots in Chicago for the purpose of receiving and carrying out of the city dead animals and other animal matter which it might buy or own. Subsequently, the charter of the village of Hyde Park was revised, and <span class=\"star-pagination\">*16</span> power given it to define or abate nuisances injurious to the public health. It was held that under this power the village had the right to prohibit the carrying of dead animals, or offensive matter, through the streets; that the charter of the company was a sufficient license until revoked, but was not a contract guaranteeing that the company might continue to carry on a business which had become a nuisance by the growth of population around its works, or that it should be exempt for fifty years from an exercise of the police power of the State, citing <i>Coates</i> v. <i>Mayor &amp;c. of New York,</i> 7 Cowen, 585.</p>\n<p>Substantially, the same ruling was made in <i>Butchers' Union Co.</i> v. <i>Crescent City &amp;c. Co.,</i> 111 U.S. 746, wherein an act of the legislature of Louisiana, granting exclusive privileges for maintaining slaughter houses, was held to be subject to subsequent ordinances of the city of New Orleans opening to general competition the right to build slaughter houses.</p>\n<p>The same principle has been applied to charters for the maintenance of lotteries which, upon grounds of public policy, have been held to be mere licenses and subject to abrogation in the exercise of the police power of the government; <i>Boyd</i> v. <i>Alabama,</i> 94 U.S. 645; <i>Stone</i> v. <i>Mississippi,</i> 101. U.S. 814; <i>Douglas</i> v. <i>Kentucky,</i> 168 U.S. 488; as well as to laws regulating the liquor traffic, <i>Beer Co.</i> v. <i>Massachusetts,</i> 97 U.S. 25; <i>Metropolitan Board of Excise</i> v. <i>Barrie,</i> 34 N.Y. 657; and even laws regulating the inspection of coal oil; <i>United States</i> v. <i>DeWitt,</i> 9 Wall. 41; <i>Patterson</i> v. <i>Kentucky,</i> 97 U.S. 501. In the latter case it was held that a person holding a patent under the laws of the United States for an invention was not protected by such patent in selling oil condemned by a state inspector as unsafe for illuminating purposes.</p>\n<p>Under this power and the analogous power of taxation we should have no doubt that the city council might take such measures as were necessary or prudent to secure the purity of the water furnished under the contract of the company, the payment of its just contributions to the public burdens, and the observance of its own ordinances respecting the manner in which the pipes and mains of the company should be laid through the streets of the city. <i>New York</i> v. <i>Squire,</i> 145 <span class=\"star-pagination\">*17</span> U.S. 175; <i>St. Louis</i> v. <i>Western Union Tel. Co.,</i> 148 U.S. 92; <i>Laclede Gas Light Co.</i> v. <i>Murphy,</i> 170 U.S. 78. But where a contract for a supply of water is innocuous in itself and is carried out with due regard to the good order of the city and the health of its inhabitants, the aid of the police power cannot be invoked to abrogate or impair it.</p>\n<p>6. Nor do we think the contract objectionable in its stipulation that the city would not erect water works of its own during the life of the contract. There was no attempt made to create a monopoly by granting an exclusive right to this company, and the agreement that the city would not erect water works of its own was accompanied, in section 8 of the contract, with a reservation of a right to take, condemn and pay for the water works of the company at any time during the existence of the contract. Taking sections 7 and 8 together, they amount simply to this: That if the city should desire to establish water works of its own it would do so by condemning the property of the company and making such changes in its plant or such additions thereto as it might deem desirable for the better supply of its inhabitants; but that it would not enter into a direct competition with the company during the life of the contract. As such competition would be almost necessarily ruinous to the company, it was little more than an agreement that the city would carry out the contract in good faith.</p>\n<p>An agreement of this kind was a natural incident to the main purpose of the contract, to the power given to the city by its charter to provide a sufficient supply of water, and to grant the right to use the streets of the city for the purpose of laying water pipes to any persons or association of persons for a term not exceeding twenty-five years. In establishing a system of water works the company would necessarily incur a large expense in the construction of the power house and the laying of its pipes through the streets, and, as the life of the contract was limited to twenty-five years, it would naturally desire to protect itself from competition as far as possible, and would have a right to expect that at least the city would not itself enter into such competition. It is not <span class=\"star-pagination\">*18</span> to be supposed that the company would have entered upon this large undertaking in view of the possibility that, in one of the sudden changes of public opinion to which all municipalities are more or less subject, the city might resolve to enter the field itself  a field in which it undoubtedly would have become the master  and practically extinguish the rights it had already granted to the company. We think a disclaimer of this kind was within the fair intendment of the contract, and that a stipulation to that effect was such a one as the city might lawfully make as an incident of the principal undertaking.</p>\n<p>Cases are not infrequent where under a general power to cause the streets of a city to be lighted, or to furnish its inhabitants with a supply of water, without limitation as to time, it has been held that the city has no right to grant an exclusive franchise for a period of years; but these cases do not touch upon the question how far the city, in the exercise of an undoubted power to make a particular contract, can hedge it about with limitations designed to do little more than bind the city to carry out the contract in good faith, and with decent regard for the rights of the other party. The more prominent of these cases are <i>Minturn</i> v. <i>Larue,</i> 23 How. 435; <i>Wright</i> v. <i>Nagle,</i> 101 U.S. 791; <i>State</i> v. <i>Cincinnati Gas Light &amp; Coke Co.,</i> 18 Ohio St. 262; <i>Logan</i> v. <i>Pyne,</i> 43 Iowa, 524; <i>Jackson Co. Horse Railroad</i> v. <i>Rapid Transit Railway Co.,</i> 24 Fed. Rep. 306; <i>Norwich Gas Co.</i> v. <i>Norwich City Gas Co.,</i> 25 Conn. 19; <i>Saginaw Gas Light Co.</i> v. <i>Saginaw,</i> 28 Fed. Rep. 529; <i>Grand Rapids Electric Light and Power Co.</i> v. <i>Grand Rapids Edison &amp;c. Gas Co.,</i> 33 Fed. Rep. 659; <i>Gale</i> v. <i>Kalamazoo,</i> 23 Michigan, 344. These cases furnish little or no support to the proposition for which they are cited.</p>\n<p>If, as alleged in the answer, the Water Company failed to carry out its contract, and the supply furnished was inadequate for domestic, sanitary or fire purposes, and the pressure so far insufficient that in many parts of the city water could not be carried above the first story of the buildings, the seventh section of the contract furnished an adequate and <span class=\"star-pagination\">*19</span> complete remedy by an application to the courts to declare the contract void.</p>\n<p>7. The objection that the indebtedness created by this contract exceeds the amount authorized by the charter raises a serious though by no means a novel question. The objection is founded upon section 105 of the charter, which enacts \"that the limit of indebtedness of the city of Walla Walla is hereby fixed at fifty thousand dollars,\" and, upon the allegation in the bill that the city, at the date of the contract, was indebted in a sum exceeding $16,000. The city, by section 5 of its ordinance and contract with the Water Company, agreed to pay a rental of $1500 per annum for twenty-five years, or an aggregate amount of $37,500, which, added to the existing indebtedness of $16,000, would create a debt exceeding the limited amount of $50,000.</p>\n<p>There is a considerable conflict of authority respecting the proper construction of such limitations in municipal charters. There can be no doubt that if the city proposed to purchase outright, or establish a system of water works of its own, the section would apply, though bonds were issued therefor made payable in the future. <i>Buchanan</i> v. <i>Litchfield,</i> 102 U.S. 278; <i>Culbertson</i> v. <i>Fulton,</i> 127 Illinois, 30; <i>Coulson</i> v. <i>Portland,</i> Deady, 481; <i>State</i> v. <i>Atlantic City,</i> 49 N.J. Law, 558; <i>Spilman</i> v. <i>Parkersburg,</i> 35 W. Va. 605; <i>Beard</i> v. <i>Hopkinsville,</i> 95 Kentucky, 239. There are also a number of respectable authorities to the effect that the limitation covers a case where the city agrees to pay a certain sum per annum, if the aggregate amount payable under such agreement exceeds the amount limited by the charter. <i>Niles Water Works</i> v. <i>Niles,</i> 59 Michigan, 311; <i>Humphreys</i> v. <i>Bayonne,</i> 55 N.J. Law, 241; <i>Salem Water Co.</i> v. <i>Salem,</i> 5 Oregon, 29.</p>\n<p>But we think the weight of authority, as well as of reason, favors the more liberal construction that a municipal corporation may contract for a supply of water or gas or like necessary, and may stipulate for the payment of an annual rental for the gas or water furnished each year, notwithstanding the aggregate of its rentals during the life of the contract may exceed the amount of the indebtedness limited by the charter. <span class=\"star-pagination\">*20</span> There is a distinction between a debt and a contract for a future indebtedness to be incurred, provided the contracting party perform the agreement out of which the debt may arise. There is also a distinction between the latter case and one where an absolute debt is created at once, as by the issue of railway bonds, or for the erection of a public improvement, though such debt be payable in the future by instalments. In the one case the indebtedness is not created until the consideration has been furnished; in the other the debt is created at once, the time of payment being only postponed.</p>\n<p>In the case under consideration the annual rental did not become an indebtedness within the meaning of the charter until the water appropriate to that year had been furnished. If the company had failed to furnish it, the rental would not have been payable at all, and while the original contract provided for the creation of an indebtedness, it was only upon condition that the company performed its own obligation. <i>Wood</i> v. <i>Partridge,</i> 11 Mass. 488, 493. A different construction might be disastrous to the interests of the city, since it is obviously debarred from purchasing or establishing a plant of its own, exceeding in value the limited amount, and is forced to contract with some company which is willing to incur the large expense necessary in erecting water works upon the faith of the city paying its annual rentals. <i>Smith</i> v. <i>Dedham,</i> 144 Mass. 177; <i>Crowder</i> v. <i>Sullivan,</i> 128 Indiana, 486; <i>Saleno</i> v. <i>Neosho,</i> 127 Missouri, 627; <i>Valparaiso</i> v. <i>Gardner,</i> 97 Indiana, 1; <i>New Orleans Gas Light Co.</i> v. <i>New Orleans,</i> 42 La. Ann. 188; <i>Merrill Railway &amp; Lighting Co.</i> v. <i>Merrill,</i> 80 Wisconsin, 358; <i>Weston</i> v. <i>Syracuse,</i> 17 N.Y. 110; <i>East St. Louis</i> v. <i>East St. Louis Lighting Co.,</i> 98 Illinois, 415; <i>Grant</i> v. <i>Davenport,</i> 36 Iowa, 396; <i>Lott</i> v. <i>Waycross,</i> 84 Georgia, 681; <i>Burlington Water Co.</i> v. <i>Woodward,</i> 49 Iowa, 58.</p>\n<p>The obvious purpose of limitations of this kind in municipal charters is to prevent the improvident contracting of debts for other than the ordinary current expenses of the municipality. It certainly has no reference to debts incurred for the salaries of municipal officers, members of the fire and police departments, school teachers or other salaried employs to whom <span class=\"star-pagination\">*21</span> the city necessarily becomes indebted in the ordinary conduct of municipal affairs, and for the discharge of which money is annually raised by taxation. For all purposes necessary to the exercise of their corporate powers they are at liberty to make contracts regardless of the statutory limitation, provided, at least, that the amount to be raised each year does not exceed the indebtedness allowed by the charter. Among these purposes is the prevention of fires, the purchase of fire engines, the pay of firemen and the supply of water by the payment of annual rentals therefor.</p>\n<p>It is true that in the case of <i>Lake County</i> v. <i>Rollins,</i> 130 U.S. 662, it was held by this court that a similar provision in the constitution of Colorado was an absolute limitation upon the power to contract any and all indebtedness, including warrants used for county expenses such as for witness and jurors' fees, election costs, charges for board of prisoners, county treasurers' commissions, etc.; but the case is readily distinguishable from the one under consideration. That was a suit against a county upon a large number of warrants for current expenses, the defence being a want of authority on the part of the county commissioners to issue warrants which had been put forth after the limit of indebtedness had been reached and even exceeded. They were held to be void. The case is authority for the proposition that if the annual rentals, payable in this case, with the other expenses, exceeded the limit of indebtedness, the transaction would be void; but, as it appears that the limit of indebtedness was $50,000 and the amount of the city debt but $16,000, it is clear that the payment of an annual rental of but $1500 would be unobjectionable upon this ground. If such annual rentals exceeded the limit of indebtedness a different question would be presented.</p>\n<p>8. Further objection is made to this contract upon the ground that it is violative of a general statute of the Territory of Washington, enacted December 1, 1881, authorizing cities, etc., to provide for a supply of water. By the first section of this act all cities are authorized to contract for a term not exceeding twenty-five years with corporations for a supply of water, but section 2 states that before any such contract <span class=\"star-pagination\">*22</span> shall be entered into, the terms of the proposed contract shall be submitted to a vote of the taxpayers at a special election to be called by the council after a notice of three weeks. As no such election was held to ratify the contract in this case, it is insisted that the city council was never authorized to enter into it.</p>\n<p>We are of opinion, however, that the general act of 1881 was, so far as it applied to the city of Walla Walla, superseded by the charter of November 28, 1883, which provided that the city might enter into contracts for the purpose of supplying its inhabitants with water without any further requirement that an election should be held to ratify such contract. That no such ratification by the electors was intended is also evident from section 11 of the charter, which enacts that no water works shall be <i>erected</i> by the city without a vote of a majority of its freeholders. The fact that such ratification was required where water works were to be erected, and that no mention was made of a vote where the city contracted with a corporation for such purpose, clearly evinces an intent on the part of the legislature to permit the city to make a contract for a limited term without appealing to the people for their assent. While the special act is silent with reference to the ratification of contracts to supply water, we think the maxim <i>expressio unius est exclusio alterius</i> is applicable, and that it was clearly the intention of the legislature to supersede the general law in that particular, leaving the general law to stand where it is proposed that the city shall erect and maintain water works of its own.</p>\n<p>9. Finally, it is argued, that upon the facts of this case it clearly appears that the plaintiff company has failed to comply with its contract to furnish an ample supply of good and wholesome water; that the pressure in the mains was not sufficient for fire protection, or for domestic purposes and irrigation of lawns; that the pressure was not a sufficient supply for satisfactory use in the second stories of buildings; that several of the city additions are higher than the reservoir, and cannot be supplied from them, etc.</p>\n<p>We are of opinion, however, that these facts cannot be set up <span class=\"star-pagination\">*23</span> in defence to this bill. By the express provision of section 7 of the contract ordinance, it was made voidable by the city of Walla Walla so far as it required the payment of money, upon the judgment of a court of competent jurisdiction, whenever there should be a substantial failure of supply, or a failure on the part of the company to keep or perform any agreement on its part specified in the contract, and until \"so avoided\" the city would not erect water works of its own. Had the city failed to pay its quarterly rentals, we should have no doubt that in an action to recover the same it might set up the failure of the company to perform its contract. Perhaps it might itself institute an action for that purpose, but we do not think it within the power of the city to constitute itself the judge, and to proceed to erect water works of its own upon the theory that the company had failed to carry out its contract, without, in the language of section 7, obtaining the judgment of a court of competent jurisdiction to that effect. As the section provides the manner in which the failure of the company shall be legally established, we think the city was bound to pursue this course before taking steps to erect water works of its own. We have already held that so long as the contract remained in force the city had no right to establish water works, but under section 7 of the ordinance and contract the failure of the company to furnish a sufficient supply did not of itself avoid the contract. It rendered the contract voidable, not void. The city was bound to procure its nullity before the courts before it could treat it as void. Whether if a sudden emergency arose, requiring immediate action on the part of the city to procure a further supply, or to preserve the health of its inhabitants, a preliminary avoidance of the contract would be necessary, is a question not involved in this case, and upon which we express no opinion. There was no pretence that the water was impure, and the evidence was conflicting upon the sufficiency of the supply.</p>\n<p>Upon the whole case, we are of opinion that the decree of the Circuit Court must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span> (1898)</b></center>\n<center><h1>WALLA WALLA CITY<br>\nv.<br>\nWALLA WALLA WATER COMPANY.</h1></center>\n<center>No. 28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 13, 1898.</center>\n<center>Decided November 14, 1898.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WASHINGTON.\n<p><span class=\"star-pagination\">*6</span> <i>Mr. A.H. Garland</i> for appellants. <i>Mr. J. Hamilton Lewis</i> and <i>Mr. R. Garland</i> were on his brief.</p>\n<p><i>Mr. John H. Mitchell</i> for appellee.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>The demurrer to the plaintiff's bill rested principally upon <span class=\"star-pagination\">*7</span> a want of jurisdiction of the court in certain particulars hereinafter specified. There was confessedly no diversity of citizenship, and the case was treated by the court below as one arising under the Constitution and laws of the United States.</p>\n<p>1. The jurisdiction depends specifically upon the allegation in the bill that defendants insist that the contract of the city with the plaintiff was not a valid and binding contract, either in respect to the stipulation binding the city not to erect, maintain or become interested in any system of water works other than those of the plaintiff, or in respect to the stipulation for furnishing water to the city by the plaintiff; and that, regardless of plaintiff's rights, the city refuses to be bound by the contract, and is proposing to borrow money to erect and maintain water works of its own, and become a competitor with the plaintiff for the trade and custom of the consumers of water; that the plaintiff is the owner of property in the city of the value of $125,000, and pays taxes to the city on the same; that if the city is permitted to borrow money and apply the same to the erection of water works, the indebtedness will become a cloud and burden upon all taxable property in the city, and that such loan is inequitable, and imposes upon the taxpayers a large and unnecessary burden; that the value of plaintiff's property is largely dependent upon the fact of its having no competition, and that the threatened action of the city has greatly diminished the value of such property and the credit of the company, and that it finds itself without the ability to borrow money to make the necessary additions and repairs to its property; and, in short, that the proposed action of the city is in fraud of plaintiff's rights under its contract with the city, and the protection guaranteed to it under the Constitution of the United States.</p>\n<p>These allegations, upon their face, raise a question of the power of the city to impair the obligation of its contract with the plaintiff by the adoption of the ordinance of June 20, 1893. The argument of the defendant in this connection is that the action of the city in contracting with the Water Company, and in passing the ordinance of 1893 providing for the erection <span class=\"star-pagination\">*8</span> of water works, was not in the exercise of its sovereignty; that in these particulars the city was not acting as the agent of the State, but was merely exercising a power as agent of its citizens, and representing solely their proprietary interests; that the council in such cases, as trustee for the citizens, stands in the relation to them as directors to stockholders in a private corporation, acting solely as the agent of the citizens and nowise as the agent of the State; and, therefore, that neither the State nor the city as its agent can be charged either with the making or the impairing of the original contract; that for these reasons the Constitution of the United States has no application to the case, the Federal court has no jurisdiction, and the bill, upon its admitted facts, presents only a violation by a citizen of the State of its contract with another citizen, and the plaintiff is bound to resort to the state courts for its remedy.</p>\n<p>It may be conceded as a general proposition that there is a substantial distinction between the acts of a municipality as the agent of the State for the preservation of peace and the protection of persons and property, and its acts as the agent of its citizens for the care and improvement of the public property and the adaptation of the city for the purposes of residence and business. Questions respecting this distinction have usually arisen in actions against the municipality for the negligence of its officers, in which its liability has been held to turn upon the question whether the duties of such officers were performed in the exercise of public functions or merely proprietary powers. It is now sought to carry this distinction a step farther, and to hold that, if a contract be made by a city in its proprietary capacity, the question whether such contract has been substantially affected by the subsequent action of the city does not present one of impairment by act of the State or its authorized agent, but one of an ordinary breach of contract by a private party, and hence the case does not arise under the Constitution and laws of the United States, and the court has no jurisdiction, unless there be the requisite diversity of citizenship. How far this distinction can be carried to defeat the jurisdiction of the <span class=\"star-pagination\">*9</span> court, or the application of the contract clause, may admit of considerable doubt, if the contract be authorized by the charter; but it is sufficient for the purposes of this case to say that this court has too often decided for the rule to be now questioned, that the grant of a right to supply gas or water to a municipality and its inhabitants through pipes and mains laid in the streets, upon condition of the performance of its service by the grantee, is the grant of a franchise vested in the State, in consideration of the performance of a public service, and after performance by the grantee, is a contract protected by the Constitution of the United States against state legislation to impair it. <i>New Orleans Gas Co.</i> v. <i>Louisiana Light Co.,</i> <span class=\"citation\" data-id=\"91488\"><a href=\"/opinion/91488/new-orleans-gas-co-v-louisiana-light-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">650</span></a></span>, 660; <i>New Orleans Water Works Co.</i> v. <i>Rivers,</i> 115 U.S. 674; <i>St. Tammany Water Works</i> v. <i>New Orleans Water Works,</i> 120 U.S. 64; <i>Crescent City Gas Light Co.</i> v. <i>New Orleans Gas Light Co.,</i> <span class=\"citation\" data-id=\"91488\"><a href=\"/opinion/91488/new-orleans-gas-co-v-louisiana-light-co/\"><span class=\"volume\">27</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">138</span></a></span>, 147.</p>\n<p>It is true that in these cases the franchise was granted directly by the state legislature, but it is equally clear that such franchises may be bestowed upon corporations by the municipal authorities, provided the right to do so is given by their charters. State legislatures may not only exercise their sovereignty directly, but may delegate such portions of it to inferior legislative bodies as, in their judgment, is desirable for local purposes. As was said by the Supreme Court of Ohio in <i>State</i> v. <i>Cincinnati Gas Light and Coke Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">262</span></span>, 293: \"And assuming that such a power\" (granting franchises to establish gas works) \"may be exercised directly, we are not disposed to doubt that it may also be exercised indirectly, through the agency of a municipal corporation, clearly invested, for police purposes, with the necessary authority.\" This case is directly in line with those above cited. See also <i>Wright</i> v. <i>Nagle,</i> 101 U.S. 791; <i>Hamilton Gas Light &amp; Coke Co.</i> v. <i>Hamilton,</i> <span class=\"citation\" data-id=\"93437\"><a href=\"/opinion/93437/hamilton-gas-light-coke-co-v-hamilton-city/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 266; <i>Bacon</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"94478\"><a href=\"/opinion/94478/bacon-v-texas/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span>, 216; <i>New Orleans &amp;c. Co.</i> v. <i>New Orleans,</i> 164 U.S. 471.</p>\n<p>The cases relied upon by the appellant are no authority for the position assumed, that the Federal court has no jurisdiction <span class=\"star-pagination\">*10</span> of a case wherein the charter of a water company is alleged to have been impaired by subsequent legislation. In several of these cases the actions were for negligence in the performance of certain duties which the court held to be public or private, as the case might be. <i>New Orleans</i> v. <i>Abbagnato,</i> 23 U.S. App. 533, 545; <i>Maxmilian</i> v. <i>Mayor,</i> 62 N.Y. 160; <i>Western College</i> v. <i>Cleveland,</i> 12 Ohio St. 375. In <i>Safety Insulated Wire &amp; Cable Co.</i> v. <i>Baltimore,</i> 25 U.S. App. 166, a contract to put electric wires under ground was held to be for the private advantage of the city as a legal personality, distinct from considerations connected with the government of the State at large, and that with reference to such contracts the city must be regarded as a private corporation. The contract was held to be one into which the city could lawfully enter, but no question of jurisdiction was made. In <i>Illinois Trust &amp;c. Bank</i> v. <i>Arkansas,</i> 40 U.S. App. 257, the power to contract for water works was held to be for the private benefit of the inhabitants of the city, and that in the exercise of these powers a municipality was governed by the same rules as a private corporation, but the jurisdiction of the case was apparently dependent upon citizenship.</p>\n<p>We know of no case in which it has been held that an ordinance, alleged to impair a prior contract with a gas or water company, did not create a case under the Constitution and laws of the United States. Granting that in respect to the two classes of cases above mentioned, responsibilities of a somewhat different character are imposed upon a municipality in the execution of its contracts, our attention has not been called to an authority where the application of the constitutional provision as to the impairment of contracts has been made to turn upon the question whether the contract was executed by the city in its sovereign or proprietary capacity, provided the right to make such contract was conferred by the charter. We do not say that this question might not become a serious one; that, with respect to a particular contract, the municipality might not stand in the character of a private corporation; but the cases wherein the charter of a gas or water company have been treated as falling within the constitutional <span class=\"star-pagination\">*11</span> provision, are altogether too numerous to be now questioned or even to justify citation.</p>\n<p>2. The argument which attacks the jurisdiction of the court upon the ground that the complaint is devoid of facts showing any matter which vests jurisdiction, goes rather to the sufficiency of the pleading than to the jurisdiction of the court. Even if this objection had been sustained, the difficulty could have been easily obviated by amendment. We think, however, that it sufficiently appears that, if the city were allowed to erect and maintain competing water works, the value of those of the plaintiff company would be materially impaired, if not practically destroyed. The city might fix such prices as it chose for its water, and might even furnish it free of charge to its citizens, and raise the funds for maintaining the works by a general tax. It would be under no obligation to conduct them for a profit, and the citizens would naturally take their water where they could procure it cheapest. The plaintiff, upon the other hand, must carry on its business at a profit, or the investment becomes a total loss. The question whether the city should supply itself with water, or contract with a private corporation to do so, presented itself when the introduction of water was first proposed, and the city made its choice not to establish works of its own. Indeed, it expressly agreed, in contracting with the plaintiff, that until such contracts should be avoided by a substantial failure upon the part of the company to perform it, the city should not erect, maintain or become interested in any water works except the plaintiff's. To require the plaintiff to aver specifically how the establishment of competing water works would injure the value of its property, or deprive it of the rent agreed by the city to be paid, is to demand that it should set forth facts of general knowledge, and within the common observation of men. That which is patent to any one of average understanding need not be particularly averred.</p>\n<p>3. The objection that a court of equity has no jurisdiction, because the plaintiff has a complete and adequate remedy at law, is equally untenable. Obviously it has no present remedy at law, since the city has done nothing in violation of its <span class=\"star-pagination\">*12</span> covenant not to erect competing water works and the Water Company has as yet suffered no damage. It is true that after the city shall have gone to the great expense of erecting a plant of its own and of entering into competition with the plaintiff company, the latter would doubtless have a remedy at law for breach of the covenant. In the meantime great, perhaps irreparable, damage would have been done to the plaintiff. What the measure of such damage was would be exceedingly difficult of ascertainment and would depend largely upon the question whether the value of the plaintiff's plant was destroyed or merely impaired. It would be impossible to say what would be the damage incurred at any particular moment, since such damage might be more or less dependent upon whether the competition of the city should ultimately destroy, or only interfere with the business of the plaintiff.</p>\n<p>This court has repeatedly declared in affirmance of the generally accepted proposition that the remedy at law, in order to exclude a concurrent remedy at equity, must be as complete, as practical and as efficient to the ends of justice and its prompt administration, as the remedy in equity. <i>Boyce's Executors</i> v. <i>Grundy,</i> <span class=\"citation\" data-id=\"85934\"><a href=\"/opinion/85934/boyces-executors-v-grundy/\"><span class=\"volume\">3</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">210</span></a></span>, 215; <i>Ins. Co.</i> v. <i>Bailey,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">616</span></span>, 621; <i>Kilbourn</i> v. <i>Sunderland,</i> <span class=\"citation\" data-id=\"92494\"><a href=\"/opinion/92494/kilbourn-v-sunderland/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></a></span>, 514; <i>Tyler</i> v. <i>Savage,</i> <span class=\"citation\" data-id=\"93256\"><a href=\"/opinion/93256/tyler-v-savage/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 95.</p>\n<p>Where irreparable injury is threatened, or the damage be of such a nature that it cannot be adequately compensated by an action at law, or is such as, from its continuance, to occasion a constantly recurring grievance, the party is not ousted of his remedy by injunction. In such a case as this, the remedy will save to one party or the other a large pecuniary loss  to the city, if it be obliged to pay to the plaintiff damages occasioned by the establishment of its competing works;  to the plaintiff, if it be adjudged that the city has a right to do so.</p>\n<p>But it is further insisted in this connection that, under section 8 of the contract, the city had the right at any time to take and condemn the water works of the company, and that, in case of such condemnation, the contract should not be taken into consideration in estimating the value of the water works; <span class=\"star-pagination\">*13</span> and hence, that if the city elected to establish water works of its own, without condemning those of the plaintiff company, the value of such water works would furnish the proper measure of damages in such action. This argument necessarily assumes, however, that the damages in such action would be the same as in a proceeding for condemnation. Perhaps if the plaintiff company were forced to abandon its works entirely by the competition of the city, the value of such works might furnish the measure of its compensation; but it could not be forced to do this, and if the company elected not to abandon, but to enter into competition with the city, the damages would have to be estimated by the probable injury done to the company by such competition. This, as above indicated, would furnish a most uncertain basis.</p>\n<p>4. The case upon the merits depends largely upon the power of the city under its charter. The ordinance authorizing the contract, which purports to have been passed in pursuance of this charter, declared that until such contract should be avoided by a court of competent jurisdiction, the city should not erect, maintain or become interested in any water works except the ones established by the company, while the ordinance of June 20, 1893, provided for the immediate construction of a system of water works by the city for the purpose of supplying the city and its inhabitants with water. Upon the face of the two ordinances there was a plain conflict  the latter clearly impaired the obligation of the former.</p>\n<p>The argument of the city is that the council exceeded its powers in authorizing the contract with the Water Company for a continuous supply of water and the payment of rentals for twenty-five years, and that such contract was specially obnoxious in its stipulation that the city should not construct water works of its own during the life of the contract. The several objections to the contract are specifically stated by counsel for the city in their brief as follows:</p>\n<p><i>a.</i> The contract creates a monopoly which, in the absence of an express grant from the legislature of power so to do or such power necessarily implied, is void as in contravention of public policy;</p>\n<p><span class=\"star-pagination\">*14</span> <i>b.</i> The contract is void as an attempt to contract away a part of the governmental power of the city council;</p>\n<p><i>c.</i> The contract is void as creating an indebtedness in excess of the charter limits;</p>\n<p><i>d.</i> The contract is in violation of the express provision of a general statute of the Territory of Washington.</p>\n<p>By section 10 of the city charter, the city is authorized \"to grant the right to use the streets of said city for the purpose of laying gas and other pipes intended to furnish the inhabitants of said city with light or water, to any persons or association of persons for a term not exceeding twenty-five years, ... provided always, that none of the rights or privileges hereinafter granted shall be exclusive or prevent the council from granting the said rights to others;\" and by section 11 \"the city of Walla Walla shall have power to erect and maintain water works within or without the city limits, or to authorize the erection of the same for the purpose of furnishing the city, or the inhabitants thereof, with a sufficient supply of water.\"</p>\n<p>As the contract in question was expressly limited to twenty-five years, and as no attempt was made to grant an exclusive privilege to the Water Company, the city seems to have acted within the strictest limitation of the charter. <i>Atlantic City Water Works</i> v. <i>Atlantic City,</i> 48 N.J. Law, 378.</p>\n<p>Had the privilege granted been an exclusive one, the contract might be considered objectionable upon the ground that it created a monopoly without an express sanction of the legislature to that effect. It is true that in <i>City of Brenham</i> v. <i>Brenham Water Works,</i> 67 Texas, 542, a city ordinance granting to the water company the right and privilege for the term of twenty-five years of supplying the city with water, for which the city agreed to pay an annual rental for each hydrant, the Supreme Court of Texas held to be the grant of an exclusive privilege to the water company for the period named. The decision seems to have been rested largely upon the use of the words \"privilege\" and \"supplying\"  words which are not found in the contract in this case. Without expressing an opinion upon the point involved in that case, we are content to say <span class=\"star-pagination\">*15</span> that an ordinance granting a right to a water company for twenty-five years to lay and maintain water pipes for the purpose of furnishing the inhabitants of a city with water, does not, in our opinion, create a monopoly or prevent the granting of a similar franchise to another company. Particularly is this so when taken in connection with a further stipulation that the city shall not erect water works of its own. This provision is not devoid of an implication that it was intended to exclude only competition from itself, and not from other parties whom it might choose to invest with a similar franchise.</p>\n<p>5. The argument that the contract is void as an attempt to barter away the legislative power of the city council rests upon the assumption that contracts for supplying a city with water are within the police power of the city, and may be controlled, managed or abrogated at the pleasure of the council. This court has doubtless held that the police power is one which remains constantly under the control of the legislative authority, and that a city council can neither bind itself, nor its successors, to contracts prejudicial to the peace, good order, health or morals of its inhabitants; but it is to cases of this class that these rulings have been confined.</p>\n<p>If a contract be objectionable in itself upon these grounds, or if it become so in its execution, the municipality may, in the exercise of its police power, regulate the manner in which it may be carried out, or may abrogate it entirely, upon the principle that it cannot bind itself to any course of action which shall prove deleterious to the health or morals of its inhabitants. In such case an appeal to the contract clause of the Constitution is ineffectual. Thus in <i>Fertilizing Co.</i> v. <i>Hyde Park,</i> <span class=\"citation\" data-id=\"89836\"><a href=\"/opinion/89836/fertilizing-co-v-hyde-park/\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">659</span></a></span>, an act of the General Assembly of Illinois authorized the Fertilizing Company to establish and maintain for fifty years certain chemical works for the purpose of converting dead animals into agricultural fertilizers, and to maintain depots in Chicago for the purpose of receiving and carrying out of the city dead animals and other animal matter which it might buy or own. Subsequently, the charter of the village of Hyde Park was revised, and <span class=\"star-pagination\">*16</span> power given it to define or abate nuisances injurious to the public health. It was held that under this power the village had the right to prohibit the carrying of dead animals, or offensive matter, through the streets; that the charter of the company was a sufficient license until revoked, but was not a contract guaranteeing that the company might continue to carry on a business which had become a nuisance by the growth of population around its works, or that it should be exempt for fifty years from an exercise of the police power of the State, citing <i>Coates</i> v. <i>Mayor &amp;c. of New York,</i> 7 Cowen, 585.</p>\n<p>Substantially, the same ruling was made in <i>Butchers' Union Co.</i> v. <i>Crescent City &amp;c. Co.,</i> <span class=\"citation\" data-id=\"91158\"><a href=\"/opinion/91158/butchersunion-co-v-crescent-city-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">746</span></a></span>, wherein an act of the legislature of Louisiana, granting exclusive privileges for maintaining slaughter houses, was held to be subject to subsequent ordinances of the city of New Orleans opening to general competition the right to build slaughter houses.</p>\n<p>The same principle has been applied to charters for the maintenance of lotteries which, upon grounds of public policy, have been held to be mere licenses and subject to abrogation in the exercise of the police power of the government; <i>Boyd</i> v. <i>Alabama,</i> 94 U.S. 645; <i>Stone</i> v. <i>Mississippi,</i> 101. U.S. 814; <i>Douglas</i> v. <i>Kentucky,</i> 168 U.S. 488; as well as to laws regulating the liquor traffic, <i>Beer Co.</i> v. <i>Massachusetts,</i> 97 U.S. 25; <i>Metropolitan Board of Excise</i> v. <i>Barrie,</i> 34 N.Y. 657; and even laws regulating the inspection of coal oil; <i>United States</i> v. <i>DeWitt,</i> 9 Wall. 41; <i>Patterson</i> v. <i>Kentucky,</i> 97 U.S. 501. In the latter case it was held that a person holding a patent under the laws of the United States for an invention was not protected by such patent in selling oil condemned by a state inspector as unsafe for illuminating purposes.</p>\n<p>Under this power and the analogous power of taxation we should have no doubt that the city council might take such measures as were necessary or prudent to secure the purity of the water furnished under the contract of the company, the payment of its just contributions to the public burdens, and the observance of its own ordinances respecting the manner in which the pipes and mains of the company should be laid through the streets of the city. <i>New York</i> v. <i>Squire,</i> 145 <span class=\"star-pagination\">*17</span> U.S. 175; <i>St. Louis</i> v. <i>Western Union Tel. Co.,</i> 148 U.S. 92; <i>Laclede Gas Light Co.</i> v. <i>Murphy,</i> 170 U.S. 78. But where a contract for a supply of water is innocuous in itself and is carried out with due regard to the good order of the city and the health of its inhabitants, the aid of the police power cannot be invoked to abrogate or impair it.</p>\n<p>6. Nor do we think the contract objectionable in its stipulation that the city would not erect water works of its own during the life of the contract. There was no attempt made to create a monopoly by granting an exclusive right to this company, and the agreement that the city would not erect water works of its own was accompanied, in section 8 of the contract, with a reservation of a right to take, condemn and pay for the water works of the company at any time during the existence of the contract. Taking sections 7 and 8 together, they amount simply to this: That if the city should desire to establish water works of its own it would do so by condemning the property of the company and making such changes in its plant or such additions thereto as it might deem desirable for the better supply of its inhabitants; but that it would not enter into a direct competition with the company during the life of the contract. As such competition would be almost necessarily ruinous to the company, it was little more than an agreement that the city would carry out the contract in good faith.</p>\n<p>An agreement of this kind was a natural incident to the main purpose of the contract, to the power given to the city by its charter to provide a sufficient supply of water, and to grant the right to use the streets of the city for the purpose of laying water pipes to any persons or association of persons for a term not exceeding twenty-five years. In establishing a system of water works the company would necessarily incur a large expense in the construction of the power house and the laying of its pipes through the streets, and, as the life of the contract was limited to twenty-five years, it would naturally desire to protect itself from competition as far as possible, and would have a right to expect that at least the city would not itself enter into such competition. It is not <span class=\"star-pagination\">*18</span> to be supposed that the company would have entered upon this large undertaking in view of the possibility that, in one of the sudden changes of public opinion to which all municipalities are more or less subject, the city might resolve to enter the field itself  a field in which it undoubtedly would have become the master  and practically extinguish the rights it had already granted to the company. We think a disclaimer of this kind was within the fair intendment of the contract, and that a stipulation to that effect was such a one as the city might lawfully make as an incident of the principal undertaking.</p>\n<p>Cases are not infrequent where under a general power to cause the streets of a city to be lighted, or to furnish its inhabitants with a supply of water, without limitation as to time, it has been held that the city has no right to grant an exclusive franchise for a period of years; but these cases do not touch upon the question how far the city, in the exercise of an undoubted power to make a particular contract, can hedge it about with limitations designed to do little more than bind the city to carry out the contract in good faith, and with decent regard for the rights of the other party. The more prominent of these cases are <i>Minturn</i> v. <i>Larue,</i> 23 How. 435; <i>Wright</i> v. <i>Nagle,</i> 101 U.S. 791; <i>State</i> v. <i>Cincinnati Gas Light &amp; Coke Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">262</span></span>; <i>Logan</i> v. <i>Pyne,</i> 43 Iowa, 524; <i>Jackson Co. Horse Railroad</i> v. <i>Rapid Transit Railway Co.,</i> 24 Fed. Rep. 306; <i>Norwich Gas Co.</i> v. <i>Norwich City Gas Co.,</i> 25 Conn. 19; <i>Saginaw Gas Light Co.</i> v. <i>Saginaw,</i> 28 Fed. Rep. 529; <i>Grand Rapids Electric Light and Power Co.</i> v. <i>Grand Rapids Edison &amp;c. Gas Co.,</i> 33 Fed. Rep. 659; <i>Gale</i> v. <i>Kalamazoo,</i> 23 Michigan, 344. These cases furnish little or no support to the proposition for which they are cited.</p>\n<p>If, as alleged in the answer, the Water Company failed to carry out its contract, and the supply furnished was inadequate for domestic, sanitary or fire purposes, and the pressure so far insufficient that in many parts of the city water could not be carried above the first story of the buildings, the seventh section of the contract furnished an adequate and <span class=\"star-pagination\">*19</span> complete remedy by an application to the courts to declare the contract void.</p>\n<p>7. The objection that the indebtedness created by this contract exceeds the amount authorized by the charter raises a serious though by no means a novel question. The objection is founded upon section 105 of the charter, which enacts \"that the limit of indebtedness of the city of Walla Walla is hereby fixed at fifty thousand dollars,\" and, upon the allegation in the bill that the city, at the date of the contract, was indebted in a sum exceeding $16,000. The city, by section 5 of its ordinance and contract with the Water Company, agreed to pay a rental of $1500 per annum for twenty-five years, or an aggregate amount of $37,500, which, added to the existing indebtedness of $16,000, would create a debt exceeding the limited amount of $50,000.</p>\n<p>There is a considerable conflict of authority respecting the proper construction of such limitations in municipal charters. There can be no doubt that if the city proposed to purchase outright, or establish a system of water works of its own, the section would apply, though bonds were issued therefor made payable in the future. <i>Buchanan</i> v. <i>Litchfield,</i> 102 U.S. 278; <i>Culbertson</i> v. <i>Fulton,</i> 127 Illinois, 30; <i>Coulson</i> v. <i>Portland,</i> Deady, 481; <i>State</i> v. <i>Atlantic City,</i> 49 N.J. Law, 558; <i>Spilman</i> v. <i>Parkersburg,</i> 35 W. Va. 605; <i>Beard</i> v. <i>Hopkinsville,</i> 95 Kentucky, 239. There are also a number of respectable authorities to the effect that the limitation covers a case where the city agrees to pay a certain sum per annum, if the aggregate amount payable under such agreement exceeds the amount limited by the charter. <i>Niles Water Works</i> v. <i>Niles,</i> 59 Michigan, 311; <i>Humphreys</i> v. <i>Bayonne,</i> 55 N.J. Law, 241; <i>Salem Water Co.</i> v. <i>Salem,</i> 5 Oregon, 29.</p>\n<p>But we think the weight of authority, as well as of reason, favors the more liberal construction that a municipal corporation may contract for a supply of water or gas or like necessary, and may stipulate for the payment of an annual rental for the gas or water furnished each year, notwithstanding the aggregate of its rentals during the life of the contract may exceed the amount of the indebtedness limited by the charter. <span class=\"star-pagination\">*20</span> There is a distinction between a debt and a contract for a future indebtedness to be incurred, provided the contracting party perform the agreement out of which the debt may arise. There is also a distinction between the latter case and one where an absolute debt is created at once, as by the issue of railway bonds, or for the erection of a public improvement, though such debt be payable in the future by instalments. In the one case the indebtedness is not created until the consideration has been furnished; in the other the debt is created at once, the time of payment being only postponed.</p>\n<p>In the case under consideration the annual rental did not become an indebtedness within the meaning of the charter until the water appropriate to that year had been furnished. If the company had failed to furnish it, the rental would not have been payable at all, and while the original contract provided for the creation of an indebtedness, it was only upon condition that the company performed its own obligation. <i>Wood</i> v. <i>Partridge,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">488</span></span>, 493. A different construction might be disastrous to the interests of the city, since it is obviously debarred from purchasing or establishing a plant of its own, exceeding in value the limited amount, and is forced to contract with some company which is willing to incur the large expense necessary in erecting water works upon the faith of the city paying its annual rentals. <i>Smith</i> v. <i>Dedham,</i> 144 Mass. 177; <i>Crowder</i> v. <i>Sullivan,</i> 128 Indiana, 486; <i>Saleno</i> v. <i>Neosho,</i> 127 Missouri, 627; <i>Valparaiso</i> v. <i>Gardner,</i> 97 Indiana, 1; <i>New Orleans Gas Light Co.</i> v. <i>New Orleans,</i> 42 La. Ann. 188; <i>Merrill Railway &amp; Lighting Co.</i> v. <i>Merrill,</i> 80 Wisconsin, 358; <i>Weston</i> v. <i>Syracuse,</i> 17 N.Y. 110; <i>East St. Louis</i> v. <i>East St. Louis Lighting Co.,</i> 98 Illinois, 415; <i>Grant</i> v. <i>Davenport,</i> 36 Iowa, 396; <i>Lott</i> v. <i>Waycross,</i> 84 Georgia, 681; <i>Burlington Water Co.</i> v. <i>Woodward,</i> 49 Iowa, 58.</p>\n<p>The obvious purpose of limitations of this kind in municipal charters is to prevent the improvident contracting of debts for other than the ordinary current expenses of the municipality. It certainly has no reference to debts incurred for the salaries of municipal officers, members of the fire and police departments, school teachers or other salaried employs to whom <span class=\"star-pagination\">*21</span> the city necessarily becomes indebted in the ordinary conduct of municipal affairs, and for the discharge of which money is annually raised by taxation. For all purposes necessary to the exercise of their corporate powers they are at liberty to make contracts regardless of the statutory limitation, provided, at least, that the amount to be raised each year does not exceed the indebtedness allowed by the charter. Among these purposes is the prevention of fires, the purchase of fire engines, the pay of firemen and the supply of water by the payment of annual rentals therefor.</p>\n<p>It is true that in the case of <i>Lake County</i> v. <i>Rollins,</i> <span class=\"citation\" data-id=\"92510\"><a href=\"/opinion/92510/lake-county-v-rollins/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, it was held by this court that a similar provision in the constitution of Colorado was an absolute limitation upon the power to contract any and all indebtedness, including warrants used for county expenses such as for witness and jurors' fees, election costs, charges for board of prisoners, county treasurers' commissions, etc.; but the case is readily distinguishable from the one under consideration. That was a suit against a county upon a large number of warrants for current expenses, the defence being a want of authority on the part of the county commissioners to issue warrants which had been put forth after the limit of indebtedness had been reached and even exceeded. They were held to be void. The case is authority for the proposition that if the annual rentals, payable in this case, with the other expenses, exceeded the limit of indebtedness, the transaction would be void; but, as it appears that the limit of indebtedness was $50,000 and the amount of the city debt but $16,000, it is clear that the payment of an annual rental of but $1500 would be unobjectionable upon this ground. If such annual rentals exceeded the limit of indebtedness a different question would be presented.</p>\n<p>8. Further objection is made to this contract upon the ground that it is violative of a general statute of the Territory of Washington, enacted December 1, 1881, authorizing cities, etc., to provide for a supply of water. By the first section of this act all cities are authorized to contract for a term not exceeding twenty-five years with corporations for a supply of water, but section 2 states that before any such contract <span class=\"star-pagination\">*22</span> shall be entered into, the terms of the proposed contract shall be submitted to a vote of the taxpayers at a special election to be called by the council after a notice of three weeks. As no such election was held to ratify the contract in this case, it is insisted that the city council was never authorized to enter into it.</p>\n<p>We are of opinion, however, that the general act of 1881 was, so far as it applied to the city of Walla Walla, superseded by the charter of November 28, 1883, which provided that the city might enter into contracts for the purpose of supplying its inhabitants with water without any further requirement that an election should be held to ratify such contract. That no such ratification by the electors was intended is also evident from section 11 of the charter, which enacts that no water works shall be <i>erected</i> by the city without a vote of a majority of its freeholders. The fact that such ratification was required where water works were to be erected, and that no mention was made of a vote where the city contracted with a corporation for such purpose, clearly evinces an intent on the part of the legislature to permit the city to make a contract for a limited term without appealing to the people for their assent. While the special act is silent with reference to the ratification of contracts to supply water, we think the maxim <i>expressio unius est exclusio alterius</i> is applicable, and that it was clearly the intention of the legislature to supersede the general law in that particular, leaving the general law to stand where it is proposed that the city shall erect and maintain water works of its own.</p>\n<p>9. Finally, it is argued, that upon the facts of this case it clearly appears that the plaintiff company has failed to comply with its contract to furnish an ample supply of good and wholesome water; that the pressure in the mains was not sufficient for fire protection, or for domestic purposes and irrigation of lawns; that the pressure was not a sufficient supply for satisfactory use in the second stories of buildings; that several of the city additions are higher than the reservoir, and cannot be supplied from them, etc.</p>\n<p>We are of opinion, however, that these facts cannot be set up <span class=\"star-pagination\">*23</span> in defence to this bill. By the express provision of section 7 of the contract ordinance, it was made voidable by the city of Walla Walla so far as it required the payment of money, upon the judgment of a court of competent jurisdiction, whenever there should be a substantial failure of supply, or a failure on the part of the company to keep or perform any agreement on its part specified in the contract, and until \"so avoided\" the city would not erect water works of its own. Had the city failed to pay its quarterly rentals, we should have no doubt that in an action to recover the same it might set up the failure of the company to perform its contract. Perhaps it might itself institute an action for that purpose, but we do not think it within the power of the city to constitute itself the judge, and to proceed to erect water works of its own upon the theory that the company had failed to carry out its contract, without, in the language of section 7, obtaining the judgment of a court of competent jurisdiction to that effect. As the section provides the manner in which the failure of the company shall be legally established, we think the city was bound to pursue this course before taking steps to erect water works of its own. We have already held that so long as the contract remained in force the city had no right to establish water works, but under section 7 of the ordinance and contract the failure of the company to furnish a sufficient supply did not of itself avoid the contract. It rendered the contract voidable, not void. The city was bound to procure its nullity before the courts before it could treat it as void. Whether if a sudden emergency arose, requiring immediate action on the part of the city to procure a further supply, or to preserve the health of its inhabitants, a preliminary avoidance of the contract would be necessary, is a question not involved in this case, and upon which we express no opinion. There was no pretence that the water was impure, and the evidence was conflicting upon the sufficiency of the supply.</p>\n<p>Upon the whole case, we are of opinion that the decree of the Circuit Court must be</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 94941, "judges": "Brown, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94941/", "sha1": "3c4373b59d6d21e6acf34196982721c37248f1f5", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:00"}