{"absolute_url": "/opinion/2620685/mcnamara-v-henkel/", "blocked": false, "citation": {"case_name": "McNamara v. Henkel", "docket_number": "687", "document_uris": ["/api/rest/v2/document/2620685/"], "federal_cite_one": "226 U.S. 520", "federal_cite_three": null, "federal_cite_two": null, "id": 2593457, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2593457/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 40, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1913-01-06", "date_modified": "2014-12-21T15:41:04.042061", "docket": "/api/rest/v2/docket/52088/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>226 U.S. 520 (1913)</b></center>\n<center><h1>McNAMARA<br>\nv.<br>\nHENKEL, UNITED STATES MARSHAL FOR THE SOUTHERN DISTRICT OF NEW YORK.</h1></center>\n<center>No. 687.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 4, 1912.</center>\n<center>Decided January 6, 1913.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*521</span> <i>Mr. George Gordon Battle</i> for appellant.</p>\n<p><span class=\"star-pagination\">*523</span> <i>Mr. Charles Fox</i> for appellee.</p>\n<p><span class=\"star-pagination\">*522</span> MR. JUSTICE HUGHES delivered the opinion of the court.</p>\n<p>John McNamara, the appellant, was arrested on the complaint of the British Senior Vice-Consul at the Port of New York charging him with committing the crime of burglary at New Westminster, British Columbia, in breaking into a building occupied as a garage and stealing therefrom an automobile and rugs. Examination was demanded, and after hearing the evidence submitted on both sides the United States Commissioner found probable cause and issued an order of commitment for extradition. Writs of <i>habeas corpus</i> and <i>certiorari</i> were then sued out upon the ground that the accused was restrained of his liberty without due process of law. The District Court dismissed the writs and this appeal is brought.</p>\n<p>The question simply is whether there was any competent evidence before the Commissioner entitling him to act under the statute. The weight of the evidence was for his determination. The statute provides that if on the hearing, \"he deems the evidence sufficient to sustain the charge,\" he shall certify the same to the Secretary of State and issue his warrant for the commitment of the accused pending surrender according to the stipulations of the treaty. Rev. Stat., § 5270. Under this provision, the rule is well established that if the committing magistrate has jurisdiction of the subject-matter and of the accused, and the offense charged is within the treaty, and the magistrate has before him legal evidence on which to exercise his judgment as to the sufficiency of the facts to establish the criminality of the accused for the purposes of extradition, his decision cannot be reviewed on <i>habeas corpus. </i><i>In re Oteiza y Cortez,</i> 136 U.S. 330, 334; <i>Benson</i> v. <i>McMahon,</i> 127 U.S. 457, 463; <i>In re Stupp,</i> 12 Blatchf. 501; <span class=\"star-pagination\">*524</span> <i>Ornelas</i> v. <i>Ruiz,</i> 161 U.S. 502, 508; <i>Bryant</i> v. <i>United States,</i> 167 U.S. 104, 105; <i>Terlinden</i> v. <i>Ames,</i> 184 U.S. 270, 278; <i>Grin</i> v. <i>Shine,</i> 187 U.S. 181, 192; <i>Yordi</i> v. <i>Nolte,</i> 215 U.S. 227, 232; <i>Elias</i> v. <i>Ramirez,</i> 215 U.S. 398, 407; <i>Glucksman</i> v. <i>Henkel,</i> 221 U.S. 508, 512.</p>\n<p>Without setting forth in detail the facts appearing from the depositions and testimony before the Commissioner, it is sufficient to say that there was competent evidence that the crime of burglary as defined by the law of New York where the appellant was arrested (Treaty with Great Britain, 1842, Art. X, 8 Stat. 572, 576; Treaty of 1889, Art. I, 26 Stat. 1508, 1509; Penal Law (N.Y.), §§ 400, 404) had been committed by a breaking into the building in question with intent to steal the automobile there kept. It was shown that this took place between four and six o'clock on the morning of September 15th, 1911. The car was taken out of the building and rolled about forty feet down the street, where shortly before six o'clock on that morning, according to testimony, the appellant was seen standing in front of the car \"trying to crank it;\" \"he was trying,\" said the witness, \"to start the machine off.\" Three men, unidentified, were with him. On an examination of the car soon after, it was found that the cover had been removed from the spark coil and that several of the electric wires forming part of the motive equipment had been disarranged in an effort, apparently, to operate the car despite the absence of a switch plug.</p>\n<p>The District Court held that this was evidence connecting the appellant with the crime upon which, in the light of the circumstances proved, the Commissioner was entitled to exercise his judgment. We agree with this view. <i>Wilson</i> v. <i>United States,</i> 162 U.S. 613, 619, 620. It is objected that while possession of property recently stolen may be evidence of participation in the larceny, the apparent possession of the automobile by the appellant <span class=\"star-pagination\">*525</span> affords no support for a conclusion that he committed the burglary, the crime with which he was charged. The permissible inference is not thus to be limited. The evidence pointed to the appellant as one having control of the car and engaged in the endeavor to secure the fruits of the burglarious entry. Possession in these circumstances tended to show guilty participation in the burglary. This is but to accord to the evidence, if unexplained, its natural probative force. <i>Considine</i> v. <i>United States,</i> 112 Fed. Rep. 342, 349, 350; <i>Commonwealth</i> v. <i>McGorty,</i> 114 Massachusetts, 299; <i>Knickerbocker</i> v. <i>The People,</i> 43 N.Y. 177, 181; <i>Neubrandt</i> v. <i>State,</i> 53 Wisconsin, 89; <i>State</i> v. <i>Fitzgerald,</i> 72 Vermont, 142.</p>\n<p>It is assigned as error that the Commissioner received in evidence certain depositions taken in British Columbia which were certified by the Consul-General of the United States as depositions proposed to be used upon an application for the extradition of the appellant upon another charge. We need not consider the sufficiency of this certificate, as the writ of <i>habeas corpus</i> does not operate as a writ of error and mere errors are not the subject of review. <i>Benson</i> v. <i>McMahon,</i> 127 U.S. 457, 461, 462; <i>Terlinden</i> v. <i>Ames,</i> 184 U.S. 270, 278. Irrespective of the depositions objected to, there was legal evidence on which to base the Commissioner's action.</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "", "id": 2620685, "judges": "Hughes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2620685/", "sha1": "d3227f105e4d0620e076c835c0d48b72bb6d7cc3", "source": "L", "supreme_court_db_id": null, "time_retrieved": "2013-11-01T10:39:27.090108"}