{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "228 U.S. 233", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97846/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Sweeney v. Erving", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "60", 
    "id": 82229, 
    "resource_uri": "/api/rest/v2/citation/82229/"
  }, 
  "id": 97846, 
  "blocked": false, 
  "judges": "Pitney", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1913-04-07", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>228 U.S. 233 (1913)</b></center>\n<center><h1>SWEENEY<br>\nv.<br>\nERVING.</h1></center>\n<center>No. 60.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, 1913.</center>\n<center>Decided April 7, 1913.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Lorenzo A. Bailey</i> for plaintiff in error.</p>\n<p><i>Mr. A.S. Worthington</i> and <i>Mr. Charles L. Frailey</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*234</span> MR. JUSTICE PITNEY delivered the opinion of the court.</p>\n<p>The plaintiff in error, who was likewise the plaintiff below, sued the defendant in error in the Supreme Court of the District of Columbia to recover damages for personal injuries, sustained, as was alleged, through his negligence in the making of certain X-ray tests upon her <span class=\"star-pagination\">*235</span> body with the use of apparatus owned and operated by him. The defendant pleaded the general issue \u0097 \"not guilty.\" Upon the trial, plaintiff adduced evidence tending to prove that she was under treatment by Dr. Kerr, a surgeon of the City of Washington, for the fracture of a rib, claimed by her to have been caused by the negligence of a railway company; that the company denied the existence of such fracture, and, at its request, she submitted to an X-ray diagnosis by Dr. Grey, a specialist; that his diagnosis and the radiograph made by him failed to disclose a fracture; that thereupon Dr. Kerr arranged with the defendant, Dr. Erving, a specialist in the use of the X-ray for diagnostic purposes, for an X-ray diagnosis to be made by him; that in pursuance of this arrangement she went four times to the defendant's office, the first time at Dr. Kerr's request, and on three subsequent occasions at defendant's request; that on the occasion of each visit, defendant subjected her to several exposures of the X-ray in the effort to obtain a satisfactory picture; that upon her first visit, and before any exposure, she told defendant that her employer had told her that the X-ray was dangerous, in reply to which defendant assured her that there was no more danger to her than to himself, and defendant's wife, who was his assistant in the X-ray work, and who was then present, assured the plaintiff that the defendant and his wife had never had an accident in all their experience, and had no more reason to have one in her case than in the thousand and more exposures previously made by them; that plaintiff felt no bad effects from the operation by Dr. Grey, nor from the operations by the defendant until her fourth visit; that during one of the exposures at the fourth visit, she felt bad effects and a sense of faintness, and about five hours later her back, which was the portion exposed to the X-ray in all the operations by the defendant, was red and irritated; that in the operation by Dr. Grey it was the <span class=\"star-pagination\">*236</span> front part of the body that was exposed to the X-ray; that about two weeks after her fourth visit to the defendant, finding her back was burned and the injury developing, she returned to him and informed him of it, that he was the first physician who saw the burn, and he treated it from that time for two or three weeks; that since then, although treated by other physicians and in hospitals, the injury has not been cured, in consequence of which the plaintiff has not been able to work; that the injury is an X-ray burn, and caused and continues to cause much suffering. Plaintiff having rested, the defendant introduced evidence tending to prove that both he and his wife had had long experience in the use of the X-ray machine; that the machine to which the plaintiff was exposed by defendant was an excellent machine, in good condition; that on plaintiff's first visit she was told by defendant's wife, in the hearing of defendant, that while she and her husband had subjected many person to X-ray exposures, and had never had any ill results, it was impossible, by the use of any degree of care, to prevent occasional X-ray burns from the use of the apparatus; that at none of the visits of the plaintiff to the office of defendant for the purpose of being exposed to the X-ray apparatus did she make any complaint of ill effects from the exposure. Defendant himself testified fully respecting the character of his machine and the manner in which it has been used at each of the plaintiff's visits, and the length of each exposure and the result thereof. Thereupon several practicing physicians of experience testified as experts (having qualified by showing an acquaintance with the literature of the subject and also some practical experience in the use of the X-ray apparatus). Upon the basis of the defendant's testimony respecting the character of his X-ray apparatus and the manner of its use upon the plaintiff and the duration of the several exposures to which she was subjected, the experts testified that the machine <span class=\"star-pagination\">*237</span> was a good one of its kind, and that the manner in which it had been used upon the plaintiff was in accordance with the practice of careful and prudent X-ray operators, and was as safe as exposures to the X-ray apparatus could be made; and each of these witnesses further testified that according to his experience and reading it was not possible in the use of the X-ray apparatus to guard absolutely against a resultant burn.</p>\n<p>The case was submitted to the jury under instructions from the court, and they rendered a verdict in favor of the defendant. The plaintiff appealed to the Court of Appeals, where there was an affirmance (35 App. D.C. 57), and she sued out this writ of error.</p>\n<p>The assignments of error present in effect but two questions \u0097</p>\n<p>1. The plaintiff requested the trial court to instruct the jury as follows:</p>\n<p>\"If you believe upon the evidence that in the course of the operation of the X-ray apparatus by the defendant the plaintiff was burned, that fact is of itself evidence of negligence on his part, and casts upon him the burden of proving, if he can, by a preponderance of evidence, that the plaintiff's injury was not caused, in whole or in part, by his negligence, and in such case, unless you find by a preponderance of the evidence that said injury was not caused in whole or in part by the defendant's negligence, your verdict should be for the plaintiff.\"</p>\n<p>The trial judge refused this request, and on the contrary instructed the jury \u0097 \"That the burden of proof is upon the plaintiff to establish by a fair preponderance of the evidence that the burn upon her back was caused by negligence on the part of the defendant in the manner in which he subjected her to exposure by the X-ray.\"</p>\n<p>The contention in behalf of the plaintiff is that since the injury to the plaintiff was caused by an agency in the <span class=\"star-pagination\">*238</span> possession of the defendant and under his exclusive management and control, there arises from this, coupled with the fact that personal injury resulted therefrom to the plaintiff, a presumption of negligence on defendant's part, upon the doctrine of <i>res ipsa loquitur,</i> and that the burden is thereby imposed upon him to overcome that presumption by a preponderance of evidence sufficient to satisfy the jury that the injury was not caused by negligence on his part. As will be seen, this contention includes two propositions; the first, that the case is a proper one for the application of the doctrine, <i>res ipsa loquitur;</i> the second, that the application of this doctrine relieves the plaintiff from the burden of proof and imposes that burden upon the defendant. These two propositions were coupled together in the requested instruction, and, upon familiar principles, no legal error was committed by the trial court in refusing the request, if either part of it was not well founded in law.</p>\n<p>In the view we take of the matter, it is not necessary to pass upon the question whether the evidence presented a case for the application of the rule <i>res ipsa loquitur;</i> for the reason that in cases where that rule does apply, it has not the effect of shifting the burden of proof.</p>\n<p>The general rule in actions of negligence is that the mere proof of an \"accident\" (using the word in the loose and popular sense) does not raise any presumption of negligence; but in the application of this rule, it is recognized that there is a class of cases where the circumstances of the occurrence that has caused the injury are of a character to give ground for a reasonable inference that if due care had been employed, by the party charged with care in the premises, the thing that happened amiss would not have happened. In such cases it is said, <i>res ipsa loquitur</i> \u0097 the thing speaks for itself; that is to say, if there is nothing to explain or rebut the inference that arises from the way in which the thing happened, <span class=\"star-pagination\">*239</span> it may fairly be found to have been occasioned by negligence.</p>\n<p>The doctrine has been so often invoked to sustain the refusal by trial courts to non-suit the plaintiff or direct a verdict in favor of the defendant, that the application of the rule, where it does apply, in raising a question for the jury, and thus making it incumbent upon the defendant to adduce proof if he desires to do so, has sometimes been erroneously confused with the question of the burden of proof. But in the requested instruction now under consideration the matter was presented in no equivocal form. Plaintiff's insistence was not merely that the evidence of the occurrence of the injury under the circumstances was evidential of negligence on defendant's part, so as to make it incumbent upon him to present his proofs; the contention was that it made it necessary for him to prove by a preponderance of the evidence that there was an absence of negligence on his part.</p>\n<p>In <i>Stokes</i> v. <i>Saltonstall</i> (1839), 13 Pet. 181, 190, which was an action against a stage-coach owner to recover damages for an injury sustained by a passenger through the upsetting of the coach, the trial court instructed the jury that \u0097 \"The facts that the carriage was upset, and the plaintiff's wife injured, are <i>prima facie</i> evidence that there was carelessness, or negligence, or want of skill on the part of the driver, and throw upon the defendant the burden of proving that the accident was not occasioned by the driver's fault;\" and also, that it was incumbent on the defendant to prove that the driver was a person of competent skill and good habits, and that he acted on the occasion in question \"with reasonable skill, and with the utmost prudence and caution.\" The judgment was sustained by this court against the contention (p. 193), that although the facts of the overturning of the coach and the injury sustained were <i>prima facie</i> evidence of negligence, they did not throw upon the defendant the burden of <span class=\"star-pagination\">*240</span> proving that the overturning and injury were not occasioned by the driver's default, but only that the coachman was a person of competent skill in his business, that the coach was properly made, the horses steady, etc. A reading of the report shows that the case turned upon the high degree of care owing by carrier to passenger, and that the court did not rule that the circumstances of the occurrence shifted the burden of proof upon the main issue. Such is the effect that has uniformly been given to the decision. <i>New Jersey R. &amp; T. Co.</i> v. <i>Pollard,</i> 22 Wall. 341, 346, 350; <i>Pennsylvania Co.</i> v. <i>Roy,</i> 102 U.S. 451, 455; <i>Inland &amp; Seaboard Coasting Co.</i> v. <i>Tolson,</i> 139 U.S. 551, 554, 555; <i>Gleeson</i> v. <i>Virginia Midland R. Co.,</i> 140 U.S. 435, 443, 444; <i>Patton</i> v. <i>Texas &amp; Pacific Ry. Co.,</i> 179 U.S. 658, 663.</p>\n<p>In our opinion, <i>res ipsa loquitur</i> means that the facts of the occurrence warrant the inference of negligence, not that they compel such an inference; that they furnish circumstantial evidence of negligence where direct evidence of it may be lacking, but it is evidence to be weighed, not necessarily to be accepted as sufficient; that they call for explanation or rebuttal, not necessarily that they require it; that they make a case to be decided by the jury, not that they forestall the verdict. <i>Res ipsa loquitur,</i> where it applies, does not convert the defendant's general issue into an affirmative defense. When all the evidence is in, the question for the jury is, whether the preponderance is with the plaintiff.</p>\n<p>Such, we think, is the view generally taken of the matter in well-considered judicial opinions.</p>\n<p><i>Kay</i> v. <i>Metropolitan St. Ry. Co.,</i> 163 N.Y. 447, was an action by passenger against carrier, and the New York Court of Appeals said (p. 453): \"In the case at bar the plaintiff made out her cause of action <i>prima facie</i> by the aid of a legal presumption (referring to <i>res ipsa loquitur</i>), but when the proof was all in the burden of proof had not <span class=\"star-pagination\">*241</span> shifted, but was still upon the plaintiff. . . . If the defendant's proof operated to rebut the presumption upon which the plaintiff relied, or if it left the essential fact of negligence in doubt and uncertainty, the party who made that allegation should suffer, and not her adversary. The jury were bound to put the facts and circumstances proved by the defendant into the scale against the presumption upon which the plaintiff relied, and in determining the weight to be given to the former as against the latter, they were bound to apply the rule that the burden of proof was upon the plaintiff. If, on the whole, the scale did not preponderate in favor of the presumption and against defendant's proof, the plaintiff had not made out her case, since she had failed to meet and overcome the burden of proof.\" The rule thus declared has since been adhered to in the courts of New York. <i>Hollahan</i> v. <i>Metropolitan St. Ry. Co.,</i> 73 N.Y. App. Div. 164, 169; <i>Adams</i> v. <i>Union Ry Co.,</i> 80 N.Y. App. Div. 136, 139; <i>Dean</i> v. <i>Tarrytown &amp;c. R. Co.,</i> 113 N.Y. App. Div. 437, 439. A similar view appears to be entertained in New Hampshire. <i>Hart</i> v. <i>Lockwood,</i> 66 N.H. 541; <i>Boston &amp; Maine R. Co.</i> v. <i>Sargent,</i> 72 N.H. 455, 466. The same rule has been followed in a recent series of cases in the North Carolina Supreme Court. <i>Womble</i> v. <i>Grocery Co.,</i> 135 N. Car. 474, 481, 485; <i>Stewart</i> v. <i>Carpet Co.,</i> 138 N. Car. 60, 66; <i>Lyles</i> v. <i>Carbonating Co.,</i> 140 N. Car. 25, 27; <i>Ross</i> v. <i>Cotton Mills,</i> 140 N. Car. 115, 120; 1 L.R.A. (N.S.) 298, 301. In the <i>Stewart Case</i> the court said (138 N. Car. 66): \"The rule of <i>res ipsa loquitur</i> does not relieve the plaintiff of the burden of showing negligence, nor does it raise any presumption in his favor. Whether the defendant introduces evidence or not, the plaintiff in this case will not be entitled to a verdict unless he satisfies the jury by the preponderance of the evidence that his injuries were caused by a defect in the elevator, attributable to the defendant's negligence. The law attaches no special weight, as proof, to the fact of an accident, <span class=\"star-pagination\">*242</span> but simply holds it to be sufficient for the consideration of the jury, even in the absence of any additional evidence.\"</p>\n<p>2. The sole remaining question is raised by the refusal of the trial court to instruct the jury, as prayed by the plaintiff, in the following terms: \"If you believe upon the evidence that in the ordinary and careful operation of the X-ray apparatus upon a woman by an operator having the requisite knowledge and skill enabling him to operate it with the utmost degree of safety there is a possibility, which could not be foreseen by such an operator, of injury to the woman by reason of her condition or of any matter tending to predispose her to injury in consequence of such operation and that such possibility was known to the defendant or by proper inquiry or study should have been known to him, it was his duty to inform the plaintiff of such possibility before he operated upon her; and if you further believe upon the evidence that he failed to perform such duty, or that in the performance of the operation he failed to exercise the skill and care required of him as such operator, and that the plaintiff was thereby injured, your verdict should be for the plaintiff.\" The terms of this request are self-contradictory and confusing \u0097 dealing, as it does, with a possibility of injury to the plaintiff \"which could not be foreseen\" by the defendant, and combining inseparably with it the hypothesis that \"such possibility was known to the defendant or by proper inquiry or study should have been known to him\" \u0097 and for this reason alone it was properly rejected by the trial court. But, besides this, it does not appear that there was any evidence on which the jury could properly base a finding that there was danger of injury to the plaintiff by reason of her condition or of any other matter tending to predispose her to such injury; nor to sustain a finding that such possibility was known to the defendant, or by proper study or inquiry should have been known to him. Nor could it be <span class=\"star-pagination\">*243</span> said, as matter of law, that defendant had undertaken any duty requiring him to make special study or inquiry respecting plaintiff's condition or the possibility of injury to her, or to advise her of such possibility of injury; for there was testimony, already referred to, that would have warranted a finding that Dr. Kerr had assumed the responsibility of advising the plaintiff respecting the propriety of her submitting to the operation.</p>\n<p>No error being found in the record, the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:42", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></span> (1913)</b></center>\n<center><h1>SWEENEY<br>\nv.<br>\nERVING.</h1></center>\n<center>No. 60.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, 1913.</center>\n<center>Decided April 7, 1913.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Lorenzo A. Bailey</i> for plaintiff in error.</p>\n<p><i>Mr. A.S. Worthington</i> and <i>Mr. Charles L. Frailey</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*234</span> MR. JUSTICE PITNEY delivered the opinion of the court.</p>\n<p>The plaintiff in error, who was likewise the plaintiff below, sued the defendant in error in the Supreme Court of the District of Columbia to recover damages for personal injuries, sustained, as was alleged, through his negligence in the making of certain X-ray tests upon her <span class=\"star-pagination\">*235</span> body with the use of apparatus owned and operated by him. The defendant pleaded the general issue \u0097 \"not guilty.\" Upon the trial, plaintiff adduced evidence tending to prove that she was under treatment by Dr. Kerr, a surgeon of the City of Washington, for the fracture of a rib, claimed by her to have been caused by the negligence of a railway company; that the company denied the existence of such fracture, and, at its request, she submitted to an X-ray diagnosis by Dr. Grey, a specialist; that his diagnosis and the radiograph made by him failed to disclose a fracture; that thereupon Dr. Kerr arranged with the defendant, Dr. Erving, a specialist in the use of the X-ray for diagnostic purposes, for an X-ray diagnosis to be made by him; that in pursuance of this arrangement she went four times to the defendant's office, the first time at Dr. Kerr's request, and on three subsequent occasions at defendant's request; that on the occasion of each visit, defendant subjected her to several exposures of the X-ray in the effort to obtain a satisfactory picture; that upon her first visit, and before any exposure, she told defendant that her employer had told her that the X-ray was dangerous, in reply to which defendant assured her that there was no more danger to her than to himself, and defendant's wife, who was his assistant in the X-ray work, and who was then present, assured the plaintiff that the defendant and his wife had never had an accident in all their experience, and had no more reason to have one in her case than in the thousand and more exposures previously made by them; that plaintiff felt no bad effects from the operation by Dr. Grey, nor from the operations by the defendant until her fourth visit; that during one of the exposures at the fourth visit, she felt bad effects and a sense of faintness, and about five hours later her back, which was the portion exposed to the X-ray in all the operations by the defendant, was red and irritated; that in the operation by Dr. Grey it was the <span class=\"star-pagination\">*236</span> front part of the body that was exposed to the X-ray; that about two weeks after her fourth visit to the defendant, finding her back was burned and the injury developing, she returned to him and informed him of it, that he was the first physician who saw the burn, and he treated it from that time for two or three weeks; that since then, although treated by other physicians and in hospitals, the injury has not been cured, in consequence of which the plaintiff has not been able to work; that the injury is an X-ray burn, and caused and continues to cause much suffering. Plaintiff having rested, the defendant introduced evidence tending to prove that both he and his wife had had long experience in the use of the X-ray machine; that the machine to which the plaintiff was exposed by defendant was an excellent machine, in good condition; that on plaintiff's first visit she was told by defendant's wife, in the hearing of defendant, that while she and her husband had subjected many person to X-ray exposures, and had never had any ill results, it was impossible, by the use of any degree of care, to prevent occasional X-ray burns from the use of the apparatus; that at none of the visits of the plaintiff to the office of defendant for the purpose of being exposed to the X-ray apparatus did she make any complaint of ill effects from the exposure. Defendant himself testified fully respecting the character of his machine and the manner in which it has been used at each of the plaintiff's visits, and the length of each exposure and the result thereof. Thereupon several practicing physicians of experience testified as experts (having qualified by showing an acquaintance with the literature of the subject and also some practical experience in the use of the X-ray apparatus). Upon the basis of the defendant's testimony respecting the character of his X-ray apparatus and the manner of its use upon the plaintiff and the duration of the several exposures to which she was subjected, the experts testified that the machine <span class=\"star-pagination\">*237</span> was a good one of its kind, and that the manner in which it had been used upon the plaintiff was in accordance with the practice of careful and prudent X-ray operators, and was as safe as exposures to the X-ray apparatus could be made; and each of these witnesses further testified that according to his experience and reading it was not possible in the use of the X-ray apparatus to guard absolutely against a resultant burn.</p>\n<p>The case was submitted to the jury under instructions from the court, and they rendered a verdict in favor of the defendant. The plaintiff appealed to the Court of Appeals, where there was an affirmance (35 App. D.C. 57), and she sued out this writ of error.</p>\n<p>The assignments of error present in effect but two questions \u0097</p>\n<p>1. The plaintiff requested the trial court to instruct the jury as follows:</p>\n<p>\"If you believe upon the evidence that in the course of the operation of the X-ray apparatus by the defendant the plaintiff was burned, that fact is of itself evidence of negligence on his part, and casts upon him the burden of proving, if he can, by a preponderance of evidence, that the plaintiff's injury was not caused, in whole or in part, by his negligence, and in such case, unless you find by a preponderance of the evidence that said injury was not caused in whole or in part by the defendant's negligence, your verdict should be for the plaintiff.\"</p>\n<p>The trial judge refused this request, and on the contrary instructed the jury \u0097 \"That the burden of proof is upon the plaintiff to establish by a fair preponderance of the evidence that the burn upon her back was caused by negligence on the part of the defendant in the manner in which he subjected her to exposure by the X-ray.\"</p>\n<p>The contention in behalf of the plaintiff is that since the injury to the plaintiff was caused by an agency in the <span class=\"star-pagination\">*238</span> possession of the defendant and under his exclusive management and control, there arises from this, coupled with the fact that personal injury resulted therefrom to the plaintiff, a presumption of negligence on defendant's part, upon the doctrine of <i>res ipsa loquitur,</i> and that the burden is thereby imposed upon him to overcome that presumption by a preponderance of evidence sufficient to satisfy the jury that the injury was not caused by negligence on his part. As will be seen, this contention includes two propositions; the first, that the case is a proper one for the application of the doctrine, <i>res ipsa loquitur;</i> the second, that the application of this doctrine relieves the plaintiff from the burden of proof and imposes that burden upon the defendant. These two propositions were coupled together in the requested instruction, and, upon familiar principles, no legal error was committed by the trial court in refusing the request, if either part of it was not well founded in law.</p>\n<p>In the view we take of the matter, it is not necessary to pass upon the question whether the evidence presented a case for the application of the rule <i>res ipsa loquitur;</i> for the reason that in cases where that rule does apply, it has not the effect of shifting the burden of proof.</p>\n<p>The general rule in actions of negligence is that the mere proof of an \"accident\" (using the word in the loose and popular sense) does not raise any presumption of negligence; but in the application of this rule, it is recognized that there is a class of cases where the circumstances of the occurrence that has caused the injury are of a character to give ground for a reasonable inference that if due care had been employed, by the party charged with care in the premises, the thing that happened amiss would not have happened. In such cases it is said, <i>res ipsa loquitur</i> \u0097 the thing speaks for itself; that is to say, if there is nothing to explain or rebut the inference that arises from the way in which the thing happened, <span class=\"star-pagination\">*239</span> it may fairly be found to have been occasioned by negligence.</p>\n<p>The doctrine has been so often invoked to sustain the refusal by trial courts to non-suit the plaintiff or direct a verdict in favor of the defendant, that the application of the rule, where it does apply, in raising a question for the jury, and thus making it incumbent upon the defendant to adduce proof if he desires to do so, has sometimes been erroneously confused with the question of the burden of proof. But in the requested instruction now under consideration the matter was presented in no equivocal form. Plaintiff's insistence was not merely that the evidence of the occurrence of the injury under the circumstances was evidential of negligence on defendant's part, so as to make it incumbent upon him to present his proofs; the contention was that it made it necessary for him to prove by a preponderance of the evidence that there was an absence of negligence on his part.</p>\n<p>In <i>Stokes</i> v. <i>Saltonstall</i> (1839), <span class=\"citation\" data-id=\"86087\"><a href=\"/opinion/86087/stokes-v-saltonstall/\"><span class=\"volume\">13</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">181</span></a></span>, 190, which was an action against a stage-coach owner to recover damages for an injury sustained by a passenger through the upsetting of the coach, the trial court instructed the jury that \u0097 \"The facts that the carriage was upset, and the plaintiff's wife injured, are <i>prima facie</i> evidence that there was carelessness, or negligence, or want of skill on the part of the driver, and throw upon the defendant the burden of proving that the accident was not occasioned by the driver's fault;\" and also, that it was incumbent on the defendant to prove that the driver was a person of competent skill and good habits, and that he acted on the occasion in question \"with reasonable skill, and with the utmost prudence and caution.\" The judgment was sustained by this court against the contention (p. 193), that although the facts of the overturning of the coach and the injury sustained were <i>prima facie</i> evidence of negligence, they did not throw upon the defendant the burden of <span class=\"star-pagination\">*240</span> proving that the overturning and injury were not occasioned by the driver's default, but only that the coachman was a person of competent skill in his business, that the coach was properly made, the horses steady, etc. A reading of the report shows that the case turned upon the high degree of care owing by carrier to passenger, and that the court did not rule that the circumstances of the occurrence shifted the burden of proof upon the main issue. Such is the effect that has uniformly been given to the decision. <i>New Jersey R. &amp; T. Co.</i> v. <i>Pollard,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">341</span></span>, 346, 350; <i>Pennsylvania Co.</i> v. <i>Roy,</i> <span class=\"citation\" data-id=\"90259\"><a href=\"/opinion/90259/pennsylvania-co-v-roy/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 455; <i>Inland &amp; Seaboard Coasting Co.</i> v. <i>Tolson,</i> <span class=\"citation\" data-id=\"93040\"><a href=\"/opinion/93040/inland-seaboard-coasting-co-v-tolson/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, 554, 555; <i>Gleeson</i> v. <i>Virginia Midland R. Co.,</i> <span class=\"citation\" data-id=\"93105\"><a href=\"/opinion/93105/gleeson-v-virginia-midland-r-co/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 443, 444; <i>Patton</i> v. <i>Texas &amp; Pacific Ry. Co.,</i> <span class=\"citation\" data-id=\"95387\"><a href=\"/opinion/95387/patton-v-texas-pacific-r-co/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 663.</p>\n<p>In our opinion, <i>res ipsa loquitur</i> means that the facts of the occurrence warrant the inference of negligence, not that they compel such an inference; that they furnish circumstantial evidence of negligence where direct evidence of it may be lacking, but it is evidence to be weighed, not necessarily to be accepted as sufficient; that they call for explanation or rebuttal, not necessarily that they require it; that they make a case to be decided by the jury, not that they forestall the verdict. <i>Res ipsa loquitur,</i> where it applies, does not convert the defendant's general issue into an affirmative defense. When all the evidence is in, the question for the jury is, whether the preponderance is with the plaintiff.</p>\n<p>Such, we think, is the view generally taken of the matter in well-considered judicial opinions.</p>\n<p><i>Kay</i> v. <i>Metropolitan St. Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">447</span></span>, was an action by passenger against carrier, and the New York Court of Appeals said (p. 453): \"In the case at bar the plaintiff made out her cause of action <i>prima facie</i> by the aid of a legal presumption (referring to <i>res ipsa loquitur</i>), but when the proof was all in the burden of proof had not <span class=\"star-pagination\">*241</span> shifted, but was still upon the plaintiff. . . . If the defendant's proof operated to rebut the presumption upon which the plaintiff relied, or if it left the essential fact of negligence in doubt and uncertainty, the party who made that allegation should suffer, and not her adversary. The jury were bound to put the facts and circumstances proved by the defendant into the scale against the presumption upon which the plaintiff relied, and in determining the weight to be given to the former as against the latter, they were bound to apply the rule that the burden of proof was upon the plaintiff. If, on the whole, the scale did not preponderate in favor of the presumption and against defendant's proof, the plaintiff had not made out her case, since she had failed to meet and overcome the burden of proof.\" The rule thus declared has since been adhered to in the courts of New York. <i>Hollahan</i> v. <i>Metropolitan St. Ry. Co.,</i> 73 N.Y. App. Div. 164, 169; <i>Adams</i> v. <i>Union Ry Co.,</i> 80 N.Y. App. Div. 136, 139; <i>Dean</i> v. <i>Tarrytown &amp;c. R. Co.,</i> 113 N.Y. App. Div. 437, 439. A similar view appears to be entertained in New Hampshire. <i>Hart</i> v. <i>Lockwood,</i> 66 N.H. 541; <i>Boston &amp; Maine R. Co.</i> v. <i>Sargent,</i> <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">455</span></span>, 466. The same rule has been followed in a recent series of cases in the North Carolina Supreme Court. <i>Womble</i> v. <i>Grocery Co.,</i> 135 N. Car. 474, 481, 485; <i>Stewart</i> v. <i>Carpet Co.,</i> 138 N. Car. 60, 66; <i>Lyles</i> v. <i>Carbonating Co.,</i> 140 N. Car. 25, 27; <i>Ross</i> v. <i>Cotton Mills,</i> 140 N. Car. 115, 120; 1 L.R.A. (N.S.) 298, 301. In the <i>Stewart Case</i> the court said (138 N. Car. 66): \"The rule of <i>res ipsa loquitur</i> does not relieve the plaintiff of the burden of showing negligence, nor does it raise any presumption in his favor. Whether the defendant introduces evidence or not, the plaintiff in this case will not be entitled to a verdict unless he satisfies the jury by the preponderance of the evidence that his injuries were caused by a defect in the elevator, attributable to the defendant's negligence. The law attaches no special weight, as proof, to the fact of an accident, <span class=\"star-pagination\">*242</span> but simply holds it to be sufficient for the consideration of the jury, even in the absence of any additional evidence.\"</p>\n<p>2. The sole remaining question is raised by the refusal of the trial court to instruct the jury, as prayed by the plaintiff, in the following terms: \"If you believe upon the evidence that in the ordinary and careful operation of the X-ray apparatus upon a woman by an operator having the requisite knowledge and skill enabling him to operate it with the utmost degree of safety there is a possibility, which could not be foreseen by such an operator, of injury to the woman by reason of her condition or of any matter tending to predispose her to injury in consequence of such operation and that such possibility was known to the defendant or by proper inquiry or study should have been known to him, it was his duty to inform the plaintiff of such possibility before he operated upon her; and if you further believe upon the evidence that he failed to perform such duty, or that in the performance of the operation he failed to exercise the skill and care required of him as such operator, and that the plaintiff was thereby injured, your verdict should be for the plaintiff.\" The terms of this request are self-contradictory and confusing \u0097 dealing, as it does, with a possibility of injury to the plaintiff \"which could not be foreseen\" by the defendant, and combining inseparably with it the hypothesis that \"such possibility was known to the defendant or by proper inquiry or study should have been known to him\" \u0097 and for this reason alone it was properly rejected by the trial court. But, besides this, it does not appear that there was any evidence on which the jury could properly base a finding that there was danger of injury to the plaintiff by reason of her condition or of any other matter tending to predispose her to such injury; nor to sustain a finding that such possibility was known to the defendant, or by proper study or inquiry should have been known to him. Nor could it be <span class=\"star-pagination\">*243</span> said, as matter of law, that defendant had undertaken any duty requiring him to make special study or inquiry respecting plaintiff's condition or the possibility of injury to her, or to advise her of such possibility of injury; for there was testimony, already referred to, that would have warranted a finding that Dr. Kerr had assumed the responsibility of advising the plaintiff respecting the propriety of her submitting to the operation.</p>\n<p>No error being found in the record, the judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "97e464e098b79c6a9fc276eeaf6a264bbe38e94a", 
  "date_modified": "2014-12-21T01:35:31.433175", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97846/sweeney-v-erving/", 
  "citation_count": 69, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1091106/", 
  "html": "<p class=\"case_cite\">228 U.S. 233</p>\n    <p class=\"case_cite\">33 S.Ct. 416</p>\n    <p class=\"case_cite\">57 L.Ed. 815</p>\n    <p class=\"parties\">ANNE SWEENEY, Plff. in Err.,<br>v.<br>WILLIAM G. ERRVING.</p>\n    <p class=\"docket\">No. 60.</p>\n    <p class=\"date\">Argued February 28, 1913.</p>\n    <p class=\"date\">Decided April 7, 1913.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Lorenzo A. Bailey for plaintiff in error.</p>\n      <p class=\"indent\">Messrs. Charles L. Frailey and A. S. Worthington for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Pitney delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff in error, who was likewise the plaintiff below, sued the defendant in error in the supreme court of the District of Columbia to recover damages for personal injuries, sustained, as was alleged, through his negligence in the making of certain X-ray tests upon her body with the use of apparatus owned and operated by him. The defendant pleaded the general issue&#8212;'not guilty.' Upon the trial, plaintiff adduced evidence tending to prove that she was under treatment by Dr. Kerr, a surgeon of the city of Washington, for the fracture of a rib, claimed by her to have been caused by the negligence of a railway company; that the company denied the existence of such fracture, and, at its request, she submitted to an X-ray diagnosis by Dr. Grey, a specialist; that his diagnosis and the radiograph made by him failed to disclose a fracture; that thereupon De. Kerr arranged with the defendant, Dr. Erving, a specialist in the use of the X-ray for diagnostic purposes, for an X-ray diagnosis to be made by him; that in pursuance of this arrangement she went four times to the defendant's office, the first time at Dr. Kerr's request, and on three subsequent occasions at defendant's request; that on the occasion of each visit, defendant subjected her to several exposures to the X-ray in the effort to obtain a satisfactory picture; that upon her first visit, and before any exposure, she told defendant that her employer had told her that the X-ray was dangerous, in reply to which defendant assured her that there was no more danger to her than to himself, and defendant's wife, who was his assistant in the X-ray work, and who was then present, assured the plaintiff that the defendant and his wife had never had an accident in all their experience, and had no more reason to have one in her case than in the thousand and more exposures previously made by them; that plaintiff felt no bad effects from the operation by Dr. Grey, nor from the operations by the defendant until her fourth visit; that during one of the exposures at the fourth visit, she felt bad effects and a sense of faintness, and about five hours later her back, which was the portion exposed to the X-ray in all the operations by the defendant, was red and irritated; that in the operation by Dr. Grey it was the front part of the body that was exposed to the X-ray; that about two weeks after her fourth visit to the defendant, finding that her back was burned and the injury developing, she returned to him and informed him of it; that he was the first physician who saw the burn, and he treated it from that time for two or three weeks; that since then, although treated by other physicians and in hospitals, the injury has not been cured, in consequence of which the plaintiff had not been able to work; that the injury is an X-ray burn, and caused and continues to cause much suffering. Plaintiff having rested, the defendant introduced evidence tending to prove that both he and his wife had had long experience in the use of the X-ray machine; that the machine to which the plaintiff was exposed by defendant was an excellent machine, in good condition; that on plaintiff's first visit she was told by defendant's wife, in the hearing of defendant, that while she and her husband had subjected many persons to X-ray exposures, and had never had any ill results, it was impossible, by the use of any degree of care, to prevent occasional X-ray burns from the use of the apparatus; that at none of the visits of the plaintiff to the office of defendant for the purpose of being exposed to the X-ray apparatus did she make any complaint of ill effects from the exposure. Defendant himself testified fully respecting the character of his machine and the manner in which it has been used at each of the plaintiff's visits, and the length of each exposure and the result thereof. Thereupon several practising physicians of experience testified as experts (having qualified by showing an acquaintance with the literature of the subject and also some practical experience in the use of the X-ray apparatus). Upon the basis of the defendant's testimony respecting the character of his X-ray apparatus and the manner of its use upon the plaintiff and the duration of the several exposures to which she was subjected, the experts testified that the machine was a good one of its kind, and that the manner in which it had been used upon the plaintiff was in accordance with the practice of careful and prudent X-ray operators, and was as safe as exposures to the X-ray apparatus could be made; and each of these witnesses further testified that according to his experience and reading it was not possible in the use of the X-ray apparatus to guard absolutely against a resultant burn.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case was submitted to the jury under instructions from the court, and they rendered a verdict in favor of the defendant. The plaintiff appealed to the court of appeals, where there was an affirmance (L.R.A.(N.S.) &#8212;&#8212;, 35 App. D. C. 57), and she sued out this writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The assignments of error present if effect but two questions</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. The plaintiff requested the trial court to instruct the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'If you believe upon the evidence that in the course of the operation of the X-ray apparatus by the defendant the plaintiff was burned, that fact is of itself evidence of negligence on his part, and casts upon him the burden of proving, if he can, by a preponderance of evidence, that the plaintiff's injury was not caused, in whole or in part, by his negligence, and in such case, unless you find by a preponderance of the evidence that said injury was not caused in whole or in part by the defendant's negligence, your verdict should be for the plaintiff.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The trial judge refused this request, and, on the contrary, instructed the jury: 'That the burden of proof is upon the plaintiff to establish by a fair preponderance of the evidence that the burn upon her back was caused by negligence on the part of the defendant in the manner in which he subjected her to exposure by the X-ray.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The contention in behalf of the plaintiff is that, since the injury to the plaintiff was caused by an agency in the possession of the defendant, and under his exclusive management and control, there arises from this, coupled with the fact that personal injury resulted therefrom to the plaintiff, a presumption of negligence on defendant's part, upon the doctrine of <i>res ipsa loquitur</i>, and that the burden is thereby imposed upon him to overcome that presumption by a preponderance of evidence sufficient to satisfy the jury that the injury was not caused by negligence on his part. As will be seen, this contention includes two propositions; the first, that the case is a proper one for the application of the doctrine <i>res ipsa loquitur;</i> the second, that the application of this doctrine relieves the plaintiff from the burden of proof, and imposes that burden upon the defendant. These two propositions were coupled together in the requested instruction, and, upon familiar principles, no legal error was committed by the trial court in refusing the request, if either part of it was not well founded in law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the view we take of the matter, it is not necessary to pass upon the question whether the evidence presented a case for the application of the rule <i>res ipsa loquitur;</i> for the reason that in cases where that rule does apply, it has not the effect of shifting the burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The general rule in actions of negligence is that the mere proof of an 'accident' (using the word in the loose and popular sense) does not raise any presumption of negligence; but in the application of this rule, it is recognized that there is a class of cases where the circumstances of the occurrence that has caused the injury are of a character to give ground for a reasonable inference that if due care had been employed by the party charged with care in the premises, the thing that happened amiss would not have happened. In such cases it is said, <i>res ipsa loquitur</i>,&#8212;the thing speaks for itself; that is to say, if there is nothing to explain or rebut the inference that arises from the way in which the thing happened, it may fairly be found to have been occasioned by negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The doctrine has been so often invoked to sustain the refusal by trial courts to nonsuit the plaintiff or direct a verdict in favor of the defendant, that the application of the rule, where it does apply, in raising a question for the jury, and thus making it incumbent upon the defendant to adduce proof if he desires to do so, has sometimes been erroneously confused with the question of the burden of proof. But in the requested instruction now under consideration the matter was presented in no equivocal form. Plaintiff's insistence was not merely that the evidence of the occurrence of the injury under the circumstances was evidential of negligence on defendant's part, so as to make it incumbent upon him to present his proofs; the contention was that it made it necessary for him to prove by a preponderance of the evidence that there was an absence of negligence on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Stokes v. Saltonstall (1839) 13 Pet. 181, 190, 10 L. ed. 115, 121, which was an action against a stagecoach owner to recover damages for an injury sustained by a passenger through the upsetting of the coach, the trial court instructed the jury that 'the facts that the carriage was upset and the plaintiff's wife injured are prima facie evidence that there was carelessness or negligence, or want of skill on the part of the driver, and throws upon the defendant the burden of proving that the accident was not occasioned by the driver's fault;' and also, that it was incumbent on the defendant to prove that the driver was a person of competent skill and good habits, and that he acted on the occasion in question 'with reasonable skill, and with the utmost prudence and cautain' The judgment was sustained by this court against the contention (p. 193) that, although the facts of the overturning of the coach and the injury sustained were prima facie evidence of negligence, they did not throw upon the defendant the burden of proving that the overturning and injury were not occasioned by the driver's default, but only that the coachman was a person of competent skill in his business, that the coach was properly made, the horses steady, etc. A reading of the report shows that the case turned upon the high degree of care owing by carrier to passenger, and that the court did not rule that the circumstances of the occurrence shifted the burden of proof upon the main issue. Such is the effect that has uniformly been given to the decision. New Jersey R. &amp; Transp. Co. v. Pollard, 22 Wall. 341, 346, 350, 22 L. ed. 877, 879; Pennsylvania Co. v. Roy, 102 U. S. 451, 455, 26 L. ed. 141, 143; Inland &amp; Seaboard Coasting Co. v. Tolson, 139 U. S. 551, 554, 555, 35 L. ed. 270-272, 11 Sup. Ct. Rep. 653; Gleeson v. Virginia Midland R. Co. 140 U. S. 435, 443, 444, 35 L. ed. 458, 463, 11 Sup. Ct. Rep. 859; Patton v. Texas &amp; P. R. Co. 179 U. S. 658, 663, 45 L. ed. 361, 364, 21 Sup. Ct. Rep. 275.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In our opinion, <i>res ipsa loquitur</i> means that the facts of the occurrence warrant the inference of negligence, not that they compel such an inference; that they furnish circumstantial evidence of negligence where direct evidence of it may be lacking, but it is evidence to be weighed, not necessarily to be accepted as sufficient; that they call for explanation or rebuttal, not necessarily that they require it; that they make a case to be decided by the jury, not that they forestall the verdict. <i>Res ipsa loquitur</i>, where it applies, does not convert the defendant's general issue into an affirmative defense. When all the evidence is in, the question for the jury is whether the preponderance is with the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Such, we think, is the view generally taken of the matter in well-considered judicial opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Key v. Metropolitan Street R. Co. 163 N. Y. 447, 57 N. E. 751, was an action by passenger against carrier, and the New York court of appeals said (p. 453): 'In the case at bar the plaintiff made out her cause of action prima facie by the aid of a legal presumption [referring to <i>res ipsa loquitur</i>], but when the proof was all in, the burden of proof had not shifted, but was still upon the plaintiff. . . . If the defendant's proof operated to rebut the presumption upon which the plaintiff relied, or if it left the essential fact of negligence in doubt and uncertainty, the party who made that allegation should suffer, and not her adversary. The jury were bound to put the facts and circumstances proved by the defendant into the scale against the presumption upon which the plaintiff relied, and, in determining the weight to be given to the former as against the latter, they were bound to apply the rule that the burden of proof was upon the plaintiff. If, on the whole, the scale did not preponderate in favor of the presumption, and against defendant's proof, the plaintiff had not made out her case, since she had failed to meet and overcome the burden of proof.' The rule thus declared has since been adhered to in the courts of New York. Hollahan v. Metropolitan Street R. Co. 73 App. Div. 164, 169, 76 N. Y. Supp. 751; Adams v. Union R. Co. 80 App. Div. 136, 139, 80 N. Y. Supp. 264; Dean v. Tarrytown, W. P. &amp; M. R. Co. 113 App. Div. 437, 439, 99 N. Y. Supp. 250. A similar view appears to be entertained in New Hampshire. Hart v. Lockwood, 66 N. H. 541, 23 Atl. 367; Boston &amp; M. R. Co. v. Sargent, 72 N. H. 455, 466, 57 Atl. 688. The same rule has been followed in a recent series of cases in the North Carolina Supreme Court. Womble v. Merchants' Grocery Co. 135 N. C. 474, 481, 485, 47 S. E. 493; Stewart v. Van Deventer Carpet Co. 138 N. C. 60, 66, 50 S. E. 562; Lyles v. Brannon Carbonating Co. 140 N. C. 25, 27, 52 S. E. 233; Ross v. Double Shoals Cotton Mills, 140 N. C. 115, 120, 1 L.R.A.(N.S.) 298, 301, 52 S. E. 121. In the Stewart Case the court said (138 N. C. 66): 'The rule of <i>res ipsa loquitur</i> does not relieve the plaintiff of the burden of showing negligence, nor does it raise any presumption in his favor. Whether the defendant introduces evidence or not, the plaintiff in this case will not be entitled to a verdict unless he satisfies the jury by the preponderance of the evidence that his injuries were caused by a defect in the elevator, attributable to the defendant's negligence. The law attaches no special weight as proof to the fact of an accident, but simply holds it to be sufficient for the consideration of the jury, even in the absence of any additional evidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. The sole remaining question is raised by the refusal of the trial court to instruct the jury, as prayed by the plaintiff, in the following terms: 'If you believe upon the evidence that in the ordinary and careful operation of the X-ray apparatus upon a woman by an operator having the requisite knowledge and skill, enabling him to operate it with the utmost degree of safety, there is a possibility, which could not be foreseen by such an operator, of injury to the woman by reason of her condition or of any matter tending to predispose her to injury in consequence of such operation, and that such possibility was known to the defendant, or by proper inquiry or study should have been known to him, it was his duty to inform the plaintiff of such possibility before he operated upon her; and if you further believe upon the evidence that he failed to perform such duty, or that, in the performance of the operation, he failed to exercise the skill and care required of him as such operator, and that the plaintiff was thereby injured, your verdict should be for the plaintiff.' The terms of this request are self-contradictory and confusing, dealing, as it does, with a possibility of injury to the plaintiff 'which could not be foreseen' by the defendant, and combining inseparably with it the hypothesis that 'such possibility was known to the defendant, or by proper inquiry or study should have been known to him,' and for this reason alone it was properly rejected by the trial court. But, besides this, it does not appear that there was any evidence on which the jury could properly base a finding that there was danger of injury to the plaintiff by reason of her condition or of any other matter tending to predispose her to such injury; nor to sustain a finding that such possibility was known to the defendant, or by proper study or inquiry should have been known to him. Nor could it be said, as matter of law, that defendant had undertaken any duty requiring him to make special study or inquiry respecting plaintiff's condition or the possibility of injury to her, or to advise her of such possibility of injury; for there was testimony, already referred to, that would have warranted a finding that Dr. Kerr had assumed the responsibility of advising the plaintiff respecting the propriety of her submitting to the operation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">No error being found in the record, the judgment is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97846/"
}