{"absolute_url": "/opinion/97841/gulf-c-sfr-co-v-mcginnis/", "blocked": false, "citation": {"case_name": "Gulf, C. & SFR Co. v. McGinnis", "docket_number": "762", "document_uris": ["/api/rest/v2/document/97841/"], "federal_cite_one": "228 U.S. 173", "federal_cite_three": null, "federal_cite_two": null, "id": 82224, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82224/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 25, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1913-04-07", "date_modified": "2014-12-21T01:35:30.020023", "docket": "/api/rest/v2/docket/1117177/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">228 U.S. 173</p>\n    <p class=\"case_cite\">33 S.Ct. 426</p>\n    <p class=\"case_cite\">57 L.Ed. 785</p>\n    <p class=\"parties\">GULF, COLORADO, &amp; SANTA FE RAILWAY COMPANY,  Plff. in Err.,<br>v.<br>MARY J. MCGINNIS, Administratrix, etc.</p>\n    <p class=\"docket\">No. 762.</p>\n    <p class=\"date\">Argued and submitted January 7, 1913.</p>\n    <p class=\"date\">Decided April 7, 1913.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. A. H. Culwell, J. W. Terry, Gardiner Lathrop, and A. B. Browne for plaintiff in error.</p>\n      <p class=\"indent\">Messrs. Winbourn Pearce and A. L. Curtis for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Lurton delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was brought in a state court of Texas under the employers' liability act of April 22, 1908 (35 Stat. at L. 65, chap. 149, U. S. Comp. Stat. Supp. 1911, p. 1322), by the administratrix of W. T. McGinnis, to recover damages for his negligent death while in the service of the plaintiff in error, and while engaged as engineer on an interstate passenger train. The cause of the death was a derailment which occurred while the train was passing over a switch. The defense of the company was that the derailment was caused by malicious tampreing with the switch by a stranger, and that the company had not been guilty of any negligence in either providing a safe track and appliance, or in the inspoection or maintenance of the track and appliances. There was a jury, verdict and judgment for the plaintiff, which, upon writ of error to the court of civil appeals for the third supreme judicial district of the state of Texas, was affirmed. A writ of error has been allowedn to that court, it being the highest court to which the case could be carried under the law of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is assigned as error that the court misconstrued the character of the liability imposed by the act under which the suit was brought by a ruling that there might be a judgment for the benefit of one of the surviving children, although there was neither allegation nor evidence that that surviving child was either dependent upon, or had any reasonable ground for expecting, any pecuniary benefit from a continuance of the decedent's life.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The decedent left a widow and four children, and the suit was brought by the widow, as administratrix, for the benefit of herself and the four children named in the petition. One of the surviving children was Mrs. Nellie Saunders, a married woman, residing with and maintained by her husband. There was neither allegation nor evidence that Mrs. Saunders was in any way dependent upon the decedent, nor that she had any reasonable expectation of any pecuniary benefit as a result of a continuation of his life. The court was requested to instruct the jury that it could not find any damage in favor of Mrs. Saunders, but this it declined to do.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury was instructed if they found for the plaintiff, to return a verdict for such a sum as would justly compensate the persons for whose benefit the suit was brought for such pecuniary benefits as they might believe from the evidence the beneficiaries had a reasonable expectation of receiving from the decedent, if his death had not been so occasioned. They were further told to find a round sum in favor of the plaintiff, and then apportion that sum among all the persons for whom the suit had been brought, stating in their verdict, 'how much, if anything, you find for each of said persons.' The jury returned a verdict for $15,000, and apportioned it, one half to the widow, and the remainder equally among the four children, including Mrs. Saunders.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court of civil appeals upheld this ruling, saying that the Federal 'statute expressly authorized the suit to be brought by the personal representative for the benefit of the surviving wife and children of the deceased, irrespective of whether they were dependent upon him, or had the right to expect any pecuniary assistance from him.' 147 S. W. 1189. This construction of the character of the statutory liability imposed by the act of Congress was erroneous. In a series of cases lately decided by this court, the act in this aspect has been construed as intended only to compenstate the surviving relatives of such a deceased employee for the actual pecuniary loss resulting to the particular person or persons for whose benefit an action is given. The recovery must therefore be limited to compensating those relatives for whose benefit the administrator sues as are shown to have sustained some pecuniary loss. Michigan C. R. Co. v. Vreeland, 227 U. S. 59, 57 L. ed. &#8212;&#8212;Sup. Ct. Rep. 192; American R. Co. v. Didricksen, 227 U. S. 145, 57 L. ed. &#8212;&#8212;, 33 Sup. Ct. Rep. 224. In the last-cited case, speaking of the employers' liability act, we said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The cause of action which was created in behalf of the injured employee did not survive his death, nor pass to his representatives. But the act, in case of the death of such an employee from his injury, creates a new and distinct right of action for the benefit of the dependent relatives named in the statute. The damages recoverable are limited to such loss as results to them because they have been deprived of a reasonable expectation of pecuniary benefits by the wrongful death of the injured employee. The damage is Iimited strictly to the financial loss thus sustained.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The statutory action of an administrator is not for the equal benefit of each of the surviving relatives for whose benefit the suit is brought. Though the judgment may be for a gross amount, the interest of each beneficiary must be measured by his or her individual pecuniary loss. That apportionment is for the jury to return. This will, of course, exclude any recovery in behalf of such as show no pecuniary loss.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It has also been assigned as error that the defense of assumed risk was, in legal effect, denied, because the court overruled a motion to instruct a verdict for the defendant. The defense of assumed risk was submitted to the jury under a full and fair general charge. In addition a number of special requests asked by the railroad company in respect to several aspects of the facts were given. The contention is that, upon all of the evidence in the case, there was no sufficient evidence of any negligence for which the company was chargeable, in law, and that in such case the death of the decedent must have been due to some assumed risk. We pass this by.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment must be reversed upon the Federal question already considered. Upon another trial the facts may be altogether different, and we decline to express any opinion as to their legal effect. Murdock v. Memphis, 20 Wall. 590, 22 L. ed. 429.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the cause indicated, the judgment will be reversed and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>228 U.S. 173 (1913)</b></center>\n<center><h1>GULF, COLORADO AND SANTA FE RAILWAY CO.<br>\nv.<br>\nMcGINNIS.</h1></center>\n<center>No. 762.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 7, 1913.</center>\n<center>Decided April 7, 1913.</center>\nERROR TO THE COURT OF CIVIL APPEALS FOR THE THIRD SUPREME JUDICIAL DISTRICT OF THE STATE OF TEXAS.\n<p><i>Mr. A.H. Culwell,</i> with whom <i>Mr. J.W. Terry, Mr. Gardiner Lathrop</i> and <i>Mr. A.B. Browne</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Winbourn Pearce</i> and <i>Mr. A.L. Curtis</i> for defendant in error submitted.</p>\n<p>MR. JUSTICE LURTON delivered the opinion of the court.</p>\n<p>This action was brought in a state court of Texas under the Employers' Liability Act of April 22, 1908, 35 Stat. 65, c. 149, by the administratrix of W.T. McGinnis, to recover <span class=\"star-pagination\">*174</span> damages for his negligent death while in the service of the plaintiff in error and while engaged as engineer on an interstate passenger train. The cause of the death was a derailment which occurred while the train was passing over a switch. The defense of the company was that the derailment was caused by malicious tampering with the switch by a stranger, and that the company had not been guilty of any negligence in either providing a safe track and appliance, or in the inspection or maintenance of the track and appliances. There was a jury, verdict and judgment for the plaintiff, which, upon writ of error to the Court of Civil Appeals for the Third Supreme Judicial District of the State of Texas, was affirmed. A writ of error has been allowed to that court, it being the highest court to which the case could be carried under the law of the State.</p>\n<p>It is assigned as error that the court misconstrued the character of the liability imposed by the act under which the suit was brought by a ruling that there might be a judgment for the benefit of one of the surviving children, although there was neither allegation nor evidence that that surviving child was either dependent upon or had any reasonable ground for expecting any pecuniary benefit from a continuance of the decedent's life.</p>\n<p>The decedent left a widow and four children, and the suit was brought by the widow as administratrix for the benefit of herself and the four children named in the petition. One of the surviving children was Mrs. Nellie Saunders, a married woman, residing with and maintained by her husband. There was neither allegation nor evidence that Mrs. Saunders was in any way dependent upon the decedent, nor that she had any reasonable expectation of any pecuniary benefit as a result of a continuation of his life. The court was requested to instruct the jury that it could not find any damage in favor of Mrs. Saunders, but this, it declined to do.</p>\n<p><span class=\"star-pagination\">*175</span> The jury was instructed if they found for the plaintiff to return a verdict for such a sum as would justly compensate the persons for whose benefit the suit was brought for such pecuniary benefits as they might believe from the evidence the beneficiaries had a reasonable expectation of receiving from the decedent, if his death had not been so occasioned. They were further told to find a round sum in favor of the plaintiff, and then apportion that sum among all the persons for whom the suit had been brought, stating in their verdict, \"how much, if anything, you find for each of said persons.\" The jury returned a verdict for $15,000, and apportioned it, one-half to the widow, and the remainder equally among the four children, including Mrs. Saunders.</p>\n<p>The Court of Civil Appeals upheld this ruling, saying that \"the Federal statute expressly authorizes the suit to be brought by the personal representative for the benefit of the surviving wife and children of the deceased, irrespective of whether they were dependent upon him, or had the right to expect any pecuniary assistance from him.\" This construction of the character of the statutory liability imposed by the act of Congress was erroneous. In a series of cases lately decided by this court, the act in this aspect has been construed as intended only to compensate the surviving relatives of such a deceased employe for the actual pecuniary loss resulting to the particular person or persons for whose benefit an action is given. The recovery must therefore be limited to compensating those relatives for whose benefit the administrator sues as are shown to have sustained some pecuniary loss. <i>Michigan Central Railroad</i> v. <i>Vreeland,</i> 227 U.S. 59; <i>American Railroad</i> v. <i>Didricksen,</i> 227 U.S. 145. In the last cited case, speaking of the Employers' Liability Act, we said (p. 149):</p>\n<p>\"The cause of action which was created in behalf of the injured employe did not survive his death, nor pass to his representatives. But the act, in case of the death of <span class=\"star-pagination\">*176</span> such an employe from his injury, creates a new and distinct right of action for the benefit of the dependent relatives named in the statute. The damages recoverable are limited to such loss as results to them because they have been deprived of a reasonable expectation of pecuniary benefits by the wrongful death of the injured employe. The damage is limited strictly to the financial loss thus sustained.\"</p>\n<p>The statutory action of an administrator is not for the equal benefit of each of the surviving relatives for whose benefit the suit is brought. Though the judgment may be for a gross amount, the interest of each beneficiary must be measured by his or her individual pecuniary loss. That apportionment is for the jury to return. This will, of course, exclude any recovery in behalf of such as show no pecuniary loss.</p>\n<p>It has also been assigned as error that the defense of assumed risk was, in legal effect, denied, because the court overruled a motion to instruct a verdict for the defendant. The defense of assumed risk was submitted to the jury under a full and fair general charge. In addition a number of special requests asked by the railroad company in respect to several aspects of the facts were given. The contention is that upon all of the evidence in the case there was no sufficient evidence of any negligence for which the company was chargeable, in law, and that in such case the death of the decedent must have been due to some assumed risk. We pass this by.</p>\n<p>The judgment must be reversed upon the Federal question already considered. Upon another trial the facts may be altogether different and we decline to express any opinion as to their legal effect. <i>Murdock</i> v. <i>City of Memphis,</i> 20 Wall. 590.</p>\n<p>For the cause indicated, the judgment will be</p>\n<p><i>Reversed and the case remanded for further proceedings consistent with this opinion.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></span> (1913)</b></center>\n<center><h1>GULF, COLORADO AND SANTA FE RAILWAY CO.<br>\nv.<br>\nMcGINNIS.</h1></center>\n<center>No. 762.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 7, 1913.</center>\n<center>Decided April 7, 1913.</center>\nERROR TO THE COURT OF CIVIL APPEALS FOR THE THIRD SUPREME JUDICIAL DISTRICT OF THE STATE OF TEXAS.\n<p><i>Mr. A.H. Culwell,</i> with whom <i>Mr. J.W. Terry, Mr. Gardiner Lathrop</i> and <i>Mr. A.B. Browne</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. Winbourn Pearce</i> and <i>Mr. A.L. Curtis</i> for defendant in error submitted.</p>\n<p>MR. JUSTICE LURTON delivered the opinion of the court.</p>\n<p>This action was brought in a state court of Texas under the Employers' Liability Act of April 22, 1908, 35 Stat. 65, c. 149, by the administratrix of W.T. McGinnis, to recover <span class=\"star-pagination\">*174</span> damages for his negligent death while in the service of the plaintiff in error and while engaged as engineer on an interstate passenger train. The cause of the death was a derailment which occurred while the train was passing over a switch. The defense of the company was that the derailment was caused by malicious tampering with the switch by a stranger, and that the company had not been guilty of any negligence in either providing a safe track and appliance, or in the inspection or maintenance of the track and appliances. There was a jury, verdict and judgment for the plaintiff, which, upon writ of error to the Court of Civil Appeals for the Third Supreme Judicial District of the State of Texas, was affirmed. A writ of error has been allowed to that court, it being the highest court to which the case could be carried under the law of the State.</p>\n<p>It is assigned as error that the court misconstrued the character of the liability imposed by the act under which the suit was brought by a ruling that there might be a judgment for the benefit of one of the surviving children, although there was neither allegation nor evidence that that surviving child was either dependent upon or had any reasonable ground for expecting any pecuniary benefit from a continuance of the decedent's life.</p>\n<p>The decedent left a widow and four children, and the suit was brought by the widow as administratrix for the benefit of herself and the four children named in the petition. One of the surviving children was Mrs. Nellie Saunders, a married woman, residing with and maintained by her husband. There was neither allegation nor evidence that Mrs. Saunders was in any way dependent upon the decedent, nor that she had any reasonable expectation of any pecuniary benefit as a result of a continuation of his life. The court was requested to instruct the jury that it could not find any damage in favor of Mrs. Saunders, but this, it declined to do.</p>\n<p><span class=\"star-pagination\">*175</span> The jury was instructed if they found for the plaintiff to return a verdict for such a sum as would justly compensate the persons for whose benefit the suit was brought for such pecuniary benefits as they might believe from the evidence the beneficiaries had a reasonable expectation of receiving from the decedent, if his death had not been so occasioned. They were further told to find a round sum in favor of the plaintiff, and then apportion that sum among all the persons for whom the suit had been brought, stating in their verdict, \"how much, if anything, you find for each of said persons.\" The jury returned a verdict for $15,000, and apportioned it, one-half to the widow, and the remainder equally among the four children, including Mrs. Saunders.</p>\n<p>The Court of Civil Appeals upheld this ruling, saying that \"the Federal statute expressly authorizes the suit to be brought by the personal representative for the benefit of the surviving wife and children of the deceased, irrespective of whether they were dependent upon him, or had the right to expect any pecuniary assistance from him.\" This construction of the character of the statutory liability imposed by the act of Congress was erroneous. In a series of cases lately decided by this court, the act in this aspect has been construed as intended only to compensate the surviving relatives of such a deceased employe for the actual pecuniary loss resulting to the particular person or persons for whose benefit an action is given. The recovery must therefore be limited to compensating those relatives for whose benefit the administrator sues as are shown to have sustained some pecuniary loss. <i>Michigan Central Railroad</i> v. <i>Vreeland,</i> 227 U.S. 59; <i>American Railroad</i> v. <i>Didricksen,</i> 227 U.S. 145. In the last cited case, speaking of the Employers' Liability Act, we said (p. 149):</p>\n<p>\"The cause of action which was created in behalf of the injured employe did not survive his death, nor pass to his representatives. But the act, in case of the death of <span class=\"star-pagination\">*176</span> such an employe from his injury, creates a new and distinct right of action for the benefit of the dependent relatives named in the statute. The damages recoverable are limited to such loss as results to them because they have been deprived of a reasonable expectation of pecuniary benefits by the wrongful death of the injured employe. The damage is limited strictly to the financial loss thus sustained.\"</p>\n<p>The statutory action of an administrator is not for the equal benefit of each of the surviving relatives for whose benefit the suit is brought. Though the judgment may be for a gross amount, the interest of each beneficiary must be measured by his or her individual pecuniary loss. That apportionment is for the jury to return. This will, of course, exclude any recovery in behalf of such as show no pecuniary loss.</p>\n<p>It has also been assigned as error that the defense of assumed risk was, in legal effect, denied, because the court overruled a motion to instruct a verdict for the defendant. The defense of assumed risk was submitted to the jury under a full and fair general charge. In addition a number of special requests asked by the railroad company in respect to several aspects of the facts were given. The contention is that upon all of the evidence in the case there was no sufficient evidence of any negligence for which the company was chargeable, in law, and that in such case the death of the decedent must have been due to some assumed risk. We pass this by.</p>\n<p>The judgment must be reversed upon the Federal question already considered. Upon another trial the facts may be altogether different and we decline to express any opinion as to their legal effect. <i>Murdock</i> v. <i>City of Memphis,</i> 20 Wall. 590.</p>\n<p>For the cause indicated, the judgment will be</p>\n<p><i>Reversed and the case remanded for further proceedings consistent with this opinion.</i></p>\n</div>", "id": 97841, "judges": "Lurton", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97841/", "sha1": "8ed9069222fe7bcec40ecca05a4da87dd65fc59f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:42"}