{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "228 U.S. 436", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97859/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Jordan v. Roche", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 202 and 203", 
    "id": 82242, 
    "resource_uri": "/api/rest/v2/citation/82242/"
  }, 
  "id": 97859, 
  "blocked": false, 
  "judges": "McKenna", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1913-04-28", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>228 U.S. 436 (1913)</b></center>\n<center><h1>JORDAN, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nROCHE.<br>\nSAME<br>\nv.<br>\nROSS.</h1></center>\n<center>Nos. 202, 203.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 15, 1913.</center>\n<center>Decided April 28, 1913.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*437</span> <i>Mr. Assistant Attorney General Harr</i> for plaintiff in error.</p>\n<p><i>Mr. John David Lannon,</i> with whom <i>Mr. Howard T. Walden</i> and <i>Mr. Henry J. Webster</i> were on the brief, for defendants in error.</p>\n<p><span class=\"star-pagination\">*439</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>Actions were brought in the Circuit Court, Eastern District of New York, to recover money paid upon certain importations of bay rum from Porto Rico. Judgment was entered for defendants in the actions, and error was prosecuted from the Circuit Court of Appeals for the Second Circuit, and that court certifies the following question to this court:</p>\n<p>\"Was bay rum imported from Porto Rico subsequent to the passage of the act of April 12, 1900, and prior to the passage of the act of February 4, 1909, subject to the payment of a tax equal to the internal revenue tax imposed in the United States under §§ 3248 and 3254 on `distilled spirit, spirits, alcohol, and alcoholic spirit?'\"</p>\n<p>The facts are these: In the years 1907 and 1908 plaintiffs <span class=\"star-pagination\">*440</span> imported from the Island of Porto Rico certain casks of bay rum manufactured in said island. Upon arrival at the port of New York, the Collector of Internal Revenue for the first district collected taxes upon the same under the act of April 12 and §§ 3248 and 3254 of the Revised Statutes of the United States. Plaintiffs duly protested against such exaction and paid the same to obtain delivery of the goods. Bay rum is a fragrant spirit obtained by distilling rum with the leaves of the bay-berry, or by mixing various oils with alcohol.</p>\n<p>The act of April 12, 1900, referred to in the question certified, is known as the Foraker Act (31 Stat. 77, c. 191). Section 3 provides that after the passage of the act all merchandise coming into the United States from Porto Rico, and reversely, shall be subject to a duty of 15% of the duties which were required to be levied upon like articles imported from foreign countries, and, in addition thereto, articles of merchandise of Porto Rican manufacture coming into the United States shall pay \"a tax equal to the internal revenue tax imposed in the United States upon the like articles of merchandise of domestic manufacture.\" Articles of United States manufacture coming into Porto Rico were required to pay a tax equal to the internal revenue tax imposed on like articles of Porto Rican manufacture. It was provided that whenever the legislature of Porto Rico should put into operation a system of local taxation the President should make proclamation thereof and thereupon all <i>tariff duties</i> upon goods going from the United States into Porto Rico, or from Porto Rico to the United States, should cease and all such articles should be free of duty.</p>\n<p>Section 4 of the act provided that the duties and taxes imposed under § 3 should not be paid into the Treasury of the United States, but should be placed at the disposal of the President, to be used for the government of Porto Rico, and that upon the organization of the government <span class=\"star-pagination\">*441</span> of Porto Rico such moneys should be transferred to the local treasury of Porto Rico, the duties and taxes to be collected at such ports and by such officers as the Secretary of the Treasury should designate. And it was provided that as soon as civil government was established in Porto Rico the President was to make proclamation thereof, and thereafter all duties and taxes in Porto Rico under the provisions of the act, should be paid into the treasury of Porto Rico and expended as required by law.</p>\n<p>The proclamation of the President referred to in § 3 was issued July 25, 1901, 32 Stat., part 2, p. 1983, and all <i>tariff</i> duties on merchandise coming into the United States from Porto Rico ceased. The internal revenue tax upon articles of Porto Rican manufacture remained as that imposed \"upon the like articles of merchandise of domestic manufacture\" (§ 3). This, however, plaintiffs dispute, contending that the Foraker Act was intended to be, and was declared to be, an act temporarily to provide revenue, and that with the institution of a system of taxation in Porto Rico the act ceased to have operation. The contention is untenable. The act explicitly declares that the <i>tariff duties</i> shall cease. The distinction was deliberate and its effect unmistakable. We repeat, therefore, that the internal revenue tax upon Porto Rican articles remains as that imposed \"upon the like articles of domestic manufacture.\" Upon the quoted words the controversy in this case turns. What shall determine the likeness between articles of domestic and Porto Rican manufacture, their name or their substance? The latter is the Government's contention; the former is that of plaintiffs.</p>\n<p>The contention of plaintiffs has the support of <i>Newhall</i> v. <i>Jordan</i> in the Circuit Court of the Eastern District of New York (149 Fed. Rep. 586); also of the Circuit Court of Appeals of the Second Circuit in <i>Anderson</i> v. <i>Newhall</i> (161 Fed. Rep. 906), sustaining a judgment of the Circuit <span class=\"star-pagination\">*442</span> Court of the Southern District of New York. But the Circuit Court of Appeals seems to have come to doubt the correctness of its ruling, for the present certificate is from that court, and bears the signature of Judges Lacombe and Ward, who constituted a majority of the court when <i>Anderson</i> v. <i>Newhall</i> was decided. We realize, therefore, that the contentions of the parties present a close question.</p>\n<p>Bay rum is a fragrant spirit obtained by distilling rum with the leaves of the bay-berry, or by mixing various oils with alcohol. We must seek its likeness in the revenue laws, and the Government contends that it is found in §§ 3248, 3254, 3251 and 3282, as respectively amended by the acts of August 28, 1894 (28 Stat. 509, 563, c. 349), and March 1, 1879 (20 Stat. 327, 335, c. 125).</p>\n<p>Plaintiffs contend that \"Porto Rican bay rum is the article of merchandise `like' to bay rum of domestic manufacture, and not `like' to distilled spirits of domestic manufacture.\" And then insisting, and quoting the Commissioner of Internal Revenue in support of the insistence, that as there is no internal revenue tax imposed on bay rum, as such, it follows necessarily \"that if bay rum of domestic manufacture does not pay a tax, then the article of Porto Rican manufacture is not liable to pay a tax.\" And stress is put upon \"manufacture\" as defined in <i>Anheuser-Busch Association</i> v. <i>United States,</i> 207 U.S. 556, 562, where it is said, \"There must be a transformation; a new and different article must emerge, `having a distinctive name, character or use.'\" And bay rum, it is asserted, satisfies the distinction and has been regarded as satisfying it in the laws, also commercially and practically. It has never been treated, it is said, as distilled spirits, but has been treated as different \"by every person and every court and every department of the Government until these Porto Rican imports were made.\" This is the substance of plaintiffs' argument. We cannot follow it in its details.</p>\n<p><span class=\"star-pagination\">*443</span> The Government replies to it that the purpose of the Foraker Act was to apply the revenue laws of the United States to Porto Rican articles and to do this comprehensively, not by special or variable adaptations. No article containing alcoholic spirits, the Government says, is taxed in the general statutes of the United States by its commercial name, but that all such articles are provided for and taxed in Chapter 4, of the Revised Statutes, under the name of \"distilled spirits.\" It is hence argued that domestic bay rum being \"distilled spirits\" for the purpose of internal revenue taxation, Porto Rican bay rum must be considered as \"distilled spirits\" and subject to the same tax. In other words, the likeness is established by the essential nature of the article, not by its name. \"If this be not so,\" it is further argued, \"not only will the internal revenue tax on Porto Rican bay rum fail, but the tax on Porto Rican alcohol, whiskey, brandy, gin, ordinary rum, and on all wines, liqueurs and cordials, will also fail, because no tax is laid on any such article <i>eo nomine</i> by our internal revenue laws, but all are embraced in one generic article `distilled spirits.'\" We think the argument is complete and irresistible. The purpose of the Foraker Act, the provisions of the internal revenue laws and the administration of both, by departmental officers all concur in support of the Government's contention. The purpose of the Foraker Act was the equal taxation of Porto Rican articles and domestic articles; the provisions of the internal revenue laws do not describe articles by name but by character; the revenue officers have construed them as applicable to Porto Rico, except for a few months following the decision in <i>Newhall</i> v. <i>Anderson, Collector.</i></p>\n<p>The language of the revenue laws is comprehensive enough to cover all distilled spirits. Section 3248, after specifically defining them to be \"that substance known as ethyl alcohol, hydrated oxide of ethyl, or spirit of wine, which is commonly produced by the fermentation of <span class=\"star-pagination\">*444</span> grain, starch, molasses, or sugar, including all dilutions and mixtures of this substance,\" provides that \"the tax shall attach to this substance as soon as it is in existence as such,\" no matter in what state it may be subsequently separated or in what other substance it may be subsequently transferred.</p>\n<p>By § 3254 it is provided that \"all products of distillation, by whatever name known, which contain distilled spirits or alcohol, on which the tax imposed by law has not been paid, shall be considered and taxed as distilled spirits.\" In other words, all mixtures or dilutions of the substance so defined, and more specifically in § 3248, are subject to a tax as \"distilled spirits.\" And it is provided in § 3282, as amended, that the use of \"spirits or alcohol, in manufacturing vinegar or any other article, or in any process of manufacture whatever,\" is prohibited \"unless the spirits or alcohol so used shall have been produced in an authorized distillery and the tax thereon paid.\"</p>\n<p>The purpose of the law to impose a tax upon the compounds of alcohol under the single designation of \"distilled spirits\" receives confirmation from the exemptions from the tax. Six exemptions are pointed out by the Government, as follows: (1) alcohol withdrawn for scientific purposes by scientific institutions or colleges of learning; (2) wine spirits used in the fortification of sweet wines under certain restrictions; (3) distilled spirits used in the manufacture of sugar from sorghum, or (4) purchased by the United States for government uses, or (5) exported in bond or with benefit of drawback of taxes paid; and (6) distilled spirits denatured in accordance with the Denatured Alcohol Act.</p>\n<p>These considerations demonstrate, we think, that bay rum is subject to a tax as an alcoholic distillate.</p>\n<p>We have already stated the chief contention of plaintiffs to be that the test of a tax on Porto Rican articles must be a tax upon domestic articles of like name, and that this is <span class=\"star-pagination\">*445</span> especially so as to bay rum, it is contended, is established by the fact that under the tariff act, bay rum, as a commercial article, is taxed at a lower rate than brandy, and other spirits not specifically provided for. And, further, that bay rum, under the revenue act of June 13, 1898, 30 Stat. 446, c. 448, was taxed or held taxable by the Commissioner of Internal Revenue under the head of \"perfumery and cosmetics.\" So also the ruling of the Commissioner, it is urged, refusing to hold that druggists and bay rum dealers, were liquor dealers, which, it is contended, he would necessarily have to hold them to be, if bay rum were to be considered an alcoholic distillate. It is not necessary to answer these contentions in detail. They have, when taken by themselves, an appearance of strength. They may, however, be explained by other statutory provisions. A general answer to them is that the purpose of the Foraker Act, was, as we have said, to subject Porto Rican articles to the internal revenue laws of the United States, and under those laws, articles are taxed not by their commercial names or uses, but according to their alcoholic content, under the generic name of \"distilled spirits.\"</p>\n<p>One other contention of plaintiffs we may notice. On February 4, 1909, 35 Stat. 594, c. 65, Congress passed the act by which it is provided \"that upon bay rum, or any article containing alcohol, hereafter brought from Porto Rico into the United States for consumption or sale there shall be paid a tax on the spirits contained therein of one dollar and ten cents per proof gallon,\" and the Commissioner of Internal Revenue is given power to establish rules to make the act effective. It is insisted that this act is a declaration by Congress that bay rum was not subject to a tax under prior statutes. The history of the act rejects the contention and manifests that the act was passed in consequence of the decision in <i>Newhall</i> v. <i>Anderson,</i> and the other decisions to which we have <span class=\"star-pagination\">*446</span> referred. The law was not the declaration of a new policy but a more explicit expression of the purpose of the prior law, made necessary by the judicial construction of that law.</p>\n<p><i>The question certified is, therefore, answered in the affirmative.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:42", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></span> (1913)</b></center>\n<center><h1>JORDAN, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nROCHE.<br>\nSAME<br>\nv.<br>\nROSS.</h1></center>\n<center>Nos. 202, 203.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 15, 1913.</center>\n<center>Decided April 28, 1913.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*437</span> <i>Mr. Assistant Attorney General Harr</i> for plaintiff in error.</p>\n<p><i>Mr. John David Lannon,</i> with whom <i>Mr. Howard T. Walden</i> and <i>Mr. Henry J. Webster</i> were on the brief, for defendants in error.</p>\n<p><span class=\"star-pagination\">*439</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>Actions were brought in the Circuit Court, Eastern District of New York, to recover money paid upon certain importations of bay rum from Porto Rico. Judgment was entered for defendants in the actions, and error was prosecuted from the Circuit Court of Appeals for the Second Circuit, and that court certifies the following question to this court:</p>\n<p>\"Was bay rum imported from Porto Rico subsequent to the passage of the act of April 12, 1900, and prior to the passage of the act of February 4, 1909, subject to the payment of a tax equal to the internal revenue tax imposed in the United States under §§ 3248 and 3254 on `distilled spirit, spirits, alcohol, and alcoholic spirit?'\"</p>\n<p>The facts are these: In the years 1907 and 1908 plaintiffs <span class=\"star-pagination\">*440</span> imported from the Island of Porto Rico certain casks of bay rum manufactured in said island. Upon arrival at the port of New York, the Collector of Internal Revenue for the first district collected taxes upon the same under the act of April 12 and §§ 3248 and 3254 of the Revised Statutes of the United States. Plaintiffs duly protested against such exaction and paid the same to obtain delivery of the goods. Bay rum is a fragrant spirit obtained by distilling rum with the leaves of the bay-berry, or by mixing various oils with alcohol.</p>\n<p>The act of April 12, 1900, referred to in the question certified, is known as the Foraker Act (31 Stat. 77, c. 191). Section 3 provides that after the passage of the act all merchandise coming into the United States from Porto Rico, and reversely, shall be subject to a duty of 15% of the duties which were required to be levied upon like articles imported from foreign countries, and, in addition thereto, articles of merchandise of Porto Rican manufacture coming into the United States shall pay \"a tax equal to the internal revenue tax imposed in the United States upon the like articles of merchandise of domestic manufacture.\" Articles of United States manufacture coming into Porto Rico were required to pay a tax equal to the internal revenue tax imposed on like articles of Porto Rican manufacture. It was provided that whenever the legislature of Porto Rico should put into operation a system of local taxation the President should make proclamation thereof and thereupon all <i>tariff duties</i> upon goods going from the United States into Porto Rico, or from Porto Rico to the United States, should cease and all such articles should be free of duty.</p>\n<p>Section 4 of the act provided that the duties and taxes imposed under § 3 should not be paid into the Treasury of the United States, but should be placed at the disposal of the President, to be used for the government of Porto Rico, and that upon the organization of the government <span class=\"star-pagination\">*441</span> of Porto Rico such moneys should be transferred to the local treasury of Porto Rico, the duties and taxes to be collected at such ports and by such officers as the Secretary of the Treasury should designate. And it was provided that as soon as civil government was established in Porto Rico the President was to make proclamation thereof, and thereafter all duties and taxes in Porto Rico under the provisions of the act, should be paid into the treasury of Porto Rico and expended as required by law.</p>\n<p>The proclamation of the President referred to in § 3 was issued July 25, 1901, 32 Stat., part 2, p. 1983, and all <i>tariff</i> duties on merchandise coming into the United States from Porto Rico ceased. The internal revenue tax upon articles of Porto Rican manufacture remained as that imposed \"upon the like articles of merchandise of domestic manufacture\" (§ 3). This, however, plaintiffs dispute, contending that the Foraker Act was intended to be, and was declared to be, an act temporarily to provide revenue, and that with the institution of a system of taxation in Porto Rico the act ceased to have operation. The contention is untenable. The act explicitly declares that the <i>tariff duties</i> shall cease. The distinction was deliberate and its effect unmistakable. We repeat, therefore, that the internal revenue tax upon Porto Rican articles remains as that imposed \"upon the like articles of domestic manufacture.\" Upon the quoted words the controversy in this case turns. What shall determine the likeness between articles of domestic and Porto Rican manufacture, their name or their substance? The latter is the Government's contention; the former is that of plaintiffs.</p>\n<p>The contention of plaintiffs has the support of <i>Newhall</i> v. <i>Jordan</i> in the Circuit Court of the Eastern District of New York (149 Fed. Rep. 586); also of the Circuit Court of Appeals of the Second Circuit in <i>Anderson</i> v. <i>Newhall</i> (161 Fed. Rep. 906), sustaining a judgment of the Circuit <span class=\"star-pagination\">*442</span> Court of the Southern District of New York. But the Circuit Court of Appeals seems to have come to doubt the correctness of its ruling, for the present certificate is from that court, and bears the signature of Judges Lacombe and Ward, who constituted a majority of the court when <i>Anderson</i> v. <i>Newhall</i> was decided. We realize, therefore, that the contentions of the parties present a close question.</p>\n<p>Bay rum is a fragrant spirit obtained by distilling rum with the leaves of the bay-berry, or by mixing various oils with alcohol. We must seek its likeness in the revenue laws, and the Government contends that it is found in §§ 3248, 3254, 3251 and 3282, as respectively amended by the acts of August 28, 1894 (28 Stat. 509, 563, c. 349), and March 1, 1879 (20 Stat. 327, 335, c. 125).</p>\n<p>Plaintiffs contend that \"Porto Rican bay rum is the article of merchandise `like' to bay rum of domestic manufacture, and not `like' to distilled spirits of domestic manufacture.\" And then insisting, and quoting the Commissioner of Internal Revenue in support of the insistence, that as there is no internal revenue tax imposed on bay rum, as such, it follows necessarily \"that if bay rum of domestic manufacture does not pay a tax, then the article of Porto Rican manufacture is not liable to pay a tax.\" And stress is put upon \"manufacture\" as defined in <i>Anheuser-Busch Association</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96747\"><a href=\"/opinion/96747/anheuser-busch-brewing-assn-v-united-states/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, 562, where it is said, \"There must be a transformation; a new and different article must emerge, `having a distinctive name, character or use.'\" And bay rum, it is asserted, satisfies the distinction and has been regarded as satisfying it in the laws, also commercially and practically. It has never been treated, it is said, as distilled spirits, but has been treated as different \"by every person and every court and every department of the Government until these Porto Rican imports were made.\" This is the substance of plaintiffs' argument. We cannot follow it in its details.</p>\n<p><span class=\"star-pagination\">*443</span> The Government replies to it that the purpose of the Foraker Act was to apply the revenue laws of the United States to Porto Rican articles and to do this comprehensively, not by special or variable adaptations. No article containing alcoholic spirits, the Government says, is taxed in the general statutes of the United States by its commercial name, but that all such articles are provided for and taxed in Chapter 4, of the Revised Statutes, under the name of \"distilled spirits.\" It is hence argued that domestic bay rum being \"distilled spirits\" for the purpose of internal revenue taxation, Porto Rican bay rum must be considered as \"distilled spirits\" and subject to the same tax. In other words, the likeness is established by the essential nature of the article, not by its name. \"If this be not so,\" it is further argued, \"not only will the internal revenue tax on Porto Rican bay rum fail, but the tax on Porto Rican alcohol, whiskey, brandy, gin, ordinary rum, and on all wines, liqueurs and cordials, will also fail, because no tax is laid on any such article <i>eo nomine</i> by our internal revenue laws, but all are embraced in one generic article `distilled spirits.'\" We think the argument is complete and irresistible. The purpose of the Foraker Act, the provisions of the internal revenue laws and the administration of both, by departmental officers all concur in support of the Government's contention. The purpose of the Foraker Act was the equal taxation of Porto Rican articles and domestic articles; the provisions of the internal revenue laws do not describe articles by name but by character; the revenue officers have construed them as applicable to Porto Rico, except for a few months following the decision in <i>Newhall</i> v. <i>Anderson, Collector.</i></p>\n<p>The language of the revenue laws is comprehensive enough to cover all distilled spirits. Section 3248, after specifically defining them to be \"that substance known as ethyl alcohol, hydrated oxide of ethyl, or spirit of wine, which is commonly produced by the fermentation of <span class=\"star-pagination\">*444</span> grain, starch, molasses, or sugar, including all dilutions and mixtures of this substance,\" provides that \"the tax shall attach to this substance as soon as it is in existence as such,\" no matter in what state it may be subsequently separated or in what other substance it may be subsequently transferred.</p>\n<p>By § 3254 it is provided that \"all products of distillation, by whatever name known, which contain distilled spirits or alcohol, on which the tax imposed by law has not been paid, shall be considered and taxed as distilled spirits.\" In other words, all mixtures or dilutions of the substance so defined, and more specifically in § 3248, are subject to a tax as \"distilled spirits.\" And it is provided in § 3282, as amended, that the use of \"spirits or alcohol, in manufacturing vinegar or any other article, or in any process of manufacture whatever,\" is prohibited \"unless the spirits or alcohol so used shall have been produced in an authorized distillery and the tax thereon paid.\"</p>\n<p>The purpose of the law to impose a tax upon the compounds of alcohol under the single designation of \"distilled spirits\" receives confirmation from the exemptions from the tax. Six exemptions are pointed out by the Government, as follows: (1) alcohol withdrawn for scientific purposes by scientific institutions or colleges of learning; (2) wine spirits used in the fortification of sweet wines under certain restrictions; (3) distilled spirits used in the manufacture of sugar from sorghum, or (4) purchased by the United States for government uses, or (5) exported in bond or with benefit of drawback of taxes paid; and (6) distilled spirits denatured in accordance with the Denatured Alcohol Act.</p>\n<p>These considerations demonstrate, we think, that bay rum is subject to a tax as an alcoholic distillate.</p>\n<p>We have already stated the chief contention of plaintiffs to be that the test of a tax on Porto Rican articles must be a tax upon domestic articles of like name, and that this is <span class=\"star-pagination\">*445</span> especially so as to bay rum, it is contended, is established by the fact that under the tariff act, bay rum, as a commercial article, is taxed at a lower rate than brandy, and other spirits not specifically provided for. And, further, that bay rum, under the revenue act of June 13, 1898, 30 Stat. 446, c. 448, was taxed or held taxable by the Commissioner of Internal Revenue under the head of \"perfumery and cosmetics.\" So also the ruling of the Commissioner, it is urged, refusing to hold that druggists and bay rum dealers, were liquor dealers, which, it is contended, he would necessarily have to hold them to be, if bay rum were to be considered an alcoholic distillate. It is not necessary to answer these contentions in detail. They have, when taken by themselves, an appearance of strength. They may, however, be explained by other statutory provisions. A general answer to them is that the purpose of the Foraker Act, was, as we have said, to subject Porto Rican articles to the internal revenue laws of the United States, and under those laws, articles are taxed not by their commercial names or uses, but according to their alcoholic content, under the generic name of \"distilled spirits.\"</p>\n<p>One other contention of plaintiffs we may notice. On February 4, 1909, 35 Stat. 594, c. 65, Congress passed the act by which it is provided \"that upon bay rum, or any article containing alcohol, hereafter brought from Porto Rico into the United States for consumption or sale there shall be paid a tax on the spirits contained therein of one dollar and ten cents per proof gallon,\" and the Commissioner of Internal Revenue is given power to establish rules to make the act effective. It is insisted that this act is a declaration by Congress that bay rum was not subject to a tax under prior statutes. The history of the act rejects the contention and manifests that the act was passed in consequence of the decision in <i>Newhall</i> v. <i>Anderson,</i> and the other decisions to which we have <span class=\"star-pagination\">*446</span> referred. The law was not the declaration of a new policy but a more explicit expression of the purpose of the prior law, made necessary by the judicial construction of that law.</p>\n<p><i>The question certified is, therefore, answered in the affirmative.</i></p>\n</div>", 
  "sha1": "8daedf9b97b9cef11a5ef4876a56ca58af4aef86", 
  "date_modified": "2014-12-21T01:35:30.325039", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97859/jordan-v-roche/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/696055/", 
  "html": "<p class=\"case_cite\">228 U.S. 436</p>\n    <p class=\"case_cite\">33 S.Ct. 573</p>\n    <p class=\"case_cite\">57 L.Ed. 908</p>\n    <p class=\"parties\">EDWARD B. JORDAN, Collector of Internal Revenue,<br>v.<br>JAMES W. ROCHE.  NO 202.  EDWARD B. JORDAN, Collector of Internal Revenue,  v.  CHARLES H. ROSS and William P. Ross.  NO 203.</p>\n    <p class=\"docket\">Nos. 202 and 203.</p>\n    <p class=\"date\">Argued April 15, 1913.</p>\n    <p class=\"date\">Decided April 28, 1913.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Assistant Attorney General Harr for Edward B. Jordan, collector.</p>\n      <p class=\"indent\">Messrs. John David Lannon, Howard T. Walden, and Henry J. Webster for James W. Roche and Ross &amp; Ross.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 437-439 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Actions were brought in the circuit court, eastern district of New York, to recover money paid upon certain importations of bay rum from Porto Rico. Judgment was entered for defendants in the actions, and error was prosecuted from the circuit court of appeals for the second circuit, and that court certifies the following question to this court:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Was bay rum imported from Porto Rico subsequent to the passage of the act of April 12, 1900 [31 Stat. at L. 77, chap. 191], and prior to the passage of the act of February 4, 1909, subject to the payment of a tax equal to the internal revenue tax imposed in the United States, under &#167;&#167; 3248, and 3254 (U. S. Comp. Stat. 1901, pp. 2107, 2111), on 'distilled spirit, spirits, alcohol, and alcoholic spirit?\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts are these: In the years 1907 and 1908 plaintiffs imported from the island of Porto Rico certain casks of bay rum manufactured in said island. Upon arrival at the port of New York, the collector of internal revenue for the first district collected taxes upon the same under the act of April 12 and &#167;&#167; 3248 and 3254 of the Revised Statutes of the United States. Plaintiffs duly protested against such exaction and paid the same to obtain delivery of the goods. Bay rum is a fragrant spirit obtained by distilling rum with the leaves of the bay berry, or by mixing various oils with alcohol.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The act of April 12, 1900, referred to in the question certified, is known as the Foraker act. Section 3 provides that after the passage of the act all merchandise coming into the United States from Porto Rico, and reversely, shall be subject to a duty of 15 per cent of the duties which were required to be levied upon like articles imported from foreign countries, and, in addition thereto articles of merchandise of Porto Rican manufacture coming into the United States shall pay 'a tax equal to the internal revenue tax imposed in the United States upon the like articles of merchandise of domestic manufacture.' Articles of United States manufacture coming into Porto Rico were required to pay a tax equal to the internal revenue tax imposed on like articles of Porto Rican manufacture. It was provided that whenever the legislature of Porto Rico should put into operation a system of local taxation, the President should make proclamation thereof, and thereupon all <i>tariff duties</i> upon goods going from the United States into Porto Rico, or from Porto Rico to the United States, should cease, and all such articles should be free of duty.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 4 of the act provided that the duties and taxes imposed under &#167; 3 should not be paid into Treasury of the United States, but should be placed at the disposal of the President, to be used for the government of Porto Rico, and that upon the organization of the government of Porto Rico such moneys should be transferred to the local treasury of Porto Rico, the duties and taxes to be collected at such ports and by such officers as the Secretary of the Treasury should designate. And it was provided that as soon as civil government was established in Porto Rico, the President was to make proclamation thereof, and thereafter all duties and taxes in Porto Rico under the provisions of the act should be paid into the treasury of Porto Rico and expended as required by law.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The proclamation of the President, referred to in &#167; 3, was issued July 25, 1901 (32 Stat. at L. p. 1983), and all <i>tariff</i> duties on merchandise coming into the United States from Porto Rico ceased. The internal revenue tax upon articles of Porto Rican manufacture remained as that imposed 'upon the like articles of merchandise of domestic manufacture' (&#167; 3). This, however, plaintiffs dispute, contending that the Foraker act was intended to be, and was declared to be, an act temporarily to provide revenue, and that with the institution of a system of taxation in Porto Rico the act ceased to have operation. The contention is untenable. The act explicitly declares that the <i>tariff duties</i> shall cease. The distinction was deliberate and its effect unmistakable. We repeat, therefore, that the internal revenue tax upon Porto Rican articles remains as that imposed 'upon the like articles of domestic manufacture.' Upon the quoted words the controversy in this case turns. What shall determine the likeness between articles of domestic and Porto Rican manufacture,&#8212;their name or their substance? The latter is the government's contention; the former is that of plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The contention of plaintiffs has the support of Newhall v. Jordan in the circuit court of the eastern district of New York (149 Fed. 586); also of the circuit court of appeals of the second circuit in Anderson v. Newhall, 88 C. C. A. 511, 161 Fed. 906, sustaining a judgment of the circuit court of the southern district of New York. But the circuit court of appeals seems to have come to doubt the correctness of its ruling, for the present certificate is from that court, and bears the signature of Judges Lacombe and Ward, who constituted a majority of the court when Anderson v. Newhall was decided. We realize, therefore, that the contentions of the parties present a close question.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Bay rum is a fragrant spirit obtained by distilling rum with the leaves of the bay berry, or by mixing various oils with alcohol. We must seek its likeness in the revenue laws, and the government contends that it is found in &#167;&#167; 3248, 3254, 3251, and 3282 (U. S. Comp. Stat. 1901, pp. 2107, 2111, 2108, 2128), as respectively amended by the acts of August 27, 1894 (28 Stat. at L. 509, 563, chap. 349, U. S. Comp. Stat. 1901, 2109), and March 1, 1879 (20 Stat. at L. 327, 335, chap. 125, U. S. Comp. Stat. 1901, pp. 2060, 2128).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiffs contend that 'Porto Rican bay rum is the article of merchandise 'like' to bay rum of domestic manufacture, and not 'like' to distilled spirits of domestic manufacture.' And then insisting, and quoting the Commissioner of Internal Revenue in support of the insistence, that, as there is no internal revenue tax imposed on bay rum, as such, it follows necessarily 'that if bay rum of domestic manufacture does not pay a tax, then the article of Porto Rican manufacture is not liable to pay a tax.' And stress is put upon 'manufacture' as defined in Anheuser-Busch Brewing Asso. v. United States, 207 U. S. 556, 562, 52 L. ed. 336, 338, 28 Sup. Ct. Rep. 204, where it is said: 'There must be a transfromation; a new and different article must emerge, 'having a distinctive name, character, and use.\" And bay rum, it is asserted, satisfies the distinction and has been regarded as satisfying it in the laws, also commercially and practically. It has never been treated, it is said, as distilled spirits, but has been treated as different 'by every person and every court and every department of the government until these Porto Rican imports were made.' This is the substance of plaintiffs' argument. We cannot follow it in its details.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government replies to it that the purpose of the Foraker act was to apply the revenue laws of the United States to Porto Rican articles, and to do this comprehensively; not by special or variable adaptations. No article containing alcoholic spirits, the government says, is taxed in the general statutes of the United States by its commercial name, but that all such articles are provided for and taxed in chapter 4 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 2104) under the name of 'distilled spirits.' It is hence argued that domestic bay rum being 'distilled spirits' for the purpose of internal revenue taxation, Porto Rican bay rum must be considered as 'distilled spirits' and subject to the same tax. In other words, the likeness is established by the essential nature of the article, not by its name. 'If this be not so,' it is further argued, 'not only will the internal revenue tax on Porto Rican bay rum fail, but the tax on Porto Rican alcohol, whisky, brandy, gin, ordinary rum, and on all wines, liqueurs, and cordials, will also fail, because no tax is laid on any such article <i>eo nomine</i> by our internal revenue laws, but all are embraced in one generic article, 'distilled spirits.\" We think the argument is complete and irresistible. The purpose of the Foraker act, the provisions of the internal revenue laws, and the administration of both, by departmental officers, all concur in support of the government's contention. The purpose of the Foraker act was the equal taxation of Porto Rican articles and domestic articles; the provisions of the internal revenue laws do not describe articles by name, but by character; the revenue officers have construed them as applicable to Porto Rico, except for a few months, following the decision in Anderson v. Newhall, collector.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The language of the revenue laws is comprehensive enough to cover all distilled spirits. Section 3248, after specifically defining them to be 'that substance known as ethyl alcohol, hydrated oxid of ethyl, or spirit of wine, which is commonly produced by the fermentation of grain, starch, molasses, or sugar, including all dilutions and mixtures of this substance,' provides that 'the tax shall attach to this substance as soon as it is in existence as such,' no matter in what state it may be subsequently separated, or in what other substance it may be subsequently transferred.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By &#167; 3254 it is provided that 'all products of distillation, by whatever name known, which contain distilled spirits or alcohol, on which the tax imposed by law has not been paid, shall be considered and taxed as distilled spirits.' In other words, all mixtures or dilutions of the substance so defined, and more specifically in &#167; 3248, are subject to a tax as 'distilled spirits.' And it is provided in &#167; 3282, as amended, that the use of 'spirits or alcohol, in manufacturing vinegar or any other article, or in any process of manufacture whatever,' is prohibited, 'unless the spirits or alcohol so used shall have been produced in an authorized distillery and the tax thereon paid.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The purpose of the law to impose a tax upon the compounds of alcohol under the single designation of 'distilled spirits' receives confirmation from the exemptions from the tax. Six exemptions are pointed out by the government, as follows: (1) alcohol withdrawn for scientific purposes by scientific institutions or colleges of learning; (2) wine spirits used in the fortification of sweet wines under certain restrictions; (3) distilled spirits used in the manufacture of sugar from sorghum, or (4) purchased by the United States for government uses, or (5) exported in bond or with benefit of drawback of taxes paid; and (6) distilled spirits denatured in accordance with the denatured alcohol act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">These considerations demonstrate, we think, that bay rum is subject to a tax as an alcoholic distillate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have already stated the chief contention of plaintiffs to be that the test of a tax on Porto Rican articles must be a tax upon domestic articles of like name, and that this is especially so as to bay rum, it is contended, is established by the fact that under the tariff act, bay rum, as a commercial article, is taxed at a lower rate than brandy and other spirits not specifically provided for. And, further, that bay rum, under the revenue act of June 13, 1898 [30 Stat. at L. 463, chap. 448], was taxed or held taxable by the Commissioner of Internal Revenue under the head of 'perfumery and cosmetics.' So also the ruling of the Commissioner, it is urged, refusing to hold that druggists and bay rum dealers were liquor dealers, which, it is contended, he would necessarily have to hold them to be, if bay rum were to be considered an alcoholic distillate. It is not necessary to answer these contentions in detail. They have, when taken by themselves, an appearance of strength. They may, however, be explained by other statutory provisions. A general answer to them is that the purpose of the Foraker act was, as we have said, to subject Porto Rican articles to the internal revenue laws of the United States, and under those laws, articles are taxed not by their commercial names or uses, but according to their alcoholic content, under the generic name of 'distilled spirits.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">One other contention of plaintiffs we may notice. On February 4, 1909 [35 Stat. at L. 594, chap. 65, U. S. Comp. Stat. Supp. 1911, p. 962], Congress passed the act by which it is provided 'that upon bay rum, or any article containing alcohol, hereafter brought from Porto Rico into the United States for comsumption or sale, there shall be paid a tax of one dollar and ten cents per proof gallon,' and the Commissioner of Internal Revenue is given power to establish rules to make the act effective. It is insisted that this act is a declaration by Congress that bay rum was not subject to a tax under prior statutes. The history of the act rejects the contention and manifests that the act was passed in consequence of the decision in Anderson v. Newhall, and the other decisions to which we have referred. The law was not the declaration of a new policy, but a more explicit expression of the purpose of the prior law, made necessary by the judicial construction of that law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The question certified is therefore answered in the affirmative.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97859/"
}