{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "229 U.S. 254", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97918/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Robertson v. Howard", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "320", 
    "id": 82301, 
    "resource_uri": "/api/rest/v2/citation/82301/"
  }, 
  "id": 97918, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1913-06-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>229 U.S. 254 (1913)</b></center>\n<center><h1>ROBERTSON<br>\nv.<br>\nHOWARD.</h1></center>\n<center>No. 320.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted May 7, 1913.</center>\n<center>Decided June 10, 1913.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF KANSAS.\n<p><span class=\"star-pagination\">*255</span> <i>Mr. Charles Blood Smith</i> and <i>Mr. Samuel Barnum</i> for plaintiffs in error.</p>\n<p><i>Mr. T.F. Garver</i> and <i>Mr. R.D. Garver</i> for defendants in error.</p>\n<p>MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>John H. Hagener was adjudicated a bankrupt by the District Court of the United States for the Southern District of Illinois, and a trustee for his estate was qualified. At the time of the adjudication the bankrupt was the owner, by assignment, executed to him on October 28, 1901, of two certificates, each reciting the purchase from the State of Kansas of a particular quarter-section of school lands situated in Rawlins County, Kansas, of the making of a partial payment therefor, and the right to receive from the State a deed of the land upon the payment of the balance due. The certificates were placed on the bankruptcy schedule as real estate. Upon the petition of the trustee the referee ordered the sale at public auction, after ten days' notice by publication in a newspaper of general circulation, published in Cass County, Illinois, <span class=\"star-pagination\">*256</span> and by distribution of hand bills, of the interest of the bankrupt in certain described real estate, including the certificates in question. The published notice, however, mistakenly stated the lands to be situated in Range 1 instead of in Range 34. The certificates realized only the sum of one dollar each. The sale, on the report of the trustee, was confirmed by the referee. The record does not affirmatively show that any appraisement was made either of the certificates or of the interest of the bankrupt in the land which they embraced.</p>\n<p>By virtue of the sale and its confirmation, the trustee executed an assignment to Henry Fraumann, the purchaser at the sale, of each certificate and of \"all the right, title and interest\" of the bankrupt \"of and to the land therein described.\" Fraumann transferred the certificates and his interest in the land, as well as all his right to rents and profits which had accrued, to Fred. Robertson, one of the plaintiffs in error, and Robertson executed a like assignment of an undivided half of each certificate, with an undivided half of the interest in the real estate and in the rents which had accrued, to W.J. Ratcliff, the other plaintiff in error.</p>\n<p>It appears that in September, 1901, just prior to the time when Hagener, the bankrupt, had acquired the certificates, the taxes on the land not having been paid, a sale for delinquent taxes took place, at which the County of Rawlins became the purchaser. The county, on September 28, 1903, issued a certificate to each of the defendants in error reciting the tax sale, the purchase by the county, the payment by the defendants in error of the delinquent taxes and costs, and assigned the interest of the county in the property to the purchasers. Subsequently, evidently treating the certificates which had been previously issued for the land by the State, and which were surrendered in the bankruptcy, under the circumstances we have recited, as being the land itself and therefore <span class=\"star-pagination\">*257</span> as passing to the purchaser at the sale for delinquent taxes, assignments were drawn by the county officials making recitals of the facts and virtually substituting the two Howards to the ownership of the right, title and interest acquired under the original certificates, with the right on their part to acquire patents for the land from the State on paying the balance due to the State on the terms fixed in the original certificates issued by the State. Thereafter the two Howards, as the owners each of a quarter-section, under these proceedings, went into possession of the land.</p>\n<p>Subsequently, as the result of mandamus proceedings, Robertson and Ratcliff, as the owners of the lands by virtue of the original certificates issued by the State, surrendered by the bankrupt, and acquired by the sale in bankruptcy, paid the full amount of principal and interest due to the State upon the certificates, as also a sum sufficient to reimburse each of the Howards for the moneys disbursed by them in acquiring from the County of Rawlins supposed rights under the tax sale to which we have referred, it not being disputed that the tax sales were void. In the year 1899 patents of the State for the land were duly issued to Robertson and Ratcliff.</p>\n<p>Prior to the issue of the state patents, as above mentioned, and while the bankruptcy proceedings were undetermined, the bankrupt and his wife executed to Robertson and Ratcliff a quitclaim deed of all their right, title and interest to the land.</p>\n<p>Soon after the execution by Hagener and wife of this quitclaim deed Robertson and Ratcliff commenced two actions in ejectment in the District Court of Rawlins County, Kansas, to recover possession of the two quarter-sections, and damages for detention. The defendant in one action was C.F. Howard and the defendant in the other action was Fred. Howard. The plaintiffs recovered <span class=\"star-pagination\">*258</span> in the trial court. On appeal to the Supreme Court of the State, the actions were consolidated and the court decided that the sale in the bankruptcy proceedings was void and that the purchaser did not acquire either the title to the certificates or the right to the possession of the quarter-sections in controversy. The judgment of the trial court was nevertheless affirmed upon the ground that the interest of the bankrupt in the land passed by the quitclaim deed executed by the bankrupt and his wife. 82 Kansas, 588. Upon a rehearing the judgment of affirmance was vacated and set aside and the judgment of the trial court was reversed with directions to render judgment for the Howards, the claimants under the tax sale. 83 Kansas, 453. This was based upon the ruling that not only was the sale in the bankruptcy proceedings of the certificates of purchase invalid, but that a right to possession was not derived from the quitclaim deed, since when it was executed and when the actions in ejectment were commenced, the bankruptcy proceedings were pending and the property and right of possession to the land was in the trustee in bankruptcy. In consequence it was held that the plaintiffs in ejectment were not entitled \"to recover the possession of the property even against one who had simply the naked possession thereof.\" This writ of error was then prosecuted.</p>\n<p>But one ground for reversal is relied on, viz., that the Supreme Court of Kansas erred in deciding that the sale of land in Kansas by a trustee in pursuance of an order of the court of bankruptcy for the Southern District of Illinois, made in original proceedings pending in that court, was void and did not convey to the purchaser any interest to such land.</p>\n<p>The state court held that the contracts between the bankrupt and the State of Kansas evidenced by the certificates of purchase in question conveyed to the purchaser an equitable title to the land and was real estate. <span class=\"star-pagination\">*259</span> We follow this construction of the local law; hence the only question with which we are concerned was thus stated by the court below: \"Whether the sale of the certificates by the trustee in bankruptcy conveyed any interest in the land, or whether it was necessary in order to divest the certificate holder of his title in the land to appraise and advertise the land itself for sale and to sell it in the method provided by the laws of the United States.\" The court while conceding that the adjudication in bankruptcy \"conveyed this land and all the property of Hagener to the trustee,\" yet decided that \"the court had no jurisdiction over the land. Its jurisdiction was <i>in personam.\"</i> And apparently having in mind the provisions of the act of Congress approved March 3, 1893, c. 225, 27 Stat. 751, regulating sales of real estate by courts of the United States, it was declared that the attempted sale of the land by the trustee was not simply irregular and erroneous, but was void. The views of the court on the subject were thus stated:</p>\n<p>\"The United States District Court for the Southern District of Illinois has no jurisdiction in Kansas in bankruptcy, and a trustee appointed by it could only sell real estate in this State under orders procured from some court having jurisdiction therein. 1 U.S. Compiled Statutes, sec. 563, subd. 18. So far as conveying any interest in the lands in question, the sale of the certificates by the trustee is void.\"</p>\n<p>It is to be observed that no question was raised concerning the validity under the state law of the certificates, and their efficacy to transfer the title, if the court of bankruptcy had power in the premises and the sale was otherwise valid under the laws of the United States. It is certain therefore that the refusal to recognize the assignments as having validity was based solely upon the opinion that the court of bankruptcy was without power to order the sale because the land covered by the certificate <span class=\"star-pagination\">*260</span> was not located within its territorial jurisdiction, and that a sale could only have been made under orders of a court of the United States within whose territorial jurisdiction the land was situated, and in the mode pointed out by the act of 1893. This, however, but amounts to holding that a court of bankruptcy is confined in the administration of the property of a bankrupt to state or district boundaries, and that whenever the bankrupt has property within two or more States it is necessary to commence independent or ancillary proceedings in all such States in order to subject the property therein to administration and sale. But we think it is clear that this view is incompatible with the Bankruptcy Act of 1898. No analysis of the text of the act, we think, is necessary to demonstrate this result, since it is elementary and has been decided over and over again that the effect of the adjudication in bankruptcy is to transfer the title of the property of the bankrupt and vest the same in the trustee, who has the right, under the control and authority of the court, to administer the same.</p>\n<p>No limitation on this general principle arises from the mere fact of the particular situation of the property, as the principle is general and embraces all the property of the bankrupt estate wherever situated. Indeed this view was accepted by the court below and made the basis of its ruling, since in considering whether the quitclaim deed was valid it held it to be void because the title to the property which it embraced remained in the trustee in bankruptcy; a view which necessarily demonstrates that the ruling as to the invalidity of the sale made in the bankruptcy proceedings rested upon the conception that although the property passed to the trustee and was subject to administration, nevertheless the court was without power to direct the sale of the property, because it was located in another State. But in discussing the jurisdiction vested in a court of bankruptcy, in <i>United</i> <span class=\"star-pagination\">*261</span> <i>States Fidelity &amp; Guaranty Co.</i> v. <i>Bray,</i> 225 U.S. 205, 217, it was said:</p>\n<p>\"We think it is a necessary conclusion from these and other provisions of the act that the jurisdiction of the bankruptcy courts in all `proceedings in bankruptcy' is intended to be exclusive of all other courts, and that such proceedings include, among others, all matters of administration, such as the allowance, rejection and reconsideration of claims, the reduction of the estates to money and its distribution, the determination of the preferences and priorities to be accorded to claims presented for allowance and payment in regular course, and the supervision and control of the trustees and others who are employed to assist them.\"</p>\n<p>The court of bankruptcy in Illinois therefore acquired full jurisdiction over the land in question upon the filing of the petition in bankruptcy. Having such jurisdiction it possessed the power to order a sale of the certificates or of the interest in the land evidenced by them. The legal title to the certificates being in the trustee and he being within the jurisdiction of the court and subject to its orders, that tribunal could lawfully exert its powers over him, without regard to where the land was situated. Even if the enlarged powers of a court of bankruptcy over the estate under its control be put out of view and the subject be looked at as a mere question of equitable jurisdiction, it may not be doubted that a court of equity in one State in a proper case could compel a defendant before it to convey property situated in another State. <i>Fall</i> v. <i>Eastin,</i> 215 U.S. 1, 8 <i>et seq.,</i> and cases cited. There being thus ample power in the court, it follows of course that resort to ancillary proceedings was unnecessary. The decision in <i>Babbitt</i> v. <i>Dutcher,</i> 216 U.S. 102, to the effect that district courts other than the court in which original proceedings in bankruptcy are instituted possess power in proper cases to exert ancillary jurisdiction in aid <span class=\"star-pagination\">*262</span> of the court in which the bankruptcy proceedings are pending, lends no support to the contention that the court which had full power could not exert its ample authority without invoking the ancillary power of another and different court.</p>\n<p>We come, then, to consider whether the court of bankruptcy in Illinois, in the proceedings to sell the certificates and the interest in the land evidenced by them was required to conform to the provisions of the act of Congress of March 3, 1893, c. 225, 27 Stat. 751, heretofore referred to, reading as follows:</p>\n<p>\"SECTION 1. That all real estate or any interest in land sold under any order or decree of any United States court shall be sold at public sale at the court house of the county, parish, or city in which the property, or the greater part thereof, is located, or upon the premises, as the court rendering such order or decree of sale may direct.</p>\n<p>\"SEC. 2. That all personal property sold under any order or decree of any court of the United States shall be sold as provided in the first section of this act, unless in the opinion of the court rendering such order or decree, it would be best to sell it in some other manner.</p>\n<p>\"SEC. 3. That hereafter no sale of real estate under any order, judgment, or decree of any United States court shall be had without previous publication of notices of such proposed sale being ordered and had once a week for at least four weeks prior to such sale in at least one newspaper printed, regularly issued and having a general circulation in the county and State where the real estate proposed to be sold is situated, if such there be. If said property shall be situated in more than one county or State, such notice shall be published in such of the counties where said property is situated, as the court may direct. Said notice shall, among other things, describe the real estate to be sold. The court may, in its discretion, direct the publication of the notice of sale herein provided <span class=\"star-pagination\">*263</span> for to be made in such other papers as may seem proper.\"</p>\n<p>We think this question must be answered in the negative. It is not to be doubted that the subject of bankruptcy was special in its nature and that in enacting the Bankruptcy Act it was proposed, comprehensively to deal with the subjects coming within the scope of bankruptcy legislation, which included, of course, the authority of courts of bankruptcy to deal with the sale of the real and personal estate of a bankrupt. Section 70<i>b</i> of the Bankruptcy Act, provides that:</p>\n<p>\"All real and personal property belonging to bankrupt estates shall be appraised by three disinterested appraisers; they shall be appointed by, and report to, the court. Real and personal property shall, when practicable, be sold subject to the approval of the court; it shall not be sold otherwise than subject to the approval of the court for less than seventy-five per centum of its appraised value.\"</p>\n<p>This provision makes it manifest that it was the purpose of Congress to give bankruptcy courts full and complete equitable power in matters of the administration and sale of the bankrupt estate, wholly irrespective of the mere situs of the property, the controlling factor being, not where the property is situated, but did it pass to the trustee and is it a part of the estate subject to administration under the direction of the court. In view of the fact that the Bankruptcy Act was enacted long after the passage of the statute of 1893, and of the complete right of administration which the Bankruptcy Act confers over the property, real and personal, of the bankrupt estate, we think it follows that the authority to realize, by way of sale, on the property of the bankrupt estate, cannot be held to be limited by the provisions of the act of 1893. Indeed, this conclusion is additionally demonstrated by the fact that as recognized by No. 18 of the General Orders in <span class=\"star-pagination\">*264</span> Bankruptcy, in disposing by sale of the property of the bankrupt, a bankruptcy court, as to both real and personal property, may, if reason for so doing exists, direct a private sale to be made. We do not stop to refer to the many cases in the lower Federal courts which have applied and enforced the view which we here maintain, as we think it unnecessary to do so.</p>\n<p>As regards the alleged lack of an appraisement and error in the description of the property covered by the certificate contained in the published notice, we think they must in this collateral proceeding be deemed as mere irregularities, and that the order of confirmation, made by the referee was sufficient to validate the sale under the discretionary power given to the referee by § 70<i>b</i> of the Bankruptcy Act. <i>Thompson</i> v. <i>Tolmie,</i> 2 Peters, 157.</p>\n<p>The Supreme Court of Kansas erred in deciding that the plaintiffs in error acquired no right or interest to the land in controversy under the sale made by the court of bankruptcy for the Southern District of Illinois; and its judgment must therefore be reversed and the case be remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Judgment reversed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:43", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></span> (1913)</b></center>\n<center><h1>ROBERTSON<br>\nv.<br>\nHOWARD.</h1></center>\n<center>No. 320.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted May 7, 1913.</center>\n<center>Decided June 10, 1913.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF KANSAS.\n<p><span class=\"star-pagination\">*255</span> <i>Mr. Charles Blood Smith</i> and <i>Mr. Samuel Barnum</i> for plaintiffs in error.</p>\n<p><i>Mr. T.F. Garver</i> and <i>Mr. R.D. Garver</i> for defendants in error.</p>\n<p>MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>John H. Hagener was adjudicated a bankrupt by the District Court of the United States for the Southern District of Illinois, and a trustee for his estate was qualified. At the time of the adjudication the bankrupt was the owner, by assignment, executed to him on October 28, 1901, of two certificates, each reciting the purchase from the State of Kansas of a particular quarter-section of school lands situated in Rawlins County, Kansas, of the making of a partial payment therefor, and the right to receive from the State a deed of the land upon the payment of the balance due. The certificates were placed on the bankruptcy schedule as real estate. Upon the petition of the trustee the referee ordered the sale at public auction, after ten days' notice by publication in a newspaper of general circulation, published in Cass County, Illinois, <span class=\"star-pagination\">*256</span> and by distribution of hand bills, of the interest of the bankrupt in certain described real estate, including the certificates in question. The published notice, however, mistakenly stated the lands to be situated in Range 1 instead of in Range 34. The certificates realized only the sum of one dollar each. The sale, on the report of the trustee, was confirmed by the referee. The record does not affirmatively show that any appraisement was made either of the certificates or of the interest of the bankrupt in the land which they embraced.</p>\n<p>By virtue of the sale and its confirmation, the trustee executed an assignment to Henry Fraumann, the purchaser at the sale, of each certificate and of \"all the right, title and interest\" of the bankrupt \"of and to the land therein described.\" Fraumann transferred the certificates and his interest in the land, as well as all his right to rents and profits which had accrued, to Fred. Robertson, one of the plaintiffs in error, and Robertson executed a like assignment of an undivided half of each certificate, with an undivided half of the interest in the real estate and in the rents which had accrued, to W.J. Ratcliff, the other plaintiff in error.</p>\n<p>It appears that in September, 1901, just prior to the time when Hagener, the bankrupt, had acquired the certificates, the taxes on the land not having been paid, a sale for delinquent taxes took place, at which the County of Rawlins became the purchaser. The county, on September 28, 1903, issued a certificate to each of the defendants in error reciting the tax sale, the purchase by the county, the payment by the defendants in error of the delinquent taxes and costs, and assigned the interest of the county in the property to the purchasers. Subsequently, evidently treating the certificates which had been previously issued for the land by the State, and which were surrendered in the bankruptcy, under the circumstances we have recited, as being the land itself and therefore <span class=\"star-pagination\">*257</span> as passing to the purchaser at the sale for delinquent taxes, assignments were drawn by the county officials making recitals of the facts and virtually substituting the two Howards to the ownership of the right, title and interest acquired under the original certificates, with the right on their part to acquire patents for the land from the State on paying the balance due to the State on the terms fixed in the original certificates issued by the State. Thereafter the two Howards, as the owners each of a quarter-section, under these proceedings, went into possession of the land.</p>\n<p>Subsequently, as the result of mandamus proceedings, Robertson and Ratcliff, as the owners of the lands by virtue of the original certificates issued by the State, surrendered by the bankrupt, and acquired by the sale in bankruptcy, paid the full amount of principal and interest due to the State upon the certificates, as also a sum sufficient to reimburse each of the Howards for the moneys disbursed by them in acquiring from the County of Rawlins supposed rights under the tax sale to which we have referred, it not being disputed that the tax sales were void. In the year 1899 patents of the State for the land were duly issued to Robertson and Ratcliff.</p>\n<p>Prior to the issue of the state patents, as above mentioned, and while the bankruptcy proceedings were undetermined, the bankrupt and his wife executed to Robertson and Ratcliff a quitclaim deed of all their right, title and interest to the land.</p>\n<p>Soon after the execution by Hagener and wife of this quitclaim deed Robertson and Ratcliff commenced two actions in ejectment in the District Court of Rawlins County, Kansas, to recover possession of the two quarter-sections, and damages for detention. The defendant in one action was C.F. Howard and the defendant in the other action was Fred. Howard. The plaintiffs recovered <span class=\"star-pagination\">*258</span> in the trial court. On appeal to the Supreme Court of the State, the actions were consolidated and the court decided that the sale in the bankruptcy proceedings was void and that the purchaser did not acquire either the title to the certificates or the right to the possession of the quarter-sections in controversy. The judgment of the trial court was nevertheless affirmed upon the ground that the interest of the bankrupt in the land passed by the quitclaim deed executed by the bankrupt and his wife. 82 Kansas, 588. Upon a rehearing the judgment of affirmance was vacated and set aside and the judgment of the trial court was reversed with directions to render judgment for the Howards, the claimants under the tax sale. 83 Kansas, 453. This was based upon the ruling that not only was the sale in the bankruptcy proceedings of the certificates of purchase invalid, but that a right to possession was not derived from the quitclaim deed, since when it was executed and when the actions in ejectment were commenced, the bankruptcy proceedings were pending and the property and right of possession to the land was in the trustee in bankruptcy. In consequence it was held that the plaintiffs in ejectment were not entitled \"to recover the possession of the property even against one who had simply the naked possession thereof.\" This writ of error was then prosecuted.</p>\n<p>But one ground for reversal is relied on, viz., that the Supreme Court of Kansas erred in deciding that the sale of land in Kansas by a trustee in pursuance of an order of the court of bankruptcy for the Southern District of Illinois, made in original proceedings pending in that court, was void and did not convey to the purchaser any interest to such land.</p>\n<p>The state court held that the contracts between the bankrupt and the State of Kansas evidenced by the certificates of purchase in question conveyed to the purchaser an equitable title to the land and was real estate. <span class=\"star-pagination\">*259</span> We follow this construction of the local law; hence the only question with which we are concerned was thus stated by the court below: \"Whether the sale of the certificates by the trustee in bankruptcy conveyed any interest in the land, or whether it was necessary in order to divest the certificate holder of his title in the land to appraise and advertise the land itself for sale and to sell it in the method provided by the laws of the United States.\" The court while conceding that the adjudication in bankruptcy \"conveyed this land and all the property of Hagener to the trustee,\" yet decided that \"the court had no jurisdiction over the land. Its jurisdiction was <i>in personam.\"</i> And apparently having in mind the provisions of the act of Congress approved March 3, 1893, c. 225, 27 Stat. 751, regulating sales of real estate by courts of the United States, it was declared that the attempted sale of the land by the trustee was not simply irregular and erroneous, but was void. The views of the court on the subject were thus stated:</p>\n<p>\"The United States District Court for the Southern District of Illinois has no jurisdiction in Kansas in bankruptcy, and a trustee appointed by it could only sell real estate in this State under orders procured from some court having jurisdiction therein. 1 U.S. Compiled Statutes, sec. 563, subd. 18. So far as conveying any interest in the lands in question, the sale of the certificates by the trustee is void.\"</p>\n<p>It is to be observed that no question was raised concerning the validity under the state law of the certificates, and their efficacy to transfer the title, if the court of bankruptcy had power in the premises and the sale was otherwise valid under the laws of the United States. It is certain therefore that the refusal to recognize the assignments as having validity was based solely upon the opinion that the court of bankruptcy was without power to order the sale because the land covered by the certificate <span class=\"star-pagination\">*260</span> was not located within its territorial jurisdiction, and that a sale could only have been made under orders of a court of the United States within whose territorial jurisdiction the land was situated, and in the mode pointed out by the act of 1893. This, however, but amounts to holding that a court of bankruptcy is confined in the administration of the property of a bankrupt to state or district boundaries, and that whenever the bankrupt has property within two or more States it is necessary to commence independent or ancillary proceedings in all such States in order to subject the property therein to administration and sale. But we think it is clear that this view is incompatible with the Bankruptcy Act of 1898. No analysis of the text of the act, we think, is necessary to demonstrate this result, since it is elementary and has been decided over and over again that the effect of the adjudication in bankruptcy is to transfer the title of the property of the bankrupt and vest the same in the trustee, who has the right, under the control and authority of the court, to administer the same.</p>\n<p>No limitation on this general principle arises from the mere fact of the particular situation of the property, as the principle is general and embraces all the property of the bankrupt estate wherever situated. Indeed this view was accepted by the court below and made the basis of its ruling, since in considering whether the quitclaim deed was valid it held it to be void because the title to the property which it embraced remained in the trustee in bankruptcy; a view which necessarily demonstrates that the ruling as to the invalidity of the sale made in the bankruptcy proceedings rested upon the conception that although the property passed to the trustee and was subject to administration, nevertheless the court was without power to direct the sale of the property, because it was located in another State. But in discussing the jurisdiction vested in a court of bankruptcy, in <i>United</i> <span class=\"star-pagination\">*261</span> <i>States Fidelity &amp; Guaranty Co.</i> v. <i>Bray,</i> <span class=\"citation\" data-id=\"97654\"><a href=\"/opinion/97654/united-states-fidelity-guaranty-co-v-bray/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 217, it was said:</p>\n<p>\"We think it is a necessary conclusion from these and other provisions of the act that the jurisdiction of the bankruptcy courts in all `proceedings in bankruptcy' is intended to be exclusive of all other courts, and that such proceedings include, among others, all matters of administration, such as the allowance, rejection and reconsideration of claims, the reduction of the estates to money and its distribution, the determination of the preferences and priorities to be accorded to claims presented for allowance and payment in regular course, and the supervision and control of the trustees and others who are employed to assist them.\"</p>\n<p>The court of bankruptcy in Illinois therefore acquired full jurisdiction over the land in question upon the filing of the petition in bankruptcy. Having such jurisdiction it possessed the power to order a sale of the certificates or of the interest in the land evidenced by them. The legal title to the certificates being in the trustee and he being within the jurisdiction of the court and subject to its orders, that tribunal could lawfully exert its powers over him, without regard to where the land was situated. Even if the enlarged powers of a court of bankruptcy over the estate under its control be put out of view and the subject be looked at as a mere question of equitable jurisdiction, it may not be doubted that a court of equity in one State in a proper case could compel a defendant before it to convey property situated in another State. <i>Fall</i> v. <i>Eastin,</i> <span class=\"citation\" data-id=\"97084\"><a href=\"/opinion/97084/fall-v-eastin/\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8 <i>et seq.,</i> and cases cited. There being thus ample power in the court, it follows of course that resort to ancillary proceedings was unnecessary. The decision in <i>Babbitt</i> v. <i>Dutcher,</i> <span class=\"citation\" data-id=\"97155\"><a href=\"/opinion/97155/babbitt-v-dutcher/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, to the effect that district courts other than the court in which original proceedings in bankruptcy are instituted possess power in proper cases to exert ancillary jurisdiction in aid <span class=\"star-pagination\">*262</span> of the court in which the bankruptcy proceedings are pending, lends no support to the contention that the court which had full power could not exert its ample authority without invoking the ancillary power of another and different court.</p>\n<p>We come, then, to consider whether the court of bankruptcy in Illinois, in the proceedings to sell the certificates and the interest in the land evidenced by them was required to conform to the provisions of the act of Congress of March 3, 1893, c. 225, 27 Stat. 751, heretofore referred to, reading as follows:</p>\n<p>\"SECTION 1. That all real estate or any interest in land sold under any order or decree of any United States court shall be sold at public sale at the court house of the county, parish, or city in which the property, or the greater part thereof, is located, or upon the premises, as the court rendering such order or decree of sale may direct.</p>\n<p>\"SEC. 2. That all personal property sold under any order or decree of any court of the United States shall be sold as provided in the first section of this act, unless in the opinion of the court rendering such order or decree, it would be best to sell it in some other manner.</p>\n<p>\"SEC. 3. That hereafter no sale of real estate under any order, judgment, or decree of any United States court shall be had without previous publication of notices of such proposed sale being ordered and had once a week for at least four weeks prior to such sale in at least one newspaper printed, regularly issued and having a general circulation in the county and State where the real estate proposed to be sold is situated, if such there be. If said property shall be situated in more than one county or State, such notice shall be published in such of the counties where said property is situated, as the court may direct. Said notice shall, among other things, describe the real estate to be sold. The court may, in its discretion, direct the publication of the notice of sale herein provided <span class=\"star-pagination\">*263</span> for to be made in such other papers as may seem proper.\"</p>\n<p>We think this question must be answered in the negative. It is not to be doubted that the subject of bankruptcy was special in its nature and that in enacting the Bankruptcy Act it was proposed, comprehensively to deal with the subjects coming within the scope of bankruptcy legislation, which included, of course, the authority of courts of bankruptcy to deal with the sale of the real and personal estate of a bankrupt. Section 70<i>b</i> of the Bankruptcy Act, provides that:</p>\n<p>\"All real and personal property belonging to bankrupt estates shall be appraised by three disinterested appraisers; they shall be appointed by, and report to, the court. Real and personal property shall, when practicable, be sold subject to the approval of the court; it shall not be sold otherwise than subject to the approval of the court for less than seventy-five per centum of its appraised value.\"</p>\n<p>This provision makes it manifest that it was the purpose of Congress to give bankruptcy courts full and complete equitable power in matters of the administration and sale of the bankrupt estate, wholly irrespective of the mere situs of the property, the controlling factor being, not where the property is situated, but did it pass to the trustee and is it a part of the estate subject to administration under the direction of the court. In view of the fact that the Bankruptcy Act was enacted long after the passage of the statute of 1893, and of the complete right of administration which the Bankruptcy Act confers over the property, real and personal, of the bankrupt estate, we think it follows that the authority to realize, by way of sale, on the property of the bankrupt estate, cannot be held to be limited by the provisions of the act of 1893. Indeed, this conclusion is additionally demonstrated by the fact that as recognized by No. 18 of the General Orders in <span class=\"star-pagination\">*264</span> Bankruptcy, in disposing by sale of the property of the bankrupt, a bankruptcy court, as to both real and personal property, may, if reason for so doing exists, direct a private sale to be made. We do not stop to refer to the many cases in the lower Federal courts which have applied and enforced the view which we here maintain, as we think it unnecessary to do so.</p>\n<p>As regards the alleged lack of an appraisement and error in the description of the property covered by the certificate contained in the published notice, we think they must in this collateral proceeding be deemed as mere irregularities, and that the order of confirmation, made by the referee was sufficient to validate the sale under the discretionary power given to the referee by § 70<i>b</i> of the Bankruptcy Act. <i>Thompson</i> v. <i>Tolmie,</i> 2 Peters, 157.</p>\n<p>The Supreme Court of Kansas erred in deciding that the plaintiffs in error acquired no right or interest to the land in controversy under the sale made by the court of bankruptcy for the Southern District of Illinois; and its judgment must therefore be reversed and the case be remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Judgment reversed.</i></p>\n</div>", 
  "sha1": "54554d57f91ae0eaf2826218650085bb0081d3dc", 
  "date_modified": "2014-12-21T01:35:31.963198", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97918/robertson-v-howard/", 
  "citation_count": 5, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/8940/", 
  "html": "<p class=\"case_cite\">229 U.S. 254</p>\n    <p class=\"case_cite\">33 S.Ct. 854</p>\n    <p class=\"case_cite\">57 L.Ed. 1174</p>\n    <p class=\"parties\">FRED. ROBERTSON and W. J. Ratcliff, Plffs. in Err.,<br>v.<br>C. F. HOWARD and Fred. Howard.</p>\n    <p class=\"docket\">No. 320.</p>\n    <p class=\"date\">Submitted May 7, 1913.</p>\n    <p class=\"date\">Decided June 10, 1913.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Charles Blood Smith and Samuel Barnum for plaintiffs in error.</p>\n      <p class=\"indent\">Messrs. T. F. Garver and R. D. Garver for defendants in error.</p>\n      <p class=\"indent\">Mr. Chief Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John H. Hagener was adjudicated a bankrupt by the district court of the United States for the southern district of Illinois, and a trustee for his estate was qualified. At the time of the adjudication the bankrupt was the owner, by assignment executed to him on October 28, 1901, of two certificates, each reciting the purchase from the state of Kansas of a particular quarter section of school lands situated in Rawlins county, Kansas, of the making of a partial payment therefor, and the right to receive from the state a deed of the land upon the payment of the balance due. The certificates were placed on the bankruptcy schedule as real estate. Upon the petition of the trustee the referee ordered the sale at public auction, after ten days' notice by publication in a newspaper of general circulation, published in Cass county, Illinois, and by distribution of handbills, of the interest of the bankrupt in certain described real estate, including the certificates in question. The published notice, however, mistakenly stated the lands to be situated in range 1 instead of in range 34. The certificates realized only the sum of $1 each. The sale, on the report of the trustee, was confirmed by the referee. The record does not affirmatively show that any appraisement was made either of the certificates or of the interest of the bankrupt in the land which they embraced.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By virtue of the sale and its confirmation, the trustee executed an assignment to Henry Fraumann, the purchaser at the sale, of each certificate and of 'all the right, title, and interest' of the bankrupt 'of and to the land therein described.' Fraumann transferred the certificates and his interest in the land, as well as all his right to rents and profits which had accrued, to Fred. Robertson, one of the plaintiffs in error, and Robertson executed a like assignment of an undivided half of each certificate, with an undivided half of the interest in the real estate and in the rents which had accrued, to W. J. Ratcliff, the other plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It appears that in September, 1901, just prior to the time when Hagener, the bankrupt, had acquired the certificates, the taxes on the land not having been paid, a sale for delinquent taxes took place, at which the county of Rawlins became the purchaser. The county, on September 28, 1903, issued a certificate to each of the defendants in error, reciting the tax sale, the purchase by the county, the payment by the defendants in error of the delinquent taxes and costs, and assigned the interest of the county in the property to the purchasers. Subsequently, evidently treating the certificates which had been previously issued for the land by the state, and which were surrendered in the bankruptcy, under the circumstances we have recited, as being the land itself, and therefore as passing to the purchaser at the sale for delinquent taxes, assignments were drawn by the county officials, making recitals of the facts, and virtually substituting the two Howards to the ownership of the right, title, and interest acquired under the original certificates, with the right on their part to acquire patents for the land from the state on paying the balance due to the state on the terms fixed in the original certificates issued by the state. Thereafter the two Howards, as owners each of a quarter section, under these proceedings, went into possession of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Subsequently, as the result of mandamus proceedings, Robertson and Ratcliff, as the owners of the lands by virtue of the original certificates issued by the state, surrendered by the bankrupt, and acquired by the sale in bankruptcy, paid the full amount of principal and interest due to the state upon the certificates, as also a sum sufficient to reimburse each of the Howards for the moneys disbursed by them in acquiring from the county of Rawlins supposed rights under the tax sale to which we have referred, it not being disputed that the tax sales were void. In the year 1899 patents of the state for the land were duly issued to Robertson and Ratcliff.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to the issue of the state patents, as above mentioned, and while the bankruptcy proceedings were undetermined, the bankrupt and his wife executed to Robertson and Ratcliff a quitclaim deed of all their right, title, and interest to the land.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Soon after the execution by Hagener and wife of this quitclaim deed, Robertson and Ratcliff commenced two actions in ejectment in the district court of Rawlins county, Kansas, to recover possession of the two quarter sections, and damages for detention. The defendant in one action was C. F. Howard, and the defendant in the other action was Fred. Howard. The plaintiffs recovered in the trial court. On appeal to the supreme court of the state, the actions were consolidated and the court decided that the sale in the bankruptcy proceedings was void, and that the purchaser did not acquire either the title to the certificates or the right to the possession of the quarter sections in controversy. The judgment of the trial court was nevertheless affirmed upon the ground that the interest of the bankrupt in the land passed by the quitclaim deed executed by the bankrupt and his wife. 82 Kan. 588, 109 Pac. 696. Upon a rehearing the judgment of affirmance was vacated and set aside and the judgment of the trial court was reversed, with directions to render judgment for the Howards, the claimants under the tax sale. 83 Kan. 453, 112 Pac. 162. This was based upon the ruling that not only was the sale in the bankruptcy proceedings of the certificates of purchase invalid, but that a right to possession was not derived from the quitclaim deed, since when it was executed and when the actions in ejectment were commenced, the bankruptcy proceedings were pending and the property and right of possession to the land was in the trustee in bankruptcy. In consequence it was held that the plaintiffs in ejectment were not entitled 'to recover the possession of the property even against one who had simply the naked possession thereof.' This writ of error was then prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But one ground for reversal is relied on, <i>viz.</i>, that the supreme court of Kansas erred in deciding that the sale of land in Kansas by a trustee, in pursuance of an order of the court of bankruptcy for the southern district of Illinois, made in original proceedings pending in that court, was void and did not convey to the purchaser any interest to such land.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The state court held that the contracts between the bankrupt and the state of Kansas, evidenced by the certificates of purchase in question, conveyed to the purchaser an equitable title to the land and was real estate. We follow this construction of the local law; hence the only question with which we are concerned was thus stated by the court below: 'Whether the sale of the certificate by the trustee in bankruptcy conveyed any interest in the land, or whether it was necessary, in order to devest the certificate holder of his title in the land, to appraise and advertise the land itself for sale, and sell it in the method provided by the laws of the United States.' [82 Kan. 594, 109 Pac. 696.] The court, while conceding that the adjudication in bankruptcy 'conveyed this land and all the property of Hagener to the trustee,' yet decided that 'the court had no jurisdiction over the land. Its jurisdiction was <i>in personam</i>.' And apparently having in mind the provisions of the act of Congress approved March 3, 1893, chap. 225, 27 Stat. at L. 751, U. S. Comp. Stat. 1901, p. 710, regulating sales of real estate by courts of the United States, it was declared that the attempted sale of the land by the trustee was not simply irregular and erroneous, but was void. The views of the court on the subject were thus stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'The United States district court for the southern district of Illinois has no jurisdiction in Kansas in bankruptcy, and a trustee appointed by it can only sell real estate in this state under orders procured from some court having jurisdiction therein. U. S. Rev. Stat. &#167; 563, sub. div. 18, U. S. Comp. Stat. 1901, p. 455. So far as conveying any interest in the land in question, the sale of the certificate by the trustee is void.' [82 Kan. 595.]</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is to be observed that no question was raised concerning the validity under the state law of the certificates, and their efficacy to transfer the title, if the court of bankruptcy had power in the premises, and the sale was otherwise valid under the laws of the United States. It is certain, therefore, that the refusal to recognize the assignments as having validity was based solely upon the opinion that the court of bankruptcy was without power to order the sale because the land covered by the certificate was not located within its territorial jurisdiction, and that a sale could only have been made under orders of a court of the United States within whose territorial jurisdiction the land was situated, and in the mode pointed out by the act of 1893. This, however, but amounts to holding that a court of bankruptcy is confined in the administration of the property of a bankrupt to state or district boundaries, and that whenever the bankrupt has property within two or more states, it is necessary to commence independent or ancillary proceedings in all such states in order to subject the property therein to administration and sale. But we think it is clear that this view is incompatible with the bankrupt act of 1898. [30 Stat. at L. 544, chap. 541, U. S. Comp. Stat. 1901, p. 3418.] No analysis of the text of the act, we think, is necessary to demonstrate this result, since it is elementary and has been decided over and over again that the effect of the adjudication in bankruptcy is to transfer the title of the property of the bankrupt and vest the same in the trustee, who has the right, under the control and authority of the court, to administer the same.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">No limitation on this general principle arises from the mere fact of the particular situation of the property, as the principle is general and embraces all the property of the bankrupt estate, wherever situated. Indeed, this view was accepted by the court below and made the basis of its ruling, since, in considering whether the quitclaim deed was valid, it held it to be void because the title to the property which it embraced remained in the trustee in bankruptcy,&#8212;a view which necessarily demonstrates that the ruling as to the invalidity of the sale made in the bankruptcy proceedings rested upon the conception that although the property passed to the trustee and was subject to administration, nevertheless the court was without power to direct the sale of the property, because it was located in another state. But, in discussing the jurisdiction vested in a court of bankruptcy, in United States Fidelity &amp; G. Co. v. Bray, 225 U. S. 205, 217, 56 L. ed. 1055, 1062, 132 Sup. Ct. Rep. 620, it was said:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'We think it is a necessary conclusion from these and other provisions of the act, that the jurisdiction of the bankruptcy courts in all 'proceedings in bankruptcy' is intended to be exclusive of all other courts, and that such proceedings include, among others, all matters of administration, such as the allowance, rejection, and reconsideration of claims, the reduction of the estates to money, and its distribution, the determination of the preferences and priorities to be accorded to claims presented for allowance and payment in regular course, and the supervision and control of the trustees and others who are employed to assist them.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court of bankruptcy in Illinois therefore acquired full jurisdiction over the land in question upon the filing of the petition in bankruptcy. Having such jurisdiction, it possessed the power to order a sale of the certificates or of the interest in the land evidenced by them. The legal title to the certificates being in the trustee, and he being within the jurisdiction of the court, and subject to its orders, that tribunal could lawfully exert its powers over him, without regard to where the land was situated. Even if the enlarged powers of a court of bankruptcy over the estate under its control to put out of view, and the subject be looked at as a mere question of equitable jurisdiction, it may not be doubted that a court of equity in one state in a proper case could compel a defendant before it to convey property situated in another state. Fall v. Eastin, 215 U. S. 1, 8, et seq., 54 L. ed. 65, 69, 23 L.R.A. (N.S.) 924; 30 Sup. Ct. Rep. 3, 17 Ann. Cas. 853, and cases cited. There being thus ample power in the court, it follows, of course, that resort to ancillary proceedings was unnecessary. The decision in Babbitt v. Dutcher, 216 U. S. 103, 54 L. ed. 402, 30 Sup. Ct. Rep. 372, 17 Ann. Cas. 969, to the effect that district courts other than the court in which original proceedings in bankruptcy are instituted possess power in proper cases to exert ancillary jurisdiction in aid of the court in which the bankruptcy proceedings are pending lends no support to the contention that the court which had full power could not exert its ample authority without invoking the ancillary power of another and different court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We come, then, to consider whether the courts of bankruptcy in Illinois, in the proceedings to sell the certificates and the interest in the land evidenced by them, was required to conform to the provisions of the act of Congress of March 3, 1893, chap. 225, 27 Stat. at L. 751, U. S. Comp. Stat. 1901, p. 710, heretofore referred to, reading as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 1. 'That all real estate or any interest in land sold under any order or decree of any United States court shall be sold at public sale at the courthouse of the county, parish, or city in which the property, or the greater part thereof, is located, or upon the premises, as the court rendering such orders or decree of sale may direct.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sec. 2. 'That all personal property sold under any order or decree of any court of the United States shall be sold as provided in the first section of this act, unless, in the opinion of the court rendering such order or decree, it would be best to sell it in some other manner.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Sec. 3. 'That hereafter no sale of real estate under any order, judgment, or decree of any United States court shall be had without previous publication of notices of such proposed sale being ordered and had once a week for at least four weeks prior to such sale in at least one newspaper printed, regularly issued, and having a general circulation in the county and state where the real estate proposed to be sold is situated, if such there be. If said property shall be situated in more than one county or state, such notice shall be published in such of the counties where said property is situated, as the court may direct. Said notice shall, among other things, describe the real estate to be sold. The court may, in its discretion, direct the publication of the notice of sale herein provided for to be made in such other papers as may seem proper.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think this question must be answered in the negative. It is not to be doubted that the subject of bankruptcy was special in its nature, and that in enacting the bankrupt act it was proposed comprehensively to deal with the subjects coming within the scope of bankruptcy legislation, which included, of course, the authority of courts of bankruptcy to deal with the sale of the real and personal estate of a bankrupt. Section 70b of the bankruptcy act provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'All real and personal property belonging to bankrupt estates shall be appraised by three disinterested appraisers; they shall be appointed by, and report to, the court. Real and personal property shall, when practicable, be sold subject to the approval of the court; it shall not be sold otherwise than subject to the approval of the court, for less than 75 per centum of its appraised value.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This provision makes it manifest that it was the purpose of Congress to give bankruptcy courts full and complete equitable power in matters of the administration and sale of the bankrupt estate, wholly irrespective of the mere situs of the property, the controlling factor being, not where the property is situated, but did it pass to the trustee, and is it a part of the estate subject to administration under the direction of the court. In view of the fact that the bankrupt law was enacted long after the passage of the statute of 1893, and of the complete right of administration which the bankrupt act confers over the property, real and personal, of the bankrupt estate, we think it follows that the authority to realize, by way of sale, on the property of the bankrupt estate, cannot be held to be limited by the provisions of the act of 1893. Indeed, this conclusion is additionally demonstrated by the fact that, as recognized by No. 18 of the general orders in bankruptcy, in disposing by sale of the property of the bankrupt, a bankruptcy court, as to both real and personal property, may, if reason for so doing exists, direct a private sale to be made. We do not stop to refer to the many cases in the lower Federal courts which have applied and enforced the view which we here maintain, as we think it unnecessary to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As regards the alleged lack of an appraisement and error in the description of the property covered by the certificate, contained in the published notice, we think they must in this collateral proceeding be deemed as mere irregularities, and that the order of confirmation, made by the referee, was sufficient to validate the sale under the discretionary power given to the referee by &#167; 70b of the bankruptcy act. Thompson v. Tolmie, 2 Pet. 157, 7 L. ed. 381.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Supreme Court of Kansas erred in deciding that the plaintiffs in error acquired no right or interest to the land in controversy under the sale made by the Court of Bankruptcy for the Southern District of Illinois; and its judgment must therefore be reversed and the case be remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97918/"
}