{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "231 U.S. 335", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/98006/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Little v. Williams", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "8", 
    "id": 82389, 
    "resource_uri": "/api/rest/v2/citation/82389/"
  }, 
  "id": 98006, 
  "blocked": false, 
  "judges": "Van Devanter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1913-12-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>231 U.S. 335 (1913)</b></center>\n<center><h1>LITTLE<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center>No. 8.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 30, 1913.</center>\n<center>Decided December 1, 1913.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*336</span> <i>Mr. Henry Craft</i> for plaintiff in error.</p>\n<p>No counsel appeared for defendants in error.</p>\n<p><i>Mr. Solicitor General Davis</i> for the United States as <i>amicus curiae.</i></p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This was a suit to quiet the title to about 1,200 acres of land in Mississippi County, in the State of Arkansas, lying within the meander line of what was represented on the plats of the United States survey as Walker's lake. The plaintiff claimed title through (a) the act of Congress of September 28, 1850, 9 Stat. 519, c. 84, granting swamp and overflowed lands to the State, (b) an act of the state legislature in 1893 (Laws Ark. 1893, p. 172) granting to the St. Francis Levee District \"all the lands of this State\" lying within that district, and (c) a deed of March 11, 1903, from the levee district to the plaintiff. The defendants, in addition to denying the plaintiff's title, asserted title in themselves in virtue of their ownership, under swamp-land patents from the United States to the State and from the State to their grantors, of fractional sections abutting on the meander line of the lake. After a trial, the chancery court of the county entered a decree dismissing the complaint on the merits, and the decree was affirmed by the Supreme Court of the State. 88 Arkansas, 37.</p>\n<p><span class=\"star-pagination\">*337</span> The material facts, due regard being had for the findings of the Supreme Court, are these: The lands in the vicinity of Walker's lake were surveyed, in 1847, into two fractional townships, made so by meandering and excluding what the surveyor designated as the lake; but the meander line, instead of approximately following the margin of the actual lake, a small non-navigable body of water, was run about a mile distant therefrom, along a slash or slough which the surveyor probably mistook for the outer portion of the lake. The land in controversy, although then wet and swampy, as were also the lands outside the meander line, was not part of the bed of the lake, but lay between its bank, which was well defined, and the meander line. After the enactment of the Swamp-Land Act, the surveyed lands in the two townships were listed by the Secretary of the Interior as swamp lands and were patented to the State under that act, and the fractional sections abutting on the meander line and opposite the land in controversy were then patented by the State to the defendants' grantors. The unsurveyed land within the meander line was never selected by the State, or listed by the Secretary of the Interior, as swamp or overflowed land; nor was it ever patented to the State.</p>\n<p>As part of a compromise and settlement between the State and the United States, negotiated in 1895 and approved by the state legislature in 1897 and by Congress in 1898, the State, subject to certain exceptions not here material, accepted the lands theretofore patented, approved or confirmed to it under the Swamp-Land Act as the full measure of lands due to it thereunder, and relinquished to the United States all other claims or demands, adjusted or unadjusted, growing out of that act. Senate Report No. 76, 54th Cong., 1st Sess.; Laws Ark., 1897, p. 88; 30 Stat. 367, c. 229.</p>\n<p>In disposing of the case the Supreme Court of the State, after observing that the plaintiff must recover, if <span class=\"star-pagination\">*338</span> at all, upon the strength of her own title, and not upon the weakness of that of her adversaries, held (a) that, as the land in controversy had not been selected, listed or patented as swamp or overflowed land under the Swamp-Land Act, the title thereto remained in the United States, unless it had passed to the State as a riparian owner in virtue of the patents for the adjoining fractional sections; (b) that if the title had so passed to the State it in like manner had passed thence with those sections to the defendants' grantors prior to the grant of 1893 to the levee district; and (c) that in view of the State's relinquishment under the compromise and settlement of 1895, the plaintiff, as a subsequent vendee of the district, was not in a position to question the riparian rights asserted by the defendants.</p>\n<p>In the chancery court it was stipulated by counsel, for the purpose of avoiding the production of other evidence upon the subject, that \"the townships including Walker's lake, as meandered on the map,\" were listed by the Secretary of the Interior as swamp lands and patented to the State under the Swamp-Land Act, and one of the controverted questions in the Supreme Court was whether this stipulation, rightly interpreted, meant that the listing and patenting embraced all the lands which would have been within the two townships if the township and sub-divisional lines had been extended over the area represented on the plat as the lake, or only the surveyed lands, that is, those lying without the meander line. The court, having recourse to the plats of the survey as produced in evidence (which represented the townships as fractional by reason of the exclusion of the meandered area from the survey), as also to the Government's well known practice of patenting lands according to the legal subdivisions shown upon the plats, held that the stipulation should be taken as referring to the fractional townships, and not to the unsurveyed lands within the meander line; and in <span class=\"star-pagination\">*339</span> that connection it was said: \"It is evident that the parties meant only the surveyed lands appearing on the plat, leaving all questions as to the character of the unsurveyed territory and title thereto open to further proof and adjudication.\" This is assigned as error, but as no Federal question was involved, but only the proper interpretation of a stipulation of counsel, the ruling is not open to review by this court. It is not as if the patents had been in evidence and the question had been one of their interpretation or legal import. See <i>French-Glenn Live Stock Co.</i> v. <i>Springer,</i> 185 U.S. 47, 54.</p>\n<p>In view of the finding that the land in controversy was never patented to the State, it will be perceived that a pivotal question in the case is, whether the Swamp-Land Act of 1850 in itself operated to invest the State with the title in any such sense as to be of present avail to the plaintiff. The state court answered the question in the negative, and the correctness of that ruling is now to be passed upon.</p>\n<p>Although the terms of the first section of the act denote a present grant to the State of the \"swamp and overflowed lands, made unfit thereby for cultivation,\" the second section lays upon the Secretary of the Interior the duty of identifying and listing the lands coming within the terms of the grant and of causing patents therefor to be issued to the State \"at the request of\" its Governor, and then declares: \"and on that patent the fee simple to said lands shall vest in the said State,\" subject to the disposal of its legislature. It became necessary, in <i>Rogers Locomotive Works</i> v. <i>Emigrant Company,</i> 164 U.S. 559, to determine the meaning and effect of the act in the light of these provisions and of prior decisions, and it was there said (p. 570): \"While, therefore, as held in many cases, the act of 1850 was <i>in praesenti,</i> and gave an inchoate title, the lands needed to be identified as lands that passed under the act; which being done, and not before, the title <span class=\"star-pagination\">*340</span> became perfect as of the date of the granting act.\" And again (p. 574): \"It belonged to him [the Secretary of the Interior], primarily, to identify all lands that were to go to the State under the act of 1850. When he made such identification, then, and not before, the State was entitled to a patent, and `on such patent' the fee simple title vested in the State. The State's title was at the outset an inchoate one, and did not become perfect, as of the date of the act, until a patent was issued.\" What was there said has since been regarded as the settled law upon the subject. <i>Michigan Land &amp; Lumber Co.</i> v. <i>Rust,</i> 168 U.S. 589, 592; <i>Brown</i> v. <i>Hitchcock,</i> 173 U.S. 473, 476; <i>Niles</i> v. <i>Cedar Point Club,</i> 175 U.S. 300, 308; <i>Ogden</i> v. <i>Buckley,</i> 116 Iowa, 352; <i>Birch</i> v. <i>Gillis,</i> 67 Missouri, 102; <i>Carr</i> v. <i>Moore,</i> 119 Iowa, 152, 159.</p>\n<p>As this land was never so identified, and, so far as appears, its identification was never even requested by the State, it follows that, even if at the date of the act the land was in fact swamp or overflowed, the State never acquired more than an inchoate title to it, a claim which was imperfect both at law and in equity.</p>\n<p>We have seen that by the compromise and settlement of 1895, which was approved by the state legislature and by Congress, the State accepted the lands theretofore patented, approved or confirmed to it under the Swamp-Land Act as the full measure of lands due to it thereunder, and relinquished to the United States all other claims or demands, adjusted or unadjusted, growing out of that act. Without any doubt this extinguished the State's inchoate title and estopped the State from thereafter asserting that title or demanding a patent.</p>\n<p>Assuming that the inchoate title had then passed to the levee district under the act of 1893, was the district in any better situation than the State? The answer turns upon the relation of the one to the other. The district was a mere political subdivision of the State, created by the <span class=\"star-pagination\">*341</span> latter, and invested with authority to construct and maintain levees to protect lands within its limits from overflow by the waters of the Mississippi River, and to levy and collect taxes and take other measures to that end. Laws Ark., 1893, pp. 24, 119. It was essentially a subordinate agency of the State, was exercising a power of the State for its convenience, could have no will contrary to the will of the State, held its property and revenue for public purposes, and was in all respects subject to the State's paramount authority. In view of this relation, we are quite clear that the State's action was binding upon the district, and that the latter could not by its subsequent deed to the plaintiff invest her with a title which it no longer possessed. In this respect the case is not distinguishable from <i>Rogers Locomotive Works</i> v. <i>Emigrant Company,</i> 164 U.S. 559, 576, 577.</p>\n<p>We conclude, therefore, that the plaintiff was without title and could not maintain the suit. This renders it unnecessary to consider whether, in point of Federal law, the riparian rights asserted by the defendants are ill or well founded.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:43:09", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></span> (1913)</b></center>\n<center><h1>LITTLE<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center>No. 8.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 30, 1913.</center>\n<center>Decided December 1, 1913.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ARKANSAS.\n<p><span class=\"star-pagination\">*336</span> <i>Mr. Henry Craft</i> for plaintiff in error.</p>\n<p>No counsel appeared for defendants in error.</p>\n<p><i>Mr. Solicitor General Davis</i> for the United States as <i>amicus curiae.</i></p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This was a suit to quiet the title to about 1,200 acres of land in Mississippi County, in the State of Arkansas, lying within the meander line of what was represented on the plats of the United States survey as Walker's lake. The plaintiff claimed title through (a) the act of Congress of September 28, 1850, 9 Stat. 519, c. 84, granting swamp and overflowed lands to the State, (b) an act of the state legislature in 1893 (Laws Ark. 1893, p. 172) granting to the St. Francis Levee District \"all the lands of this State\" lying within that district, and (c) a deed of March 11, 1903, from the levee district to the plaintiff. The defendants, in addition to denying the plaintiff's title, asserted title in themselves in virtue of their ownership, under swamp-land patents from the United States to the State and from the State to their grantors, of fractional sections abutting on the meander line of the lake. After a trial, the chancery court of the county entered a decree dismissing the complaint on the merits, and the decree was affirmed by the Supreme Court of the State. 88 Arkansas, 37.</p>\n<p><span class=\"star-pagination\">*337</span> The material facts, due regard being had for the findings of the Supreme Court, are these: The lands in the vicinity of Walker's lake were surveyed, in 1847, into two fractional townships, made so by meandering and excluding what the surveyor designated as the lake; but the meander line, instead of approximately following the margin of the actual lake, a small non-navigable body of water, was run about a mile distant therefrom, along a slash or slough which the surveyor probably mistook for the outer portion of the lake. The land in controversy, although then wet and swampy, as were also the lands outside the meander line, was not part of the bed of the lake, but lay between its bank, which was well defined, and the meander line. After the enactment of the Swamp-Land Act, the surveyed lands in the two townships were listed by the Secretary of the Interior as swamp lands and were patented to the State under that act, and the fractional sections abutting on the meander line and opposite the land in controversy were then patented by the State to the defendants' grantors. The unsurveyed land within the meander line was never selected by the State, or listed by the Secretary of the Interior, as swamp or overflowed land; nor was it ever patented to the State.</p>\n<p>As part of a compromise and settlement between the State and the United States, negotiated in 1895 and approved by the state legislature in 1897 and by Congress in 1898, the State, subject to certain exceptions not here material, accepted the lands theretofore patented, approved or confirmed to it under the Swamp-Land Act as the full measure of lands due to it thereunder, and relinquished to the United States all other claims or demands, adjusted or unadjusted, growing out of that act. Senate Report No. 76, 54th Cong., 1st Sess.; Laws Ark., 1897, p. 88; 30 Stat. 367, c. 229.</p>\n<p>In disposing of the case the Supreme Court of the State, after observing that the plaintiff must recover, if <span class=\"star-pagination\">*338</span> at all, upon the strength of her own title, and not upon the weakness of that of her adversaries, held (a) that, as the land in controversy had not been selected, listed or patented as swamp or overflowed land under the Swamp-Land Act, the title thereto remained in the United States, unless it had passed to the State as a riparian owner in virtue of the patents for the adjoining fractional sections; (b) that if the title had so passed to the State it in like manner had passed thence with those sections to the defendants' grantors prior to the grant of 1893 to the levee district; and (c) that in view of the State's relinquishment under the compromise and settlement of 1895, the plaintiff, as a subsequent vendee of the district, was not in a position to question the riparian rights asserted by the defendants.</p>\n<p>In the chancery court it was stipulated by counsel, for the purpose of avoiding the production of other evidence upon the subject, that \"the townships including Walker's lake, as meandered on the map,\" were listed by the Secretary of the Interior as swamp lands and patented to the State under the Swamp-Land Act, and one of the controverted questions in the Supreme Court was whether this stipulation, rightly interpreted, meant that the listing and patenting embraced all the lands which would have been within the two townships if the township and sub-divisional lines had been extended over the area represented on the plat as the lake, or only the surveyed lands, that is, those lying without the meander line. The court, having recourse to the plats of the survey as produced in evidence (which represented the townships as fractional by reason of the exclusion of the meandered area from the survey), as also to the Government's well known practice of patenting lands according to the legal subdivisions shown upon the plats, held that the stipulation should be taken as referring to the fractional townships, and not to the unsurveyed lands within the meander line; and in <span class=\"star-pagination\">*339</span> that connection it was said: \"It is evident that the parties meant only the surveyed lands appearing on the plat, leaving all questions as to the character of the unsurveyed territory and title thereto open to further proof and adjudication.\" This is assigned as error, but as no Federal question was involved, but only the proper interpretation of a stipulation of counsel, the ruling is not open to review by this court. It is not as if the patents had been in evidence and the question had been one of their interpretation or legal import. See <i>French-Glenn Live Stock Co.</i> v. <i>Springer,</i> <span class=\"citation\" data-id=\"95629\"><a href=\"/opinion/95629/french-glenn-live-stock-co-v-springer/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 54.</p>\n<p>In view of the finding that the land in controversy was never patented to the State, it will be perceived that a pivotal question in the case is, whether the Swamp-Land Act of 1850 in itself operated to invest the State with the title in any such sense as to be of present avail to the plaintiff. The state court answered the question in the negative, and the correctness of that ruling is now to be passed upon.</p>\n<p>Although the terms of the first section of the act denote a present grant to the State of the \"swamp and overflowed lands, made unfit thereby for cultivation,\" the second section lays upon the Secretary of the Interior the duty of identifying and listing the lands coming within the terms of the grant and of causing patents therefor to be issued to the State \"at the request of\" its Governor, and then declares: \"and on that patent the fee simple to said lands shall vest in the said State,\" subject to the disposal of its legislature. It became necessary, in <i>Rogers Locomotive Works</i> v. <i>Emigrant Company,</i> <span class=\"citation\" data-id=\"94569\"><a href=\"/opinion/94569/rogers-locomotive-machine-works-v-american-emigran/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, to determine the meaning and effect of the act in the light of these provisions and of prior decisions, and it was there said (p. 570): \"While, therefore, as held in many cases, the act of 1850 was <i>in praesenti,</i> and gave an inchoate title, the lands needed to be identified as lands that passed under the act; which being done, and not before, the title <span class=\"star-pagination\">*340</span> became perfect as of the date of the granting act.\" And again (p. 574): \"It belonged to him [the Secretary of the Interior], primarily, to identify all lands that were to go to the State under the act of 1850. When he made such identification, then, and not before, the State was entitled to a patent, and `on such patent' the fee simple title vested in the State. The State's title was at the outset an inchoate one, and did not become perfect, as of the date of the act, until a patent was issued.\" What was there said has since been regarded as the settled law upon the subject. <i>Michigan Land &amp; Lumber Co.</i> v. <i>Rust,</i> <span class=\"citation\" data-id=\"2499371\"><a href=\"/opinion/2499371/michigan-land-lumber-co-v-rust/\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span>, 592; <i>Brown</i> v. <i>Hitchcock,</i> <span class=\"citation\" data-id=\"95026\"><a href=\"/opinion/95026/brown-v-hitchcock/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></a></span>, 476; <i>Niles</i> v. <i>Cedar Point Club,</i> <span class=\"citation\" data-id=\"95125\"><a href=\"/opinion/95125/niles-v-cedar-point-club/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 308; <i>Ogden</i> v. <i>Buckley,</i> 116 Iowa, 352; <i>Birch</i> v. <i>Gillis,</i> 67 Missouri, 102; <i>Carr</i> v. <i>Moore,</i> 119 Iowa, 152, 159.</p>\n<p>As this land was never so identified, and, so far as appears, its identification was never even requested by the State, it follows that, even if at the date of the act the land was in fact swamp or overflowed, the State never acquired more than an inchoate title to it, a claim which was imperfect both at law and in equity.</p>\n<p>We have seen that by the compromise and settlement of 1895, which was approved by the state legislature and by Congress, the State accepted the lands theretofore patented, approved or confirmed to it under the Swamp-Land Act as the full measure of lands due to it thereunder, and relinquished to the United States all other claims or demands, adjusted or unadjusted, growing out of that act. Without any doubt this extinguished the State's inchoate title and estopped the State from thereafter asserting that title or demanding a patent.</p>\n<p>Assuming that the inchoate title had then passed to the levee district under the act of 1893, was the district in any better situation than the State? The answer turns upon the relation of the one to the other. The district was a mere political subdivision of the State, created by the <span class=\"star-pagination\">*341</span> latter, and invested with authority to construct and maintain levees to protect lands within its limits from overflow by the waters of the Mississippi River, and to levy and collect taxes and take other measures to that end. Laws Ark., 1893, pp. 24, 119. It was essentially a subordinate agency of the State, was exercising a power of the State for its convenience, could have no will contrary to the will of the State, held its property and revenue for public purposes, and was in all respects subject to the State's paramount authority. In view of this relation, we are quite clear that the State's action was binding upon the district, and that the latter could not by its subsequent deed to the plaintiff invest her with a title which it no longer possessed. In this respect the case is not distinguishable from <i>Rogers Locomotive Works</i> v. <i>Emigrant Company,</i> <span class=\"citation\" data-id=\"94569\"><a href=\"/opinion/94569/rogers-locomotive-machine-works-v-american-emigran/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 576, 577.</p>\n<p>We conclude, therefore, that the plaintiff was without title and could not maintain the suit. This renders it unnecessary to consider whether, in point of Federal law, the riparian rights asserted by the defendants are ill or well founded.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", 
  "sha1": "c27480bc71b8eadca10f32ebc10f81ed6a4a9a95", 
  "date_modified": "2014-12-21T01:35:35.607138", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/98006/little-v-williams/", 
  "citation_count": 5, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/328935/", 
  "html": "<p class=\"case_cite\">231 U.S. 335</p>\n    <p class=\"case_cite\">34 S.Ct. 68</p>\n    <p class=\"case_cite\">58 L.Ed. 256</p>\n    <p class=\"parties\">JOANNA LITTLE, Plff. in Err.,<br>v.<br>J. J. WILLIAMS et al.</p>\n    <p class=\"docket\">No. 8.</p>\n    <p class=\"date\">Submitted October 30, 1913.</p>\n    <p class=\"date\">Decided December 1, 1913.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Henry Craft for plaintiff in error.</p>\n      <p class=\"indent\">No appearance for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Van Devanter delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was a suit to quiet the title to about 1,200 acres of land in Mississippi county, in the state of Arkansas, lying within the meander line of what was represented on the plats of the United States survey as Walker's lake. The plaintiff claimed title through (a) the act of Congress of September 28, 1850 (9 Stat. at L. 519, chap. 84), granting swamp and overflowed lands to the state; (b) an act of the state legislature in 1893 (Laws Ark. 1893, p. 172), granting to the St. Francis Levee District 'all the lands of this state' lying within that district; and (c) a deed of March 11, 1903, from the levee district to the plaintiff. The defendants, in addition to denying the plaintiff's title, asserted title in themselves, in virtue of their ownership, under swamp-land patents from the United States to the state, and from the state to their grantors, of fractional sections abutting on the meander line of the lake. After a trial, the chancery court of the county entered a decree dismissing the complaint on the merits, and the decree was affirmed by the supreme court of the state. 88 Ark. 37, 113 S. W. 340.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The material facts, due regard being had for the findings of the supreme court, are these: The lands in the vicinity of Walker's lake were surveyed, in 1847, into two fractional townships, made so by meandering, and excluding what the surveyor designated as the lake; but the meander line, instead of approximately following the margin of the actual lake, a small, nonnavigable body of water, was run about a mile distant therefrom, along a slash or slough which the surveyor probably mistook for the outer portion of the lake. The land in controversy, although then wet and swampy, as were also the lands outside the meander line, was not part of the bed of the lake, but lay between its bank, which was well defined, and the meander line. After the enactment of the swampland act, the surveyed lands in the two townships were listed by the Secretary of the Interior as swamp lands, and were patented to the state under that act, and the fractional sections abutting on the meander line and opposite the land in controversy were then patented by the state to the defendants' grantors. The unsurveyed land within the meander line was never selected by the state, or listed by the Secretary of the Interior, as swamp or overflowed land; nor was it ever patented to the state.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As part of a compromise and settlement between the state and the United States, negotiated in 1895, and approved by the state legislature in 1897, and by Congress in 1898, the state, subject to certain exceptions not here material, accepted the lands theretofore patented, approved, or confirmed to it under the swamp-land act as the full measure of lands due to it thereunder, and relinquished to the United State all other claims or demands, adjusted or unadjusted, growing out of that act. Senate Report No. 76, 54th Cong. 1st Sess.; Laws Ark. 1897, p. 88; 30 Stat. at L. 367, chap. 229.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In disposing of the case, the supreme court of the state, after observing that the plaintiff must recover, if at all, upon the strength of her own title, and not upon the weakness of that of her adversaries, held (a) that, as the land in controversy had not been selected, listed, or patented as swamp or overflowed land under the swamp-land act, the title thereto remained in the United States, unless it had passed to the state as a riparian owner in virtue of the patents for the adjoining fractional sections; (b) that if the title had so passed to the state, it in like manner had passed thence with those sections to the defendants' grantors prior to the grant of 1893 to the levee district; and (c) that in view of the state's relinquishment under the compromise and settlement of 1895, the plaintiff, as a subsequent vendee of the district, was not in a position to question the riparian rights asserted by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the chancery court it was stipulated by counsel, for the purpose of avoiding the production of other evidence upon the subject, that 'the townships including Walker's lake, as meandered on the map,' were listed by the Secretary of the Interior as swamp lands, and patented to the state under the swamp-land act, and one of the controverted questions in the supreme court was whether this stipulation, rightly interpreted, meant that the listing and patenting embraced all the lands which would have been within the two townships if the township and subdivisional lines had been extended over the area represented on the plat as the lake, or only the surveyed lands; that is, those lying without the meander line. The court, having recourse to the plats of the survey as produced in evidence (which represented the townships as fractional by reason of the exclusion of the meandered area from the survey), as also to the government's well-known practice of patenting lands according to the legal subdivisions shown upon the plats, held that the stipulation should be taken as referring to the fractional townships, and not to the unsurveyed lands within the meander line; and in that connection it was said: 'It is evident that the parties meant only the surveyed lands appearing on the plat, leaving all questions as to the character of the unsurveyed territory and title thereto open to further proof and adjudication.' This is assigned as error; but as no Federal question was involved, but only the proper interpretation of a stipulation of counsel, the ruling is not open to review by this court. It is not as if the patents had been in evidence, and the question had been one of their interpretation or legal import. See French-Glenn Live Stock Co. v. Springer, 185 U. S. 47, 54, 46 L. ed. 800, 803, 22 Sup. Ct. Rep. 563.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In view of the finding that the land in controversy was never patented to the state, it will be perceived that a pivotal question in the case is whether the swampland act of 1850 in itself operated to invest the state with the title in any such sense as to be of present avail to the plaintiff. The state court answered the question in the negative, and the correctness of that ruling is now to be passed upon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the terms of the 1st section of the act denote a present grant to the state of the 'swamp and overflowed lands, made unfit thereby for cultivation,' the 2d section lays upon the Secretary of the Interior the duty of identifying and listing the lands coming within the terms of the grant, and of causing patents therefor to be issued to the state 'at the request of' its governor, and then declares: 'And on that patent the fee simple to said lands shall vest in the said state,' subject to the disposal of its legislature. It became necessary, in Rogers Locomotive Mach. Works v. American Emigrant Co. 164 U. S. 559, 41 L. ed. 552, 17 Sup. Ct. Rep. 188, to determine the meaning and effect of the act in the light of these provisions and of prior decisions, and it was there said (p. 570): 'While, therefore, as held in many cases, the act of 1850 was <i>in proesenti</i>, and gave an inchoate title, the lands needed to be identified as lands that passed under the act; which being done, and not before, the title became perfect as of the date of the granting act.' And again (p. 574): 'It belonged to him [the Secretary of the Interior], primarily, to identify all lands that were to go to the state under the act of 1850. When he made such identification, then, and not before, the state was entitled to a patent, and 'on such patent' the fee-simple title vested in the state. The state's title was, at the outset, an inchoate one, and did not become perfect, as of the date of the act, until a patent was issued.' What was there said has since been regarded as the settled law upon the subject. Michigan Land &amp; Lumber Co. v. Rust, 168 U. S. 589, 592, 42 L. ed. 591, 592, 18 Sup. Ct. Rep. 208; Brown v. Hitchcock, 173 U. S. 473, 476, 43 L. ed. 772, 773, 19 Sup. Ct. Rep. 485; Niles v. Cedar Point Club, 175 U. S. 300, 308, 44 L. ed. 171, 174, 20 Sup. Ct. Rep. 124; Ogden v. Buckley, 116 Iowa, 352, 89 N. W. 1115; Birch v. Gillis, 67 Mo. 102; Carr v. Moore, 119 Iowa, 152, 159, 97 Am. St. Rep. 292, 93 N. W. 52.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As this land was never so identified, and, so far as appears, its identification was never even requested by the state, it follows that, even if, at the date of the act, the land was in fact swamp or overflowed, the state never acquired more than an inchoate title to it,&#8212;a claim which was imperfect both at law and in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We have seen that by the compromise and settlement of 1895, which was approved by the state legislature and by Congress, the state accepted the lands theretofore patented, approved, or confirmed to it under the swamp-land act as the full measure of lands due to it thereunder, and relinquished to the United States all other claims or demands, adjusted or unadjusted, growing out of that act. Without any doubt this extinguished the state's incohate title, and estopped the state from thereafter asserting that title or demanding a patent.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Assuming that the inchoate title had then passed to the levee district under the act of 1893, was the district in any better situation than the state? The answer turns upon the relation of the one to the other. The district was a mere political subdivision of the state, created by the latter, and invested with authority to construct and maintain levees to protect lands within its limits from overflow by the waters of the Mississippi river, and to levy and collect taxes and take other measures to that end. Laws Ark. 1893, pp. 24, 119. It was essentially a subordinate agency of the state, was exercising a power of the state for its convenience, could have no will contrary to the will of the state, held its property and revenue for public purposes, and was in all respects subject to the state's paramount authority. In view of this relation, we are quite clear that the state's action was binding upon the district, and that the latter could not, by its subsequent deed to the plaintiff, invest her with a title which it no longer possessed. In this respect the case is not distinguishable from Rogers Locomotive Mach. Works v. American Emigrant Co. 164 U. S. 559, 576, 577, 41 L. ed. 552, 559, 17 Sup. Ct. Rep. 188.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We conclude, therefore, that the plaintiff was without title and could not maintain the suit. This renders it unnecessary to consider whether, in point of Federal law, the riparian rights asserted by the defendants are ill or well founded.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/98006/"
}