{"absolute_url": "/opinion/2771249/holt-v-hobbs/", "blocked": false, "citation": {"case_name": "Holt v. Hobbs", "docket_number": "13-6827", "document_uris": ["/api/rest/v2/document/2771249/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 2744024, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2744024/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2015-01-20", "date_modified": "2015-05-20T15:12:19.604722", "docket": "/api/rest/v2/docket/2625748/", "download_url": "http://www.supremecourt.gov/opinions/14pdf/13-6827_5h26.pdf", "extracted_by_ocr": false, "html": null, "html_lawbox": null, "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2014                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n   HOLT, AKA MUHAMMAD v. HOBBS, DIRECTOR, \n\n  ARKANSAS DEPARTMENT OF CORRECTION, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n   No. 13–6827. Argued October 7, 2014—Decided January 20, 2015\nSection 3 of the Religious Land Use and Institutionalized Persons Act\n  of 2000 (RLUIPA) provides that “[n]o government shall impose a sub­\n  stantial burden on the religious exercise” of an institutionalized per­\n  son unless the government demonstrates that the burden “is the least\n  restrictive means of furthering [a] compelling governmental interest.”\n  42 U. S. C. §2000cc–1(a).\n     Petitioner is an Arkansas inmate and devout Muslim who wishes\n  to grow a ½-inch beard in accordance with his religious beliefs. Re­\n  spondent Arkansas Department of Correction (Department) prohibits\n  its prisoners from growing beards, with the single exception that in­\n  mates with diagnosed skin conditions may grow ¼-inch beards. Peti­\n  tioner sought an exemption on religious grounds and, although he be­\n  lieves that his faith requires him not to trim his beard at all, he\n  proposed a compromise under which he would be allowed to maintain\n  a ½-inch beard. Prison officials denied his request, and petitioner\n  sued in Federal District Court. At an evidentiary hearing before a\n  Magistrate Judge, Department witnesses testified that beards com­\n  promised prison safety because they could be used to hide contraband\n  and because an inmate could quickly shave his beard to disguise his\n  identity. The Magistrate Judge recommended dismissing petitioner’s\n  complaint, emphasizing that prison officials are entitled to deference\n  on security matters and that the prison permitted petitioner to exer­\n  cise his religion in other ways. The District Court adopted the rec­\n  ommendation in full, and the Eighth Circuit affirmed, holding that\n  the Department had satisfied its burden of showing that the groom­\n  ing policy was the least restrictive means of furthering its compelling\n  security interests, and reiterating that courts should defer to prison\n2                             HOLT v. HOBBS\n\n                                   Syllabus\n\n    officials on matters of security.\nHeld: The Department’s grooming policy violates RLUIPA insofar as it\n prevents petitioner from growing a ½-inch beard in accordance with\n his religious beliefs. Pp. 6–16.\n    (a) Under RLUIPA, the challenging party bears the initial burden\n of proving that his religious exercise is grounded in a sincerely held\n religious belief, see Burwell v. Hobby Lobby Stores, Inc., 573 U. S.\n ___, ___, n. 28, and that the government’s action substantially bur­\n dens his religious exercise. Here, petitioner’s sincerity is not in dis­\n pute, and he easily satisfies the second obligation. The Department’s\n policy forces him to choose between “engag[ing] in conduct that seri­\n ously violates [his] religious belie[f],” id., at ___, or contravening the\n grooming policy and risking disciplinary action. In reaching the op­\n posite conclusion, the District Court misunderstood the analysis that\n RLUIPA demands. First, the District Court erred by concluding that\n the grooming policy did not substantially burden petitioner’s reli­\n gious exercise because he could practice his religion in other ways.\n Second, the District Court erroneously suggested that the burden on\n petitioner’s religious exercise was slight because petitioner testified\n that his religion would “credit” him for attempting to follow his reli­\n gious beliefs, even if that attempt proved unsuccessful. RLUIPA,\n however, applies to religious exercise regardless of whether it is\n “compelled.” §2000cc–5(7)(A). Finally, the District Court improperly\n relied on petitioner’s testimony that not all Muslims believe that men\n must grow beards. Even if petitioner’s belief were idiosyncratic,\n RLUIPA’s guarantees are “not limited to beliefs which are shared by\n all of the members of a religious sect.” Thomas v. Review Bd. of Indi­\n ana Employment Security Div., 450 U. S. 707, 715–716. Pp. 6–8.\n    (b) Once the challenging party satisfies his burden, the burden\n shifts to the government to show that substantially burdening the re­\n ligious exercise of the “particular claimant” is “the least restrictive\n means of furthering [a] compelling governmental interest.” Hobby\n Lobby, supra, at ___; §2000cc–1(a). The Department fails to show\n that enforcing its beard prohibition against petitioner furthers its\n compelling interests in preventing prisoners from hiding contraband\n and disguising their identities. Pp. 8–13.\n      (i) While the Department has a compelling interest in regulating\n contraband, its argument that this interest is compromised by allow­\n ing an inmate to grow a ½-inch beard is unavailing, especially given\n the difficulty of hiding contraband in such a short beard and the lack\n of a corresponding policy regulating the length of hair on the head.\n RLUIPA does not permit the unquestioning deference required to ac­\n cept the Department’s assessment. See Gonzales v. O Centro Espírita\n Beneficente União do Vegetal, 546 U. S. 418, 434. Even if the De­\n                      Cite as: 574 U. S. ____ (2015)                      3\n\n                                 Syllabus\n\n  partment could show that denying petitioner a ½-inch beard furthers\n  its interest in rooting out contraband, it would still have to show that\n  its policy is the least restrictive means of furthering that interest, a\n  standard that is “exceptionally demanding” and requires the govern­\n  ment to “sho[w] that it lacks other means of achieving its desired goal\n  without imposing a substantial burden on the exercise of religion by\n  the objecting part[y].” Hobby Lobby, supra, at ___. Here, the De­\n  partment fails to establish that its security concerns cannot be satis­\n  fied by simply searching a ½-inch beard. Pp. 9–11.\n        (ii) Even if the Department’s grooming policy furthers its compel­\n  ling interest in prisoner identification, its policy still violates RLUIPA\n  as applied in the present circumstances. As petitioner argues, re­\n  quiring inmates to be photographed both with and without beards\n  and then periodically thereafter is a less restrictive means of solving\n  the Department’s identification concerns. The Department fails to\n  show why its prison system is so different from the many institutions\n  that allow facial hair that the dual-photo method cannot be employed\n  at its institutions. It also fails to show why the security risk present­\n  ed by a prisoner shaving a ½-inch beard is so different from the risk\n  of a prisoner shaving a mustache, head hair, or ¼-inch beard.\n  Pp. 11–13.\n     (c) In addition to the Department’s failure to prove that petitioner’s\n  proposed alternatives would not sufficiently serve its security inter­\n  ests, the Department also fails to adequately explain the substantial\n  underinclusiveness of its policy, since it permits ¼-inch beards for\n  prisoners with medical conditions and more than ½ inch of hair on\n  the head. Its failure to pursue its proffered objectives with regard to\n  such “analogous nonreligious conduct” suggests that its interests\n  “could be achieved by narrower ordinances that burdened religion to\n  a far lesser degree.” Church of Lukumi Babalu Aye, Inc. v. Hialeah,\n  508 U. S. 520, 546. Nor does the Department explain why the vast\n  majority of States and the Federal Government can permit inmates\n  to grow ½-inch beards, either for any reason or for religious reasons,\n  but it cannot. Such evidence requires a prison, at a minimum, to of­\n  fer persuasive reasons why it believes it must take a different course.\n  See Procunier v. Martinez, 416 U. S. 396, 414, n. 14. Pp. 13–16.\n509 Fed. Appx. 561, reversed and remanded.\n\n   ALITO, J., delivered the opinion for a unanimous Court. GINSBURG, J.,\nfiled a concurring opinion, in which SOTOMAYOR, J., joined. SOTOMAYOR,\nJ., filed a concurring opinion.\n                        Cite as: 574 U. S. ____ (2015)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 13–6827\n                                   _________________\n\n\n  GREGORY HOUSTON HOLT, AKA ABDUL MAALIK\n\n    MUHAMMAD, PETITIONER v. RAY HOBBS, \n\n      DIRECTOR, ARKANSAS DEPARTMENT \n\n            OF CORRECTION, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                               [January 20, 2015]\n\n\n   JUSTICE ALITO delivered the opinion of the Court.\n   Petitioner Gregory Holt, also known as Abdul Maalik\nMuhammad, is an Arkansas inmate and a devout Muslim\nwho wishes to grow a 1⁄2-inch beard in accordance with his\nreligious beliefs. Petitioner’s objection to shaving his\nbeard clashes with the Arkansas Department of Correc-\ntion’s grooming policy, which prohibits inmates from\ngrowing beards unless they have a particular dermatologi-\ncal condition. We hold that the Department’s policy, as\napplied in this case, violates the Religious Land Use and\nInstitutionalized Persons Act of 2000 (RLUIPA), 114 Stat.\n803, 42 U. S. C. §2000cc et seq., which prohibits a state\nor local government from taking any action that substan-\ntially burdens the religious exercise of an institutionalized\nperson unless the government demonstrates that the\naction constitutes the least restrictive means of furthering\na compelling governmental interest.\n   We conclude in this case that the Department’s policy\nsubstantially burdens petitioner’s religious exercise.\n2                      HOLT v. HOBBS\n\n                     Opinion of the Court\n\nAlthough we do not question the importance of the De-\npartment’s interests in stopping the flow of contraband\nand facilitating prisoner identification, we do doubt\nwhether the prohibition against petitioner’s beard furthers\nits compelling interest about contraband. And we con-\nclude that the Department has failed to show that its\npolicy is the least restrictive means of furthering its com-\npelling interests. We thus reverse the decision of the\nUnited States Court of Appeals for the Eighth Circuit.\n                               I\n\n                              A\n\n  Congress enacted RLUIPA and its sister statute, the\nReligious Freedom Restoration Act of 1993 (RFRA), 107\nStat. 1488, 42 U. S. C. §2000bb et seq., “in order to provide\nvery broad protection for religious liberty.” Burwell v.\nHobby Lobby Stores, Inc., 573 U. S. ___, ___ (2014) (slip\nop., at 4). RFRA was enacted three years after our deci-\nsion in Employment Div., Dept. of Human Resources of\nOre. v. Smith, 494 U. S. 872 (1990), which held that neu-\ntral, generally applicable laws that incidentally burden\nthe exercise of religion usually do not violate the Free\nExercise Clause of the First Amendment. Id., at 878–882.\nSmith largely repudiated the method of analysis used in\nprior free exercise cases like Wisconsin v. Yoder, 406 U. S.\n205 (1972), and Sherbert v. Verner, 374 U. S. 398 (1963).\nIn those cases, we employed a balancing test that consid-\nered whether a challenged government action that sub-\nstantially burdened the exercise of religion was necessary\nto further a compelling state interest. See Yoder, supra, at\n214, 219; Sherbert, supra, at 403, 406.\n  Following our decision in Smith, Congress enacted\nRFRA in order to provide greater protection for religious\nexercise than is available under the First Amendment.\nSee Hobby Lobby, supra, at ___ – ___ (slip op., at 5–6).\nRFRA provides that “[g]overnment shall not substantially\n                  Cite as: 574 U. S. ____ (2015)            3\n\n                      Opinion of the Court\n\nburden a person’s exercise of religion even if the burden\nresults from a rule of general applicability,” unless the\ngovernment “demonstrates that application of the burden\nto the person––(1) is in furtherance of a compelling gov-\nernmental interest; and (2) is the least restrictive means\nof furthering that compelling governmental interest.” 42\nU. S. C. §§2000bb–1(a), (b). In making RFRA applicable to\nthe States and their subdivisions, Congress relied on\nSection 5 of the Fourteenth Amendment, but in City of\nBoerne v. Flores, 521 U. S. 507 (1997), this Court held that\nRFRA exceeded Congress’ powers under that provision.\nId., at 532–536.\n   Congress responded to City of Boerne by enacting\nRLUIPA, which applies to the States and their subdivi-\nsions and invokes congressional authority under the\nSpending and Commerce Clauses. See §2000cc–1(b).\nRLUIPA concerns two areas of government activity: Sec-\ntion 2 governs land-use regulation, §2000cc; and Section\n3—the provision at issue in this case—governs religious\nexercise by institutionalized persons, §2000cc–1. Section 3\nmirrors RFRA and provides that “[n]o government shall\nimpose a substantial burden on the religious exercise of a\nperson residing in or confined to an institution . . . even if\nthe burden results from a rule of general applicability,\nunless the government demonstrates that imposition of\nthe burden on that person––(1) is in furtherance of a\ncompelling governmental interest; and (2) is the least\nrestrictive means of furthering that compelling govern-\nmental interest.” §2000cc–1(a). RLUIPA thus allows\nprisoners “to seek religious accommodations pursuant to\nthe same standard as set forth in RFRA.” Gonzales v. O\nCentro Espírita Beneficente União do Vegetal, 546 U. S.\n418, 436 (2006).\n   Several provisions of RLUIPA underscore its expansive\nprotection for religious liberty. Congress defined “reli-\ngious exercise” capaciously to include “any exercise of\n4                     HOLT v. HOBBS\n\n                    Opinion of the Court\n\nreligion, whether or not compelled by, or central to, a\nsystem of religious belief.” §2000cc–5(7)(A). Congress\nmandated that this concept “shall be construed in favor of\na broad protection of religious exercise, to the maximum\nextent permitted by the terms of this chapter and the\nConstitution.” §2000cc–3(g). And Congress stated that\nRLUIPA “may require a government to incur expenses in\nits own operations to avoid imposing a substantial burden\non religious exercise.” §2000cc–3(c). See Hobby Lobby,\nsupra, at ___ – ___, ___ (slip op., at 6–7, 43).\n                              B\n   Petitioner, as noted, is in the custody of the Arkansas\nDepartment of Correction and he objects on religious\ngrounds to the Department’s grooming policy, which pro-\nvides that “[n]o inmates will be permitted to wear facial\nhair other than a neatly trimmed mustache that does not\nextend beyond the corner of the mouth or over the lip.”\nApp. to Brief for Petitioner 11a. The policy makes no\nexception for inmates who object on religious grounds, but\nit does contain an exemption for prisoners with medical\nneeds: “Medical staff may prescribe that inmates with a\ndiagnosed dermatological problem may wear facial hair no\nlonger than one quarter of an inch.” Ibid. The policy\nprovides that “[f]ailure to abide by [the Department’s]\ngrooming standards is grounds for disciplinary action.”\nId., at 12a.\n   Petitioner sought permission to grow a beard and, al-\nthough he believes that his faith requires him not to trim\nhis beard at all, he proposed a “compromise” under which\nhe would grow only a 1⁄2-inch beard. App. 164. Prison\nofficials denied his request, and the warden told him:\n“[Y]ou will abide by [Arkansas Department of Correction]\npolicies and if you choose to disobey, you can suffer the\nconsequences.” No. 5:11–cv–00164 (ED Ark., July 21,\n2011), Doc. 13, p. 6 (Letter from Gaylon Lay to Gregory\n                 Cite as: 574 U. S. ____ (2015)            5\n\n                     Opinion of the Court\n\nHolt (July 19, 2011)).\n   Petitioner filed a pro se complaint in Federal District\nCourt challenging the grooming policy under RLUIPA.\nWe refer to the respondent prison officials collectively as\nthe Department. In October 2011, the District Court\ngranted petitioner a preliminary injunction and remanded\nto a Magistrate Judge for an evidentiary hearing. At the\nhearing, the Department called two witnesses. Both\nexpressed the belief that inmates could hide contraband in\neven a 1⁄2-inch beard, but neither pointed to any instances\nin which this had been done in Arkansas or elsewhere.\nBoth witnesses also acknowledged that inmates could hide\nitems in many other places, such as in the hair on their\nheads or their clothing. In addition, one of the witnesses—\nGaylon Lay, the warden of petitioner’s prison—\ntestified that a prisoner who escaped could change his\nappearance by shaving his beard, and that a prisoner\ncould shave his beard to disguise himself and enter a\nrestricted area of the prison. Neither witness, however,\nwas able to explain why these problems could not be ad-\ndressed by taking a photograph of an inmate without a\nbeard, a practice followed in other prison systems. Lay\nvoiced concern that the Department would be unable to\nmonitor the length of a prisoner’s beard to ensure that it\ndid not exceed one-half inch, but he acknowledged that the\nDepartment kept track of the length of the beards of those\ninmates who are allowed to wear a 1⁄4-inch beard for medi-\ncal reasons.\n   As a result of the preliminary injunction, petitioner had\na short beard at the time of the hearing, and the Magis-\ntrate Judge commented: “I look at your particular circum-\nstance and I say, you know, it’s almost preposterous to\nthink that you could hide contraband in your beard.” App.\n155. Nevertheless, the Magistrate Judge recommended\nthat the preliminary injunction be vacated and that peti-\ntioner’s complaint be dismissed for failure to state a claim\n6                      HOLT v. HOBBS\n\n                      Opinion of the Court\n\non which relief can be granted. The Magistrate Judge\nemphasized that “the prison officials are entitled to defer-\nence,” id., at 168, and that the grooming policy allowed\npetitioner to exercise his religion in other ways, such as by\npraying on a prayer rug, maintaining the diet required by\nhis faith, and observing religious holidays.\n  The District Court adopted the Magistrate Judge’s\nrecommendation in full, and the Court of Appeals for the\nEighth Circuit affirmed in a brief per curiam opinion,\nholding that the Department had satisfied its burden of\nshowing that the grooming policy was the least restrictive\nmeans of furthering its compelling security interests. 509\nFed. Appx. 561 (2013). The Court of Appeals stated that\n“courts should ordinarily defer to [prison officials’] expert\njudgment” in security matters unless there is substantial\nevidence that a prison’s response is exaggerated. Id., at\n562. And while acknowledging that other prisons allow\ninmates to maintain facial hair, the Eighth Circuit held\nthat this evidence “does not outweigh deference owed to\n[the] expert judgment of prison officials who are more\nfamiliar with their own institutions.” Ibid.\n  We entered an injunction pending resolution of petition-\ner’s petition for writ of certiorari, 571 U. S. ___ (2013), and\nwe then granted certiorari, 571 U. S. ___ (2014).\n                              II\n  Under RLUIPA, petitioner bore the initial burden of\nproving that the Department’s grooming policy implicates\nhis religious exercise. RLUIPA protects “any exercise of\nreligion, whether or not compelled by, or central to, a\nsystem of religious belief,” §2000cc–5(7)(A), but, of course,\na prisoner’s request for an accommodation must be sin-\ncerely based on a religious belief and not some other moti-\nvation, see Hobby Lobby, 573 U. S., at ___, n. 28 (slip op.,\nat 29, n. 28). Here, the religious exercise at issue is the\ngrowing of a beard, which petitioner believes is a dictate of\n                  Cite as: 574 U. S. ____ (2015)            7\n\n                      Opinion of the Court\n\nhis religious faith, and the Department does not dispute\nthe sincerity of petitioner’s belief.\n   In addition to showing that the relevant exercise of\nreligion is grounded in a sincerely held religious belief,\npetitioner also bore the burden of proving that the De-\npartment’s grooming policy substantially burdened that\nexercise of religion. Petitioner easily satisfied that obliga-\ntion. The Department’s grooming policy requires petition-\ner to shave his beard and thus to “engage in conduct that\nseriously violates [his] religious beliefs.” Id., at ___ (slip\nop., at 32). If petitioner contravenes that policy and grows\nhis beard, he will face serious disciplinary action. Because\nthe grooming policy puts petitioner to this choice, it sub-\nstantially burdens his religious exercise. Indeed, the\nDepartment does not argue otherwise.\n   The District Court reached the opposite conclusion, but\nits reasoning (adopted from the recommendation of the\nMagistrate Judge) misunderstood the analysis that\nRLUIPA demands. First, the District Court erred by\nconcluding that the grooming policy did not substantially\nburden petitioner’s religious exercise because “he had been\nprovided a prayer rug and a list of distributors of Islamic\nmaterial, he was allowed to correspond with a religious\nadvisor, and was allowed to maintain the required diet\nand observe religious holidays.” App. 177. In taking this\napproach, the District Court improperly imported a strand\nof reasoning from cases involving prisoners’ First Amend-\nment rights. See, e.g., O’Lone v. Estate of Shabazz, 482\nU. S. 342, 351–352 (1987); see also Turner v. Safley, 482\nU. S. 78, 90 (1987). Under those cases, the availability of\nalternative means of practicing religion is a relevant\nconsideration, but RLUIPA provides greater protection.\nRLUIPA’s “substantial burden” inquiry asks whether the\ngovernment has substantially burdened religious exercise\n(here, the growing of a 1⁄2-inch beard), not whether the\nRLUIPA claimant is able to engage in other forms of\n8                     HOLT v. HOBBS\n\n                     Opinion of the Court\n\nreligious exercise.\n   Second, the District Court committed a similar error in\nsuggesting that the burden on petitioner’s religious exer-\ncise was slight because, according to petitioner’s testi-\nmony, his religion would “credit” him for attempting to\nfollow his religious beliefs, even if that attempt proved\nto be unsuccessful. RLUIPA, however, applies to an exer-\ncise of religion regardless of whether it is “compelled.”\n§2000cc–5(7)(A).\n   Finally, the District Court went astray when it relied on\npetitioner’s testimony that not all Muslims believe that\nmen must grow beards. Petitioner’s belief is by no means\nidiosyncratic. See Brief for Islamic Law Scholars as Amici\nCuriae 2 (“hadith requiring beards . . . are widely followed\nby observant Muslims across the various schools of Is-\nlam”). But even if it were, the protection of RLUIPA, no\nless than the guarantee of the Free Exercise Clause, is\n“not limited to beliefs which are shared by all of the mem-\nbers of a religious sect.” Thomas v. Review Bd. of Indiana\nEmployment Security Div., 450 U. S. 707, 715–716 (1981).\n                             III\n   Since petitioner met his burden of showing that the\nDepartment’s grooming policy substantially burdened his\nexercise of religion, the burden shifted to the Department\nto show that its refusal to allow petitioner to grow a 1⁄2-\ninch beard “(1) [was] in furtherance of a compelling gov-\nernmental interest; and (2) [was] the least restrictive\nmeans of furthering that compelling governmental inter-\nest.” §2000cc–1(a).\n   The Department argues that its grooming policy repre-\nsents the least restrictive means of furthering a “ ‘broadly\nformulated interes[t],’ ” see Hobby Lobby, supra, at ___\n(slip op., at 39) (quoting O Centro, 546 U. S., at 431),\nnamely, the Department’s compelling interest in prison\nsafety and security. But RLUIPA, like RFRA, contem-\n                 Cite as: 574 U. S. ____ (2015)            9\n\n                     Opinion of the Court\n\nplates a “ ‘more focused’ ” inquiry and “ ‘requires the Gov-\nernment to demonstrate that the compelling interest test\nis satisfied through application of the challenged law “to\nthe person”––the particular claimant whose sincere exer-\ncise of religion is being substantially burdened.’ ” Hobby\nLobby, 573 U. S., at ___ (slip op., at 39) (quoting O Centro,\nsupra, at 430–431 (quoting §2000bb–1(b))). RLUIPA\nrequires us to “ ‘scrutiniz[e] the asserted harm of granting\nspecific exemptions to particular religious claimants’ ” and\n“to look to the marginal interest in enforcing” the chal-\nlenged government action in that particular context.\nHobby Lobby, supra, at ___ (slip op., at 39) (quoting O\nCentro, supra, at 431; alteration in original). In this case,\nthat means the enforcement of the Department’s policy to\nprevent petitioner from growing a 1⁄2-inch beard.\n   The Department contends that enforcing this prohibi-\ntion is the least restrictive means of furthering prison\nsafety and security in two specific ways.\n                              A\n   The Department first claims that the no-beard policy\nprevents prisoners from hiding contraband. The Depart-\nment worries that prisoners may use their beards to con-\nceal all manner of prohibited items, including razors,\nneedles, drugs, and cellular phone subscriber identity\nmodule (SIM) cards.\n   We readily agree that the Department has a compelling\ninterest in staunching the flow of contraband into and\nwithin its facilities, but the argument that this interest\nwould be seriously compromised by allowing an inmate to\ngrow a 1⁄2-inch beard is hard to take seriously. As noted,\nthe Magistrate Judge observed that it was “almost prepos-\nterous to think that [petitioner] could hide contraband” in\nthe short beard he had grown at the time of the eviden-\ntiary hearing. App. 155. An item of contraband would\nhave to be very small indeed to be concealed by a 1⁄2-inch\n10                    HOLT v. HOBBS\n\n                     Opinion of the Court\n\nbeard, and a prisoner seeking to hide an item in such a\nshort beard would have to find a way to prevent the item\nfrom falling out. Since the Department does not demand\nthat inmates have shaved heads or short crew cuts, it is\nhard to see why an inmate would seek to hide contraband\nin a 1⁄2-inch beard rather than in the longer hair on his\nhead.\n   Although the Magistrate Judge dismissed the possibility\nthat contraband could be hidden in a short beard, the\nMagistrate Judge, the District Court, and the Court of\nAppeals all thought that they were bound to defer to the\nDepartment’s assertion that allowing petitioner to grow\nsuch a beard would undermine its interest in suppressing\ncontraband. RLUIPA, however, does not permit such\nunquestioning deference. RLUIPA, like RFRA, “makes\nclear that it is the obligation of the courts to consider\nwhether exceptions are required under the test set forth\nby Congress.” O Centro, supra, at 434. That test requires\nthe Department not merely to explain why it denied the\nexemption but to prove that denying the exemption is the\nleast restrictive means of furthering a compelling govern-\nmental interest. Prison officials are experts in running\nprisons and evaluating the likely effects of altering prison\nrules, and courts should respect that expertise. But that\nrespect does not justify the abdication of the responsibil-\nity, conferred by Congress, to apply RLUIPA’s rigorous\nstandard. And without a degree of deference that is tan-\ntamount to unquestioning acceptance, it is hard to swal-\nlow the argument that denying petitioner a 1⁄2-inch beard\nactually furthers the Department’s interest in rooting out\ncontraband.\n   Even if the Department could make that showing, its\ncontraband argument would still fail because the Depart-\nment cannot show that forbidding very short beards is the\nleast restrictive means of preventing the concealment of\ncontraband.      “The least-restrictive-means standard is\n                  Cite as: 574 U. S. ____ (2015)            11\n\n                      Opinion of the Court\n\nexceptionally demanding,” and it requires the government\nto “sho[w] that it lacks other means of achieving its de-\nsired goal without imposing a substantial burden on the\nexercise of religion by the objecting part[y].” Hobby Lobby,\nsupra, at ___ (slip op., at 40). “[I]f a less restrictive means\nis available for the Government to achieve its goals, the\nGovernment must use it.” United States v. Playboy Enter­\ntainment Group, Inc., 529 U. S. 803, 815 (2000).\n   The Department failed to establish that it could not\nsatisfy its security concerns by simply searching petition-\ner’s beard. The Department already searches prisoners’\nhair and clothing, and it presumably examines the 1⁄4-inch\nbeards of inmates with dermatological conditions. It has\noffered no sound reason why hair, clothing, and 1⁄4-inch\nbeards can be searched but 1⁄2-inch beards cannot. The\nDepartment suggests that requiring guards to search a\nprisoner’s beard would pose a risk to the physical safety of\na guard if a razor or needle was concealed in the beard.\nBut that is no less true for searches of hair, clothing, and\n1⁄4-inch beards. And the Department has failed to prove\n\nthat it could not adopt the less restrictive alternative of\nhaving the prisoner run a comb through his beard. For all\nthese reasons, the Department’s interest in eliminating\ncontraband cannot sustain its refusal to allow petitioner to\ngrow a 1⁄2-inch beard.\n                                B\n   The Department contends that its grooming policy is\nnecessary to further an additional compelling interest, i.e.,\npreventing prisoners from disguising their identities. The\nDepartment tells us that the no-beard policy allows secu-\nrity officers to identify prisoners quickly and accurately. It\nclaims that bearded inmates could shave their beards and\nchange their appearance in order to enter restricted areas\nwithin the prison, to escape, and to evade apprehension\nafter escaping.\n12                     HOLT v. HOBBS\n\n                      Opinion of the Court\n\n   We agree that prisons have a compelling interest in the\nquick and reliable identification of prisoners, and we\nacknowledge that any alteration in a prisoner’s appear-\nance, such as by shaving a beard, might, in the absence of\neffective countermeasures, have at least some effect on the\nability of guards or others to make a quick identification.\nBut even if we assume for present purposes that the De-\npartment’s grooming policy sufficiently furthers its inter-\nest in the identification of prisoners, that policy still vio-\nlates RLUIPA as applied in the circumstances present\nhere. The Department contends that a prisoner who has a\nbeard when he is photographed for identification purposes\nmight confuse guards by shaving his beard. But as peti-\ntioner has argued, the Department could largely solve this\nproblem by requiring that all inmates be photographed\nwithout beards when first admitted to the facility and, if\nnecessary, periodically thereafter. Once that is done, an\ninmate like petitioner could be allowed to grow a short\nbeard and could be photographed again when the beard\nreached the 1⁄2-inch limit. Prison guards would then have\na bearded and clean-shaven photo to use in making identi-\nfications. In fact, the Department (like many other States,\nsee Brief for Petitioner 39) already has a policy of photo-\ngraphing a prisoner both when he enters an institution\nand when his “appearance changes at any time during\n[his] incarceration.” Arkansas Department of Correction,\nInmate Handbook 3–4 (rev. Jan. 2013).\n   The Department argues that the dual-photo method is\ninadequate because, even if it might help authorities\napprehend a bearded prisoner who escapes and then\nshaves his beard once outside the prison, this method is\nunlikely to assist guards when an inmate quickly shaves\nhis beard in order to alter his appearance within the\nprison. The Department contends that the identification\nconcern is particularly acute at petitioner’s prison, where\ninmates live in barracks and work in fields. Counsel for\n                  Cite as: 574 U. S. ____ (2015)           13\n\n                      Opinion of the Court\n\nthe Department suggested at oral argument that a pris-\noner could gain entry to a restricted area by shaving\nhis beard and swapping identification cards with an-\nother inmate while out in the fields. Tr. of Oral Arg. 28–30,\n39–43.\n   We are unpersuaded by these arguments for at least two\nreasons. First, the Department failed to show, in the face\nof petitioner’s evidence, that its prison system is so differ-\nent from the many institutions that allow facial hair that\nthe dual-photo method cannot be employed at its institu-\ntions. Second, the Department failed to establish why the\nrisk that a prisoner will shave a 1⁄2-inch beard to disguise\nhimself is so great that 1⁄2-inch beards cannot be allowed,\neven though prisoners are allowed to grow mustaches,\nhead hair, or 1⁄4-inch beards for medical reasons. All of\nthese could also be shaved off at a moment’s notice, but\nthe Department apparently does not think that this possi-\nbility raises a serious security concern.\n                             C\n  In addition to its failure to prove that petitioner’s pro-\nposed alternatives would not sufficiently serve its security\ninterests, the Department has not provided an adequate\nresponse to two additional arguments that implicate the\nRLUIPA analysis.\n  First, the Department has not adequately demonstrated\nwhy its grooming policy is substantially underinclusive in\nat least two respects. Although the Department denied\npetitioner’s request to grow a 1⁄2-inch beard, it permits\nprisoners with a dermatological condition to grow 1⁄4-inch\nbeards. The Department does this even though both\nbeards pose similar risks. And the Department permits\ninmates to grow more than a 1⁄2-inch of hair on their\nheads. With respect to hair length, the grooming policy\nprovides only that hair must be worn “above the ear” and\n“no longer in the back than the middle of the nape of the\n14                     HOLT v. HOBBS\n\n                      Opinion of the Court\n\nneck.” App. to Brief for Petitioner 11a. Hair on the head\nis a more plausible place to hide contraband than a 1⁄2-inch\nbeard—and the same is true of an inmate’s clothing and\nshoes. Nevertheless, the Department does not require\ninmates to go about bald, barefoot, or naked. Although the\nDepartment’s proclaimed objectives are to stop the flow of\ncontraband and to facilitate prisoner identification, “[t]he\nproffered objectives are not pursued with respect to analo-\ngous nonreligious conduct,” which suggests that “those\ninterests could be achieved by narrower ordinances that\nburdened religion to a far lesser degree.” Church of\nLukumi Babalu Aye, Inc. v. Hialeah, 508 U. S. 520, 546\n(1993).\n   In an attempt to demonstrate why its grooming policy is\nunderinclusive in these respects, the Department empha-\nsizes that petitioner’s 1⁄2-inch beard is longer than the 1⁄4-\ninch beard allowed for medical reasons. But the Depart-\nment has failed to establish (and the District Court did not\nfind) that a 1⁄4-inch difference in beard length poses a\nmeaningful increase in security risk. The Department\nalso asserts that few inmates require beards for medical\nreasons while many may request beards for religious\nreasons. But the Department has not argued that denying\npetitioner an exemption is necessary to further a compel-\nling interest in cost control or program administration. At\nbottom, this argument is but another formulation of the\n“classic rejoinder of bureaucrats throughout history: If I\nmake an exception for you, I’ll have to make one for every-\nbody, so no exceptions.” O Centro, 546 U. S., at 436. We\nhave rejected a similar argument in analogous contexts,\nsee ibid.; Sherbert, 374 U. S., at 407, and we reject it again\ntoday.\n   Second, the Department failed to show, in the face of\npetitioner’s evidence, why the vast majority of States and\nthe Federal Government permit inmates to grow 1⁄2-inch\nbeards, either for any reason or for religious reasons, but\n                  Cite as: 574 U. S. ____ (2015)            15\n\n                      Opinion of the Court\n\nit cannot. See Brief for Petitioner 24–25; Brief for United\nStates as Amicus Curiae 28–29. “While not necessarily\ncontrolling, the policies followed at other well-run institu-\ntions would be relevant to a determination of the need for\na particular type of restriction.” Procunier v. Martinez,\n416 U. S. 396, 414, n. 14 (1974). That so many other\nprisons allow inmates to grow beards while ensuring\nprison safety and security suggests that the Department\ncould satisfy its security concerns through a means less\nrestrictive than denying petitioner the exemption he\nseeks.\n   We do not suggest that RLUIPA requires a prison to\ngrant a particular religious exemption as soon as a few\nother jurisdictions do so. But when so many prisons offer\nan accommodation, a prison must, at a minimum, offer\npersuasive reasons why it believes that it must take a\ndifferent course, and the Department failed to make that\nshowing here. Despite this, the courts below deferred to\nthese prison officials’ mere say-so that they could not\naccommodate petitioner’s request. RLUIPA, however,\ndemands much more. Courts must hold prisons to their\nstatutory burden, and they must not “assume a plausible,\nless restrictive alternative would be ineffective.” Playboy\nEntertainment, 529 U. S., at 824.\n   We emphasize that although RLUIPA provides substan-\ntial protection for the religious exercise of institutionalized\npersons, it also affords prison officials ample ability to\nmaintain security. We highlight three ways in which this\nis so. First, in applying RLUIPA’s statutory standard,\ncourts should not blind themselves to the fact that the\nanalysis is conducted in the prison setting. Second, if an\ninstitution suspects that an inmate is using religious\nactivity to cloak illicit conduct, “prison officials may ap-\npropriately question whether a prisoner’s religiosity,\nasserted as the basis for a requested accommodation, is\nauthentic.” Cutter v. Wilkinson, 544 U. S. 709, 725, n. 13\n16                    HOLT v. HOBBS\n\n                     Opinion of the Court\n\n(2005). See also Hobby Lobby, 573 U. S., at ___, n. 28 (slip\nop., at 29, n. 28). Third, even if a claimant’s religious\nbelief is sincere, an institution might be entitled to with-\ndraw an accommodation if the claimant abuses the exemp-\ntion in a manner that undermines the prison’s compelling\ninterests.\n                           IV\n  In sum, we hold that the Department’s grooming policy\nviolates RLUIPA insofar as it prevents petitioner from\ngrowing a 1⁄2-inch beard in accordance with his religious\nbeliefs. The judgment of the United States Court of Ap-\npeals for the Eighth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                          It is so ordered.\n                  Cite as: 574 U. S. ____ (2015)              1\n\n                     GINSBURG, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                           _________________\n\n                          No. 13–6827\n                           _________________\n\n\n  GREGORY HOUSTON HOLT, AKA ABDUL MAALIK\n\n    MUHAMMAD, PETITIONER v. RAY HOBBS, \n\n      DIRECTOR, ARKANSAS DEPARTMENT \n\n            OF CORRECTION, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                       [January 20, 2015]\n\n\n   JUSTICE GINSBURG, with whom JUSTICE SOTOMAYOR\njoins, concurring.\n   Unlike the exemption this Court approved in Burwell v.\nHobby Lobby Stores, Inc., 573 U. S. ___ (2014), accommo-\ndating petitioner’s religious belief in this case would not\ndetrimentally affect others who do not share petitioner’s\nbelief. See id., at ___, ___–___, and n. 8, ___ (slip op., at 2,\n7–8, and n. 8, 27) (GINSBURG, J., dissenting). On that\nunderstanding, I join the Court’s opinion.\n                  Cite as: 574 U. S. ____ (2015)            1\n\n                   SOTOMAYOR, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 13–6827\n                          _________________\n\n\n  GREGORY HOUSTON HOLT, AKA ABDUL MAALIK\n\n    MUHAMMAD, PETITIONER v. RAY HOBBS, \n\n      DIRECTOR, ARKANSAS DEPARTMENT \n\n            OF CORRECTION, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                       [January 20, 2015]\n\n\n   JUSTICE SOTOMAYOR, concurring.\n   I concur in the Court’s opinion, which holds that the\nDepartment failed to show why the less restrictive al-\nternatives identified by petitioner in the course of this\nlitigation were inadequate to achieve the Department’s\ncompelling security-related interests. I write separately\nto explain my understanding of the applicable legal\nstandard.\n   Nothing in the Court’s opinion calls into question our\nprior holding in Cutter v. Wilkinson that “[c]ontext mat-\nters” in the application of the Religious Land Use and\nInstitutionalized Persons Act of 2000 (RLUIPA), 114 Stat.\n803, 42 U. S. C. §2000cc et seq. 544 U. S. 709, 723 (2005)\n(internal quotation marks omitted). In the dangerous\nprison environment, “regulations and procedures” are\nneeded to “maintain good order, security and discipline,\nconsistent with consideration of costs and limited re-\nsources.” Ibid. Of course, that is not to say that cost alone\nis an absolute defense to an otherwise meritorious\nRLUIPA claim. See §2000cc–3(c). Thus, we recognized\n“that prison security is a compelling state interest, and\nthat deference is due to institutional officials’ expertise in\nthis area.” Cutter, 544 U. S., at 725, n. 13.\n2                      HOLT v. HOBBS\n\n                   SOTOMAYOR, J., concurring\n\n   I do not understand the Court’s opinion to preclude\ndeferring to prison officials’ reasoning when that deference\nis due—that is, when prison officials offer a plausible\nexplanation for their chosen policy that is supported by\nwhatever evidence is reasonably available to them. But\nthe deference that must be “extend[ed to] the experience\nand expertise of prison administrators does not extend so\nfar that prison officials may declare a compelling govern-\nmental interest by fiat.” Yellowbear v. Lampert, 741 F. 3d\n48, 59 (CA10 2014). Indeed, prison policies “ ‘grounded on\nmere speculation’ ” are exactly the ones that motivated\nCongress to enact RLUIPA. 106 Cong. Rec. 16699 (2000)\n(quoting S. Rep. No. 103–111, 10 (1993)).\n   Here, the Department’s failure to demonstrate why the\nless restrictive policies petitioner identified in the course\nof the litigation were insufficient to achieve its compelling\ninterests—not the Court’s independent judgment concern-\ning the merit of these alternative approaches—is ultimately\nfatal to the Department’s position. The Court is appro-\npriately skeptical of the relationship between the De-\npartment’s no-beard policy and its alleged compelling\ninterests because the Department offered little more than\nunsupported assertions in defense of its refusal of peti-\ntioner’s requested religious accommodation.          RLUIPA\nrequires more.\n   One final point bears emphasis. RLUIPA requires\ninstitutions refusing an accommodation to demonstrate\nthat the policy it defends “is the least restrictive means of\nfurthering [the alleged] compelling . . . interest[s].”\n§2000cc–1(a)(2); see also Washington v. Klem, 497 F. 3d\n272, 284 (CA3 2007) (“[T]he phrase ‘least restrictive\nmeans’ is, by definition, a relative term. It necessarily\nimplies a comparison with other means”); Couch v. Jabe,\n679 F. 3d 197, 203 (CA4 2012) (same). But nothing in the\nCourt’s opinion suggests that prison officials must refute\nevery conceivable option to satisfy RLUIPA’s least restric-\n                 Cite as: 574 U. S. ____ (2015)           3\n\n                  SOTOMAYOR, J., concurring\n\ntive means requirement. Nor does it intimate that offi-\ncials must prove that they considered less restrictive\nalternatives at a particular point in time. Instead, the\nCourt correctly notes that the Department inadequately\nresponded to the less restrictive policies that petitioner\nbrought to the Department’s attention during the course of\nthe litigation, including the more permissive policies used\nby the prisons in New York and California. See, e.g.,\nUnited States v. Wilgus, 638 F. 3d 1274, 1289 (CA10 2011)\n(observing in the analogous context of the Religious Free-\ndom Restoration Act of 1993 that the government need not\n“do the impossible—refute each and every conceivable\nalternative regulation scheme” but need only “refute the\nalternative schemes offered by the challenger”).\n   Because I understand the Court’s opinion to be con-\nsistent with the foregoing, I join it.\n</pre>", "id": 2771249, "judges": "", "local_path": "pdf/2015/01/20/holt_v._hobbs.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2014                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n   HOLT, AKA MUHAMMAD v. HOBBS, DIRECTOR, \n\n  ARKANSAS DEPARTMENT OF CORRECTION, ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n   No. 13–6827. Argued October 7, 2014—Decided January 20, 2015\nSection 3 of the Religious Land Use and Institutionalized Persons Act\n  of 2000 (RLUIPA) provides that “[n]o government shall impose a sub­\n  stantial burden on the religious exercise” of an institutionalized per­\n  son unless the government demonstrates that the burden “is the least\n  restrictive means of furthering [a] compelling governmental interest.”\n  42 U. S. C. §2000cc–1(a).\n     Petitioner is an Arkansas inmate and devout Muslim who wishes\n  to grow a ½-inch beard in accordance with his religious beliefs. Re­\n  spondent Arkansas Department of Correction (Department) prohibits\n  its prisoners from growing beards, with the single exception that in­\n  mates with diagnosed skin conditions may grow ¼-inch beards. Peti­\n  tioner sought an exemption on religious grounds and, although he be­\n  lieves that his faith requires him not to trim his beard at all, he\n  proposed a compromise under which he would be allowed to maintain\n  a ½-inch beard. Prison officials denied his request, and petitioner\n  sued in Federal District Court. At an evidentiary hearing before a\n  Magistrate Judge, Department witnesses testified that beards com­\n  promised prison safety because they could be used to hide contraband\n  and because an inmate could quickly shave his beard to disguise his\n  identity. The Magistrate Judge recommended dismissing petitioner’s\n  complaint, emphasizing that prison officials are entitled to deference\n  on security matters and that the prison permitted petitioner to exer­\n  cise his religion in other ways. The District Court adopted the rec­\n  ommendation in full, and the Eighth Circuit affirmed, holding that\n  the Department had satisfied its burden of showing that the groom­\n  ing policy was the least restrictive means of furthering its compelling\n  security interests, and reiterating that courts should defer to prison\n2                             HOLT v. HOBBS\n\n                                   Syllabus\n\n    officials on matters of security.\nHeld: The Department’s grooming policy violates RLUIPA insofar as it\n prevents petitioner from growing a ½-inch beard in accordance with\n his religious beliefs. Pp. 6–16.\n    (a) Under RLUIPA, the challenging party bears the initial burden\n of proving that his religious exercise is grounded in a sincerely held\n religious belief, see Burwell v. Hobby Lobby Stores, Inc., 573 U. S.\n ___, ___, n. 28, and that the government’s action substantially bur­\n dens his religious exercise. Here, petitioner’s sincerity is not in dis­\n pute, and he easily satisfies the second obligation. The Department’s\n policy forces him to choose between “engag[ing] in conduct that seri­\n ously violates [his] religious belie[f],” id., at ___, or contravening the\n grooming policy and risking disciplinary action. In reaching the op­\n posite conclusion, the District Court misunderstood the analysis that\n RLUIPA demands. First, the District Court erred by concluding that\n the grooming policy did not substantially burden petitioner’s reli­\n gious exercise because he could practice his religion in other ways.\n Second, the District Court erroneously suggested that the burden on\n petitioner’s religious exercise was slight because petitioner testified\n that his religion would “credit” him for attempting to follow his reli­\n gious beliefs, even if that attempt proved unsuccessful. RLUIPA,\n however, applies to religious exercise regardless of whether it is\n “compelled.” §2000cc–5(7)(A). Finally, the District Court improperly\n relied on petitioner’s testimony that not all Muslims believe that men\n must grow beards. Even if petitioner’s belief were idiosyncratic,\n RLUIPA’s guarantees are “not limited to beliefs which are shared by\n all of the members of a religious sect.” Thomas v. Review Bd. of Indi­\n ana Employment Security Div., 450 U. S. 707, 715–716. Pp. 6–8.\n    (b) Once the challenging party satisfies his burden, the burden\n shifts to the government to show that substantially burdening the re­\n ligious exercise of the “particular claimant” is “the least restrictive\n means of furthering [a] compelling governmental interest.” Hobby\n Lobby, supra, at ___; §2000cc–1(a). The Department fails to show\n that enforcing its beard prohibition against petitioner furthers its\n compelling interests in preventing prisoners from hiding contraband\n and disguising their identities. Pp. 8–13.\n      (i) While the Department has a compelling interest in regulating\n contraband, its argument that this interest is compromised by allow­\n ing an inmate to grow a ½-inch beard is unavailing, especially given\n the difficulty of hiding contraband in such a short beard and the lack\n of a corresponding policy regulating the length of hair on the head.\n RLUIPA does not permit the unquestioning deference required to ac­\n cept the Department’s assessment. See Gonzales v. O Centro Espírita\n Beneficente União do Vegetal, 546 U. S. 418, 434. Even if the De­\n                      Cite as: 574 U. S. ____ (2015)                      3\n\n                                 Syllabus\n\n  partment could show that denying petitioner a ½-inch beard furthers\n  its interest in rooting out contraband, it would still have to show that\n  its policy is the least restrictive means of furthering that interest, a\n  standard that is “exceptionally demanding” and requires the govern­\n  ment to “sho[w] that it lacks other means of achieving its desired goal\n  without imposing a substantial burden on the exercise of religion by\n  the objecting part[y].” Hobby Lobby, supra, at ___. Here, the De­\n  partment fails to establish that its security concerns cannot be satis­\n  fied by simply searching a ½-inch beard. Pp. 9–11.\n        (ii) Even if the Department’s grooming policy furthers its compel­\n  ling interest in prisoner identification, its policy still violates RLUIPA\n  as applied in the present circumstances. As petitioner argues, re­\n  quiring inmates to be photographed both with and without beards\n  and then periodically thereafter is a less restrictive means of solving\n  the Department’s identification concerns. The Department fails to\n  show why its prison system is so different from the many institutions\n  that allow facial hair that the dual-photo method cannot be employed\n  at its institutions. It also fails to show why the security risk present­\n  ed by a prisoner shaving a ½-inch beard is so different from the risk\n  of a prisoner shaving a mustache, head hair, or ¼-inch beard.\n  Pp. 11–13.\n     (c) In addition to the Department’s failure to prove that petitioner’s\n  proposed alternatives would not sufficiently serve its security inter­\n  ests, the Department also fails to adequately explain the substantial\n  underinclusiveness of its policy, since it permits ¼-inch beards for\n  prisoners with medical conditions and more than ½ inch of hair on\n  the head. Its failure to pursue its proffered objectives with regard to\n  such “analogous nonreligious conduct” suggests that its interests\n  “could be achieved by narrower ordinances that burdened religion to\n  a far lesser degree.” Church of Lukumi Babalu Aye, Inc. v. Hialeah,\n  508 U. S. 520, 546. Nor does the Department explain why the vast\n  majority of States and the Federal Government can permit inmates\n  to grow ½-inch beards, either for any reason or for religious reasons,\n  but it cannot. Such evidence requires a prison, at a minimum, to of­\n  fer persuasive reasons why it believes it must take a different course.\n  See Procunier v. Martinez, 416 U. S. 396, 414, n. 14. Pp. 13–16.\n509 Fed. Appx. 561, reversed and remanded.\n\n   ALITO, J., delivered the opinion for a unanimous Court. GINSBURG, J.,\nfiled a concurring opinion, in which SOTOMAYOR, J., joined. SOTOMAYOR,\nJ., filed a concurring opinion.\n                        Cite as: 574 U. S. ____ (2015)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 13–6827\n                                   _________________\n\n\n  GREGORY HOUSTON HOLT, AKA ABDUL MAALIK\n\n    MUHAMMAD, PETITIONER v. RAY HOBBS, \n\n      DIRECTOR, ARKANSAS DEPARTMENT \n\n            OF CORRECTION, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                               [January 20, 2015]\n\n\n   JUSTICE ALITO delivered the opinion of the Court.\n   Petitioner Gregory Holt, also known as Abdul Maalik\nMuhammad, is an Arkansas inmate and a devout Muslim\nwho wishes to grow a 1⁄2-inch beard in accordance with his\nreligious beliefs. Petitioner’s objection to shaving his\nbeard clashes with the Arkansas Department of Correc-\ntion’s grooming policy, which prohibits inmates from\ngrowing beards unless they have a particular dermatologi-\ncal condition. We hold that the Department’s policy, as\napplied in this case, violates the Religious Land Use and\nInstitutionalized Persons Act of 2000 (RLUIPA), 114 Stat.\n803, 42 U. S. C. §2000cc et seq., which prohibits a state\nor local government from taking any action that substan-\ntially burdens the religious exercise of an institutionalized\nperson unless the government demonstrates that the\naction constitutes the least restrictive means of furthering\na compelling governmental interest.\n   We conclude in this case that the Department’s policy\nsubstantially burdens petitioner’s religious exercise.\n2                      HOLT v. HOBBS\n\n                     Opinion of the Court\n\nAlthough we do not question the importance of the De-\npartment’s interests in stopping the flow of contraband\nand facilitating prisoner identification, we do doubt\nwhether the prohibition against petitioner’s beard furthers\nits compelling interest about contraband. And we con-\nclude that the Department has failed to show that its\npolicy is the least restrictive means of furthering its com-\npelling interests. We thus reverse the decision of the\nUnited States Court of Appeals for the Eighth Circuit.\n                               I\n\n                              A\n\n  Congress enacted RLUIPA and its sister statute, the\nReligious Freedom Restoration Act of 1993 (RFRA), 107\nStat. 1488, 42 U. S. C. §2000bb et seq., “in order to provide\nvery broad protection for religious liberty.” Burwell v.\nHobby Lobby Stores, Inc., 573 U. S. ___, ___ (2014) (slip\nop., at 4). RFRA was enacted three years after our deci-\nsion in Employment Div., Dept. of Human Resources of\nOre. v. Smith, 494 U. S. 872 (1990), which held that neu-\ntral, generally applicable laws that incidentally burden\nthe exercise of religion usually do not violate the Free\nExercise Clause of the First Amendment. Id., at 878–882.\nSmith largely repudiated the method of analysis used in\nprior free exercise cases like Wisconsin v. Yoder, 406 U. S.\n205 (1972), and Sherbert v. Verner, 374 U. S. 398 (1963).\nIn those cases, we employed a balancing test that consid-\nered whether a challenged government action that sub-\nstantially burdened the exercise of religion was necessary\nto further a compelling state interest. See Yoder, supra, at\n214, 219; Sherbert, supra, at 403, 406.\n  Following our decision in Smith, Congress enacted\nRFRA in order to provide greater protection for religious\nexercise than is available under the First Amendment.\nSee Hobby Lobby, supra, at ___ – ___ (slip op., at 5–6).\nRFRA provides that “[g]overnment shall not substantially\n                  Cite as: 574 U. S. ____ (2015)            3\n\n                      Opinion of the Court\n\nburden a person’s exercise of religion even if the burden\nresults from a rule of general applicability,” unless the\ngovernment “demonstrates that application of the burden\nto the person––(1) is in furtherance of a compelling gov-\nernmental interest; and (2) is the least restrictive means\nof furthering that compelling governmental interest.” 42\nU. S. C. §§2000bb–1(a), (b). In making RFRA applicable to\nthe States and their subdivisions, Congress relied on\nSection 5 of the Fourteenth Amendment, but in City of\nBoerne v. Flores, 521 U. S. 507 (1997), this Court held that\nRFRA exceeded Congress’ powers under that provision.\nId., at 532–536.\n   Congress responded to City of Boerne by enacting\nRLUIPA, which applies to the States and their subdivi-\nsions and invokes congressional authority under the\nSpending and Commerce Clauses. See §2000cc–1(b).\nRLUIPA concerns two areas of government activity: Sec-\ntion 2 governs land-use regulation, §2000cc; and Section\n3—the provision at issue in this case—governs religious\nexercise by institutionalized persons, §2000cc–1. Section 3\nmirrors RFRA and provides that “[n]o government shall\nimpose a substantial burden on the religious exercise of a\nperson residing in or confined to an institution . . . even if\nthe burden results from a rule of general applicability,\nunless the government demonstrates that imposition of\nthe burden on that person––(1) is in furtherance of a\ncompelling governmental interest; and (2) is the least\nrestrictive means of furthering that compelling govern-\nmental interest.” §2000cc–1(a). RLUIPA thus allows\nprisoners “to seek religious accommodations pursuant to\nthe same standard as set forth in RFRA.” Gonzales v. O\nCentro Espírita Beneficente União do Vegetal, 546 U. S.\n418, 436 (2006).\n   Several provisions of RLUIPA underscore its expansive\nprotection for religious liberty. Congress defined “reli-\ngious exercise” capaciously to include “any exercise of\n4                     HOLT v. HOBBS\n\n                    Opinion of the Court\n\nreligion, whether or not compelled by, or central to, a\nsystem of religious belief.” §2000cc–5(7)(A). Congress\nmandated that this concept “shall be construed in favor of\na broad protection of religious exercise, to the maximum\nextent permitted by the terms of this chapter and the\nConstitution.” §2000cc–3(g). And Congress stated that\nRLUIPA “may require a government to incur expenses in\nits own operations to avoid imposing a substantial burden\non religious exercise.” §2000cc–3(c). See Hobby Lobby,\nsupra, at ___ – ___, ___ (slip op., at 6–7, 43).\n                              B\n   Petitioner, as noted, is in the custody of the Arkansas\nDepartment of Correction and he objects on religious\ngrounds to the Department’s grooming policy, which pro-\nvides that “[n]o inmates will be permitted to wear facial\nhair other than a neatly trimmed mustache that does not\nextend beyond the corner of the mouth or over the lip.”\nApp. to Brief for Petitioner 11a. The policy makes no\nexception for inmates who object on religious grounds, but\nit does contain an exemption for prisoners with medical\nneeds: “Medical staff may prescribe that inmates with a\ndiagnosed dermatological problem may wear facial hair no\nlonger than one quarter of an inch.” Ibid. The policy\nprovides that “[f]ailure to abide by [the Department’s]\ngrooming standards is grounds for disciplinary action.”\nId., at 12a.\n   Petitioner sought permission to grow a beard and, al-\nthough he believes that his faith requires him not to trim\nhis beard at all, he proposed a “compromise” under which\nhe would grow only a 1⁄2-inch beard. App. 164. Prison\nofficials denied his request, and the warden told him:\n“[Y]ou will abide by [Arkansas Department of Correction]\npolicies and if you choose to disobey, you can suffer the\nconsequences.” No. 5:11–cv–00164 (ED Ark., July 21,\n2011), Doc. 13, p. 6 (Letter from Gaylon Lay to Gregory\n                 Cite as: 574 U. S. ____ (2015)            5\n\n                     Opinion of the Court\n\nHolt (July 19, 2011)).\n   Petitioner filed a pro se complaint in Federal District\nCourt challenging the grooming policy under RLUIPA.\nWe refer to the respondent prison officials collectively as\nthe Department. In October 2011, the District Court\ngranted petitioner a preliminary injunction and remanded\nto a Magistrate Judge for an evidentiary hearing. At the\nhearing, the Department called two witnesses. Both\nexpressed the belief that inmates could hide contraband in\neven a 1⁄2-inch beard, but neither pointed to any instances\nin which this had been done in Arkansas or elsewhere.\nBoth witnesses also acknowledged that inmates could hide\nitems in many other places, such as in the hair on their\nheads or their clothing. In addition, one of the witnesses—\nGaylon Lay, the warden of petitioner’s prison—\ntestified that a prisoner who escaped could change his\nappearance by shaving his beard, and that a prisoner\ncould shave his beard to disguise himself and enter a\nrestricted area of the prison. Neither witness, however,\nwas able to explain why these problems could not be ad-\ndressed by taking a photograph of an inmate without a\nbeard, a practice followed in other prison systems. Lay\nvoiced concern that the Department would be unable to\nmonitor the length of a prisoner’s beard to ensure that it\ndid not exceed one-half inch, but he acknowledged that the\nDepartment kept track of the length of the beards of those\ninmates who are allowed to wear a 1⁄4-inch beard for medi-\ncal reasons.\n   As a result of the preliminary injunction, petitioner had\na short beard at the time of the hearing, and the Magis-\ntrate Judge commented: “I look at your particular circum-\nstance and I say, you know, it’s almost preposterous to\nthink that you could hide contraband in your beard.” App.\n155. Nevertheless, the Magistrate Judge recommended\nthat the preliminary injunction be vacated and that peti-\ntioner’s complaint be dismissed for failure to state a claim\n6                      HOLT v. HOBBS\n\n                      Opinion of the Court\n\non which relief can be granted. The Magistrate Judge\nemphasized that “the prison officials are entitled to defer-\nence,” id., at 168, and that the grooming policy allowed\npetitioner to exercise his religion in other ways, such as by\npraying on a prayer rug, maintaining the diet required by\nhis faith, and observing religious holidays.\n  The District Court adopted the Magistrate Judge’s\nrecommendation in full, and the Court of Appeals for the\nEighth Circuit affirmed in a brief per curiam opinion,\nholding that the Department had satisfied its burden of\nshowing that the grooming policy was the least restrictive\nmeans of furthering its compelling security interests. 509\nFed. Appx. 561 (2013). The Court of Appeals stated that\n“courts should ordinarily defer to [prison officials’] expert\njudgment” in security matters unless there is substantial\nevidence that a prison’s response is exaggerated. Id., at\n562. And while acknowledging that other prisons allow\ninmates to maintain facial hair, the Eighth Circuit held\nthat this evidence “does not outweigh deference owed to\n[the] expert judgment of prison officials who are more\nfamiliar with their own institutions.” Ibid.\n  We entered an injunction pending resolution of petition-\ner’s petition for writ of certiorari, 571 U. S. ___ (2013), and\nwe then granted certiorari, 571 U. S. ___ (2014).\n                              II\n  Under RLUIPA, petitioner bore the initial burden of\nproving that the Department’s grooming policy implicates\nhis religious exercise. RLUIPA protects “any exercise of\nreligion, whether or not compelled by, or central to, a\nsystem of religious belief,” §2000cc–5(7)(A), but, of course,\na prisoner’s request for an accommodation must be sin-\ncerely based on a religious belief and not some other moti-\nvation, see Hobby Lobby, 573 U. S., at ___, n. 28 (slip op.,\nat 29, n. 28). Here, the religious exercise at issue is the\ngrowing of a beard, which petitioner believes is a dictate of\n                  Cite as: 574 U. S. ____ (2015)            7\n\n                      Opinion of the Court\n\nhis religious faith, and the Department does not dispute\nthe sincerity of petitioner’s belief.\n   In addition to showing that the relevant exercise of\nreligion is grounded in a sincerely held religious belief,\npetitioner also bore the burden of proving that the De-\npartment’s grooming policy substantially burdened that\nexercise of religion. Petitioner easily satisfied that obliga-\ntion. The Department’s grooming policy requires petition-\ner to shave his beard and thus to “engage in conduct that\nseriously violates [his] religious beliefs.” Id., at ___ (slip\nop., at 32). If petitioner contravenes that policy and grows\nhis beard, he will face serious disciplinary action. Because\nthe grooming policy puts petitioner to this choice, it sub-\nstantially burdens his religious exercise. Indeed, the\nDepartment does not argue otherwise.\n   The District Court reached the opposite conclusion, but\nits reasoning (adopted from the recommendation of the\nMagistrate Judge) misunderstood the analysis that\nRLUIPA demands. First, the District Court erred by\nconcluding that the grooming policy did not substantially\nburden petitioner’s religious exercise because “he had been\nprovided a prayer rug and a list of distributors of Islamic\nmaterial, he was allowed to correspond with a religious\nadvisor, and was allowed to maintain the required diet\nand observe religious holidays.” App. 177. In taking this\napproach, the District Court improperly imported a strand\nof reasoning from cases involving prisoners’ First Amend-\nment rights. See, e.g., O’Lone v. Estate of Shabazz, 482\nU. S. 342, 351–352 (1987); see also Turner v. Safley, 482\nU. S. 78, 90 (1987). Under those cases, the availability of\nalternative means of practicing religion is a relevant\nconsideration, but RLUIPA provides greater protection.\nRLUIPA’s “substantial burden” inquiry asks whether the\ngovernment has substantially burdened religious exercise\n(here, the growing of a 1⁄2-inch beard), not whether the\nRLUIPA claimant is able to engage in other forms of\n8                     HOLT v. HOBBS\n\n                     Opinion of the Court\n\nreligious exercise.\n   Second, the District Court committed a similar error in\nsuggesting that the burden on petitioner’s religious exer-\ncise was slight because, according to petitioner’s testi-\nmony, his religion would “credit” him for attempting to\nfollow his religious beliefs, even if that attempt proved\nto be unsuccessful. RLUIPA, however, applies to an exer-\ncise of religion regardless of whether it is “compelled.”\n§2000cc–5(7)(A).\n   Finally, the District Court went astray when it relied on\npetitioner’s testimony that not all Muslims believe that\nmen must grow beards. Petitioner’s belief is by no means\nidiosyncratic. See Brief for Islamic Law Scholars as Amici\nCuriae 2 (“hadith requiring beards . . . are widely followed\nby observant Muslims across the various schools of Is-\nlam”). But even if it were, the protection of RLUIPA, no\nless than the guarantee of the Free Exercise Clause, is\n“not limited to beliefs which are shared by all of the mem-\nbers of a religious sect.” Thomas v. Review Bd. of Indiana\nEmployment Security Div., 450 U. S. 707, 715–716 (1981).\n                             III\n   Since petitioner met his burden of showing that the\nDepartment’s grooming policy substantially burdened his\nexercise of religion, the burden shifted to the Department\nto show that its refusal to allow petitioner to grow a 1⁄2-\ninch beard “(1) [was] in furtherance of a compelling gov-\nernmental interest; and (2) [was] the least restrictive\nmeans of furthering that compelling governmental inter-\nest.” §2000cc–1(a).\n   The Department argues that its grooming policy repre-\nsents the least restrictive means of furthering a “ ‘broadly\nformulated interes[t],’ ” see Hobby Lobby, supra, at ___\n(slip op., at 39) (quoting O Centro, 546 U. S., at 431),\nnamely, the Department’s compelling interest in prison\nsafety and security. But RLUIPA, like RFRA, contem-\n                 Cite as: 574 U. S. ____ (2015)            9\n\n                     Opinion of the Court\n\nplates a “ ‘more focused’ ” inquiry and “ ‘requires the Gov-\nernment to demonstrate that the compelling interest test\nis satisfied through application of the challenged law “to\nthe person”––the particular claimant whose sincere exer-\ncise of religion is being substantially burdened.’ ” Hobby\nLobby, 573 U. S., at ___ (slip op., at 39) (quoting O Centro,\nsupra, at 430–431 (quoting §2000bb–1(b))). RLUIPA\nrequires us to “ ‘scrutiniz[e] the asserted harm of granting\nspecific exemptions to particular religious claimants’ ” and\n“to look to the marginal interest in enforcing” the chal-\nlenged government action in that particular context.\nHobby Lobby, supra, at ___ (slip op., at 39) (quoting O\nCentro, supra, at 431; alteration in original). In this case,\nthat means the enforcement of the Department’s policy to\nprevent petitioner from growing a 1⁄2-inch beard.\n   The Department contends that enforcing this prohibi-\ntion is the least restrictive means of furthering prison\nsafety and security in two specific ways.\n                              A\n   The Department first claims that the no-beard policy\nprevents prisoners from hiding contraband. The Depart-\nment worries that prisoners may use their beards to con-\nceal all manner of prohibited items, including razors,\nneedles, drugs, and cellular phone subscriber identity\nmodule (SIM) cards.\n   We readily agree that the Department has a compelling\ninterest in staunching the flow of contraband into and\nwithin its facilities, but the argument that this interest\nwould be seriously compromised by allowing an inmate to\ngrow a 1⁄2-inch beard is hard to take seriously. As noted,\nthe Magistrate Judge observed that it was “almost prepos-\nterous to think that [petitioner] could hide contraband” in\nthe short beard he had grown at the time of the eviden-\ntiary hearing. App. 155. An item of contraband would\nhave to be very small indeed to be concealed by a 1⁄2-inch\n10                    HOLT v. HOBBS\n\n                     Opinion of the Court\n\nbeard, and a prisoner seeking to hide an item in such a\nshort beard would have to find a way to prevent the item\nfrom falling out. Since the Department does not demand\nthat inmates have shaved heads or short crew cuts, it is\nhard to see why an inmate would seek to hide contraband\nin a 1⁄2-inch beard rather than in the longer hair on his\nhead.\n   Although the Magistrate Judge dismissed the possibility\nthat contraband could be hidden in a short beard, the\nMagistrate Judge, the District Court, and the Court of\nAppeals all thought that they were bound to defer to the\nDepartment’s assertion that allowing petitioner to grow\nsuch a beard would undermine its interest in suppressing\ncontraband. RLUIPA, however, does not permit such\nunquestioning deference. RLUIPA, like RFRA, “makes\nclear that it is the obligation of the courts to consider\nwhether exceptions are required under the test set forth\nby Congress.” O Centro, supra, at 434. That test requires\nthe Department not merely to explain why it denied the\nexemption but to prove that denying the exemption is the\nleast restrictive means of furthering a compelling govern-\nmental interest. Prison officials are experts in running\nprisons and evaluating the likely effects of altering prison\nrules, and courts should respect that expertise. But that\nrespect does not justify the abdication of the responsibil-\nity, conferred by Congress, to apply RLUIPA’s rigorous\nstandard. And without a degree of deference that is tan-\ntamount to unquestioning acceptance, it is hard to swal-\nlow the argument that denying petitioner a 1⁄2-inch beard\nactually furthers the Department’s interest in rooting out\ncontraband.\n   Even if the Department could make that showing, its\ncontraband argument would still fail because the Depart-\nment cannot show that forbidding very short beards is the\nleast restrictive means of preventing the concealment of\ncontraband.      “The least-restrictive-means standard is\n                  Cite as: 574 U. S. ____ (2015)            11\n\n                      Opinion of the Court\n\nexceptionally demanding,” and it requires the government\nto “sho[w] that it lacks other means of achieving its de-\nsired goal without imposing a substantial burden on the\nexercise of religion by the objecting part[y].” Hobby Lobby,\nsupra, at ___ (slip op., at 40). “[I]f a less restrictive means\nis available for the Government to achieve its goals, the\nGovernment must use it.” United States v. Playboy Enter­\ntainment Group, Inc., 529 U. S. 803, 815 (2000).\n   The Department failed to establish that it could not\nsatisfy its security concerns by simply searching petition-\ner’s beard. The Department already searches prisoners’\nhair and clothing, and it presumably examines the 1⁄4-inch\nbeards of inmates with dermatological conditions. It has\noffered no sound reason why hair, clothing, and 1⁄4-inch\nbeards can be searched but 1⁄2-inch beards cannot. The\nDepartment suggests that requiring guards to search a\nprisoner’s beard would pose a risk to the physical safety of\na guard if a razor or needle was concealed in the beard.\nBut that is no less true for searches of hair, clothing, and\n1⁄4-inch beards. And the Department has failed to prove\n\nthat it could not adopt the less restrictive alternative of\nhaving the prisoner run a comb through his beard. For all\nthese reasons, the Department’s interest in eliminating\ncontraband cannot sustain its refusal to allow petitioner to\ngrow a 1⁄2-inch beard.\n                                B\n   The Department contends that its grooming policy is\nnecessary to further an additional compelling interest, i.e.,\npreventing prisoners from disguising their identities. The\nDepartment tells us that the no-beard policy allows secu-\nrity officers to identify prisoners quickly and accurately. It\nclaims that bearded inmates could shave their beards and\nchange their appearance in order to enter restricted areas\nwithin the prison, to escape, and to evade apprehension\nafter escaping.\n12                     HOLT v. HOBBS\n\n                      Opinion of the Court\n\n   We agree that prisons have a compelling interest in the\nquick and reliable identification of prisoners, and we\nacknowledge that any alteration in a prisoner’s appear-\nance, such as by shaving a beard, might, in the absence of\neffective countermeasures, have at least some effect on the\nability of guards or others to make a quick identification.\nBut even if we assume for present purposes that the De-\npartment’s grooming policy sufficiently furthers its inter-\nest in the identification of prisoners, that policy still vio-\nlates RLUIPA as applied in the circumstances present\nhere. The Department contends that a prisoner who has a\nbeard when he is photographed for identification purposes\nmight confuse guards by shaving his beard. But as peti-\ntioner has argued, the Department could largely solve this\nproblem by requiring that all inmates be photographed\nwithout beards when first admitted to the facility and, if\nnecessary, periodically thereafter. Once that is done, an\ninmate like petitioner could be allowed to grow a short\nbeard and could be photographed again when the beard\nreached the 1⁄2-inch limit. Prison guards would then have\na bearded and clean-shaven photo to use in making identi-\nfications. In fact, the Department (like many other States,\nsee Brief for Petitioner 39) already has a policy of photo-\ngraphing a prisoner both when he enters an institution\nand when his “appearance changes at any time during\n[his] incarceration.” Arkansas Department of Correction,\nInmate Handbook 3–4 (rev. Jan. 2013).\n   The Department argues that the dual-photo method is\ninadequate because, even if it might help authorities\napprehend a bearded prisoner who escapes and then\nshaves his beard once outside the prison, this method is\nunlikely to assist guards when an inmate quickly shaves\nhis beard in order to alter his appearance within the\nprison. The Department contends that the identification\nconcern is particularly acute at petitioner’s prison, where\ninmates live in barracks and work in fields. Counsel for\n                  Cite as: 574 U. S. ____ (2015)           13\n\n                      Opinion of the Court\n\nthe Department suggested at oral argument that a pris-\noner could gain entry to a restricted area by shaving\nhis beard and swapping identification cards with an-\nother inmate while out in the fields. Tr. of Oral Arg. 28–30,\n39–43.\n   We are unpersuaded by these arguments for at least two\nreasons. First, the Department failed to show, in the face\nof petitioner’s evidence, that its prison system is so differ-\nent from the many institutions that allow facial hair that\nthe dual-photo method cannot be employed at its institu-\ntions. Second, the Department failed to establish why the\nrisk that a prisoner will shave a 1⁄2-inch beard to disguise\nhimself is so great that 1⁄2-inch beards cannot be allowed,\neven though prisoners are allowed to grow mustaches,\nhead hair, or 1⁄4-inch beards for medical reasons. All of\nthese could also be shaved off at a moment’s notice, but\nthe Department apparently does not think that this possi-\nbility raises a serious security concern.\n                             C\n  In addition to its failure to prove that petitioner’s pro-\nposed alternatives would not sufficiently serve its security\ninterests, the Department has not provided an adequate\nresponse to two additional arguments that implicate the\nRLUIPA analysis.\n  First, the Department has not adequately demonstrated\nwhy its grooming policy is substantially underinclusive in\nat least two respects. Although the Department denied\npetitioner’s request to grow a 1⁄2-inch beard, it permits\nprisoners with a dermatological condition to grow 1⁄4-inch\nbeards. The Department does this even though both\nbeards pose similar risks. And the Department permits\ninmates to grow more than a 1⁄2-inch of hair on their\nheads. With respect to hair length, the grooming policy\nprovides only that hair must be worn “above the ear” and\n“no longer in the back than the middle of the nape of the\n14                     HOLT v. HOBBS\n\n                      Opinion of the Court\n\nneck.” App. to Brief for Petitioner 11a. Hair on the head\nis a more plausible place to hide contraband than a 1⁄2-inch\nbeard—and the same is true of an inmate’s clothing and\nshoes. Nevertheless, the Department does not require\ninmates to go about bald, barefoot, or naked. Although the\nDepartment’s proclaimed objectives are to stop the flow of\ncontraband and to facilitate prisoner identification, “[t]he\nproffered objectives are not pursued with respect to analo-\ngous nonreligious conduct,” which suggests that “those\ninterests could be achieved by narrower ordinances that\nburdened religion to a far lesser degree.” Church of\nLukumi Babalu Aye, Inc. v. Hialeah, 508 U. S. 520, 546\n(1993).\n   In an attempt to demonstrate why its grooming policy is\nunderinclusive in these respects, the Department empha-\nsizes that petitioner’s 1⁄2-inch beard is longer than the 1⁄4-\ninch beard allowed for medical reasons. But the Depart-\nment has failed to establish (and the District Court did not\nfind) that a 1⁄4-inch difference in beard length poses a\nmeaningful increase in security risk. The Department\nalso asserts that few inmates require beards for medical\nreasons while many may request beards for religious\nreasons. But the Department has not argued that denying\npetitioner an exemption is necessary to further a compel-\nling interest in cost control or program administration. At\nbottom, this argument is but another formulation of the\n“classic rejoinder of bureaucrats throughout history: If I\nmake an exception for you, I’ll have to make one for every-\nbody, so no exceptions.” O Centro, 546 U. S., at 436. We\nhave rejected a similar argument in analogous contexts,\nsee ibid.; Sherbert, 374 U. S., at 407, and we reject it again\ntoday.\n   Second, the Department failed to show, in the face of\npetitioner’s evidence, why the vast majority of States and\nthe Federal Government permit inmates to grow 1⁄2-inch\nbeards, either for any reason or for religious reasons, but\n                  Cite as: 574 U. S. ____ (2015)            15\n\n                      Opinion of the Court\n\nit cannot. See Brief for Petitioner 24–25; Brief for United\nStates as Amicus Curiae 28–29. “While not necessarily\ncontrolling, the policies followed at other well-run institu-\ntions would be relevant to a determination of the need for\na particular type of restriction.” Procunier v. Martinez,\n416 U. S. 396, 414, n. 14 (1974). That so many other\nprisons allow inmates to grow beards while ensuring\nprison safety and security suggests that the Department\ncould satisfy its security concerns through a means less\nrestrictive than denying petitioner the exemption he\nseeks.\n   We do not suggest that RLUIPA requires a prison to\ngrant a particular religious exemption as soon as a few\nother jurisdictions do so. But when so many prisons offer\nan accommodation, a prison must, at a minimum, offer\npersuasive reasons why it believes that it must take a\ndifferent course, and the Department failed to make that\nshowing here. Despite this, the courts below deferred to\nthese prison officials’ mere say-so that they could not\naccommodate petitioner’s request. RLUIPA, however,\ndemands much more. Courts must hold prisons to their\nstatutory burden, and they must not “assume a plausible,\nless restrictive alternative would be ineffective.” Playboy\nEntertainment, 529 U. S., at 824.\n   We emphasize that although RLUIPA provides substan-\ntial protection for the religious exercise of institutionalized\npersons, it also affords prison officials ample ability to\nmaintain security. We highlight three ways in which this\nis so. First, in applying RLUIPA’s statutory standard,\ncourts should not blind themselves to the fact that the\nanalysis is conducted in the prison setting. Second, if an\ninstitution suspects that an inmate is using religious\nactivity to cloak illicit conduct, “prison officials may ap-\npropriately question whether a prisoner’s religiosity,\nasserted as the basis for a requested accommodation, is\nauthentic.” Cutter v. Wilkinson, 544 U. S. 709, 725, n. 13\n16                    HOLT v. HOBBS\n\n                     Opinion of the Court\n\n(2005). See also Hobby Lobby, 573 U. S., at ___, n. 28 (slip\nop., at 29, n. 28). Third, even if a claimant’s religious\nbelief is sincere, an institution might be entitled to with-\ndraw an accommodation if the claimant abuses the exemp-\ntion in a manner that undermines the prison’s compelling\ninterests.\n                           IV\n  In sum, we hold that the Department’s grooming policy\nviolates RLUIPA insofar as it prevents petitioner from\ngrowing a 1⁄2-inch beard in accordance with his religious\nbeliefs. The judgment of the United States Court of Ap-\npeals for the Eighth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                          It is so ordered.\n                  Cite as: 574 U. S. ____ (2015)              1\n\n                     GINSBURG, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                           _________________\n\n                          No. 13–6827\n                           _________________\n\n\n  GREGORY HOUSTON HOLT, AKA ABDUL MAALIK\n\n    MUHAMMAD, PETITIONER v. RAY HOBBS, \n\n      DIRECTOR, ARKANSAS DEPARTMENT \n\n            OF CORRECTION, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                       [January 20, 2015]\n\n\n   JUSTICE GINSBURG, with whom JUSTICE SOTOMAYOR\njoins, concurring.\n   Unlike the exemption this Court approved in Burwell v.\nHobby Lobby Stores, Inc., 573 U. S. ___ (2014), accommo-\ndating petitioner’s religious belief in this case would not\ndetrimentally affect others who do not share petitioner’s\nbelief. See id., at ___, ___–___, and n. 8, ___ (slip op., at 2,\n7–8, and n. 8, 27) (GINSBURG, J., dissenting). On that\nunderstanding, I join the Court’s opinion.\n                  Cite as: 574 U. S. ____ (2015)            1\n\n                   SOTOMAYOR, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 13–6827\n                          _________________\n\n\n  GREGORY HOUSTON HOLT, AKA ABDUL MAALIK\n\n    MUHAMMAD, PETITIONER v. RAY HOBBS, \n\n      DIRECTOR, ARKANSAS DEPARTMENT \n\n            OF CORRECTION, ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                       [January 20, 2015]\n\n\n   JUSTICE SOTOMAYOR, concurring.\n   I concur in the Court’s opinion, which holds that the\nDepartment failed to show why the less restrictive al-\nternatives identified by petitioner in the course of this\nlitigation were inadequate to achieve the Department’s\ncompelling security-related interests. I write separately\nto explain my understanding of the applicable legal\nstandard.\n   Nothing in the Court’s opinion calls into question our\nprior holding in Cutter v. Wilkinson that “[c]ontext mat-\nters” in the application of the Religious Land Use and\nInstitutionalized Persons Act of 2000 (RLUIPA), 114 Stat.\n803, 42 U. S. C. §2000cc et seq. 544 U. S. 709, 723 (2005)\n(internal quotation marks omitted). In the dangerous\nprison environment, “regulations and procedures” are\nneeded to “maintain good order, security and discipline,\nconsistent with consideration of costs and limited re-\nsources.” Ibid. Of course, that is not to say that cost alone\nis an absolute defense to an otherwise meritorious\nRLUIPA claim. See §2000cc–3(c). Thus, we recognized\n“that prison security is a compelling state interest, and\nthat deference is due to institutional officials’ expertise in\nthis area.” Cutter, 544 U. S., at 725, n. 13.\n2                      HOLT v. HOBBS\n\n                   SOTOMAYOR, J., concurring\n\n   I do not understand the Court’s opinion to preclude\ndeferring to prison officials’ reasoning when that deference\nis due—that is, when prison officials offer a plausible\nexplanation for their chosen policy that is supported by\nwhatever evidence is reasonably available to them. But\nthe deference that must be “extend[ed to] the experience\nand expertise of prison administrators does not extend so\nfar that prison officials may declare a compelling govern-\nmental interest by fiat.” Yellowbear v. Lampert, 741 F. 3d\n48, 59 (CA10 2014). Indeed, prison policies “ ‘grounded on\nmere speculation’ ” are exactly the ones that motivated\nCongress to enact RLUIPA. 106 Cong. Rec. 16699 (2000)\n(quoting S. Rep. No. 103–111, 10 (1993)).\n   Here, the Department’s failure to demonstrate why the\nless restrictive policies petitioner identified in the course\nof the litigation were insufficient to achieve its compelling\ninterests—not the Court’s independent judgment concern-\ning the merit of these alternative approaches—is ultimately\nfatal to the Department’s position. The Court is appro-\npriately skeptical of the relationship between the De-\npartment’s no-beard policy and its alleged compelling\ninterests because the Department offered little more than\nunsupported assertions in defense of its refusal of peti-\ntioner’s requested religious accommodation.          RLUIPA\nrequires more.\n   One final point bears emphasis. RLUIPA requires\ninstitutions refusing an accommodation to demonstrate\nthat the policy it defends “is the least restrictive means of\nfurthering [the alleged] compelling . . . interest[s].”\n§2000cc–1(a)(2); see also Washington v. Klem, 497 F. 3d\n272, 284 (CA3 2007) (“[T]he phrase ‘least restrictive\nmeans’ is, by definition, a relative term. It necessarily\nimplies a comparison with other means”); Couch v. Jabe,\n679 F. 3d 197, 203 (CA4 2012) (same). But nothing in the\nCourt’s opinion suggests that prison officials must refute\nevery conceivable option to satisfy RLUIPA’s least restric-\n                 Cite as: 574 U. S. ____ (2015)           3\n\n                  SOTOMAYOR, J., concurring\n\ntive means requirement. Nor does it intimate that offi-\ncials must prove that they considered less restrictive\nalternatives at a particular point in time. Instead, the\nCourt correctly notes that the Department inadequately\nresponded to the less restrictive policies that petitioner\nbrought to the Department’s attention during the course of\nthe litigation, including the more permissive policies used\nby the prisons in New York and California. See, e.g.,\nUnited States v. Wilgus, 638 F. 3d 1274, 1289 (CA10 2011)\n(observing in the analogous context of the Religious Free-\ndom Restoration Act of 1993 that the government need not\n“do the impossible—refute each and every conceivable\nalternative regulation scheme” but need only “refute the\nalternative schemes offered by the challenger”).\n   Because I understand the Court’s opinion to be con-\nsistent with the foregoing, I join it.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2771249/", "sha1": "95fcfce47ebbb0c6a8f4f33c673ba3d4718a063d", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2015-01-20T08:01:15.415429"}