{"absolute_url": "/opinion/86413/ford-v-douglas/", "blocked": false, "citation": {"case_name": "Ford v. Douglas", "docket_number": null, "document_uris": ["/api/rest/v2/document/86413/"], "federal_cite_one": "46 U.S. 143", "federal_cite_three": null, "federal_cite_two": null, "id": 54271, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54271/", "scotus_early_cite": "5 How. 143", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1847-01-26", "date_modified": "2014-12-21T01:24:53.110436", "docket": "/api/rest/v2/docket/1576083/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">46 U.S. 143</p>\n    <p class=\"case_cite\">5 How. 143</p>\n    <p class=\"case_cite\">12 L.Ed. 89</p>\n    <p class=\"parties\">CHRISTOPHER FORD, APPELLANT,<br>v.<br>ARCHIBALD DOUGLAS, MAXWELL W. BLAND, AND EMELINE,<br>HIS WIFE, APPELLEES.</p>\n    <p class=\"date\">January Term, 1847</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the Eastern District of Louisiana, sitting as a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As the merits of the case were not involved in the decision of the court, it will only be necessary to give such a narrative of the facts as will illustrate the points of law upon which the decision turned.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the 24th of November, 1837, James S. Douglas, of the State of Louisiana, made his last will and testament, as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">I, James S. Douglas, of the parish of Concordia, and State of Louisiana, being feeble in body, and knowing the uncertainty of this life, but of sound and disposing mind and memory, do make and publish this my last will and testament.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">First. I direct that all my just debts be paid as soon after my decease as my executors shall realize the same from the real and personal estate intrusted to their care and management.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Secondly. Reposing the utmost confidence in my beloved wife, Emeline Douglas, I hereby constitute and appoint her executrix, and my brother, Stephen Douglas, and my friend, Passmore Hoopes, executors of all my estate, real and personal, lying and being in the State of Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thirdly. I also appoint my brother, Stephen Douglas, and my friend, Passmore Hoopes, executors of all my estate, real and personal, lying and being in the said State of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In witness whereof, I have hereunto set my hand any seal, this twenty-fourth day of November, one thousand eight hundred and thirty-seven.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Signed, JAMES S. DOUGLAS. [SEAL.]</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This will, being duly attested, was admitted to probate in Mississippi on the 25th of December, 1837, and letters testamentary granted. It is not necessary to follow the proceedings in Mississippi further.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1838, May 26th, in the State of Louisiana, before Richard Charles Downes, parish judge in and for the parish of Madison, <i>ex officio</i> judge of probates, came Stephen Douglas, presented his petition, setting forth the death of his brother, James S. Douglas, as happening in November, 1837; that he made his last will and testament, wherein he appointed the said Stephen Douglas and Passmore Hoopes testamentary executors of his estate in Louisiana; that probate of the will had been made in Claiborne county, Mississippi; therefore, praying letters in pursuance of the testament, and an inventory; whereupon, the judge ordered that, upon probate of the testament, an inventory be taken.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the 30th of March, 1839, the will was proved in Louisiana, as it had before been in Mississippi. Amongst other claims against the estate, Stephen Douglas, the executor, filed an account, claiming a debt due to him of $53,150.42.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the 31st of October, 1839, Emeline Douglas, the widow, was appointed guardian of her four children, and Archibald Douglas, a younger brother of Stephen, was appointed under tutor or guardian. A family meeting was called, and attended the parish judge, which advised the sale of the plantation and slaves, implements, cattle, &amp;c., at the head of Lake St. Joseph's, to satisfy the balance due to Stephen Douglas, the executor.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The sale was accordingly ordered by the parish judge, and took place on the 23d of March, 1840, when Mrs. Emeline Douglas and Archibald Douglas became the purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the 1st of April, 1840, Emeline Douglas obtained a judgment in her favor against the estate for $76,634.74, and, on the 22d of April, the parish judge ordered another sale to take place for the purpose of paying this debt.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the 8th of June, 1840, the parish judge made sale of a plantation called Buck Ridge, slaves, cattle, corn, &amp;c., all of which belonged, jointly, to James S. Douglas, the deceased, and Stephen Douglas, the executor. This property was purchased by Emeline Douglas and Archibald Douglas for $83,000.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In December, 1840, and January, 1842, Ford, a citizen of Virginia, obtained the three following judgments against the executor, in the Circuit Court of the United States, viz.:&#8212;the one judgment obtained on the 23d of December, 1840, for $9,180, with interest, at the rate of eight per cent per year, from the 15th of January, 1838, on one half thereof, and from 15th of January, 1839, on the other half thereof, besides costs.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Another judgment, of the 26th of December, 1840, for $4,590, with interest at same rate from 15th of January, 1840, besides costs.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The third, of January 3d, 1842, for $4,590, with interest at same rate until paid, besides costs,&#8212;making together $18,360, besides interest and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Executions were issued upon these judgments and levied upon the property which had been purchased by Emeline Douglas and Archibald Douglas.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On the 21st of December, 1842, Archibald Douglas, Maxwell W. Bland, and Emeline, his wife (late Emeline Douglas), filed their bill in the Circuit Court of the United States for the Eastern District of Louisiana, against Christopher Ford and the marshal, praying for an injunction to stay further proceedings under the judgments, and that they might be quieted in their possession of the property which they had purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On the 30th of December, 1842, an injunction was issued accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On the 21st of April, 1843, Ford filed his answer, in which he alleged that the proceedings under the will, as well in Mississippi as in Louisiana, were the result of fraud, collusion, and combination, in consequence of which they were null and void, and passed no title to the complainants. The answer then proceeded to set forth, with great particularity, the acts of which he complained, and concluded as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'This respondent, having answered the allegations in said petition set forth, prays this honorable court that the said petition may be decreed to be dismissed, and the injunction had and obtained in this case may be dissolved, and a judgment rendered against the said petitioners and the sureties on their injunction-bond for damages, according to law. That this honorable court make such other judgment, orders, and decrees, as may be found legal and proper, to declare void and null the sales relied on in said petition; to finally dissolve the said injunction with legal damages in favor of this respondent; to dismiss said petition and relieve this respondent from the opposition of said petitioners; to order the marshal to proceed to the sale of said property under the said three writs of <i>fieri facias</i>, for the satisfaction of the said judgments of this respondent; and that this respondent have judgment for his costs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">And this respondent will ever pray, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Signed, CHRISTOPHER FORD.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On the 22d of April, 1843, the following exception to the answer was filed:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The said plaintiffs except to the answer filed by the said defendants in this behalf, because the matters and things set forth in the said answer cannot, by law, be inquired into in the present suit or proceedings instituted by the said plaintiffs. And the said plaintiffs, not admitting any of the facts or matters set forth and alleged in the said answer of the said defendants, but, on the contrary, denying and protesting against the truth of all and every part thereof, and alleging that the truth thereof cannot be inquired into in this action, pray that they may have the benefit of their injunction, and that the same may be made perpetual, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Signed, JNO. R. GRYMES, <i>for Plaintiffs</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">And on the same day and year aforesaid, to wit, on the 22d day of April, 1842, the following agreement was filed:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Douglas et al.</i> v. <i>C. Ford et al.</i></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Circuit Court of the United States, Eastern District of Louisiana:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is agreed that this case may be set down for argument on the matters of law arising on the petition and answer, as on an exception to the answer; and that if the judgment of the court, on the matters of law, should be for the defendant, the plaintiffs may join issue on the facts, and the testimony taken in the usual manner. The plaintiffs to be at liberty, at any time before hearing, to file special exceptions in writing.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Signed, JNO. R. GRYMES, <i>for Plaintiffs</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On the 22d of April, 1843, the cause came on for trial upon the plaintiffs' exceptions to the answer of the defendant, and on the 24th the following order of court was entered of record:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Monday, April</i> 24<i>th</i>, 1843.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The court met pursuant to adjournment. Present, the Honorable John McKinley, Presiding Judge; the Honorable Theodore H. McCaleb, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>Christopher Douglas et al</i> v. <i>Christopher Ford et al.</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The consideration of exception filed in this case to the answer of the defendant was this day resumed before the court, the complainants not appearing either in person or by his solicitor, and F. Houston, Esq., for the defendant. Whereupon, the arguments of counsel being closed, it is ordered, adjudged, and decreed, by the court, that the exception of the complainants to defendants' answer be sustained, and that the defendant answer over.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Archibald Douglas et al.</i> v. <i>Christopher Ford et al.</i></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The defendant, Christopher Ford, by his counsel, declines to answer further in this case the bill of the plaintiffs, relying and insisting on the sufficiency of the ample and conclusive answer filed by him in this cause, and the utterly null and void character of the title set up by said plaintiffs, apparent on their said bill, and the record of the mortuary proceedings of the succession of the said James S. Douglas, deceased. The defendant having declined to answer further in this case, and to submit it to the court to render such final decree in the case as may appear to them to be proper, it is therefore ordered, adjudged, and decreed, that the injunction heretofore awarded in this case be and the same is made perpetual; and it is further ordered, adjudged, and decreed, that the plaintiffs recover the costs of suit, without prejudice to the right of the defendant to any action he may think proper.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">From this decree, Ford appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The cause was argued by <i>Mr. Bibb</i>, for the appellant, and <i>Mr. Meredith</i>, for the appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><i>Mr. Bibb</i> examined the facts very minutely as they were presented in the record, with a view of sustaining the charge of fraud, and then proceeded.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The appellant assigns the errors following, as appellant on the record:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">1. The judge erred in sustaining the exception to the answer, and also in giving relief upon the bill; thereby, in effect, decreeing that the plaintiffs could, as complainants in equity, ask the court to aid them in consumating their unfair practice and frauds, appearing on the face of their bill and exhibit referred to as part of their bill.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">2. The judge erred in adjudging that the matters of fraud and collusion, alleged in the answer of the defendant, now the appellant, were not defences competent, fit and proper, legal and equitable, to be inquired into in the suit prosecuted by the plaintiffs, now appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">3. The court erred in sustaining the bill, and in giving any relief to the complainants upon the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">4. The court erred in the nature and extent of the relief given to the said complainants.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">5. Upon the face of the bill and exhibit referred to, as the evidence of the title claimed by the plaintiffs, it appears that the plaintiffs had no title, had not capacity to become purchasers, that they had paid no consideration, and that the proceedings in the parish court were had, done, and procured by fraud and collusion, and combination between the said Emeline and Archibald Douglas, Stephen Douglas, the executor of the will and testament of James S. Douglas, and others, with intent and for the purpose of delaying, hindering, and defrauding the creditors of said testator, James S. Douglas, and Christopher Ford in particular; and therefore the bill should have been dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">6. Upon the bill and transcript of the proceedings in the Parish Court of Madison, Louisiana, exhibited by the plaintiffs in the court below, as the evidence of their title, it appears that the title pretended by the said plaintiffs is invalid, prohibited by the policy of the law, denounced and interdicted by the principles of equity; and therefore the bill should have been dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">7. The bill does not contain any equity; made no case proper for the aid of a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Having set forth the facts which are relied on in the answer, most of which are proved by recorded proceedings in the two courts respective,&#8212;the court of probate, in Mississippi, and the parish court of Louisiana,&#8212;it remains to inquire whether these matters of fact were admissible defences for the defendant against the bill and relief prayed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The property levied upon by the marshal was confessedly of the estate of the testator, James S. Douglas, at the time of his death, and liable to the satisfaction of the executions against Stephen Douglas, executor of James S. Douglas, unless the complainants, Emeline Douglas, one of the testamentary executors, now Emeline Bland, and Archibald Douglas, they being the tutrix or guardian and under-guardian of the infants, have, by color of the sales and purchases had and contrived by fraud and collusion, and without ever making payment, under their collusive fradulent doings, changed the title, and are above the powers of a court of equity in relation to the frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">At the threshold these questions are presented:&#8212;Does a report that a person was the best bidder for lands and slaves at public auction, advertised for sale for cash, change the title and vest it in the bidder, without any report of payment of the price, without any receipt for the purchase or evidence of payment, without payment made, and without ability in the bidder to make payment of the price? Does the report of a sale of lands and slaves, as having been made by a parish judge in the State of Louisiana, to a bidder at the price of $83,000, shield and defend the bidder from all inquiries as to his fraud, collusion, art, and part in procuring a fraudulent judgment and order of sale; and also as to the facts of nonpayment of the purchase money, his inability to pay, and that the bidder had never been let into possession?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The complainants, Archibald and Emeline, to maintain their bill, and their exception to the answer of the defendant, Christopher Ford, are under the necessity to assert the affirmative of these propositions.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The record of the proceedings in the parish court of Louisiana, offered by complainants in equity as evidence of their title to the property levied upon by the marshal to satisfy the executions, contains no report of the payment of the prices which they bid; the complainants offer no proof of payment; their bill does not allege payment; the sum was above their circumstances and ability to pay in cash; the record abounds with evidence of fraud and collusion; the answer charges, that the design, end, and aim of the whole proceeding to judgment and sale was by a sham sale and colorable purchase, to protect the property from the creditors of the testator, whilst Stephen Douglas yet is the possessor of the estate as before the pretended sale. The transcript of the proceedings in the probate court of Claiborne county, Mississippi, corroborates and multiplies the acts of fraud and collusion; and the averments in the answer of Christopher Ford, if true, leave no room to doubt the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Shall these pass without inquiry, without examination, without trial, upon a bill brought by two of the confederates in the fraud and collusion, asking a court of equity to call its moral powers into activity to protect them and their confederate in the fruits of the fraud?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">By the exception to the answer, and the decision of the judge below, the frauds are said not to be proper subjects of inquiry 'in the present suit or proceedings instituted by the said plaintiffs.'</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The exception, as taken and sustained, implies that the matters and things set forth in the answer may be inquired into in some other suit, in some other proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Does the attitude of Mrs. Douglas and Archibald Douglas, as complainants in equity, ensconce them from reprobation for having art and part in the fraudulent and covinous proceedings which they make the groundwork and gravamen of their accusations and prayer for relief? The maxim in equity is, a complainant must come into the court with clean hands.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">I propose to comprise my argument, as to the principles of law and equity which should rule the decision of this appeal, under these general heads:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">1. The effect of fraud in contaminating and avoiding all proceedings and acts, as well semi-judicial as judicial, had and done, contrived and procured, by fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">2. That the jurisdiction of the courts of the United States, to carry into execution and full effect their judgments and decrees, is plenary; and that the jurisdiction of the court of the United States, to execute the judgments in favor of said Ford, the appellant, is not to be remitted and referred to the tribunals of the State of Louisiana, to give him execution and satisfaction of these judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">3. That, upon the face of the transcript of the proceedings in the parish court, as exhibited by the plaintiffs, now appellees, they were incapable, and prohibited by the policy of the law, and the established principles of equity, to become purchasers at the sales therein mentioned, and by their own showing have not the title to the property mentioned in their bill.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">I. As to the effect of fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Lord Chief Justice De Grey, in delivering the answer of the judges to a question put to them in the <i>Duchess of Kingston's case</i>, expressed the opinion of the judges thus:&#8212;'Fraud is an extrinsic, collateral act, violating the most solemn proceedings of courts of justice; as Lord Coke says, avoiding all judicial acts, ecclesiastical and temporal.' <i>The Duchess of Kingston's case</i>, 20 Harg. State Trials, 602 (Cobbett's ed., 594).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">A decree of exchequer, that a will was duly proved which was obtained by fraud, relieved against in chancery, by Lord Hardwicke. <i>Barnsley</i> v. <i>Powel</i>, 1 Ves. Sr., 120; and Id., 286, 287.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Where a fine and non-claim is levied by fraud, a court of equity will relieve against the fine; <i>per</i> Lord Hardwicke. <i>Cartwright</i> v. <i>Pultney</i>, 2 Atk., 381.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">An original bill to set aside a decree obtained by gross fraud, sustained by Lord Chancellor Macclesfield. <i>Loyd</i> v. <i>Mansell</i>, 2 P. Wms., 74, 75.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">At law, defendant may plead that the judgment against his testator was by fraud and covin. If a decree was by fraud and covin, the party may be relieved against it; not by rehearing or appeal, but by original bill. By Lord Hardwicke, chancellor. <i>Bradish</i> v. <i>Gee</i>, Amb., 229.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'Equity has so great an abhorrence of fraud, that it will set aside its own decrees, if founded thereon.' 13 Vin. Abr., <i>Fraud</i> (Aa.), pl. 9, 10, p. 543.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'Equity will never countenance demands of an unfair nature; in this case it was to have an allowance for attending at auctions to enhance the price of goods; nor will equity suffer them to be set off against fair and just demands; and a cross bill for that purpose was dismissed with costs.' 13 Vin. Abr., p. 544, pl. 13.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In chancery, between Richard Fermor, plaintiff, and Thomas Smith, defendant, to set aside a fine levied by said Smith, by fraud and covin, to bar the plaintiff of his inheritance. The proclamations and five years had past; Smith, the tenant for years, all the time continuing in possession, and paying rent until his term expired, and then he claimed the inheritance, and to bar the plaintiff by force of the said fine and proclamations and five years. On the hearing of the case, the Lord Keeper of the Great Seal, because it was a case of great importance, and considering that fines with proclamations were general assurances of the realm, referred the case to all the justices of England and the barons of the exchequer, all of whom met (except two) and consulted, and resolved that the plaintiff was not barred, because of the fraud and covin. And it was said that the common law 'doth so abhor fraud and covin, that all acts, as well judicial as others, and which of themselves are just and lawful, yet, being mixed with fraud and deceit, are in judgment of law wrongful and unlawful.' And various examples and precedents of decisions are cited. <i>Fermor's case</i>, 3 Co., 77, 78.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Chancellor Kent, in the case of <i>Reigal</i> v. <i>Wood</i>, 1 John. (N. Y.) Ch., 406, said,&#8212;'It is a well settled principle in this court, that relief is to be obtained, not only against writings, deeds, and the most solemn assurances, but against judgments and decrees, if obtained by fraud and imposition.'</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In the case of <i>Kennedy</i> v. <i>Daley</i>, 1 Sch. &amp; L., 355, Chancellor Redesdale relieved against a decree obtained by fraud and imposition, and declared it should have no effect. And that a fine levied and non-claim, by a trustee to a person having notice of the trust, shall not bar the <i>cestui que trust</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">And in the case of <i>Giffard</i> v. <i>Hort</i>, Id., 386, he held a decree, obtained without making parties of those persons who were known to have rights in the estate, to be fraudulent and void as to those not made parties, and a purchaser under the decree, with notice of the defect, not to be protected by it. The fraudulent decree was in the exchequer. Lord Redesdale laments numerous proceedings in the exchequer, at a time when that court was oppressed with business, and could not take time for full investigation and right decision, whereby advantage was taken by such proceedings to defraud persons of property to which they were entitled. 'It was one of the crying grievances of time. A systematic use has been made of the decrees of a court for the purpose of effecting fraud; and it has been as much a swindling contrivance to deprive a family of its estate, as any of those contrivances which swindlers practise upon unwary young men. I shall, therefore, think myself bound to struggle to the utmost of my power to relieve against such oppressive combinations.' <i>Giffard</i> v. <i>Hort</i>, 1 Sch. &amp; L., 396.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Certain it is that distant creditors, legatees, and heirs have had as ample cause to lament that a systematic use has been made of the parish courts of Louisiana for effecting fraud and swindling, as Lord Redesdale had for lamenting such like uses made of the court of exchequer in Ireland.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The cases which I have cited show the active relief given upon bills to annul those fraudulent judicial proceedings. The courts of equity, true and consistent to the doctrine that 'all acts, as well judicial as others, mixed with fraud and deceit, are in judgment of law wrongful and unlawful,' have ever refused to grant any relief to a party who comes into a court of equity as plaintiff, asking to have advantage of fraudulent or unfair proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The maxim in equity is,&#8212;'He that hath committed iniquity shall not have equity.' Francis's Maxims, II. (old ed. p. 5, new ed. p. 7).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Under that maxim, various examples are given of plaintiffs whose suits were dismissed because the subjects of the bill were founded in fraud or unfair dealing.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The plaintiff upon a loan of  90 got a bond for  800, and had judgment. Thereupon he brought a bill to subject to the satisfaction of the debt certain lands of the defendant in right of his wife, estated to trustees for her benefit. 'But the security being gotten from the defendant when he was drunk, the lord keeper would not give the plaintiff any relief in equity, not so much as for the principal he had really lent, and so the bill was dismissed.' <i>Rich</i> v. <i>Sydenham</i>, 1 Cas. in Ch., 202.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Upon a bill to have the benefit of articles of marriage, which had been reduced to writing but not sealed, containing an extreme portion for the married daughter, more than would be left to her father and mother, and two other daughters not provided for, the lord chancellor would not decree the agreement, but left the plaintiff to recover at law if he could. <i>Anonymous</i>, 2 Cas. in Chan., 17.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">To sustain the exception to the answer, or to give relief upon the bill without an answer, upon the idea that the fraud was not a fit subject of inquiry upon a bill by the actors, contrivers, and participators in the fraud and covin, was in contradiction to the established principles of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The complainants having brought their case into the court of equity for relief, it was open to every defence, to every objection which could have been made against it by a bill, on behalf of those prejudiced by the proceedings in the parish court, to have relief against the fraud and covin. If the Circuit Court of the United States had jurisdiction to hear and determine the complaint as a matter cognizable in equity, it had jurisdiction to hear and determine the defence to the bill alleging the acts of fraud, collusion, and covin, charged in the answer, which, if true, avoided the proceedings relied upon as the foundation of the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The cause which had moved the complainants to come into equity for relief did not curtail the powers and jurisdiction of the court to hear and determine any and every equitable defence to the bill. Fraud, covin, and collusion in the plaintiffs, had and used in the proceedings on which they relied, was an equitable defence, a bar to the relief prayed by the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">That the judgment creditor, C. Ford, the defendant, had caused the marshal to levy the executions upon the property alluded to in the proceedings in the parish court, as exhibited by the complainants, neither purged the proceedings of the fraud, covin, and collusion, nor deprived the Circuit Court of the United States of its powers, duties, and dignity as a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The powers and jurisdiction of the Circuit Court of the United States were prescribed and conferred by the constitution and laws of the United States, not by the will and convenience of the complainants in that bill.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Are the proceedings of the parish court of Madison, in the State of Louisiana, final and conclusive against all persons, parties, and those not parties? Are the frauds by which those judgments in favor of the executor, Stephen Douglas, and in favor of Mrs. Emeline Douglas, and the fraudulent, collusive, and covinous proceedings under those judgments, final, conclusive, sacred; beyond the power of all courts to overhaul them for fraud, deceit, and covin? No such sanctity can be ascribed to them.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Being liable to be impeached and avoided for fraud and covin, the complainants, who have carried a transcript of those proceedings into the Circuit Court of the United States, and therein made those proceedings the <i>substratum</i> of their bill in equity and prayer for relief, have thereby subjected those proceedings to the examination in that court, sitting as a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">But such jurisdiction of the Circuit Court did not depend upon the volition of the said Archibald and Emeline.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">II. The jurisdiction of the courts of the United States, to carry into execution and full effect their judgment and decrees, is plenary; not to be remitted and referred to the tribunals of the States.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The jurisdiction of the Circuit Courts of the United States in each particular case is not exhausted by the rendition of the judgment or decree, but continues until that judgment or decree shall be satisfied. The beneficial exercise of the jurisdiction of the court to compel satisfaction is not less important than the exercise of the jurisdiction to pronounce the judgment or decree. The jurisdiction to enforce satisfaction by execution is a necessary incident to the jurisdiction to give the judgment or decree; it is expressly given in the acts of Congress establishing the courts and defining their jurisdiction. The execution and satisfaction of the judgment is the very 'life of the law.'</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">But I need not labor this point; the doctrine is well settled by the decisions of the Supreme Court of the United States. <i>Wayman</i> v. <i>Southard</i>, 10 Wheat., 23; <i>Bank of the United States</i> v. <i>Halstead</i>, Id., 64.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The learned counsellor, who argued this case for the appellees, cited many decisions of the State court of Louisiana, and passages of the civil code of Louisiana, to show that an execution, issuing from a State court of Louisiana, could not have been levied upon this property until, by some proceeding, the orders, judgments, and sales by the parish judge of Madison had been reversed, set aside, and annulled. The drift of that argument, and the exception taken to the answer of Ford, and the opinion of the judge in sustaining the exception, all seem intended to drive C. Ford into the State courts of Louisiana, to seek satisfaction of his judgments rendered in the Circuit Court of the United States, to confine the process of execution to the mode of proceeding under the law of that State.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">To all those arguments and citations, I reply, that the State of Louisiana has rightful authority to regulate her own courts and modes of executing their judgments, but has no rightful authority to regulate the modes of proceeding and processes of execution of the courts of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The jurisdiction of the courts of the United States, and the process of execution of their judgments and decrees, depend upon the constitution of the United States, and the laws made by Congress in pursuance of the constitution, not upon the laws of the States. The laws made by Congress in pursuance of the constitution 'shall be the supreme law of the land, any thing in the constitution or laws of any State to the contrary notwithstanding.' So the constitution of the United States (art. 6, &#167; 2) declares.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Any law of the State contrary to the law of the United States, or impliedly or expressly prohibiting the execution of the process of the courts of the United States within the State, in a manner different from that prescribed by the law of the State to her own courts, would be null and void.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The differences between the process of execution of the judgments of the courts of the United States, as regulated by the laws of the United States, and the process of execution of the judgments of the State courts as regulated by State laws, have been the subjects of solemn argument, matured consideration, and decision in the Supreme Court of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">In the cases of <i>Wayman</i> v. <i>Southard</i>, 10 Wheat., 1; <i>The Bank of the United States</i> v. <i>Halstead</i>, Id., 54; <i>Suydam</i> v. <i>Broadnax</i>, 14 Pet., 67, the laws of the United States regulating the process and modes of executing the judgments of the courts of the United States were considered, expounded, and adjudged.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">In the two former, the certificates of the decisions and mandates expressly declare,&#8212;'That the statutes of Kentucky in relation to executions, which are certified to this court, are not applicable to executions which issue on judgments rendered by the courts of the United States' (10 Wheat., 50); 'cannot operate upon, bind the mode in which the <i>venditioni exponas</i> should be enforced by the marshal, and forbid a sale of the land levied upon, unless it commanded three fourths of its value.' 10 Wheat., 65.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The decision in <i>Suydam</i> v. <i>Broadnax</i> declared, that the law of the State of Alabama, which commanded that claims of creditors upon an estate declared to be insolvent should be prosecuted before the commissioners appointed to manage the estate, has no binding force whatever on the Circuit Courts of the United States; and the right of said Circuit Courts to take cognizance of claims against such an estate was undoubted, the statute of Alabama to the contrary notwithstanding. 14 Pet., 67.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">The judicial department of the government of the United States, in relation to the extent of its jurisdiction, the distribution of its powers between the Supreme Court and the inferior courts, the supervising power over the decisions of the State courts in specified cases, the tenures of office of the judges, the provision for the adequate support of the judges, their responsibility, and the mode of appointment, was constructed with great wisdom, caution, and deliberation. Profiting by history and examples of the past, the sages who framed the judiciary department looked to the future with anxious desire to preserve the Union, to maintain peace at home and abroad, so far as an impartial and enlightened administration of justice can conduce to those ends. Considerations of the highest importance demand that the supremacy of the laws of the Union, and the judicial cognizance assigned to the courts of the United States, shall be maintained in their full extent and proper vigor.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">The jurisdiction in controversies between citizens of different States, and in questions of conflict of State laws with the constitution and laws of the United States, forms an important provision for establishing justice and preserving domestic tranquility. Past experience of 'fraudulent laws, which had been passed in too many of the States' before the federal constitution was proposed, taught the framers of that compact to apprehend that the spirit which had produced those would, in future, produce like instances, or assume new shapes with like evil tendencies; therefore the constitution established particular guards against such evils, one of which is the jurisdiction of the federal courts in controversies between citizens of different States. Multiplied instances, which have occurred since the federal constitution was adopted, attested by the records of this court, prove but too well that the apprehensions of the framers of the constitution were not idle, nor their foresight and prudent provisions for arresting the evils unprofitable.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">III. Upon the bill and the transcript of the proceeding in the parish court, exhibited thereby to make title to the property claimed by the complaints, now appellees, by their own showing they have not the title to the property.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">They, said Emeline and Archibald, were in a fiduciary capacity, the one as tutrix (or guardian), the other sub-tutor (or under-guardian), and therefore not capable in law to become purchasers at those sales.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The purchase money was not paid; no possession was delivered; the whole contrivances of debts claimed against the estate of her testator, the judgments in favor of Stephen Douglas and of said Emeline, respectively, were false, fraudulent, and covinous; the sales and pretended purchases were shams, simulations, deceitful, illegal, and passed no title to the said Emeline and Archibald.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Upon this point I cite the case decided at the last term of this court. <i>Michoud et al.</i> v. <i>Girod et al.</i>, 4 How., 553-555, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">That opinion is drawn with such perspicuity, research, and demonstration, that nothing is left to be supplied by me.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">It is of itself an example of overhauling and relieving against the iniquities committed by the court of probate and parish court of Louisiana, in proceedings similar to those of the parish court of Madison relied on by the complainant.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The incapacity of the tutor, or guardian, to purchase at such a sale is one of the points adjudged in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">I have labored this case because of the value in controversy, but more on account of the consequences in all time to come, for good or for evil, which hang upon the decision of this appeal in this way or in that. Many things I have said which might perhaps have been well omitted. Some things I have intentionally omitted which might have been said, which will be supplied by the intelligence of the court. But, <i>ex dictis, et ex non dictis</i>, I pray the decree of this court for the appellant; that the injunction be dissolved and the bill dismissed, so that the appellant may have execution of his judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\"><i>Mr. Meredith</i>, for the appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">Upon the facts disclosed by the record, the counsel for the appellees, in the oral argument which he had the honor of addressing to the court, when the case was called in its order upon the calendar at the present term, submitted two propositions which he respectfully insisted were fully sustained by an uniform series of decisions of the Supreme Court of Louisiana, establishing them as fixed rules of property in that State. They were the following:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">1. That the appellees, at the time the executions were levied, were possessed of the property seized, under and by virtue of judicial sales, translative of title, as by public and authentic act.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">2. That the appellees being so possessed the appellant had no right, on a suggestion of fraud, to treat the proceedings of the probate court as null and void, and cause his executions to be levied on the property; but that the fraud alleged by him could only be inquired into in an action to set aside the sales, under which the appellees claimed the possession and title; in which, if he should succeed, the property would become liable to the operation of his judgments. Until when, the appellees had a right to be protected by injunction in the possession and enjoyment of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">I. Upon the first proposition, as to the legal effect of the adjudications of the probate sales upon the title and possession, the counsel for the appellees referred to the following decisions: <i>Zanico</i> v. <i>Habine</i>, 5 Mart. (La.), 372; 1 Cond. Rep., 384; <i>Bushnell</i> v. <i>Brown</i>, 8 Mart. (La.) N. S., 157; 4 Cond. Rep., 466; <i>Marigny</i> v. <i>Nivet</i>, 2 La., 498; <i>De Ende</i> v. <i>Moore</i>, 2 Mart. (La.) N. S., 336; 2 Cond. Rep., 675; <i>La Fon's Executors</i> v. <i>Phillips</i>, 2 Mart. (La.) N. S., 225; 2 Cond. Rep., 644. These cases all concur to show that in judicial sales the <i>proces verbal</i> is sufficient evidence of title; and that neither deed from the officer making the sale, nor act under the signature of the parties, is necessary to perfect it. Such indeed are the express provisions of the Civil Code. See articles 2,586, 2,594, 2,601.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">Further, the adjudication, being by public and authentic act, was complete evidence of delivery and possession, where there was no adverse possession at the time of the sale. Such a possession is no where alleged or suggested in this case, and could not indeed have existed, because all the parties in interest were before the court when the decrees were made by the court of probates, as appears by the transcript of the record exhibited with the bill. The bill itself avers that the appellees were in possession long before the issuing of the executions; and the only denial of the answer is as to the lawfulness of the possession. Upon this point, the case of <i>Fortin</i> v. <i>Blount</i>, 1 Mart. (La.) N. S., 179, 2 Cond. Rep., 429, was referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">The first proposition then appeared to be clearly sustained under the Louisiana jurisprudence; that is to say, that the appellees were in possession of the property upon which the appellant's executions were levied by adjudications which passed the title to them.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">II. The second proposition, it was contended, was equally clear upon authorities. It is held as settled, in the courts of Louisiana, that no man can take the law into his own hands, and, <i>ex mero motu</i>, undertake to render himself justice; that, however good his title may be, he cannot take possession of property without form of law; and that the courts will not, in a possessory action, investigate his title, but will restore the possession, and leave him to his petitory action. It is equally well settled, that what one cannot do by himself, he shall not be permitted to do through the instrumentality of a mere ministerial officer,&#8212;such as a sheriff or marshal,&#8212;acting under his directions and orders, and under pretence of judicial authority, disturbing third parties in the possession and enjoyment of their property, leaving them to the uncertain and inadequate remedy of action for the trespass, against the officers, or to follow the execution creditor, perhaps into a distant State, in quest of satisfaction. If such creditor believes that the title of the party in possession is founded in fraud, and that the property is liable to his execution, the law imposes upon him the duty of bringing his revocatory action to annul the title and subject it to the satisfaction of his judgment. This he is bound to do first; he cannot forestall or provoke the inquiry by a seizure under execution; and should he attempt to do so, the courts will enjoin the proceeding. This principle has its foundation in the Roman and Spanish laws, and has been the established jurisprudence in Louisiana from the earliest period, and is free from all doubt and conflicting decisions. It imposes no hardship on the plaintiff in the execution, because a revocatory action for cause of fraud is one of the plainest and most simple remedies in practice in the courts of that State; in which, if the plaintiff succeeds, the sale is avoided, and the property restored and subjected to his claim. In such an action the parties are entitled to a jury. If the judgment be in a court of the United States, and the creditor prefer that jurisdiction, it is submitted that a bill on the equity side would afford every relief that his case could require.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">In support of this proposition and these views, the counsel for the appellees referred to the following decisions:&#8212;<i>St. Avid</i> v. <i>Wiemprender's Syndics</i>, 9 Mart. (La.), 648; 2 Cond. Rep., 39; <i>Barbarin</i> v. <i>Saucier</i>, 5 Mart. (La.) N. S., 361; 3 Cond. Rep., 577; <i>Henry</i> v. <i>Hyde</i>, 5 Mart. (La.) N. S., 633; 3 Cond. Rep. 689; <i>Peet</i> v. <i>Morgan</i>, 6 Mart. (La.) N. S., 137; 3 Cond. Rep., 780; <i>Yocum</i> v. <i>Bullitt</i>, 6 Mart. (La.) N. S., 324; 3 Cond. Rep., 858: <i>Trahan</i> v. <i>McMannus</i>, 2 La., 214; <i>Childress</i> v. <i>Allen</i>, 3 Id., 479; <i>Brunet</i> v. <i>Duvergis</i>, 5 Id., 126; <i>Samory</i> v. <i>Herbrard</i>, 17 Id., 558; <i>Laville</i> v. <i>Hebrard</i>, 1 Rob. (La.), 436; <i>Fisher</i> v. <i>Moore</i>, 12 Id., 98. In <i>Henry</i> v. <i>Hyde</i>, and <i>Yocum</i> v. <i>Bullitt</i>, above referred to, the question arose, in a case exactly like the one under consideration, where property had been seized in execution, and an injunction had been granted to the party claiming it by purchase, from or under the defendant in the execution, as the former owner. Indeed, injunction is the remedy expressly given by the law of Louisiana. Code of Practice, art. 298, no. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">Upon these two propositions, then, and the authorities cited, the counsel for the appellees contended that the decree of the Circuit Court perpetuating the injunction should be affirmed. The only effect of such a decree being to stay the proceedings on the appellant's executions, issued under his judgments at law, and put him to his direct action to annul the sales and subject the property to their payment.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">It was, moreover, contended that these, being the established principles of State jurisprudence, must be considered as rules of property in Louisiana; and therefore, under the repeated decisions of this court, as obligatory upon the courts of the United States as upon the State tribunals. And for this were cited 8 Wheat., 542; 12 Id., 162; 6 Id., 127; 7 Id., 550; 8 Id., 535, 542; 10 Id., 159; 11 Id., 367; 5 Cranch, 32; 9 Id., 98; 1 Pet., 360; 2 How., 619.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">These were the positions and authorities on which the counsel for the appellees relied, in the argument before referred to. A printed brief, however, having since been filed, with the permission of the court, by the counsel for the appellant, he prays leave to subjoin a few additional remarks.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">The greater part of this brief consists of a very labored analysis of the record of the probate court, exhibited with the bill, with intent to show 'collusion, combination, and fraud,' on the part of the executor of James S. Douglas and the appellees, as the purchasers of the property in controversy. Whether the learned counsel has failed or succeeded in this attempt is not material now to consider, because such an investigation assumes the very question now before the court; that is to say, whether, in answer to a bill praying an injunction to restrain him from levying executions upon judgments recovered against a third person, on property the title and possession of which are alleged to be in the appellees, by purchase at a judicial sale, under decrees of a court of unquestioned jurisdiction, it is competent to the appellant to aver that such decrees were procured by 'collusion, combination, and fraud.' Should this court sustain such an answer, in such a proceeding, it is presumed that the case would be remanded to the Circuit Court, where the appellees will have the right, under the agreement before referred to, to join issue on those allegations in the answer, and, under a commission, take such testimony as they may deem expedient or necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">The learned counsel has comprised his argument under three general heads.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">1. The first is as to the 'effect of fraud in contaminating and avoiding all proceedings and acts, as well semi-judicial as judicial, had and done, contrived and procured, by fraud.' This general principle is too indisputable to have needed the support of the numerous cases cited in the brief. If, however, the learned counsel, in stating his proposition, intended to apply the phrase 'semi-judicial' to the proceedings in the probate court for the parish of Madison, it is only necessary to refer to article 924 of the Code of Practice, to show that the courts of probate in that State have exclusive original jurisdiction of all matters touching the administration of the real and personal estates of deceased persons to a larger extent, perhaps, than the orphans' courts of any other State of the Union. Their proceedings are, in the fullest sense, judicial, and unless reversed on appeal their decisions are conclusive and cannot be impeached collaterally, except, as all judicial acts may be, upon the ground of fraud. But though fraud vitiates all judicial proceedings, it is surely not necessary to remind the court that he who seeks to impeach a judgment of decree collaterally must show that he was neither a party nor a privy to it. If he stand in either of these relations he cannot be permitted to allege fraud in the judgment itself, or in the mode of proceeding by which it was procured. He can only do it directly by motion for a a new trial, or appeal, or writ of error. <i>Prudham</i> v. <i>Phillips</i>, Amb., 763; <i>Bush</i> v. <i>Sheldon</i>, 1 Day (Conn.), 170, which was a judgment of an orphans' court; <i>Peck</i> v. <i>Woodbridge</i>, 3 Day (Conn.), 30, are among the numerous cases upon this point, collected in 3 Cowen's Phillips on Evidence, 854, note 610. It is admitted that there is no such limitation upon the operation of the general principle, where the party alleging the fraud is a stranger to the judgment he assails; because he has no power to reverse such judgment by appeal. But in this case the appellant was a party to all the proceedings in the probate court. The law of Louisiana makes all creditors of deceased persons parties to such proceedings. It is not necessary that they should be specially cited or summoned,&#8212;a general notice is all that is required; and the record proves that notice by advertisement was given by the judge of probates, at every stage of the proceedings, conformably to the law and practice of the State. <i>De Ende</i> v. <i>Moore</i>, 2 Mart. (La.) N. S., 336; 2 Cond. Rep., 679; <i>La Fon's Executors</i> v. <i>Phillips</i>, Id., 225; Id., 644; <i>Ancieuse</i> v. <i>Dugas</i>, 3 Rob. (La.), 453.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">But further, the appellant was not merely a party in contemplation of law, but an actor in these proceedings. The record shows that on the 3d of May, 1841, he appeared by counsel, alleging himself a creditor, and filed an 'opposition' to the homologation of the several accounts of the executor, averring them to be entirely incorrect and illegal, and praying that they might be disallowed, and that the executor should be ordered to file an amended account in which the appellant ought to be placed as a creditor for the amount of his judgments in the Circuit Court. But he neglected to support his opposition by any evidence whatever, and the court very properly overruled and dismissed it with costs. It is true that the appellant, in his answer, states that the attorney had no instructions or authority to file such a petition; and the attorney himself acknowledges that fact. Had this disavowal been made in the probate court in proper time, supported by affidavit, the court no doubt would have noticed it. But surely it cannot be contended that it can now be made, in a collateral proceeding, and before a different tribunal. In contemplation of law, therefore, and in point of fact, the appellant was a party to the proceedings, from which he took no appeal, though the law allowed him one, but by his executions attempted, in the language of one of the cases, 'to seize at once, and by short hand,' property which in the progress of those proceedings the appellees had purchased under the sanction of judicial decrees. If he had taken an appeal it would have been competent for him to allege the frauds of which he now complains, and, establishing them by proof, to set aside the whole proceedings. But that he cannot do collaterally, as he has attempted in his answer.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">It may be remarked, that the appellant instituted his suits in the Circuit Court, after the letters testamentary had been granted by the court of probates to Stephen Douglas, which was on the 26th of May, 1838; at all events, the judgments were subsequent to the grant of the letters. Why did he seek the jurisdiction of the Circuit Court? Not from ignorance, because he states in his answer, that he 'had expressly ordered his agents to avoid the State courts altogether, for reasons sufficient, and to sue in the Federal courts only.' What reasons? The jurisdiction of the probate courts of Louisiana has been shown, and it is so exclusive that it has been repeatedly decided by the Supreme Court of that State, that creditors have no right to enforce their claims by action in any other forum. <i>De Ende</i> v. <i>Moore</i>, 2 Mart. (La.) N. S., 336; 2 Cond. Rep., 675; <i>La Fon's Executors</i> v. <i>Phillips</i>, Id., 225; Id., 644; and for this just and obvious reason, that such a right would have a tendency to defeat one of the great objects of all testamentary systems, an equal distribution of assets among all the creditors of the decedent. This was exactly what the appellant most desired to avoid. It was to overreach the other creditors,&#8212;to obtain more than his just dividend at their expense,&#8212;that, in fraud of the law of the State, he brought his suits in the Circuit Court. If he fails in the attempt, the consequences are of his own seeking. But he has still a <i>locus pentientice</i>, for, by the Civil Code of Louisiana, articles 1060, 1061, creditors who omit or neglect to present their claims are entitled, even after final distribution, to an equal dividend with those who have been more diligent; to be made up by contribution from the legatees in the first instance, and if there are none, or the amount of legacies be insufficient, then by the creditors who have been paid, so as to put all upon equality.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">2. The second proposition of the counsel for the appellant may be safely assented to. The plenary power of the courts of the United States to carry into execution and full effect their judgments and decrees is unquestioned. Nor has any attempt been made, in this case, to 'remit or refer' the judgments recovered by the appellant against the executor of James S. Douglas to the tribunals of the State of Louisiana for execution or satisfaction; or to interfere with the rightful jurisdiction of the Circuit Court over those judgments; or to claim that it should be regulated by any other process or execution than that which is prescribed by the laws of the United States for their courts. The appellees do not deny that the writs of <i>fieri facias</i> issued regularly upon the judgments, and that the marshal acted regularly in the performance of his duty, according to their mandate. Their only complaint is, that in obedience, not to the writs, but to the orders and directions of the appellant, the marshal has seized and taken in execution their property, instead of the property of the defendant in the judgments; and their only claim is to have the question of property tried by the law of Louisiana; not before the tribunals of that State, if the appellant should prefer the forum which he at first selected; but if in that forum, by the law of that State, which, as it has been shown, does not permit a party to take property in execution, claimed by a third person, upon a suggestion or allegation of fraud, without first establishing the fraud by judicial decision. This the appellees respectfully insist, that they have a clear right to ask, under the provision of the thirty-fourth section of the judiciary act of 1789, in the exposition of which Chief Justice Marshall, delivering the opinion of the court in <i>Wayman</i> v. <i>Southard</i>, 10 Wheat., 25, and speaking of judgments in the courts of the United States, puts the very case in the following words:&#8212;'If an officer take the property of A. to satisfy an execution against B., and a suit be brought by A., the question of property must depend entirely on the law of the State.'</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">3. It is lastly contended, that the appellees were incapable in law of becoming the purchasers of the property they now claim; and that, therefore, no title passed to them under the sales made in virtue of the two decrees of the court of probates. This incapacity, it is said, arose from the fact, that Emeline Douglas, who has since intermarried with Maxwell W. Bland, was at that time the tutrix of her minor children, and that Archibald Douglas, the other purchaser, was their under-tutor, by the appointment of the court of probates. This the record itself shows, and is admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">It is, undoubtedly, a general rule that all <i>qui negotia aliena gerunt</i> are incapable of purchasing, for their own benefit, property in which those they represent are interested. And this not on the ground of fraud, but because the law will not allow one, sustaining the character of an agent, to create in himself an interest opposite to that of his principal. And it is admitted that this rule has been applied to executors, administrators, trustees, guardians, tutors, curators, judicial officers, and all other persons, who, in any respect, as agents, have a concern in the disposition and sale of the property of others, whether the sale is public or private, or judicial, <i>bon a fide</i>, or fraudulent in point of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">But this rule is not inflexible. Where it is for the interests of the parties concerned, a court will permit a person, standing in any of those relations, to become a purchaser. And, therefore, it has been frequently held that a purchase made by a trustee, under judicial sanction and approbation, was not on that ground to be questioned or set aside. <i>Campbell</i> v. <i>Walker</i>, 5 Ves., 678; <i>Prevost</i> v. <i>Gratz</i>, 1 Pet. C. C., 368; <i>Jackson</i> v. <i>Woolsey</i>, 11 Johns. (N. Y.), 446; <i>Gallatin</i> v. <i>Cunningham</i>, 8 Cow. (N. Y.), 361.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">So in Louisiana, where the general rule unquestionably prevails, it has been expressly held that a mother, being tutrix of minor heirs, might lawfully become a purchaser at a probate sale of property belonging to her deceased husband's succession, if sanctioned by the judge within whose jurisdiction the minors have been brought; and that this sanction may be given before or after the sale. <i>McCarty</i> v. <i>Steam Cotton Press Company</i>, 5 La., 16, 20.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">Now the record in this case shows that both sales were preceded by family meetings, to deliberate and advise touching the interests of the minors; that they recommended the sales as necessary and expedient; that their proceedings were homologated by the judge, who thereupon ordered and decreed the sales to be made; that the property was appraised by sworn appraisers; notice of the time and place of sale regularly given; and, finally, that the sales were made by the judge of probates, <i>ex officio</i>, and in person, and by him struck off and adjudicated to the two appellees by name, they being the actual and highest bidders for prices above the appraisements. There can be no doubt, therefore, that both purchases were made with the knowledge, approbation, and sanction of the court of probates, and were recognized as valid in the subsequent proceedings of the succession; and, on the authority of the decision above referred to, were valid by the law of Louisiana, which, of course, must be obligatory in this case upon every other tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">But further, if there had been no such judicial sanction, it is not competent to the appellant to make the objection. A purchase by a trustee, or other fiduciary, is not absolutely void, but voidable only. The heirs in this case are the <i>cestui que trusts</i>, and it is their right, and not the right of the appellant, who is a creditor only, and a creditor who has renounced all benefit under these mortuary proceedings, to call in question, or set aside, the sales made to the appellees. <i>Winchester</i> v. <i>Cain</i>, 1 Rob. (La.), 421; <i>Prevost</i> v. <i>Gratz</i>, 1 Pet. C. C., 368; <i>Wilson</i> v. <i>Troup</i>, 2 Cow. (N. Y.), 195, 238; Opinion of Sutherland, J.; <i>Davoue</i> v. <i>Farming</i>, 2 Johns. (N. Y.) Ch., 252; <i>Jackson</i> v. <i>Woolsey</i>, 11 Johns. (N. Y.), 446; <i>Harrington</i> v. <i>Brown</i>, 5 Pick. (Mass.), 519; <i>Denn</i> v. <i>McKnight</i>, 6 Halst. (N. J.), 385; <i>Gallatin</i> v. <i>Cunningham</i>, 8 Cow. (N. Y.), 379, <i>per</i> Colden, Senator.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">This is an appeal from a decree of the Circuit Court of the United States, held in and for the Eastern District of the State of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">The complainants below, the appellees here, filed their bill against Christopher Ford, the appellant, and Robertson, the marshal of the district, for the purpose of obtaining injunctions to stay proceedings upon the several judgments and executions, which Ford had recovered in the Circuit Court of the United States against one Stephen Douglas, as executor of J. S. Douglas, deceased.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">The judgments amounted to some $18,000, and the marshal had levied upon two plantations, and the slaves thereon, of which the testator, J. S. Douglas, had died seized and possessed.</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">The bill set forth that Stephen Douglas, against whom the judgments had been recovered, neither in his own right nor as executor of J. S. Douglas, deceased, had any title to or interest in the plantations and slaves which had been seized under and by virtue of the said executions; and that the same formed no part or portion of the succession of the testator in the hands of the said executors to be administered. But that the whole of the said plantations and slaves, including the crops of cotton, and all other things thereon, were the true and lawful property of the complainants; that they were in the lawful possession of the same, and had been for a long time before the issuing of the executions and seizure complained of; and had acquired the said property, and the title thereto, at a probate sale of all the property belonging to the estate and succession of the said testator,&#8212;which sale was lawfully made, and vested in the complainants a good and valid title. All which would appear by the <i>proces verbal</i> of the said ajudications, and the mortuary proceedings annexed to and forming a part of the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">An injunction was granted, in pursuance of the prayer of the bill, staying all proceedings on the judgments rendered in the three several suits, and also on the executions issued thereon against the property.</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">Christopher Ford, the adjudged creditor, in answer to the bill, denied the validity of the probate sales of the plantations and slaves to the complainants; and charged that they were effected, and the pretended title thereto acquired, by fraud and covin between the executor, Stephen Douglas, and the executrix, the widow of the testator, and one of the complainants, for the purpose of hindering and defrauding the creditors of the estate; that in furtherance of this design a large amount of simulated and fraudulent claims of the executor and executrix were presented against the succession, to wit, $53,000 and upwards in favor of the former, and $76,000 and upwards in favor of the latter, which were received and allowed by the probate court without any vouchers or legal evidence of the genuineness of the debts against the estate; that these simulated and fraudulent claims were made the foundation of an application to the said probate court for an order to sell the two plantations, and slaves thereon, under whom the widow and one Archibald Douglas became the purchasers at the probate sale; that neither had paid any part of the purchase-money to the executor or probate court; and which was the only title of the complainants to the property in question, upon which the defendant had caused the executions to be levied.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">In confirmation of the fraud, thus alleged in the probate sales in the parish of Madison and State of Louisiana, the defendant further charges, that the testator died seized and possessed, also, of a large plantation and slaves and personal property therein situate in the county of Claiborne and State of Mississippi, inventoried at upwards of $70,000, besides notes and accounts to the amount of $161,000 and upwards, that the said plantations and slaves were, on application of Stephen Douglas, the executor, to the probate court in that State, and an order for that purpose obtained, sold, and purchased in by the widow and executrix for about the sum of $40,000, and that the personal estate of $161,000 and upwards, of notes and accounts, were not, and have not been, accounted for by the executor to the court of probate.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">In short, according to the answer of the defendant, the estate and succession of the deceased debtor, inventoried at about the sum of $300,000, and for aught that appears available to that amount, has been sold and transferred through the instrumentality and agency of family connections, under color of proceedings apparently in due form in the probate court, into the hands of the widow and a brother of the deceased, without adequate consideration, if consideration at all, and with the intent to hinder, delay, and defraud the creditors of the estate, and particularly the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">The complainants excepted to the answer filed by the defendant, because the matters and doings set forth therein could not, in law, be inquired into in the present suit, or proceedings instituted by the said complainants, and prayed that they might have the benefit of their injunction, and that it might be made perpetual.</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">And thereupon it was agreed that the case might be set down for argument on the matters of law arising on the bill and answer; and that if the judgment of the court in matters of law should be for the defendant, the complainants might join issue on the fact, and testimony be taken in the usual manner.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">The court, after argument of counsel, decreed that the exception of the complainants to the defendant's answer was well taken, and gave leave to answer over, which was declined; and, therefore, the court adjudged and decreed that the injunction theretofore awarded in the case should be made perpetual; and it was further adjudged and decreed that the complainants recover the costs of suit, without prejudice to the right of the defendant to any action he might think proper.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">The decision of the court below, and the view which we have taken of the case here, do not involve the question, whether the matters set forth in the answer sufficiently established the fact that a fraud had been committed by the complainants against creditors, in the several sales and transfers of the property in question, through the instrumentality of the probate court, nor, as it respects the effect of the fraud, if established, upon the title derived under these sales. If the case depended upon the decision of these questions, we entertain little doubt as to the judgment that should be given.</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">The ground of the decision below, and of the argument here, is, that the complainants were not bound to answer the allegations of fraud against their title, in the aspect in which the case was presented to the court; that a title derived under a public sale, in due form of law, by the probate judge, protected them in the full and peaceable possession and enjoyment of the property until the conveyance was vacated and set aside by a direct proceeding instituted for that purpose; and that this step, on the part of the judgment creditors, was essential, upon the established law of the State of Louisiana, before he could subject the property to the satisfaction of his judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">We have, accordingly, looked into the law of that State on this subject, and find the principle contended for well settled and uniformly applied by its courts in cases like the present. The judgment creditor is not permitted to treat a conveyance from the defendant in the judgment made by authentic act, or in pursuance of a judicial sale of the succession by a probate judge, as null and void, and to seize and sell the property which had thus passed to the vendee. The law requires that he should bring an action to set the alienation aside, and succeed in the same, before he can levy his execution. And so firmly settled and fixed is this principle in the jurisprudence of Louisiana, as a rule of property, and as administered in the courts of that State, that even if the sale and conveyance by authentic act, or in pursuance of a judicial sale, are confessedly fraudulent and void, still no title passes to a purchaser under the judgment and execution, not a creditor of the vender, so as to enable him to attack the conveyance and obtain possession of the property. In effect the sale, if permitted to take place, is null and void, and passes no title. <i>Henry</i> v. <i>Hyde</i>, 5 Mart. (La.) N.S., 633; <i>Yocum</i> v. <i>Bullitt</i>, 6 Id., 324; <i>Peet</i> v. <i>Morgan</i>, 6 Id., 137; <i>Childres</i> v. <i>Allen</i>, 3 La., 477; <i>Brunet</i> v. <i>Duvergis</i>, 5 Id., 124; <i>Samory</i> v. <i>Hebrard et al.</i>, 17 Id., 558.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">The case of <i>Yocum</i> v. <i>Bullitt et al.</i>, among many above referred to, is like the one before us.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">The court there say:&#8212;'The record shows that the slaves had been conveyed by the defendant in the execution by a sale under the private signature recorded in the office of the parish judge of St. Landry, where the sale was made. If the sale was fraudulent it must be regularly set aside by a suit instituted for that purpose; that it was not less a sale and binding upon third parties until declared null in an action which the law gives (Curia Phil. Revocatoria, n. 2); that the possession of the vendee was a legal one, until avoided in due course of law.' The court further remarked, that&#8212;'The same point had been determined at the preceding term, in which it had been held that a conveyance alleged to be fraudulent could not be tested by the seizure of the property or estate belonging to the vender, but an action must be brought to annul the conveyance.'</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">The principle runs through all the cases in the books of reports in that State, and has its foundation in the Civil Code (art. 1965, 1973, 1984), and in the Code of Practice (&#167; 3, art. 298, 301, 604, 607), and in <i>Stein</i> v. <i>Gibbons &amp; Irby</i> (16 La., 103). And from the course of decision on the subject it is to be regarded not merely as a rule of practice, or mode of proceeding in the enforcement of civil rights, which would not be binding upon this court, but as a rule of property that affects the title and estate of the vendee, and cannot, therefore, be dispensed with without disturbing one of the securities upon which the rights of property depend. It gives strength and stability to its possession and enjoyment, by forbidding the violation of either, except upon legal proceedings properly instituted for the purpose. Neither can be disturbed, except by judgment of law. For this purpose the appropriate action is given, providing for the secession of all contracts, as well as for revoking all judgments when founded in fraud of the rights of creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">In this court, a bill filed in the equity code is the appropriate remedy to set aside the conveyance. In the present case a cross bill should have been filed, setting forth the matters contained in the answer of the defendant. The vendees would then have had an opportunity to answer the allegations of fraud charged in the bill, and, if denied, the parties could have gone to their proofs, and the case disposed of upon the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">It is said that in some of the western States an answer like the one in question would be regarded by their courts in the nature of a cross bill, upon which to found proceedings for the purpose of setting aside the fraudulent conveyance. But the practice in this court is otherwise, and more in conformity with the established course of proceeding in a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">We are of opinion, therefore, that the appellant mistook his rights in attempting to raise the question of fraud in the probate sales in his answer to the injunction bill; and that instead thereof he should have filed a cross bill, and have thus instituted a direct proceeding for the purpose of setting aside the sales and subjecting the property to his judgments and executions; and that in this respect, and to this extent, the decree of the court below was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">But on looking into the decree, we are apprehensive that it has been carried further than the assertion of the principle which we are disposed to uphold, and which may seriously embarrass the appellant in the pursuit of a remedy that is yet clearly open to him.</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">The injunction issued, on filing the bill of complainants, commanded the appellant to desist from all further proceedings on his three judgments, or on the executions issued against the property; and the court, on the coming in of the answer, has decreed that the same be made perpetual. And further, that the complainants recover the costs of suit, without prejudice to the right of the defendant to any action he may think proper.</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">It is at least a matter of doubt, and might be of litigation hereafter, whether, upon the broad and absolute terms of the decree used in enjoining the proceedings, the party is not concluded from further proceedings against the property in question, founded upon these judgments and executions.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">They must constitute the foundation of his right and title, upon filing a cross bill, to any relief, that he may hereafter show himself entitled to. The saving clause may not be regarded as necessarily leaving a proceeding of this description open to him. A question might also be raised, whether the judgments are not so effectually enjoined, as to prevent their enforcement against property of the judgment debtor not in controversy in this suit. At all events, we think it due to the appellant, and to justice, looking at the nature and character of the transaction and proceeding as developed in the pleadings, that the case should be cleared of all doubts and dispute upon this point. We shall, therefore, reverse the decree, and remit the proceedings to the court below, with direction that all further proceedings on the three judgments and executions be stayed, as it respects the property seized and in question, but that the appellant have liberty to file a cross bill, and take such further proceedings thereon as he may be advised.</p>\n    </div>\n    <p>ORDER.</p>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Eastern District of Louisiana, and was argued by counsel. On consideration whereof, it is ordered and decreed by this court, that the decree of the said Circuit Court in this cause be and the same is hereby reversed, with costs, and that this cause be and the same is hereby remanded to the said Circuit Court, with directions to that court that all further proceedings on the three judgments and executions be stayed, as it respects the property seized and in question; but that the appellant have liberty to file a cross bill, and to take such further proceedings thereon as he may be advised; and that such further proceedings be had in this cause, in conformity to the opinion of this court, as to law and justice shall appertain.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>46 U.S. 143 (____)</b></center>\n<center><b>5 How. 143</b></center>\n<center><h1>CHRISTOPHER FORD, APPELLANT,<br>\nv.<br>\nARCHIBALD DOUGLAS, MAXWELL W. BLAND, AND EMELINE, HIS WIFE, APPELLEES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*147</span> The cause was argued by Mr. Bibb, for the appellant, and Mr. Meredith, for the appellees.</p>\n<p><span class=\"star-pagination\">*163</span> Mr. Justice NELSON delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States, held in and for the Eastern District of the State of Louisiana.</p>\n<p>The complainants below, the appellees here, filed their bill against Christopher Ford, the appellant, and Robertson, the marshal of the district, for the purpose of obtaining injunctions to stay proceedings upon the several judgments and executions, which Ford had recovered in the Circuit Court of the United States against one Stephen Douglas, as executor of J.S. Douglas, deceased.</p>\n<p>The judgments amounted to some $18,000, and the marshal had levied upon two plantations, and the slaves thereon, of which the testator, J.S. Douglas, had died seized and possessed.</p>\n<p>The bill set forth that Stephen Douglas, against whom the judgments had been recovered, neither in his own right nor as executor of J.S. Douglas, deceased, had any title to or interest in the plantations and slaves which had been seized under and by virtue of the said executions; and that the same formed no part or portion of the succession of the testator in the hands of the said executors to be administered. But that the whole of the said plantations and slaves, including the crops of cotton, and all other things thereon, were <span class=\"star-pagination\">*164</span> the true and lawful property of the complainants; that they were in the lawful possession of the same, and had been for a long time before the issuing of the executions and seizure complained of; and had acquired the said property, and the title thereto, at a probate sale of all the property belonging to the estate and succession of the said testator,  which sale was lawfully made, and vested in the complainants a good and valid title. All which would appear by the proces verbal of the said adjudications, and the mortuary proceedings annexed to and forming a part of the bill.</p>\n<p>An injunction was granted, in pursuance of the prayer of the bill, staying all proceedings on the judgments rendered in the three several suits, and also on the executions issued thereon against the property.</p>\n<p>Christopher Ford, the adjudged creditor, in answer to the bill, denied the validity of the probate sales of the plantations and slaves to the complainants; and charged that they were effected, and the pretended title thereto acquired, by fraud and covin between the executor, Stephen Douglas, and the executrix, the widow of the testator, and one of the complainants, for the purpose of hindering and defrauding the creditors of the estate; that in furtherance of this design a large amount of simulated and fraudulent claims of the executor and executrix were presented against the succession, to wit, $53,000 and upwards in favor of the former, and $76,000 and upwards in favor of the latter, which were received and allowed by the probate court without any vouchers or legal evidence of the genuineness of the debts against the estate; that these simulated and fraudulent claims were made the foundation of an application to the said probate court for an order to sell the two plantations, and slaves thereon, under whom the widow and one Archibald Douglas became the purchasers at the probate sale; that neither had paid any part of the purchase-money to the executor or probate court; and which was the only title of the complainants to the property in question, upon which the defendant had caused the executions to be levied.</p>\n<p>In confirmation of the fraud, thus alleged in the probate sales in the parish of Madison and State of Louisiana, the defendant further charges, that the testator died seized and possessed, also, of a large plantation and slaves and personal property therein situate in the county of Claiborne and State of Mississippi, inventoried at upwards of $70,000, besides notes and accounts to the amount of $161,000 and upwards, that the said plantations and slaves were, on application of Stephen Douglas, the executor, to the probate court in that State, and an order for that purpose obtained, sold, and purchased in by the widow and executrix for about the sum of $40,000, and that the personal estate of $161,000 and upwards, of notes and accounts, were not, and have not been, accounted for by the executor to the court of probate.</p>\n<p><span class=\"star-pagination\">*165</span> In short, according to the answer of the defendant, the estate and succession of the deceased debtor, inventoried at about the sum of $300,000, and for aught that appears available to that amount, has been sold and transferred through the instrumentality and agency of family connections, under color of proceedings apparently in due form in the probate court, into the hands of the widow and a brother of the deceased, without adequate consideration, if consideration at all, and with the intent to hinder, delay, and defraud the creditors of the estate, and particularly the defendant.</p>\n<p>The complainants excepted to the answer filed by the defendant, because the matters and doings set forth therein could not, in law, be inquired into in the present suit, or proceedings instituted by the said complainants, and prayed that they might have the benefit of their injunction, and that it might be made perpetual.</p>\n<p>And thereupon it was agreed that the case might be set down for argument on the matters of law arising on the bill and answer; and that if the judgment of the court in matters of law should be for the defendant, the complainants might join issue on the fact, and testimony be taken in the usual manner.</p>\n<p>The court, after argument of counsel, decreed that the exception of the complainants to the defendant's answer was well taken, and gave leave to answer over, which was declined; and, therefore, the court adjudged and decreed that the injunction theretofore awarded in the case should be made perpetual; and it was further adjudged and decreed that complainants recover the costs of suit, without prejudice to the right of the defendant to any action he might think proper.</p>\n<p>The decision of the court below, and the view which we have taken of the case here, do not involve the question, whether the matters set forth in the answer sufficiently established the fact that a fraud had been committed by the complainants against creditors, in the several sales and transfers of the property in question, through the instrumentality of the probate court, nor, as it respects the effect of the fraud, if established, upon the title derived under these sales. If the case depended upon the decision of these questions, we entertain little doubt as to the judgment that should be given.</p>\n<p>The ground of the decision below, and of the argument here, is, that the complainants were not bound to answer the allegations of fraud against their title, in the aspect in which the case was presented to the court; that a title derived under a public sale, in due form of law, by the probate judge, protected them in the full and peaceable possession and enjoyment of the property until the conveyance was vacated and set aside by a direct proceeding instituted for that purpose; and that this step, on the part of the judgment creditors, was essential, upon the established law of the State of <span class=\"star-pagination\">*166</span> Louisiana, before he could subject the property to the satisfaction of his judgment.</p>\n<p>We have, accordingly, looked into the law of that State on this subject, and find the principle contended for well settled and uniformly applied by its courts in cases like the present. The judgment creditor is not permitted to treat a conveyance from the defendant in the judgment made by authentic act, or in pursuance of a judicial sale of the succession by a probate judge, as null and void, and to seize and sell the property which had thus passed to the vendee. The law requires that he should bring an action to set the alienation aside, and succeed in the same, before he can levy his execution. And so firmly settled and fixed is this principle in the jurisprudence of Louisiana, as a rule of property, and as administered in the courts of that State, that even if the sale and conveyance by authentic act, or in pursuance of a judicial sale, are confessedly fraudulent and void, still not title passes to a purchaser under the judgment and execution, not a creditor of the vender, so as to enable him to attack the conveyance and obtain possession of the property. In effect the sale, if permitted to take place, is null and void, and passes no title. Henry v. Hyde, 5 Martin, (N.S.) 633; Yocum v. Bullitt, 6 ibid. 324; Peet v. Morgan, 6 ibid. 137; Childres v. Allen, 3 Louisiana Rep. 477; Brunet v. Duvergis, 5 ibid. 124; Samory v. Hebrard et al., 17 ibid. 558.</p>\n<p>The case of Yocum v. Bullitt et al., among many above referred to, is like the one before us.</p>\n<p>The court there say:  \"The record shows that the slaves had been conveyed by the defendant in the execution by a sale under the private signature recorded in the office of the parish judge of St. Landry, where the sale was made. If the sale was fraudulent it must be regularly set aside by a suit instituted for that purpose; that it was not less a sale and binding upon third parties until declared null in an action which the law gives (Curia Phil. Revocatoria, n. 2); that the possession of the vendee was a legal one, until avoided in due course of law.\" The court further remarked, that  \"The same point had been determined at the preceding term, in which it had been held that a conveyance alleged to be fraudulent could not be tested by the seizure of the property or estate belonging to the vender, but an action must be brought to annul the conveyance.\"</p>\n<p>The principle runs through all the cases in the books of reports in that State, and has its foundation in the Civil Code (art. 1965, 1973, 1984), and in the Code of Practice ( 3, art. 298, 301, 604, 607), and in Stein v. Gibbons &amp; Irby (16 Louisiana Rep. 103). And from the course of decision on the subject it is to be regarded not merely as a rule of practice, or mode of proceeding in the enforcement of civil rights, which would not be binding upon this court, but as a rule of property that affects the title and estate of <span class=\"star-pagination\">*167</span> the vendee, and cannot, therefore, be dispensed with without disturbing one of the securities upon which the rights of property depend. It gives strength and stability to its possession and enjoyment, by forbidding the violation of either, except upon legal proceedings properly instituted for the purpose. Neither can be disturbed, except by judgment of law. For this purpose the appropriate action is given, providing for the secession of all contracts, as well as for revoking all judgments when founded in fraud of the rights of creditors.</p>\n<p>In this court, a bill filed in the equity code is the appropriate remedy to set aside the conveyance. In the present case a cross bill should have been filed, setting forth the matters contained in the answer of the defendant. The vendees would then have had an opportunity to answer the allegations of fraud charged in the bill, and, if denied, the parties could have gone to their proofs, and the case disposed of upon the merits.</p>\n<p>It is said that in some of the western States an answer like the one in question would be regarded by their courts in the nature of a cross bill, upon which to found proceedings for the purpose of setting aside the fraudulent conveyance. But the practice in this court is otherwise, and more in conformity with the established course of proceeding in a court of equity.</p>\n<p>We are of opinion, therefore, that the appellant mistook his rights in attempting to raise the question of fraud in the probate sales in his answer to the injunction bill; and that instead thereof he should have filed a cross bill, and have thus instituted a direct proceeding for the purpose of setting aside the sales and subjecting the property to his judgments and executions; and that in this respect, and to this extent, the decree of the court below was correct.</p>\n<p>But on looking into the decree, we are apprehensive that it has been carried further than the assertion of the principle which we are disposed to uphold, and which may seriously embarrass the appellant in the pursuit of a remedy that is yet clearly open to him.</p>\n<p>The injunction issued, on filing the bill of complainants, commanded the appellant to desist from all further proceedings on his three judgments, or on the executions issued against the property; and the court, on the coming in of the answer, has decreed that the same be made perpetual. And further, that the complainants recover the costs of suit, without prejudice to the right of the defendant to any action he may think proper.</p>\n<p>It is at least a matter of doubt, and might be of litigation hereafter, whether, upon the broad and absolute terms of the decree used in enjoining the proceedings, the party is not concluded from further proceedings against the property in question, founded upon these judgments and executions.</p>\n<p>They must constitute the foundation of his right and title, upon filing a cross bill, to any relief, that he may hereafter show himself <span class=\"star-pagination\">*168</span> entitled to. The saving clause may not be regarded as necessarily leaving a proceeding of this description open to him. A question might also be raised, whether the judgments are not so effectually enjoined, as to prevent their enforcement against property of the judgment debtor not in controversy in this suit. At all events, we think it due to the appellant, and to justice, looking at the nature and character of the transaction and proceeding as developed in the pleadings, that the case should be cleared of all doubts and dispute upon this point. We shall, therefore, reverse the decree, and remit the proceedings to the court below, with direction that all further proceedings on the three judgments and executions be stayed, as it respects the property seized and in question, but that the appellant have liberty to file a cross bill, and take such further proceedings thereon as he may be advised.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Eastern District of Louisiana, and was argued by counsel. On consideration whereof, it is ordered and decreed by this court, that the decree of the said Circuit Court in this cause be and the same is hereby reversed, with costs, and that this cause be and the same is hereby remanded to the said Circuit Court, with directions to that court that all further proceedings on the three judgments and executions be stayed, as it respects the property seized and in question; but that the appellant have liberty to file a cross bill, and to take such further proceedings thereon as he may be advised; and that such further proceedings be had in this cause, in conformity to the opinion of this court, as to law and justice shall appertain.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">How.</span> <span class=\"page\">143</span></span></b></center>\n<center><h1>CHRISTOPHER FORD, APPELLANT,<br>\nv.<br>\nARCHIBALD DOUGLAS, MAXWELL W. BLAND, AND EMELINE, HIS WIFE, APPELLEES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*147</span> The cause was argued by Mr. Bibb, for the appellant, and Mr. Meredith, for the appellees.</p>\n<p><span class=\"star-pagination\">*163</span> Mr. Justice NELSON delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States, held in and for the Eastern District of the State of Louisiana.</p>\n<p>The complainants below, the appellees here, filed their bill against Christopher Ford, the appellant, and Robertson, the marshal of the district, for the purpose of obtaining injunctions to stay proceedings upon the several judgments and executions, which Ford had recovered in the Circuit Court of the United States against one Stephen Douglas, as executor of J.S. Douglas, deceased.</p>\n<p>The judgments amounted to some $18,000, and the marshal had levied upon two plantations, and the slaves thereon, of which the testator, J.S. Douglas, had died seized and possessed.</p>\n<p>The bill set forth that Stephen Douglas, against whom the judgments had been recovered, neither in his own right nor as executor of J.S. Douglas, deceased, had any title to or interest in the plantations and slaves which had been seized under and by virtue of the said executions; and that the same formed no part or portion of the succession of the testator in the hands of the said executors to be administered. But that the whole of the said plantations and slaves, including the crops of cotton, and all other things thereon, were <span class=\"star-pagination\">*164</span> the true and lawful property of the complainants; that they were in the lawful possession of the same, and had been for a long time before the issuing of the executions and seizure complained of; and had acquired the said property, and the title thereto, at a probate sale of all the property belonging to the estate and succession of the said testator,  which sale was lawfully made, and vested in the complainants a good and valid title. All which would appear by the proces verbal of the said adjudications, and the mortuary proceedings annexed to and forming a part of the bill.</p>\n<p>An injunction was granted, in pursuance of the prayer of the bill, staying all proceedings on the judgments rendered in the three several suits, and also on the executions issued thereon against the property.</p>\n<p>Christopher Ford, the adjudged creditor, in answer to the bill, denied the validity of the probate sales of the plantations and slaves to the complainants; and charged that they were effected, and the pretended title thereto acquired, by fraud and covin between the executor, Stephen Douglas, and the executrix, the widow of the testator, and one of the complainants, for the purpose of hindering and defrauding the creditors of the estate; that in furtherance of this design a large amount of simulated and fraudulent claims of the executor and executrix were presented against the succession, to wit, $53,000 and upwards in favor of the former, and $76,000 and upwards in favor of the latter, which were received and allowed by the probate court without any vouchers or legal evidence of the genuineness of the debts against the estate; that these simulated and fraudulent claims were made the foundation of an application to the said probate court for an order to sell the two plantations, and slaves thereon, under whom the widow and one Archibald Douglas became the purchasers at the probate sale; that neither had paid any part of the purchase-money to the executor or probate court; and which was the only title of the complainants to the property in question, upon which the defendant had caused the executions to be levied.</p>\n<p>In confirmation of the fraud, thus alleged in the probate sales in the parish of Madison and State of Louisiana, the defendant further charges, that the testator died seized and possessed, also, of a large plantation and slaves and personal property therein situate in the county of Claiborne and State of Mississippi, inventoried at upwards of $70,000, besides notes and accounts to the amount of $161,000 and upwards, that the said plantations and slaves were, on application of Stephen Douglas, the executor, to the probate court in that State, and an order for that purpose obtained, sold, and purchased in by the widow and executrix for about the sum of $40,000, and that the personal estate of $161,000 and upwards, of notes and accounts, were not, and have not been, accounted for by the executor to the court of probate.</p>\n<p><span class=\"star-pagination\">*165</span> In short, according to the answer of the defendant, the estate and succession of the deceased debtor, inventoried at about the sum of $300,000, and for aught that appears available to that amount, has been sold and transferred through the instrumentality and agency of family connections, under color of proceedings apparently in due form in the probate court, into the hands of the widow and a brother of the deceased, without adequate consideration, if consideration at all, and with the intent to hinder, delay, and defraud the creditors of the estate, and particularly the defendant.</p>\n<p>The complainants excepted to the answer filed by the defendant, because the matters and doings set forth therein could not, in law, be inquired into in the present suit, or proceedings instituted by the said complainants, and prayed that they might have the benefit of their injunction, and that it might be made perpetual.</p>\n<p>And thereupon it was agreed that the case might be set down for argument on the matters of law arising on the bill and answer; and that if the judgment of the court in matters of law should be for the defendant, the complainants might join issue on the fact, and testimony be taken in the usual manner.</p>\n<p>The court, after argument of counsel, decreed that the exception of the complainants to the defendant's answer was well taken, and gave leave to answer over, which was declined; and, therefore, the court adjudged and decreed that the injunction theretofore awarded in the case should be made perpetual; and it was further adjudged and decreed that complainants recover the costs of suit, without prejudice to the right of the defendant to any action he might think proper.</p>\n<p>The decision of the court below, and the view which we have taken of the case here, do not involve the question, whether the matters set forth in the answer sufficiently established the fact that a fraud had been committed by the complainants against creditors, in the several sales and transfers of the property in question, through the instrumentality of the probate court, nor, as it respects the effect of the fraud, if established, upon the title derived under these sales. If the case depended upon the decision of these questions, we entertain little doubt as to the judgment that should be given.</p>\n<p>The ground of the decision below, and of the argument here, is, that the complainants were not bound to answer the allegations of fraud against their title, in the aspect in which the case was presented to the court; that a title derived under a public sale, in due form of law, by the probate judge, protected them in the full and peaceable possession and enjoyment of the property until the conveyance was vacated and set aside by a direct proceeding instituted for that purpose; and that this step, on the part of the judgment creditors, was essential, upon the established law of the State of <span class=\"star-pagination\">*166</span> Louisiana, before he could subject the property to the satisfaction of his judgment.</p>\n<p>We have, accordingly, looked into the law of that State on this subject, and find the principle contended for well settled and uniformly applied by its courts in cases like the present. The judgment creditor is not permitted to treat a conveyance from the defendant in the judgment made by authentic act, or in pursuance of a judicial sale of the succession by a probate judge, as null and void, and to seize and sell the property which had thus passed to the vendee. The law requires that he should bring an action to set the alienation aside, and succeed in the same, before he can levy his execution. And so firmly settled and fixed is this principle in the jurisprudence of Louisiana, as a rule of property, and as administered in the courts of that State, that even if the sale and conveyance by authentic act, or in pursuance of a judicial sale, are confessedly fraudulent and void, still not title passes to a purchaser under the judgment and execution, not a creditor of the vender, so as to enable him to attack the conveyance and obtain possession of the property. In effect the sale, if permitted to take place, is null and void, and passes no title. Henry v. Hyde, 5 Martin, (N.S.) 633; Yocum v. Bullitt, 6 ibid. 324; Peet v. Morgan, 6 ibid. 137; Childres v. Allen, 3 Louisiana Rep. 477; Brunet v. Duvergis, 5 ibid. 124; Samory v. Hebrard et al., 17 ibid. 558.</p>\n<p>The case of Yocum v. Bullitt et al., among many above referred to, is like the one before us.</p>\n<p>The court there say:  \"The record shows that the slaves had been conveyed by the defendant in the execution by a sale under the private signature recorded in the office of the parish judge of St. Landry, where the sale was made. If the sale was fraudulent it must be regularly set aside by a suit instituted for that purpose; that it was not less a sale and binding upon third parties until declared null in an action which the law gives (Curia Phil. Revocatoria, n. 2); that the possession of the vendee was a legal one, until avoided in due course of law.\" The court further remarked, that  \"The same point had been determined at the preceding term, in which it had been held that a conveyance alleged to be fraudulent could not be tested by the seizure of the property or estate belonging to the vender, but an action must be brought to annul the conveyance.\"</p>\n<p>The principle runs through all the cases in the books of reports in that State, and has its foundation in the Civil Code (art. 1965, 1973, 1984), and in the Code of Practice ( 3, art. 298, 301, 604, 607), and in Stein v. Gibbons &amp; Irby (16 Louisiana Rep. 103). And from the course of decision on the subject it is to be regarded not merely as a rule of practice, or mode of proceeding in the enforcement of civil rights, which would not be binding upon this court, but as a rule of property that affects the title and estate of <span class=\"star-pagination\">*167</span> the vendee, and cannot, therefore, be dispensed with without disturbing one of the securities upon which the rights of property depend. It gives strength and stability to its possession and enjoyment, by forbidding the violation of either, except upon legal proceedings properly instituted for the purpose. Neither can be disturbed, except by judgment of law. For this purpose the appropriate action is given, providing for the secession of all contracts, as well as for revoking all judgments when founded in fraud of the rights of creditors.</p>\n<p>In this court, a bill filed in the equity code is the appropriate remedy to set aside the conveyance. In the present case a cross bill should have been filed, setting forth the matters contained in the answer of the defendant. The vendees would then have had an opportunity to answer the allegations of fraud charged in the bill, and, if denied, the parties could have gone to their proofs, and the case disposed of upon the merits.</p>\n<p>It is said that in some of the western States an answer like the one in question would be regarded by their courts in the nature of a cross bill, upon which to found proceedings for the purpose of setting aside the fraudulent conveyance. But the practice in this court is otherwise, and more in conformity with the established course of proceeding in a court of equity.</p>\n<p>We are of opinion, therefore, that the appellant mistook his rights in attempting to raise the question of fraud in the probate sales in his answer to the injunction bill; and that instead thereof he should have filed a cross bill, and have thus instituted a direct proceeding for the purpose of setting aside the sales and subjecting the property to his judgments and executions; and that in this respect, and to this extent, the decree of the court below was correct.</p>\n<p>But on looking into the decree, we are apprehensive that it has been carried further than the assertion of the principle which we are disposed to uphold, and which may seriously embarrass the appellant in the pursuit of a remedy that is yet clearly open to him.</p>\n<p>The injunction issued, on filing the bill of complainants, commanded the appellant to desist from all further proceedings on his three judgments, or on the executions issued against the property; and the court, on the coming in of the answer, has decreed that the same be made perpetual. And further, that the complainants recover the costs of suit, without prejudice to the right of the defendant to any action he may think proper.</p>\n<p>It is at least a matter of doubt, and might be of litigation hereafter, whether, upon the broad and absolute terms of the decree used in enjoining the proceedings, the party is not concluded from further proceedings against the property in question, founded upon these judgments and executions.</p>\n<p>They must constitute the foundation of his right and title, upon filing a cross bill, to any relief, that he may hereafter show himself <span class=\"star-pagination\">*168</span> entitled to. The saving clause may not be regarded as necessarily leaving a proceeding of this description open to him. A question might also be raised, whether the judgments are not so effectually enjoined, as to prevent their enforcement against property of the judgment debtor not in controversy in this suit. At all events, we think it due to the appellant, and to justice, looking at the nature and character of the transaction and proceeding as developed in the pleadings, that the case should be cleared of all doubts and dispute upon this point. We shall, therefore, reverse the decree, and remit the proceedings to the court below, with direction that all further proceedings on the three judgments and executions be stayed, as it respects the property seized and in question, but that the appellant have liberty to file a cross bill, and take such further proceedings thereon as he may be advised.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the Eastern District of Louisiana, and was argued by counsel. On consideration whereof, it is ordered and decreed by this court, that the decree of the said Circuit Court in this cause be and the same is hereby reversed, with costs, and that this cause be and the same is hereby remanded to the said Circuit Court, with directions to that court that all further proceedings on the three judgments and executions be stayed, as it respects the property seized and in question; but that the appellant have liberty to file a cross bill, and to take such further proceedings thereon as he may be advised; and that such further proceedings be had in this cause, in conformity to the opinion of this court, as to law and justice shall appertain.</p>\n</div>", "id": 86413, "judges": "Nelson", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86413/", "sha1": "f6b97b4af2a8368b4fc39753b2b3cce02d89b357", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:26"}