{"absolute_url": "/opinion/86415/in-the-matter-of-metzger/", "blocked": false, "citation": {"case_name": "In the Matter of Metzger", "docket_number": null, "document_uris": ["/api/rest/v2/document/86415/"], "federal_cite_one": "46 U.S. 176", "federal_cite_three": null, "federal_cite_two": null, "id": 54275, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54275/", "scotus_early_cite": "5 How. 176", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1847-02-26", "date_modified": "2014-12-21T01:24:53.210768", "docket": "/api/rest/v2/docket/628577/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">46 U.S. 176</p>\n    <p class=\"case_cite\">5 How. 176</p>\n    <p class=\"case_cite\">12 L.Ed. 104</p>\n    <p class=\"parties\">IN THE MATTER OF NICHOLAS LUCIEN METZGER.</p>\n    <p class=\"date\">January Term, 1847</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\"><i>Mr. Coxe</i> moved for a <i>habeas corpus</i>, according to the following petition, which he read, and also the decision of the judge below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'To the Honorable, the Justices of the Supreme Court of the United States:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'The petition of Nicholas Lucien Metzger respectfully sheweth.&#8212;That he is restrained from his liberty, and is now a prisoner in jail, and under the custody of the marshal of the Southern District for the State of New York, and that he has been committed to such jail and custody, and is now confined and detained therein, under and by virtue of a warrant and order of the Hon. Samuel R. Betts, district judge for the Southern District of New York, as an alleged fugitive from justice, pursuant to the provisions of the convention signed between the United States and the French government, on the 9th of November, 1843.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'That annexed hereto is a copy of the order, under and by virtue of which your petitioner has been apprehended and committed, and is now detained in custody.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Wherefore, your petitioner prays, that a writ of <i>habeas corpus</i> may issue from this honorable court, to be directed to the marshal of the Southern District of the State of New York, or to such other persons as may hold or detain your petitioner under and by virtue of said order, commanding him or them to have the body of your petitioner before this honorable court, at such time as in said writ may be specified, for the purpose of inquiring into the cause of commitment of your petitioner, and to do and abide such order as this honorable court may make in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'And your petitioner will ever pray, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">METZGER.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Sworn to before me, this 20th day of January, 1847.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">GEORGE W. MORTON,</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>United States Commissioner for the Southern District of New York</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'In the Matter of Nicholas Lucien Metzger:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'This case having been heard before me, on requisition through the diplomatic agents of the French government that the said Metzger be apprehended and committed for the purpose of being delivered up as a fugitive from justice, pursuant to the provisions of the convention signed between the United States and the French government on the 9th of November, 1843:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'And exceptions having been taken by the counsel of the said Metzger, in his behalf, to the competency of a judge of the United States to take cognizance of the subject-matter, and to the sufficiency of the evidence to justify any judicial action under the treaty:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'And these exceptional objections being fully argued before me by Messrs. Blunt and Hoffman, of counsel for Metzger, and by Messrs. Tillon and Cutting in support of the requisition, and by Mr. Butler, United States Attorney, on the part of the United States (in respect to the jurisdiction of the judge, and the period the treaty went into operation):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'I find and adjudge, that a judge of the United States has competent authority, under the laws of the United States now in force, to take cognizance of this case, and to order the apprehension and commitment of the accused, pursuant to the provisions of the said treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'I further adjudge, that the said treaty took effect and went into operation on and from the day of the signature thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'I further adjudge, that the laws of France are to determine the constituents of the crime of forgery, or '<i>du faur</i>', of which Metzger is accused, and that the facts in evidence adequately prove the commission of that crime by him in France, since the date of the treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'I further find and adjudge, that Metzger is, within the meaning and description of the treaty, a <i>person accused, 'individual accused</i>,' of the crime of forgery, or '<i>du faux</i>,' named in the treaty, and therefore subject to apprehension and commitment under our laws, pursuant to the provisions of the treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'And I find and adjudge, that the evidence produced against the said Metzger is sufficient in law to justify his apprehension and commitment on the charge of forgery, had the crime been committed within the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Wherefore I order, that the said Nicholas Lucien Metzger be apprehended and committed, pursuant to the provisions of the said treaty, to abide the order of the President of the United States in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Given under my hand and seal at the city of New York, this nineteenth day of January, one thousand eight hundred and forty-seven.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(Signed,) SAMUEL R. BETTS,</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Judge of the United States for the Southern District of New York</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">[L. S.]</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The case was argued by <i>Mr. Coxe</i>, on behalf of the petitioner, and by the Attorney-General (<i>Mr. Clifford</i>) and <i>Mr. Jones</i>, in opposition to the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Mr. Coxe</i>, for the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In conveying the intimation that the court would hear an argument on behalf of the petitioner, no suggestion was thrown out as to the points to which counsel were desired to address themselves under these circumstances. What fell from the bench conveyed merely the idea that doubts were entertained by the court, but it conveyed no intelligence as to the character of these doubts, to what part of the case they extended, or whether they embraced the substantial merits of the petitioner's case, or were limited to the form and language in which the application was presented.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Had the posture of the case permitted the court to adopt a practice which has on many occasions heretofore prevailed when similar applications have been made, and grant a rule upon the United States, or those who represent the French government, to show cause why the prayer of the petitioner should not be granted, it would have relieved his counsel from much embarrassment. The grounds upon which the application was to be resisted would have been distinctly announced, and full opportunity would have been afforded to meet, and, if practicable, to answer them. In the situation, however, in which the case then stood, ignorant whether either government felt any such interest in the proceeding as would induce it to intervene by a direct opposition to the motion which was submitted, it would scarcely have been proper for me to have suggested, or for the court to have sanctioned, the adoption of such a course.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At the same time, the appearance of counsel to resist the application only augments the difficulties of the position I occupy. Whatever may have been the origin of the doubts entertained on the bench, it by no means follows that the learning and abilities of counsel may not multiply and increase the number, as well as weight, of these objections. Placed, therefore, in this predicament by the very nature of the case, it imposes upon me the necessity of pursuing a course between two opposing difficulties, of neither undertaking to anticipate, and attempting to answer by anticipation, the views and arguments of my learned friends, or of failing to exhibit a <i>prim a facie</i> case at least calling for the interposition of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Reserving, therefore, the privilege of answering the objections which may be urged against my application, I proceed briefly to state the grounds upon which reliance is placed to sustain it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The petition, then, alleges, that the party on whose behalf and in whose name it is presented is now in actual confinement in jail, in the custody of the marshal of the Southern District of New York, by whom he is thus held and restrained by virtue of an order or warrant of commitment, issued and signed by the Hon. Samuel R. Betts, district judge of the Southern District of New York. It appears that this warrant of commitment is a process utterly unknown to the common law or statute law of the United States. It is not for the purpose of bringing the accused to trial before any court of the Union, for any offence committed against the laws of the United States, or triable before any of its courts; it is not for the purpose of enforcing any responsibility in the shape of a debt due to any creditor, for the violation or breach of any contract, or to answer to any allegation of a tort of which those courts have cognizance; nor is it in the nature of an execution to compel the prisoner to respond to any process in the nature of an execution upon any judgment rendered against him by any court of the United States, or in the nature of an attachment for any contempt committed against such tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">All this is fully set forth in the petition, and in the order of commitment annexed to it. The object, therefore, of the writ now sued for is, to enable this court to pronounce its judgment upon the lawfulness of such an imprisonment, and upon the authority under which it has been made.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The simple fact that such imprisonment exists under color and pretence of right presents a <i>prim a facie</i> case warranting the application now made, and the language of the constitution and statutes of the United States, taken in connection with the reiterated judgments of this court asserting its power, and actually exercising the judisdication and authority now invoked, would seem clearly to establish <i>prim a facie</i> a right in the petitioner to have the benefit of this high prerogative writ. If there is any ground of objection, growing out of the circumstances of the case, which destroys this <i>prim a facie</i> presumption as to the facts, they are to be found in the peculiar characteristics of those circumstances which attend the arrest of the petitioner; if any to meet the legal authorities upon which we rely, they must in consequence of these circumstances be held inapplicable to the case under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The points which are thus presented for the adjudication of this court are,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">1. Whether the facts as presented exhibit a proper case for the awarding of a writ of <i>habeas corpus</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. Whether, if such be the case, this court has authority and jurisdiction over it.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">1. As to the facts. It is understood that an application was made to the executive, by the minister representing the French government, for the apprehension and delivery of the petitioner. This application was declined, on the ground that no such power resided in that branch of the government, and the French government was referred to the judicial department. In declining itself to act without farther legislative authority, I conceive the executive rightly judged. In the opinion that the judiciary possessed the power, I think it erred. This, however, was clearly an <i>obiter</i> expression of opinion, and not decisive on this question. The former part of the opinion is opposed by very eminent authority.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Be this as it may, the executive refused to comply with the requisition, and there has been no warrant of arrest or order of commitment emanating from that quarter.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">An arrest was then made by a local magistrate of New York, who decided that he had authority over the case. The petitioner was then liberated by a circuit judge of that State, who decided that the State judiciary had no jurisdiction, and on this ground discharged the party on <i>habeas corpus</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The diplomatic representative of the French government then addressed Judge Betts, the district judge of the United States, who, after full hearing, decided that the federal judiciary had jurisdiction over the party and the case, and awarded the order of commitment.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The entire judgment of the district judge rests upon the ground that he is exercising judicial power, and determining a question of judicial jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">If he be right on this point, this court will probably refuse the <i>habeas corpus</i>, because, concurring in the opinion, they would feel themselves compelled to remand the prisoner, his imprisonment being for lawful cause and by competent authority. If wrong, the writ ought to issue, because the arrest was unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">I am aware that this court has held, that, in awarding this writ, it does so in the exercise of appellate and not original jurisdiction, and that a doubt has been expressed whether, this being a proceeding before the district judge at chambers, this court can exercise any revisory power over it. This question will be presented more fully hereafter. In the mean time I would suggest, that to act upon this distinction would seem to involve this extraordinary conclusion, that if the district judge, acting in open court upon a case regularly before him, should commit a party to prison, this court would possess the jurisdiction to award the writ; but inasmuch as the commitment was in the exercise of an undoubted power, the judgment of the District Court, not being revisable here, would be final, and the court, seeing that it must necessarily remand upon the hearing, would decline to issue the writ; whereas, if it appeared that the judge exercised an authority not granted by law, and assumed a jurisdiction not belonging to him, then, as he did not act in open court, his proceedings, however erroneous and unauthorized, cannot be drawn in question here through the instrumentality of this writ.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Such has not been the interpretation heretofore given by this court to its own grant of power. With this general remark this point will be postponed for the present, until we reach it in the regular progress of the argument.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Let us now examine whether the district judge, either as presiding in the District Court or at chambers, had any authority to hear this application, to exercise any jurisdiction over the case, and to make the order for commitment. I apprehend this question must be answered in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The courts of the United States, and the judges of those courts, can exercise no powers of a judicial character, and can possess no jurisdiction, except that which is conferred upon them under the authority of the constitution by act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Supreme Court is the only court named in the constitution, and even this high tribunal has no existence simply by the force and operation of the constitution itself. Until Congress brought it into existence, and gave it organization, it existed rather <i>in posse</i> than <i>in esse</i>. But the inferior courts, the Circuit and District Courts, exist only under the authority of legislation. Congress alone created them, meted out to each the powers which it enjoys, prescribed the orbit within which it should move, and prescribed every limit by which its jurisdiction was to be ascertained. I am entitled to put the question which I now address to this court, and to my learned friends, Where is to be found any grant of jurisdiction to a District Court, far more to a district judge, to exercise the power assumed in the present case? Upon what act of Congress can the finger be laid which confers it? None such exists.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The only ground upon which this claim was rested before and by the district judge is that of the treaty stipulations with France, and the means by which he acquired jurisdiction on application addressed to him by the diplomatic agent of the French government. With great deference, I cannot but think the mode as irregular as the authority unfounded.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Under our institutions there exists but one legitimate channel of communication between this and any foreign nation; that organ is the executive. It is unprecedented in our judicial and legislative annals, for the diplomatic representative of a foreign government to address himself immediately to the judicial or legislative departments. Such a course is equally unknown to the history of England.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Nor in my judgment is it less extraordinary in an American judge to regard such an application to him as in the nature of the original writ out of chancery, to call into action the latent powers of the judiciary. A record which should begin by setting forth such a paper would be a judicial if not a political curiosity, and it is hoped it may be brought before the eyes of this court by a writ of <i>certiorari</i> to accompany the <i>habeas corpus</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">But no such jurisdiction exists to be evoked and called into exercise by this or any other process. It has been observed, that no such authority is conferred by any statute. With submission I may say, that to me it seems preposterous to assert that it may be conferred by treaty. It is a new idea to me that the treaty-making power can, by the most latitudinarian construction, be held to be a constitutional source of power and jurisdiction to any court or judge of the United States. New objects of judicial power, new subjects upon which it is to operate, may extend the number of cases which may be presented for judicial decision, but can never be appealed to as a grant of judicial power. Treaty stipulations operate only directly upon the parties to them, and not upon the citizens, except as part of the law of their own land. All may recollect the recent circumstance arising between England and Brazil, in which it was thought necessary to invest, by legislative authority, the British courts with jurisdiction to enforce the provisions of the treaty upon Brazilian subjects.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In 1794, Jay's treaty, 27th article, provided for the surrender of fugitives from justice; 8 Stat. at L., 129. In 1842, the Ashburton treaty, art. 10, Id., 576. In 1843, the convention with France, Id., 580. In the absence of legislative provisions, can either of these treaties be executed?</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">A recent occurrence in our history may illustrate this: Act of Aug. 8, 1846, ch. 105; Acts, &amp;c., p. 78.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">If, then, the district judge has assumed a power not conferred upon him, can this court award a <i>habeas corpus?</i> If adherence is had to judicial precedents, not hastily or inconsiderately decided, there is an end to this question. <i>United States</i> v. <i>Hamilton</i>, 3 Dall., 17, precisely in point, in 1795; in 1806, <i>Ex parte Burford</i>, 3 Cranch, 448; in 1807, <i>Bollman &amp; Swartwout</i>, 4 Id., 75; <i>Ex parte Cabrera</i>, 1 Wash. C. C., 232; <i>Ex parte Kearney</i>, 7 Wheat., 38; <i>Ex parte Watkins</i>, 3 Pet., 200; 7 Id., 568.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\"><i>Mr. Clifford</i>, the Attorney-General, submitted three propositions:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">1. That the treaty took effect and went into operation on and from the day of the date thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">2. That the judge of the District Court had competent authority, under the provisions of the treaty and the laws of the United States now in force, to take jurisdiction of this case, and to order the apprehension of the accused in the manner in which it was done, pursuant to the stipulations of the treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">As the decision of the court was exclusively on the point of jurisdiction, it is not considered necessary to do more than give the authorities cited by the Attorney-General to sustain these two propositions. On the first he cited, 1 Kent, Com., 169, 170; <i>Hylton</i> v. <i>Brown</i>, 1 Wash., 312; Wheat. International Law, 306, 573; <i>United States</i> v. <i>Arredondo</i>, 6 Pet., 748, 758; 2 Burlamaqui, 233; Vattel, B. 3, &#167; 239; Rutherford's Inst., B. 2, chap. 9, &#167; 22; Martens, B. 2, chap. 1, &#167; 3; 2 McC.'s Dict. Com., 654-674. On the second he cited, <i>Foster</i> v. <i>Neilson</i>, 2 Pet., 314; <i>United States</i> v. <i>Arredondo</i>, 6 Id., 734, 735; Constitution, art. VI.; <i>Case of Thomas Sheagle</i>, Massachusetts District, October Term, 1845, MS.; 8 Stat. at L., 129; Jay's Treaty, art. 27; <i>United States</i> v. <i>Nash alias Robbins</i>, Bee, 266; 3 Story, Com., &#167;&#167; 1640, 1641; <i>Osborn</i> v. <i>Bank of the United States</i>, 9 Wheat., 738; Constitution, art. III., &#167; 2; <i>Chisholm</i> v. <i>State of Georgia</i>, 2 Dall., 419; <i>Rhode Island</i> v. <i>Massachusetts</i>, 12 Pet., 657; <i>Barry</i> v. <i>Mercein, ante</i>, p. 103; <i>United States</i> v. <i>Bevans</i>, 3 Wheat., 336; <i>United States</i> v. <i>Wiltberger</i>, 5 Wheat., 76; Judiciary Act of 1789, &#167;&#167; 9, 11, 33; <i>Picquet</i> v. <i>Swan</i>, 5 Mason, 42; <i>United States</i> v. <i>Schooner Peggy</i>, 1 Cranch, 109, 110; 3 Story, Com., &#167; 1515: <i>Case of Santos</i>, 2 Brock., 494.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">3. The third proposition submitted was, that the Supreme Court has no authority, under the constitution and laws of United States, to grant the writ of <i>habeas corpus</i> prayed for in the petition. 1st. Because its original jurisdiction is restricted to cases affecting ambassadors, other public ministers and consuls, and those in which a State shall be a party. 2d. Because it possesses no appellate power in any case, unless conferred upon it by act of Congress, nor can it, where conferred, be exercised in any other form or by any other mode of proceeding than that which the law prescribes. 3d. Because the Supreme Court was created by the constitution, and its jurisdiction was conferred and defined by that instrument and the laws of Congress made in pursuance thereof; consequently, it possesses no inherent common law powers beyond the written law.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">1st. No <i>original</i> jurisdiction in this case. By art. III., &#167; 2, of the constitution, it is provided, that the judicial power shall be vested in one Supreme Court, and in such inferior courts as the Congress may from time to time ordain and establish. The second section describes the whole circle of the judicial power of the United States, giving its extent and boundaries; it then distributes that power, first in making and defining the original jurisdiction of the Supreme Court, limiting it, with a precision and certainty defying all construction, to cases affecting ambassadors, other public ministers and consuls, and cases to which a State shall be a party. So firmly is this view of the case established by the constitution, that Congress itself has no power to enlarge the original jurisdiction of this court, or to extend it to any other cases than those enumerated. It was accordingly held, that so much of the thirteenth section of the Judiciary Act as gave authority to the Supreme Court to issue writs of <i>mandamus</i> to public officers was unconstitutional and void. <i>Marbury</i> v. <i>Madison</i>, 1 Cranch, 173-175; <i>Cohens</i> v. <i>Virginia</i>, 6 Wheat., 400. The original jurisdiction of the Supreme Court can neither be enlarged or restrained, but must stand as it is written in the constitution by which it is conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">2d. No <i>appellate</i> jurisdiction. The appellate power of the Supreme Court is described in the constitution in these words: 'In all the other cases before mentioned, the Supreme Court shall have appellate jurisdiction, both as to law and fact, with such exceptions and under such regulations as the Congress shall make.' The appellate authority, though somewhat extensive under the constitution, is not general, but is limited and confined to the cases specially enumerated, and is made subject to such exceptions and regulations as Congress may from time to time prescribe. The grants conferring original and appellate jurisdiction disclose this marked distinction;&#8212;&#8212;the former can neither be restrained or enlarged; the latter, while it cannot be enlarged beyond the limits of its circle, yet within those limits Congress may confer as much or as little as in its discretion it may consider wise and expendient. <i>Barry</i> v. <i>Mercein, ante</i>, p. 103.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The authority to issue writs of <i>habeas corpus</i> is not claimed to be among the enumerated cases of original jurisdiction conferred upon the Supreme Court. The language of the grant in this respect leaves nothing for implication; if any doubt could arise, the case of <i>Marbury</i> v. <i>Madison</i> silences argument and dispute upon the point. <i>Ex parte Barry</i>, 2 How., 65. The appellate jurisdiction, being given with such exceptions and under such regulations as Congress may make, can only be exercised in pursuance of an act of Congress conferring the authority and prescribing the mode in which it shall be performed; that is, the manner of exercising the power must first be regulated by law. The question, therefore, in any given case, whether the court has appellate jurisdiction over it, resolves itself into the simple inquiry, whether such case falls within the legislative provisions enacted in pursuance of the constitution relative to the exercise of this branch of jurisdiction. <i>Wiscart</i> v. <i>Dauchy</i>, 3 Dall., 327; <i>United States</i> v. <i>Moore</i>, 3 Cranch, 172; <i>Durousseau</i> v. <i>United States</i>, 6 Cranch, 313. In search of the vagrant power to issue this writ, all other resorts failing, it must be found, if it exist anywhere, in the appellate jurisdiction of this court. That is clearly admitted in the <i>Case of Bollman &amp; Swartwout</i>, 4 Cranch, 100, mainly relied on by the petitioner. In all cases where this power has been claimed or exercised, it has been invariably justified on the ground that it was an element of appellate authority. Thus, in <i>Ex parte Watkins</i>, 3 Pet., 202, Chief Justice Marshall says,&#8212;'It is in the nature of a writ of error to examine the legality of the commitment.' Same case, 7 Pet., 572. In <i>Ex parte Milburn</i>, 9 Pet., 704, in note, Chief Justice Marshall again says,&#8212;'As the jurisdiction of the Supreme Court is appellate, it must be first shown that the court has the power in this case to award a <i>habeas corpus</i>.' In the final opinion in the case, the writ was refused upon other grounds. Subsequently, in <i>Ex parte Barry</i>, 2 How., 65, Mr. Justice Story maintains the same view, and discloses what may be considered the true doctrine upon the whole subject of the power of this court to grant writs of <i>habeas corpus</i> under existing laws. He says:&#8212;'No case is presented for the exercise of the appellate jurisdiction of this court, by any review of the final decision and award of the Circuit Court upon any such proceedings. The case, then, is one avowedly and nakedly for the exercise of original jurisdiction by this court. Now the constitution of the United States has not confided any original jurisdiction to this court, except in cases affecting ambassadors, other public ministers and consuls, and those in which a State shall be a party. The present case falls not within either predicament. It is the case of a private individual, who is an alien, seeking redress for a supposed wrong done him by another private individual, who is a citizen of New York. It is plain, therefore, that this court has no original jurisdiction to entertain the present petition, and we cannot issue any writ of <i>habeas corpus</i>, except when it is necessary for the exercise of the jurisdiction, original or appellate, given to it by the constitution or laws of the United States.' The appellate power must be sought and found, if it exist, in the acts of Congress conferring it upon this court. Certainly no question can arise upon the twenty-fifth section of the Judiciary Act, which stands in many respects upon different principles. The thirteenth section of that act provides, that 'the Supreme Court shall also have appellate jurisdiction from the Circuit Courts, and courts of the several States, in the cases hereinafter specially provided for.' The twenty-second section limits the appellate power upon a writ of error of a Circuit Court to final decrees and judgments in civil action in a District Court, where the matter in dispute exceeds the sum or value of fifty dollars exclusive of costs. And upon a like process, this court may re examine and reverse or affirm final judgments and decrees in civil actions and suits in equity in a Circuit Court, brought there by original process, or removed there from the courts of the several States, or by appeal there from a District Court, where the matter in dispute exceeds the sum or value of two thousand dollars exclusive of costs. The proceeding in this case cannot be sustained under this section. There is no writ of error, which is the only process mentioned by which it could be instituted; there is no final judgment or decree in any inferior court, within the meaning of the law; it is not a civil action, much less a suit in equity, and therefore not within the scope and meaning of the section.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Supreme Court has no appellate jurisdiction in criminal cases, according to repeated decisions which have never been questioned. <i>United States</i> v. <i>More</i>, 3 Cranch, 172; <i>United States</i> v. <i>La Vengeance</i>, 3 Dall., 297; <i>United States</i> v. <i>Hudson et al.</i>, 7 Cranch, 32.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Jurisdiction is defined to be the power to hear and determine a cause. Appellate jurisdiction is the power to correct and revise the judgment of an inferior court. Chief Justice Marshall says, in <i>Marbury</i> v. <i>Madison</i>, 1 Cranch, 175,&#8212;'It is the essential criterion of appellate jurisdiction, that it revises and corrects the proceedings in a cause already instituted, and does not create the cause.' The case, or subject-matter in dispute, now under consideration was not instituted in any tribunal over which this court may exercise any supervisory power; it was not a proceeding in court, but before the district judge, sitting and acting in his capacity as a magistrate, under the thirty-third section of the act of 1789. The power of this court, under the constitution and laws of Congress, does not and cannot reach the forum where the matter was instituted and decided. This court has no revising power over the District Court, nor is it authorized to issue a writ of prohibition to it in any case, except where that court is proceeding as a court of admiralty and maritime jurisdiction. <i>Ex parte Christie</i>, 3 How., 352. And this is true, although writs of prohibition are enumerated in the fourteenth section of the act. The application in that case was, that the writ might issue to an inferior court, performing the functions of a court, and having exclusive jurisdiction of the subject-matters in controversy. If there is no power to revise the doings of a abnkrupt court under federal authority, where is the right to assume control over the doings of a justice of the peace, or a district judge, while sitting as a committing magistrate? <i>McCluny</i> v. <i>Silliman</i>, 2 Wheat., 369; <i>McIntire</i> v. <i>Wood</i>, 7 Cranch, 504. The revising power of this court does not extend to the person, but, when it exists, it operates upon the inferior tribunal and the subject-matter in controversy. The district judge, in the capacity in which he acted, under the laws of the United States, was entirely independent of this court; his decision was final and conclusive; and this court could not reverse or affirm it were the record brought up directly by writ of error, and so is the decision in <i>Ex parte Watkins</i>, 3 Pet., 201. It has already appeared that the Supreme Court has no appellate jurisdiction of crimes and offences, and of course no process issuing here can extend to the subject-matter of this application. This is therefore, undeniably, a call upon the court to exercise original power in granting the writ in question. That power this court has directly and solemnly, on several occasions, decided it does not possess. In all the cases where the power has been exercised or countenanced, it has been upon the ground of revising, in some form, the doings of an inferior tribunal, over which this court possesses appellate power. Here the Attorney-General cited and commented on the following cases on this point, in addition to those already mentioned: <i>United States</i> v. <i>Hamilton</i>, 3 Dall., 17; <i>Ex parte Burford</i>, 3 Cranch, 453; <i>Ex parte Dorr</i>, 3 How., 104.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">3d. The Supreme Court possesses no inherent or common law power to grant writs of <i>habeas corpus</i>. On this point it was insisted, that a review of all the cases would show that the doctrine had been uniformly repudiated by the court, and that since the decision of Bollman &amp; Swartwout it has been abandoned by the bar. Some comments were made on the second clause of section ninth of the first article of the constitution, which provides that the privilege of the writ of <i>habeas corpus</i> shall not be suspended, unless when, in cases of rebellion or invasion, the public safety may require it. This provision was regarded as one containing a prohibition upon the powers of Congress, and not as one conferring any authority on the federal courts. 3 Story, Com., &#167; 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In conclusion, it was insisted, that all the power of this court to issue writs of <i>habeas corpus</i> was derived from the fourteenth section of the Judiciary Act. There are two clauses in the section upon this subject, which should be treated separately. The seeming inconsistency, if any exists, in the cases decided, has doubtless arisen by omitting to keep clearly in view the manifest distinction in the nature and character of the power conferred by these two clauses. The first provides, that 'all the before-mentioned courts of the United States shall have power to issue writs of <i>scire facias, habeas corpus</i>, and all other writs not specially provided for by statute, which may be necessary for the exercise of their respective jurisdictions, and agreeably to the principles and usages of law.' This clause undoubtedly authorizes the issuing of inferior writs of <i>habeas corpus</i> in aid of jurisdiction, which have been long known in the practice of courts, and are indispensable in the course of legal proceedings. Bac.Abr., <i>Habeas Corpus</i>, A.; 2 Chit. Bl. Com., 130. The second clause is in these words:&#8212;'And that either of the justices of the Supreme Court, as well as the justices of the District Courts, shall have power to grant writs of <i>habeas corpus</i>, for the purpose of an inquiry into the cause of commitment.' Undoubtedly this clause authorizes the issue of the great writ of <i>habeas corpus ad subjiciendum</i>, which is of general use to examine the legality of commitments in criminal cases. The power conferred by this clause is expressly delegated to <i>either</i> of the justices of the Supreme Court, and not to the whole, when convened for the trial of causes. If the question were one of new impression, it would seem to follow, that the authority to be derived from the law should be exercised according to the language of the act. In the present case, however, it is not necessary to insist on the point, as the proceeding below was not in a tribunal over which this court has any appellate power.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This is a petition for a <i>habeas corpus</i>, in which the petitioner represents that he is a prisoner in jail, under the custody of the marshal for the Southern District of the State of New York, by virtue of a warrant issued by the judge of the United States for said district, as an alleged fugitive from justice, pursuant to the provisions of the convention signed between the United States and the French government on the 9th of November, 1843.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">On a full hearing at chambers, the district judge held 'that the evidence produced against the said Metzger was sufficient in law to justify his apprehension and commitment on the charge of forgery, had the crime been committed within the United States'; and the prisoner was 'committed, pursuant to the provisions of the said treaty, to abide the order of the President of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In the first article of the convention for the surrender of criminals between the United States and his Majesty, the king of the French, on the 9th of November, 1843, it was 'agreed, that the high contracting parties shall, on requisitions made in their name, through the medium of their respective diplomatic agents deliver up to justice persons who, being accused of the crimes enumerated in the next following article, committed within the jurisdiction of the requiring party, shall seek an asylum, or shall be found within the territories of the other: provided, that this shall be done only when the fact of the commission of the crime shall be so established, as that the laws of the country in which the fugitive or the persons so accused shall be found would justify his or her apprehension and commitment for trial, if the crime had been there committed.' The second article specifies, among other crimes, that of forgery, with which the prisoner was charged.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The third article declares that, 'on the part of the government of the United States, the surrender shall be made only by the authority of the executive thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">It is contended that the treaty, without the aid of legislation, does not authorize an arrest of a fugitive from France, however clearly the crime may be proved against him;&#8212;that the treaty provides for a surrender by the executive only, and not through the instrumentality of the judicial power.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The mode adopted by the executive in the present case seems to be the proper one. Under the provisions of the constitution, the treaty is the supreme law of the land, and, in regard to rights and responsibilities growing out of it, it may become a subject of judicial cognizance. The surrender of fugitives from justice is a matter of conventional arrangement between states, as no such obligation is imposed by the laws of nations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Whether the crime charged is sufficiently proved, and comes within the treaty, are matters for judicial decision; and the executive, when the late demand of the surrender of Metzger was made, very properly as we suppose, referred it to the judgment of a judicial officer. The arrest which followed, and the committal of the accused, subject to the order of the executive, seems to be the most appropriate, if not the only, mode of giving effect to the treaty.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The jurisdiction of this court in this matter is the main question for consideration. As this has been argued fully, and as it is supposed that there is a conflict in the decisions of this court on the subject, a reference will be made to the cases which have been adjudged.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In the <i>United States</i> v. <i>Hamilton</i>, 3 Dall., 17, a writ of <i>habeas corpus</i> was issued, on which the defendant, who was charged with high treason, was brought into court. He had been committed on the warrant of the district judge. A motion was made for his discharge, 'absolutely, or at least upon reasonable bail.' The court held the prisoner to bail. From the opinion pronounced, it appears the deliberation of the court was chiefly on the subject of appointing a special circuit court to try certain offences, which, for the reasons assigned, they refused to do.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Here, it is said, was an original exercise of jurisdiction by the court, as it does not appear that the district judge was holding a court at the time of the commitment. No objection seems to have been made to the jurisdiction, and the court did not consider it. The defendant was discharged on bail, and this may be presumed to have been one of the main objects of the writ.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The thirty-third section of the Judiciary Act of 1789 provides, that, 'upon all arrests in criminal cases, bail shall be admitted, except where the punishment may be death, in which cases it shall not be admitted but by the Supreme or a Circuit Court, or by a justice of the Supreme Court,' &amp;c. Hamilton's case was within this section, the charge against him being treason, which was punishable with death. The case is not fully reported. The motion to discharge the prisoner is not noticed in the opinion of the court, and this omission may be accounted for on the ground that they had no power to discharge. But, whether this presumption be well founded or not, it is clear, if this were not the exercise of an original jurisdiction, that the court had a right to admit to bail, under the section, and for that purpose to cause the defendant to be brought before them by a <i>habeas corpus</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\"><i>Ex parte Burford</i>, 3 Cranch, 448, was a <i>habeas corpus</i>, on which the prisoner, who had been committed by the Circuit Court of this District, was discharged, there being no sufficient cause for the commitment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\"><i>Ex parte Bollman &amp; Swartwout</i>, 4 Cranch, 75, gave rise to much discussion on the power of the court to issue a writ of <i>habeas corpus;</i> and, in their opinion, they consider the subject with great care.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The chief justice disclaimed all jurisdiction in the case, 'not given by the constitution or laws of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">He refers to the fourteenth section of the Judiciary Act above cited, in these words:&#8212;'That all the before-mentioned courts of the United States shall have power to issue writs of <i>scire facias, habeas corpus</i>, and all other writs, not specially provided for by statute, which may be necessary for the exercise of their respective jurisdictions, and agreeable to the principles and usages of law. And that either of the justices of the Supreme Court, as well as judges of the District Courts, shall have power to grant writs of <i>habeas corpus</i>, for the purpose of an inquiry into the cause of commitment. Provided, that writs of <i>habeas corpus</i> shall in no case extend to prisoners in jail, unless where they are in custody under or by color of the authority of the United States, or are committed for trial before some court of the same, or are necessary to be brought into court to testify.'</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Bollman and Swartwout had 'been committed by the Circuit Court of the District of Columbia, on a charge of treason against the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The court held, that the proviso limiting the cases in which the writ should issue extends to the whole section, and that they could issue the writ, as it was clearly the exercise of an appellate jurisdiction; that 'the revision of a decision of an inferior court, by which a citizen has been committed to jail,' is an appellate power.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">In <i>Ex parte Kearney</i>, 'who was committed by the Circuit Court of the District of Columbia, for an alleged contempt,' 7 Wheat., 38, the court said, that the case of Bollman and Swartwout expressly decided, upon full argument, that this court possessed such an authority, and the question has ever since been considered at rest.' And they held, 'that a writ of <i>habeas corpus</i> was not a proper remedy, where a party was committed for a contempt by a court of competent jurisdiction.'</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The preceding cases were all referred to in <i>Ex parte Watkins</i>, 3 Pet., 193, and the court said,&#8212;'Without looking into the indictments under which the prosecution against the petitioner was conducted, we are unanimously of opinion that the judgment of a court of general criminal jurisdiction justifies his imprisonment, and that the writ of <i>habeas corpus</i> ought not to be awarded.'</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Again, in 7 Pet., 568, the case of <i>Ex parte Watkins</i> was brought before the court on a writ of <i>habeas corpus</i>, on the ground that the prisoner 'would not be detained in jail longer than the return day of the process, and he had been brought into court and committed, by the order of the court, to the custody of the marshal.' This committal was required by the law of Maryland, in force in this District, and it not having been ordered, the court discharged the petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In all the above cases, except in that of Hamilton, this court sustained the power to issue the writ of <i>habeas corpus</i>, in the exercise of an appellate jurisdiction under the fourteenth section of the act of 1789; and the case of Hamilton was probably sustained under the thirty-third section of the same act, for the purpose of taking bail. The same doctrine was maintained in <i>Ex parte Dorr</i>, 3 How., 104. In that case the proviso in the fourteenth section was considered as restricting the jurisdiction to cases where a prisoner is 'in custody under or by color of the authority of the United States, or has been committed for trial before some court of the same, or is necessary to be brought into court to testify.'</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The case under consideration was heard and decided by the district judge at his chambers, and not in court; and the question arises, whether the court can exercise jurisdiction to examine into the cause of commitment, under such a state of facts.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">There is no pretence that this can be done, in the nature of an appellate power. This court can exercise no power, in an appellate form, over decisions made at his chambers by a justice of this court, or a judge of the District Court. The argument of the court, in the case of Bollman and Swartwout, that the power given to an individual judge may well be exercised by the court, must not be considered as asserting an original jurisdiction to issue the writ. On the contrary, the power exercised in that case was an appellate one, and the jurisdiction was maintained on that ground.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It may be admitted that there is some refinement in denominating that an appellate power which is exercised through the instrumentality of a writ of <i>habeas corpus</i>. In this form nothing more can be examined into than the legality of the commitment. However erroneous the judgment of the court may be, either in a civil or criminal case, if it had jurisdiction, and the defendant has been duly committed, under an execution or sentence, he cannot be discharged by this writ. In criminal cases, this court have no revisory power over the decisions of the Circuit Court; and yet, as appears from the cases cited, 'the cause of commitment' in that court may be examined in this, on a writ of <i>habeas corpus</i>. And this is done by the exercise of an appellate power,&#8212;a power to inquire merely into the legality of the imprisonment, but not to correct the errors of the judgment of the Circuit Court. This does not conflict with the principles laid down in <i>Marbury</i> v. <i>Madison</i>, 1 Cranch, 137. In that case, the court refused to exercise an original jurisdiction by issuing a mandamus to the Secretary of State; and they held, that 'Congress have not power to give original jurisdiction to the Supreme Court in other cases than those described in the constitution.'</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">There is no form in which an appellate power can be exercised by this court over the proceedings of a district judge at his chambers. He exercises a special authority, and the law has made no provision for the revision of his judgment. It cannot be brought before the District or Circuit Court; consequently it cannot, in the nature of an appeal, be brought before this court. The exercise of an original jurisdiction only could reach such a proceeding, and this has not been given by Congress, if they have the power to confer it.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Upon the whole, the motion for the writ of <i>habeas corpus</i> in this case is overruled.</p>\n    </div>\n    <p>ORDER.</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\"><i>Mr. Coxe</i>, of counsel for the petitioner, having filed and read in open court the petition of the aforesaid Nicholas Lucien Metzger, and moved the court for a writ of <i>habeas corpus</i>, as prayed for in the aforesaid petition, to be directed to the marshal of the United States for the Southern District of New York, commanding him forthwith to produce before this honorable court the body of the petitioner, with the cause of his detention, on consideration whereof, and of the arguments of counsel thereupon had, as well against as in support of the said motion, and after mature deliberation thereupon had, it is now here ordered and adjudged by this court, that the prayer of the petition be denied, and that the said motion be and the same is hereby overruled.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Mr. Phillimore, after examining the question of extradition, says: 'It may be further remarked that the <i>obligation</i> to deliver up native subjects would now be denied by all States, even by those which carry the general doctrine of extradition as to criminals to the farthest limit; and that it is generally admitted that extradition should not be granted in the case of political offenders, but only in the case of individuals who have committed crimes against the Laws of Nature, the laws which all nations regard as the foundation of public and private security.' 1 Phillimore International Law, 413 (1854); Lawrence's Wheaton, 232 (1863).</p>\n        <p>The authorities and cases in favor of the extradition are referred to by Mr. Chancellor Kent in <i>In re Washburn</i>, 4 Johns. (N. Y.), 166; 1 Kent Com., 36, 37. Against this proposition are the cases of <i>Respublica</i> v. <i>Deacon</i>, 10 Serg. &amp; R. (Pa.), 125; <i>Respublica</i> v. <i>Green</i>, 17 Mass., 515, 548; <i>Holmes</i> v. <i>Jennison</i>, 14 Pet., p. 540.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See <i>In re Kaine</i>, 14 How., 126.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>46 U.S. 176 (____)</b></center>\n<center><b>5 How. 176</b></center>\n<center><h1>IN THE MATTER OF NICHOLAS LUCIEN METZGER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*178</span> The case was argued by Mr. Coxe, on behalf of the petitioner, and by the Attorney-General (Mr. Clifford) and Mr. Jones, in opposition to the motion.</p>\n<p>Mr. Coxe, for the motion.</p>\n<p><span class=\"star-pagination\">*188</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>This is a petition for a habeas corpus, in which the petitioner represents that he is a prisoner in jail, under the custody of the marshal for the Southern District of the State of New York, by virtue of a warrant issued by the judge of the United States for said district, as an alleged fugitive from justice, pursuant to the provisions of the convention signed between the United States and the French government on the 9th of November, 1843.</p>\n<p>On a full hearing at chambers, the district judge held \"that the evidence produced against the said Metzger was sufficient in law to justify his apprehension and commitment on the charge of forgery, had the crime been committed within the United States\"; and the prisoner was \"committed, pursuant to the provisions of the said treaty, to abide the order of the President of the United States.\"</p>\n<p>In the first article of the convention for the surrender of criminals between the United States and his Majesty, the king of the French, on the 9th of November, 1843, it was \"agreed, that the high contracting parties shall, on requisitions made in their name, through the medium of their respective diplomatic agents, deliver up to justice persons who, being accused of the crimes enumerated in the next following article, committed within the jurisdiction of the requiring party, shall seek an asylum, or shall be found within the territories of the other: provided, that this shall be done only when the fact of the commission of the crime shall be so established, as that the laws of the country in which the fugitive or the person so accused shall be found would justify his or her apprehension and commitment for trial, if the crime had been there committed.\"</p>\n<p>The second article specifies, among other crimes, that of forgery, with which the prisoner was charged.</p>\n<p>The third article declares that, \"on the part of the government of the United States, the surrender shall be made only by the authority of the executive thereof.\"</p>\n<p>It is contended that the treaty, without the aid of legislation, does not authorize an arrest of a fugitive from France, however clearly the crime may be proved against him;  that the treaty provides for a surrender by the executive only, and not through the instrumentality of the judicial power.</p>\n<p>The mode adopted by the executive in the present case seems to be the proper one. Under the provisions of the constitution, the treaty is the supreme law of the land, and, in regard to rights and responsibilities growing out of it, it may become a subject of judicial cognizance. The surrender of fugitives from justice is a matter of conventional arrangement between states, as no such obligation is imposed by the laws of nations.</p>\n<p>Whether the crime charged is sufficiently proved, and comes within the treaty, are matters for judicial decision; and the executive, when the late demand of the surrender of Metzger was made, <span class=\"star-pagination\">*189</span> very properly, as we suppose, referred it to the judgment of a judicial officer. The arrest which followed, and the committal of the accused, subject to the order of the executive, seems to be the most appropriate, if not the only, mode of giving effect to the treaty.</p>\n<p>The jurisdiction of this court in this matter is the main question for consideration. As this has been argued fully, and as it is supposed that there is a conflict in the decisions of this court on the subject, a reference will be made to the cases which have been adjudged.</p>\n<p>In the United States v. Hamilton, 3 Dallas, 17, a writ of habeas corpus was issued, on which the defendant, who was charged with high treason, was brought into court. He had been committed on the warrant of the district judge. A motion was made for his discharge, \"absolutely, or at least upon reasonable bail.\" The court held the prisoner to bail. From the opinion pronounced, it appears the deliberation of the court was chiefly on the subject of appointing a special circuit court to try certain offences, which, for the reasons assigned, they refused to do.</p>\n<p>Here, it is said, was an original exercise of jurisdiction by the court, as it does not appear that the district judge was holding a court at the time of the commitment. No objection seems to have been made to the jurisdiction, and the court did not consider it. The defendant was discharged on bail, and this may be presumed to have been one of the main objects of the writ.</p>\n<p>The thirty-third section of the Judiciary Act of 1789 provides, that, \"upon all arrests in criminal cases, bail shall be admitted, except where the punishment may be death, in which cases it shall not be admitted but by the Supreme or a Circuit Court, or by a justice of the Supreme Court,\" &amp;c. Hamilton's case was within this section, the charge against him being treason, which was punishable with death. The case is not fully reported. The motion to discharge the prisoner is not noticed in the opinion of the court, and this omission may be accounted for on the ground that they had no power to discharge. But, whether this presumption be well founded or not, it is clear, if this were not the exercise of an original jurisdiction, that the court had a right to admit to bail, under the section, and for that purpose to cause the defendant to be brought before them by a habeas corpus.</p>\n<p>Ex parte Burford, 3 Cranch, 448, was a habeas corpus, on which the prisoner, who had been committed by the Circuit Court of this District, was discharged, there being no sufficient cause for the commitment.</p>\n<p>Ex parte Bollman &amp; Swartwout, 4 Cranch, 75, gave rise to much discussion on the power of the court to issue a writ of habeas corpus; and, in their opinion, they consider the subject with great care.</p>\n<p><span class=\"star-pagination\">*190</span> The chief justice disclaimed all jurisdiction in the case, \"not given by the constitution or laws of the United States.\"</p>\n<p>He refers to the fourteenth section of the Judiciary Act above cited, in these words:  \"That all the before-mentioned courts of the United States shall have power to issue writs of scire facias, habeas corpus, and all other writs, not specially provided for by statute, which may be necessary for the exercise of their respective jurisdictions, and agreeable to the principles and usages of law. And that either of the justices of the Supreme Court, as well as judges of the District Courts, shall have power to grant writs of habeas corpus, for the purpose of an inquiry into the cause of commitment. Provided, that writs of habeas corpus shall in no case extend to prisoners in jail, unless where they are in custody under or by color of the authority of the United States, or are committed for trial before some court of the same, or are necessary to be brought into court to testify.\"</p>\n<p>Bollman and Swartwout had \"been committed by the Circuit Court of the District of Columbia, on a charge of treason against the United States.\"</p>\n<p>The court held, that the proviso limiting the cases in which the writ should issue extends to the whole section, and that they could issue the writ, as it was clearly the exercise of an appellate jurisdiction; that \"the revision of a decision of an inferior court, by which a citizen has been committed to jail,\" is an appellate power.</p>\n<p>In Ex parte Kearney, \"who was committed by the Circuit Court of the District of Columbia, for an alleged contempt,\" 7 Wheat. 38, the court said, that the case of Bollman and Swartwout expressly decided, upon full argument, that this court possessed such an authority, and the question has ever since been considered at rest.\" And they held, \"that a writ of habeas corpus was not a proper remedy, where a party was committed for a contempt by a court of competent jurisdiction.\"</p>\n<p>The preceding cases were all referred to in Ex parte Watkins, 3 Peters, 193, and the court said,  \"Without looking into the indictments under which the prosecution against the petitioner was conducted, we are unanimously of opinion that the judgment of a court of general criminal jurisdiction justifies his imprisonment, and that the writ of habeas corpus ought not to be awarded.\"</p>\n<p>Again, in 7 Peters, 568, the case of Ex parte Watkins was brought before the court on a writ of habeas corpus, on the ground that the prisoner \"would not be detained in jail longer than the return day of the process, and he had been brought into court and committed, by the order of the court, to the custody of the marshal.\" This committal was required by the law of Maryland, in force in this District, and it not having been ordered, the court discharged the petitioner.</p>\n<p>In all the above cases, except in that of Hamilton, this court <span class=\"star-pagination\">*191</span> sustained the power to issue the writ of habeas corpus, in the exercise of an appellate jurisdiction under the fourteenth section of the act of 1789; and the case of Hamilton was probably sustained under the thirty-third section of the same act, for the purpose of taking bail. The same doctrine was maintained in Ex parte Dorr, 3 Howard, 104. In that case the proviso in the fourteenth section was considered as restricting the jurisdiction to cases where a prisoner is \"in custody under or by color of the authority of the United States, or has been committed for trial before some court of the same, or is necessary to be brought into court to testify.\"</p>\n<p>The case under consideration was heard and decided by the district judge at his chambers, and not in court; and the question arises, whether the court can exercise jurisdiction to examine into the cause of commitment, under such a state of facts.</p>\n<p>There is no pretence that this can be done, in the nature of an appellate power. This court can exercise no power, in an appellate form, over decisions made at his chambers by a justice of this court, or a judge of the District Court. The argument of the court, in the case of Bollman and Swartwout, that the power given to an individual judge may well be exercised by the court, must not be considered as asserting an original jurisdiction to issue the writ. On the contrary, the power exercised in that case was an appellate one, and the jurisdiction was maintained on that ground.</p>\n<p>It may be admitted that there is some refinement in denominating that an appellate power which is exercised through the instrumentality of a writ of habeas corpus. In this form nothing more can be examined into than the legality of the commitment. However erroneous the judgment of the court may be, either in a civil or criminal case, if it had jurisdiction, and the defendant has been duly committed, under an execution or sentence, he cannot be discharged by this writ. In criminal cases, this court have no revisory power over the decisions of the Circuit Court; and yet, as appears from the cases cited, \"the cause of commitment\" in that court may be examined in this, on a writ of habeas corpus. And this is done by the exercise of an appellate power,  a power to inquire merely into the legality of the imprisonment, but not to correct the errors of the judgment of the Circuit Court. This does not conflict with the principles laid down in Marbury v. Madison, 1 Cranch, 137. In that case, the court refused to exercise an original jurisdiction by issuing a mandamus to the Secretary of State; and they held, that \"Congress have not power to give original jurisdiction to the Supreme Court in other cases than those described in the constitution.\"</p>\n<p>There is no form in which an appellate power can be exercised by this court over the proceedings of a district judge at his chambers. He exercises a special authority, and the law has made no provision for the revision of his judgment. It cannot be brought <span class=\"star-pagination\">*192</span> before the District or Circuit Court; consequently it cannot, in the nature of an appeal, be brought before this court. The exercise of an original jurisdiction only could reach such a proceeding, and this has not been given by Congress, if they have the power to confer it.</p>\n<p>Upon the whole, the motion for the writ of habeas corpus in this case is overruled.</p>\n<p></p>\n<h2>Order.</h2>\n<p>Mr. Coxe, of counsel for the petitioner, having filed and read in open court the petition of the aforesaid Nicholas Lucien Metzger, and moved the court for a writ of habeas corpus, as prayed for in the aforesaid petition, to be directed to the marshal of the United States for the Southern District of New York, commanding him forthwith to produce before this honorable court the body of the petitioner, with the cause of his detention,  on consideration whereof, and of the arguments of counsel thereupon had, as well against as in support of the said motion, and after mature deliberation thereupon had, it is now here ordered and adjudged by this court, that the prayer of the petition be denied, and that the said motion be and the same is hereby overruled.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">How.</span> <span class=\"page\">176</span></span></b></center>\n<center><h1>IN THE MATTER OF NICHOLAS LUCIEN METZGER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*178</span> The case was argued by Mr. Coxe, on behalf of the petitioner, and by the Attorney-General (Mr. Clifford) and Mr. Jones, in opposition to the motion.</p>\n<p>Mr. Coxe, for the motion.</p>\n<p><span class=\"star-pagination\">*188</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>This is a petition for a habeas corpus, in which the petitioner represents that he is a prisoner in jail, under the custody of the marshal for the Southern District of the State of New York, by virtue of a warrant issued by the judge of the United States for said district, as an alleged fugitive from justice, pursuant to the provisions of the convention signed between the United States and the French government on the 9th of November, 1843.</p>\n<p>On a full hearing at chambers, the district judge held \"that the evidence produced against the said Metzger was sufficient in law to justify his apprehension and commitment on the charge of forgery, had the crime been committed within the United States\"; and the prisoner was \"committed, pursuant to the provisions of the said treaty, to abide the order of the President of the United States.\"</p>\n<p>In the first article of the convention for the surrender of criminals between the United States and his Majesty, the king of the French, on the 9th of November, 1843, it was \"agreed, that the high contracting parties shall, on requisitions made in their name, through the medium of their respective diplomatic agents, deliver up to justice persons who, being accused of the crimes enumerated in the next following article, committed within the jurisdiction of the requiring party, shall seek an asylum, or shall be found within the territories of the other: provided, that this shall be done only when the fact of the commission of the crime shall be so established, as that the laws of the country in which the fugitive or the person so accused shall be found would justify his or her apprehension and commitment for trial, if the crime had been there committed.\"</p>\n<p>The second article specifies, among other crimes, that of forgery, with which the prisoner was charged.</p>\n<p>The third article declares that, \"on the part of the government of the United States, the surrender shall be made only by the authority of the executive thereof.\"</p>\n<p>It is contended that the treaty, without the aid of legislation, does not authorize an arrest of a fugitive from France, however clearly the crime may be proved against him;  that the treaty provides for a surrender by the executive only, and not through the instrumentality of the judicial power.</p>\n<p>The mode adopted by the executive in the present case seems to be the proper one. Under the provisions of the constitution, the treaty is the supreme law of the land, and, in regard to rights and responsibilities growing out of it, it may become a subject of judicial cognizance. The surrender of fugitives from justice is a matter of conventional arrangement between states, as no such obligation is imposed by the laws of nations.</p>\n<p>Whether the crime charged is sufficiently proved, and comes within the treaty, are matters for judicial decision; and the executive, when the late demand of the surrender of Metzger was made, <span class=\"star-pagination\">*189</span> very properly, as we suppose, referred it to the judgment of a judicial officer. The arrest which followed, and the committal of the accused, subject to the order of the executive, seems to be the most appropriate, if not the only, mode of giving effect to the treaty.</p>\n<p>The jurisdiction of this court in this matter is the main question for consideration. As this has been argued fully, and as it is supposed that there is a conflict in the decisions of this court on the subject, a reference will be made to the cases which have been adjudged.</p>\n<p>In the United States v. Hamilton, 3 Dallas, 17, a writ of habeas corpus was issued, on which the defendant, who was charged with high treason, was brought into court. He had been committed on the warrant of the district judge. A motion was made for his discharge, \"absolutely, or at least upon reasonable bail.\" The court held the prisoner to bail. From the opinion pronounced, it appears the deliberation of the court was chiefly on the subject of appointing a special circuit court to try certain offences, which, for the reasons assigned, they refused to do.</p>\n<p>Here, it is said, was an original exercise of jurisdiction by the court, as it does not appear that the district judge was holding a court at the time of the commitment. No objection seems to have been made to the jurisdiction, and the court did not consider it. The defendant was discharged on bail, and this may be presumed to have been one of the main objects of the writ.</p>\n<p>The thirty-third section of the Judiciary Act of 1789 provides, that, \"upon all arrests in criminal cases, bail shall be admitted, except where the punishment may be death, in which cases it shall not be admitted but by the Supreme or a Circuit Court, or by a justice of the Supreme Court,\" &amp;c. Hamilton's case was within this section, the charge against him being treason, which was punishable with death. The case is not fully reported. The motion to discharge the prisoner is not noticed in the opinion of the court, and this omission may be accounted for on the ground that they had no power to discharge. But, whether this presumption be well founded or not, it is clear, if this were not the exercise of an original jurisdiction, that the court had a right to admit to bail, under the section, and for that purpose to cause the defendant to be brought before them by a habeas corpus.</p>\n<p>Ex parte Burford, 3 Cranch, 448, was a habeas corpus, on which the prisoner, who had been committed by the Circuit Court of this District, was discharged, there being no sufficient cause for the commitment.</p>\n<p>Ex parte Bollman &amp; Swartwout, 4 Cranch, 75, gave rise to much discussion on the power of the court to issue a writ of habeas corpus; and, in their opinion, they consider the subject with great care.</p>\n<p><span class=\"star-pagination\">*190</span> The chief justice disclaimed all jurisdiction in the case, \"not given by the constitution or laws of the United States.\"</p>\n<p>He refers to the fourteenth section of the Judiciary Act above cited, in these words:  \"That all the before-mentioned courts of the United States shall have power to issue writs of scire facias, habeas corpus, and all other writs, not specially provided for by statute, which may be necessary for the exercise of their respective jurisdictions, and agreeable to the principles and usages of law. And that either of the justices of the Supreme Court, as well as judges of the District Courts, shall have power to grant writs of habeas corpus, for the purpose of an inquiry into the cause of commitment. Provided, that writs of habeas corpus shall in no case extend to prisoners in jail, unless where they are in custody under or by color of the authority of the United States, or are committed for trial before some court of the same, or are necessary to be brought into court to testify.\"</p>\n<p>Bollman and Swartwout had \"been committed by the Circuit Court of the District of Columbia, on a charge of treason against the United States.\"</p>\n<p>The court held, that the proviso limiting the cases in which the writ should issue extends to the whole section, and that they could issue the writ, as it was clearly the exercise of an appellate jurisdiction; that \"the revision of a decision of an inferior court, by which a citizen has been committed to jail,\" is an appellate power.</p>\n<p>In Ex parte Kearney, \"who was committed by the Circuit Court of the District of Columbia, for an alleged contempt,\" <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">38</span></span>, the court said, that the case of Bollman and Swartwout expressly decided, upon full argument, that this court possessed such an authority, and the question has ever since been considered at rest.\" And they held, \"that a writ of habeas corpus was not a proper remedy, where a party was committed for a contempt by a court of competent jurisdiction.\"</p>\n<p>The preceding cases were all referred to in Ex parte Watkins, 3 Peters, 193, and the court said,  \"Without looking into the indictments under which the prosecution against the petitioner was conducted, we are unanimously of opinion that the judgment of a court of general criminal jurisdiction justifies his imprisonment, and that the writ of habeas corpus ought not to be awarded.\"</p>\n<p>Again, in 7 Peters, 568, the case of Ex parte Watkins was brought before the court on a writ of habeas corpus, on the ground that the prisoner \"would not be detained in jail longer than the return day of the process, and he had been brought into court and committed, by the order of the court, to the custody of the marshal.\" This committal was required by the law of Maryland, in force in this District, and it not having been ordered, the court discharged the petitioner.</p>\n<p>In all the above cases, except in that of Hamilton, this court <span class=\"star-pagination\">*191</span> sustained the power to issue the writ of habeas corpus, in the exercise of an appellate jurisdiction under the fourteenth section of the act of 1789; and the case of Hamilton was probably sustained under the thirty-third section of the same act, for the purpose of taking bail. The same doctrine was maintained in Ex parte Dorr, 3 Howard, 104. In that case the proviso in the fourteenth section was considered as restricting the jurisdiction to cases where a prisoner is \"in custody under or by color of the authority of the United States, or has been committed for trial before some court of the same, or is necessary to be brought into court to testify.\"</p>\n<p>The case under consideration was heard and decided by the district judge at his chambers, and not in court; and the question arises, whether the court can exercise jurisdiction to examine into the cause of commitment, under such a state of facts.</p>\n<p>There is no pretence that this can be done, in the nature of an appellate power. This court can exercise no power, in an appellate form, over decisions made at his chambers by a justice of this court, or a judge of the District Court. The argument of the court, in the case of Bollman and Swartwout, that the power given to an individual judge may well be exercised by the court, must not be considered as asserting an original jurisdiction to issue the writ. On the contrary, the power exercised in that case was an appellate one, and the jurisdiction was maintained on that ground.</p>\n<p>It may be admitted that there is some refinement in denominating that an appellate power which is exercised through the instrumentality of a writ of habeas corpus. In this form nothing more can be examined into than the legality of the commitment. However erroneous the judgment of the court may be, either in a civil or criminal case, if it had jurisdiction, and the defendant has been duly committed, under an execution or sentence, he cannot be discharged by this writ. In criminal cases, this court have no revisory power over the decisions of the Circuit Court; and yet, as appears from the cases cited, \"the cause of commitment\" in that court may be examined in this, on a writ of habeas corpus. And this is done by the exercise of an appellate power,  a power to inquire merely into the legality of the imprisonment, but not to correct the errors of the judgment of the Circuit Court. This does not conflict with the principles laid down in Marbury v. Madison, 1 Cranch, 137. In that case, the court refused to exercise an original jurisdiction by issuing a mandamus to the Secretary of State; and they held, that \"Congress have not power to give original jurisdiction to the Supreme Court in other cases than those described in the constitution.\"</p>\n<p>There is no form in which an appellate power can be exercised by this court over the proceedings of a district judge at his chambers. He exercises a special authority, and the law has made no provision for the revision of his judgment. It cannot be brought <span class=\"star-pagination\">*192</span> before the District or Circuit Court; consequently it cannot, in the nature of an appeal, be brought before this court. The exercise of an original jurisdiction only could reach such a proceeding, and this has not been given by Congress, if they have the power to confer it.</p>\n<p>Upon the whole, the motion for the writ of habeas corpus in this case is overruled.</p>\n<p></p>\n<h2>Order.</h2>\n<p>Mr. Coxe, of counsel for the petitioner, having filed and read in open court the petition of the aforesaid Nicholas Lucien Metzger, and moved the court for a writ of habeas corpus, as prayed for in the aforesaid petition, to be directed to the marshal of the United States for the Southern District of New York, commanding him forthwith to produce before this honorable court the body of the petitioner, with the cause of his detention,  on consideration whereof, and of the arguments of counsel thereupon had, as well against as in support of the said motion, and after mature deliberation thereupon had, it is now here ordered and adjudged by this court, that the prayer of the petition be denied, and that the said motion be and the same is hereby overruled.</p>\n</div>", "id": 86415, "judges": "McLean", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86415/", "sha1": "01028d4bb762496381308bfb4ce1ecbe48202ac8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:26"}