{"absolute_url": "/opinion/89983/united-states-v-county-of-macon/", "blocked": false, "citation": {"case_name": "United States v. County of MacOn", "docket_number": null, "document_uris": ["/api/rest/v2/document/89983/"], "federal_cite_one": "99 U.S. 582", "federal_cite_three": null, "federal_cite_two": null, "id": 74363, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74363/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 7, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1879-03-18", "date_modified": "2014-12-21T01:29:07.518320", "docket": "/api/rest/v2/docket/231402/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">99 U.S. 582</p>\n    <p class=\"case_cite\">25 L.Ed. 331</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>COUNTY OF MACON.</p>\n    <p class=\"date\">October Term, 1878</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Western District of Missouri.</p>\n      <p class=\"indent\">The United States, on the relation of Alfred Huidekoper, filed, on the eighth day of May, 1875, a petition for a <i>mandamus</i> against the county court of Macon County, Missouri. The case exhibited by the pleadings is this: the relator, Nov. 25, 1874, recovered in the court below against said county a judgment upon interest coupons detached from bonds issued by it under and by authority of an act of the General Assembly of said State, entitled 'An Act, to incorporate the Mississippi and Missouri Railroad Company,' approved Feb. 20, 1865.</p>\n      <p class=\"indent\">He alleges that the company received the bonds, which are negotiable in form and payable in New York, in satisfaction of the county's subscription to its capital stock, and delivered the requisite stock certificates to the county; that the latter has ever since retained them and exercised the right of a stockholder in the company, and has levied and collected taxes at the rate of one-half of one per cent to pay the interest on the bonds, and has paid the first four instalments thereof; that an execution was sued out on the judgment, and returned <i>nulla bona;</i> that he then made a demand of the county court to levy and collect a tax for the purpose of paying the judgment, with which demand it has refused and neglected to comply. The county court, in its return to the alternative <i>mandamus</i> awarded, admits the rendition of the judgment, and alleges that the act incorporating the company provides, by its thirteenth section, that 'it shall be lawful for the corporate authority of any city or town, or the county court of any county, desiring to do so to subscribe to the capital stock of said company, and may issue bonds therefor, and levy a tax to pay the same not exceeding one-twentieth of one per cent upon the assessed value of the taxable property for each year;' that under the authority so conferred the county court subscribed, April 2, 1867, for $175,000, and April 12, 1870, for another $175,000, of stock in the company, and issued its bonds in payment of each subscription; that the judgment rendered in favor of the relator was on interest coupons detached from a portion of the bonds issued in payment of the last subscription; that all of said bonds, with the interest thereon, are still outstanding and unpaid; that both subscriptions were made without the assent of two-thirds of the qualified electors of said county, no regular or special election having been held to procure such assent; that the tax of one-twentieth of one per cent on the assessed value of all the taxable property of and in Macon County has been annually levied for the years between 1867 and 1875, inclusive, but is not sufficient to pay the interest annually accruing on the bonds issued in payment and satisfaction of said first subscription; that the county has neither money nor property with which to pay them or the interest thereon, and the county court has no authority, under any law of the State, to levy for that purpose a tax other than the said one-twentieth of one per cent; that it is ready to continue to levy it, and apply the same as far as it will go in payment and satisfaction of the principal and interest of said bonds issued in payment of said first subscription, unless otherwise ordered by a court of competent jurisdiction; and that there is and was no other consideration for said bonds from which were detached the interest coupons sued on by the relator than the payment and satisfaction of said second subscription.</p>\n      <p class=\"indent\">The county court prays judgment whether the levy of the tax of one-twentieth of one per cent and the collection and appropriation thereof <i>pro rata</i> to the payment of the bonds and interest thereon, issued in payment and satisfaction of said first subscription, are not a full discharge of its duty in the premises until the tax thus levied, collected, and appropriated shall have fully paid said bonds and interest, and that the residue of said tax shall be applied <i>pro rata</i> in payment of the principal and interest of the bonds issued in payment and satisfaction of the second subscription.</p>\n      <p class=\"indent\">The relator demurred to the return. The demurrer was overruled and the proceeding dismissed.</p>\n      <p class=\"indent\">The judges were opposed in opinion upon the following questions, and the requisite certificate was filed and made a part of the record:&#8212;&#8212;</p>\n      <p class=\"indent\"><i>First</i>, Whether the provision in the thirteenth section of the act of the General Assembly of the State of Missouri, entitled 'An Act to incorporate the Missouri and Mississippi Railroad Company,' approved Feb. 20, 1865, recited in the bonds, writ, and return in respect of the levy of taxes to pay the bonds, was intended only to provide a sinking-fund for the eventual payment of the principal of the bonds, leaving the county court power to provide for the payment of the interest thereon under the then existing general statutes of the State or by implication, or whether the said provision in said act is an absolute and existing limitation on the power of the said county court in respect to both the principal and interest.</p>\n      <p class=\"indent\"><i>Second</i>, Whether the said limitation in the said thirteenth section of the said act, if it existed when said act was passed, was removed, or the power to levy taxes enlarged, by the subsequent legislation of the State, so as to give the respondent power to levy such an amount and rate of tax from year to year as might be necessary to pay the interest on the said bonds.</p>\n      <p class=\"indent\"><i>Third</i>, Whether the said limitation in said thirteenth section applies to the case of a creditor who has recovered judgment on coupons on said bonds, and whose execution has been returned <i>nulla bona</i>.</p>\n      <p class=\"indent\"><i>Fourth</i>, Whether the relator, a judgment creditor, is entitled only to his proportion of the levy of one-twentieth of one per cent, said proportion to be ascertained by the ratio which his bonds bear in amount to the whole bonded debt, or whether he, by reason of his judgment, is entitled to priority of payment over the bondholder who has obtained no judgment?</p>\n      <p class=\"indent\"><i>Fifth</i>, Whether the judgment creditors, upon bonds issued in payment of the second subscription, are on an equal footing with creditors who recovered judgment on the bonds issued in payment of the first subscription?</p>\n      <p class=\"indent\">The plaintiff sued out this writ, and assigns for error that the demurrer should have been sustained, and a peremptory <i>mandamus</i> awarded.</p>\n      <p class=\"indent\"><i>Mr. Joseph Shippen</i> for the plaintiff in error.</p>\n      <p class=\"indent\">The special tax authorized by sect. 13 of the act of 1865 was intended to provide for the payment of the principal of the bonds by creating a sinking-fund for their grandual extinction. It had no reference or application to current interest. This interpretation is in harmony with <i>United States</i> v. <i>County of Clark</i> (96 U. S. 211), and does not conflict with the points actually presented of record and decided by the Supreme Court of Missouri in <i>State ex rel. All</i> v. <i>Shortridge</i> (56 Mo. 126), because that case involved not simply the interest, but chiefly the principal debt itself.</p>\n      <p class=\"indent\">The intention in chartering the company, and authorizing counties to subscribe for the stock thereof, was that their subscriptions and the bonds to be issued therefor should be of an amount to render substantial aid.</p>\n      <p class=\"indent\">Such was the construction given in 1870 and prior: By the Supreme Court, compelling the first issue of bonds to be made (<i>State ex rel. Missouri &amp; Mississippi Railroad Co.</i> v. <i>Macon County Court</i>, 41 Mo. 453); by the county court, in making its two subscriptions and issues, and subsequently for years levying a tax of one-half of one per cent, adequate to pay the interest and part of the principal thereof; by the company, which, on receiving the bonds at par, issued $350,000 of its stock therefor to the county; and by the purchasers of the bonds.</p>\n      <p class=\"indent\">The carrying into effect of the doctrine that the act created a special trust fund consisting of said one-twentieth of one per cent, on which alone all bondholders must depend for payment of interest and principal, would subvert the intention of the contracting parties, and work manifest injustice. From that doctrine it follows: 1. That the Supreme Court of Missouri, by its peremptory mandate, compelled the county court to issue $175,000 of bonds in 1867, when the said tax would have paid only one and a half per cent interest per annum on said bonds, without any provision for ever paying the principal. <i>State ex rel., &amp;c.</i> v. <i>Macon County Court, supra</i>. 2. That the county could legally issue its bonds <i>ad voluntatem, ad infinitum usque</i>, but could legally pay thereon only what said tax might yield. 3. That the bonds were of uncertain and contingent payment, and hence, irrespective of their amount, non-negotiable securities, worthless for the public purposes for which they were issued. 4. That the legal liabilities of the county are destined never to be extinguished, but must demonstrably in time, by the accumulation and compounding of interest, far exceed in amount the whole taxable property. 5. That the county, while paying less than one-tenth of the interest on its valid indebtedness, retains the $350,000 of stock received in consideration thereof, and will devote all taxes derived from the property of the company to the education of the young. 1 Wagner, Statutes, 314, sect. 55. 6. That a <i>pro rata</i> share of such trust fund is all to which any creditor desiring payment is entitled, although there is no provision of law to secure to him even such a participation therein. 7. That the litigation between the county and its creditors for the distribution of such special trust fund is destined to be perpetual.</p>\n      <p class=\"indent\">In construing a statute, reference must be had to the object to be attained and the means to be employed. It will not be presumed that the legislature attempted to authorize a proceeding unreasonable in itself. <i>Neenan</i> v. <i>Smith</i>, 50 Mo. 523; Sedgwick, Stat. &amp; Const. Law, 235; <i>Milner</i> v. <i>Pensacola</i>, 2 Woods, 633; <i>McCracken</i> v. <i>City of San Francisco</i>, 16 Cal. 591.</p>\n      <p class=\"indent\">Although these bonds have been adjudicated by both the State and the Federal courts to be valid obligations, no notice, either in fact or in law, was given to the purchaser that they were not to be absolutely and unconditionally paid according to their tenor. There was nothing on their face to give warning that there was an over-issue of them, and an innocent holder should not be called upon to ascertain how many may have been put upon the market, so long as there is a law authorizing the issue of a bond such as he takes. The amount of them or of the interest that an annual tax of one-twentieth of one per cent would pay was not capable of ascertainment at the time of the subscription or thereafter; and he was not required by law, or the decisions of this court, to investigate the ratio existing between the debt they represented and the tax assessments. <i>Contra</i>, the county court had the fullest knowledge and control of all these matters, and in favor of a <i>bona fide</i> purchaser of its securities is presumed to have acted through its duly elected and sworn officers within the prescribed limits. <i>Omnia praesumuntur solenniter esse acta</i>. Broom's Legal Maxims, 729; <i>State ex rel. Neal</i> v. <i>Saline County</i>, 48 Mo. 390; <i>Pendleton County</i> v. <i>Amy</i>, 13 Wall. 297; Dillon, Municipal Corporations, sect. 419; <i>Town of Venice</i> v. <i>Murdock</i>, 92 U. S. 494, 499; <i>Marcy</i> v. <i>Oswego Township</i>, id. 637; <i>Humboldt Township</i> v. <i>Long</i>, id. 642; <i>Town of Coloma</i> v. <i>Eaves</i>, id. 484; <i>Ranger</i> v. <i>New Orleans</i>, 2 Woods, 128.</p>\n      <p class=\"indent\">If he had made such an investigation, it could not have afforded him the slightest protection for the future, and the estoppel created in his favor by the facts admitted of record in this case protects him not only in recovering a judgment, but also in enforcing its payment.</p>\n      <p class=\"indent\">Adequate power to provide by taxation for the payment of interest upon the bonds in question was conferred by the general statutes in existence at the time of granting the charter of the company.</p>\n      <p class=\"indent\">The Revised Statutes of Missouri of 1855, p. 438, provide:&#8212;&#8212;</p>\n      <p class=\"indent\">'SECT. 34. Any county court or city which has heretofore subscribed to the capital stock of any railroad in this State shall be entitled to the privileges and subject to the liabilities of other stockholders in such company, and the county court or city council shall have all the rights and powers to provide funds to pay such subscription as are granted to county courts and cities by this act, and may levy a special tax to pay the interest on their bonds, or to provide a sinking-fund to pay the principal.'</p>\n      <p class=\"indent\">'SECT. 57. All existing railroad corporations within this State, and such as now or may be hereafter chartered, shall respectively have and possess all the powers and privileges contained in this act, and they shall be subject to all the duties, liabilities, and provisions, not inconsistent with the provisions of their charter contained in this act.'</p>\n      <p class=\"indent\">These provisions, in substance, were re-enacted in the general statutes which went into effect Aug. 1, 1866, and are still in force (1 Wagner, Statutes, 305, 306, 312); and ample power to tax is clearly included among the powers and privileges conferred by sect. 57. <i>Smith</i> v. <i>Clark County</i>, 54 Mo. 58; <i>Scotland County</i> v. <i>Thomas</i>, 94 U. S. 682. The Supreme Court of Missouri has expressly held that, were it not for the supposed limitation in the charter, these statutes conferred the power the exercise of which the relator demands. <i>State ex rel. Aull</i> v. <i>Shortridge, supra</i>. They are consistent with the charter, and a repeal by implication cannot, therefore, be admitted. <i>City of Galena</i> v. <i>Amy</i>, 5 Wall. 705; <i>McCool</i> v. <i>Smith</i>, 1 Black, 470; <i>City of St. Louis</i> v. <i>Alexander</i>, 23 Mo. 483.</p>\n      <p class=\"indent\">Said sect. 13 has no application to Huidekoper, who in his suit against the county recovered a <i>general</i> judgment, although it was based upon coupons from bonds issued under the authority of said section. <i>United States</i> v. <i>County of Clark</i>, 96 U. S. 211, 216. Had it been payable only out of the special tax, this position would be untenable.</p>\n      <p class=\"indent\">The defendant is concluded by the judgment. <i>Supervisors</i> v. <i>United States</i>, 4 Wall. 435; <i>The Mayor</i> v. <i>Lord</i>, 9 id. 409. If the county had subscribed on behalf of a township, the judgment would have been rendered with an express provision that it should be payable only by taxes levied within the township. <i>Cass County</i> v. <i>Johnston</i>, 95 U. S. 360; <i>Jordan</i> v. <i>Cass County</i>, 3 Dill. 185. In these cases the judgments were against the county as 'trustee of the township.' A judgment is rendered against executors payable <i>de bonis testatoris;</i> and against trustees payable from trust funds <i>quando</i>. It was, in this case, absolute and unconditional in favor of the relator. Had he been limited to any specific fund or revenue, as a means of payment, the judgment would have so declared. The execution, which was returned <i>nulla bona</i>, was general, and so should be the <i>mandamus</i>.</p>\n      <p class=\"indent\">'When judgment is obtained, and there is no property subject to execution out of which it can be made, <i>mandamus</i> will lie, and is the proper remedy to compel the levy and collection of the necessary taxes to pay the judgment. When the claim is reduced to judgment, the duty to provide for its payment becomes perfect; and if it can be paid in no other way, it must be done by the levy and collection of a tax for that purpose, and this duty will be enforced by <i>mandamus</i>.' Dillon, Mun. Corp., sect. 686, and the authorities there cited.</p>\n      <p class=\"indent\"><i>Mr. Willard P. Hall</i> and <i>Mr. James Carr</i> for the defendant in error.</p>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In <i>United States</i> v. <i>County of Clark</i> (96 U. S. 211), we decided that bonds issued by counties under sect. 13 of the act to incorporate the Missouri and Mississippi Railroad Company were debts of the county, and that for any balance remaining due on account of principal or interest after the application of the proceeds of the special tax authorized by that section the holders were entitled to payment out of the general funds of the county. In <i>Loan Company</i> v. <i>Topeka</i> (20 Wall. 660), we also decided that 'it is to be inferred, when the legislature of a State authorizes a county or city to contract a debt by bond, it intends to authorize it to levy such taxes as are necessary to pay the debt, unless there is in the act itself, or in some general statute, a limitation upon the power of taxation which repels such an inference.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">When the act to incorporate the Missouri and Mississippi Railroad Company was passed, the power of counties in the State of Missouri to tax for general purposes was limited by law to one-half of one per cent on the taxable value of the property in the county. Rev. Stat. Mo., 1865, p. 96, sect. 7, p. 121, sect. 76. This limit has never since been increased, and the Constitution of 1875, which is now in force, provides that this tax shall never exceed that rate in counties of the class of Macon. Art. 10, sect. 11. If there had been nothing in the act to the contrary, it might, perhaps, have been fairly inferred that it was the intention of the legislature to grant full power to tax for the payment of the extraordinary debt authorized to an amount sufficient to meet both principal and interest at maturity. This implication is, however, repelled by the special provision for the tax of one-twentieth of one per cent. and the case is thus brought directly within the maxim, <i>expressio unius est exclusio alterius</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thus, while the debt was authorized, the power of taxation for its payment was limited, by the act itself and the general statutes in force at the time, to the special tax designated in the act, and such other taxes applicable to the subject as then were or might thereafter by general or special acts be permitted. No contract has been impaired by taking away a power which was in force when the bonds were issued. The general power of taxation to pay county debts is as ample now as it was when the railroad company was incorporated and the debt incurred. The difficulty lies in the want of original power. While there has undoubtedly been great recklessness on the part of the municipal authorities in the creation of bonded indebtedness, there has not unfrequently been gross carelessness on the part of purchasers when investing in such securities. Every purchaser of a municipal bond is chargeable with notice of the statute under which the bond was issued. If the statute gives no power to make the bond, the municipality is not bound. So, too, if the municipality has no power, either by express grant or by implication, to raise money by taxation to pay the bond, the holder cannot require the municipal authorities to levy a tax for that purpose. If the purchaser in this case had examined the statutes under which the county was acting, he would have seen what might prove to be difficulties in the way of payment. As it is, he holds the obligation of a debtor who is unable to provide the means of payment. We have no power by <i>mandamus</i> to compel a municipal corporation to levy a tax which the law does not authorize. We cannot create new rights or confer new powers. All we can do is to bring existing powers into operation. In this case it appears that the special tax of one-twentieth of one per cent has been regularly levied, collected, and applied, and no complaint is made as to the levy of the one-half of one per cent for general purposes. What is wanted is the levy beyond these amounts, and that, we think, under existing laws, we have no power to order.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Our attention has been directed to the general railroad law in force when the Missouri and Mississippi Railroad Company was incorporated and when the bonds in question were issued, and it is insisted that ample power is to be found there for the levy of the required tax. The power of taxation there granted is, as we think, clearly confined to subscriptions authorized by that act, which require the assent of two-thirds of the qualified voters of the county. Under such circumstances, it seems to have been considered proper to allow substantially unlimited power of taxation to pay a debt which the voters had directly authorized. In this case no such assent was required, and the tax-payers were protected against the improvident action of the official authorities by a limit upon the amount they should be required to pay in any one year. The general railroad act was in force when this company was incorporated, but its provisions seem not to have been satisfactory to the corporators. They wanted authority for counties to subscribe without an election, and on that account accepted the terms which were offered. As the bondholders claim under the corporation, they must submit to the conditions as to taxation which were substituted for those that would otherwise have existed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We have not been referred to any statute which gives a judgment creditor any right to a levy of taxes which he did not have before the judgment. The judgment has the effect of a judicial determination of the validity of his demand and of the amount that is due, but it gives him no new rights in respect to the means of payment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This disposes of the case, and without answering specifically the questions that have been certified, we affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">NOTE.&#8212;In <i>County of Macon</i> v. <i>Huidekoper</i>, error to the Circuit Court of the United States for the Western District of Missouri, which was argued at the same time and by the same counsel as was the preceding case, MR. CHIEF JUSTICE WAITE announced the judgment of the court, as follows: A majority of the court adheres to the decision in <i>United States</i> v. <i>County of Clark</i> (96 U. S. 211), and I am directed to announce the affirmance of this judgment upon the authority of that case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>99 U.S. 582 (____)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCOUNTY OF MACON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*585</span> Mr. Joseph Shippen for the plaintiff in error.</p>\n<p>Mr. Willard P. Hall and Mr. James Carr for the defendant in error.</p>\n<p><span class=\"star-pagination\">*589</span> MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>In United States v. County of Clark (96 U.S. 211), we decided that bonds issued by counties under sect. 13 of the act to incorporate the Missouri and Mississippi Railroad Company were debts of the county, and that for any balance remaining due on account of principal or interest after the application of the proceeds of the special tax authorized by that section the holders were entitled to payment out of the general funds of the county. In Loan Company v. Topeka (20 Wall. 660), we also decided that \"it is to be inferred, when the legislature of a State authorizes a county or city to contract a debt by bond, it intends to authorize it to levy such taxes as are necessary to pay the debt, unless there is in the act itself, or in some general statute, a limitation upon the power of taxation which repels such an inference.\"</p>\n<p>When the act to incorporate the Missouri and Mississippi Railroad Company was passed, the power of counties in the <span class=\"star-pagination\">*590</span> State of Missouri to tax for general purposes was limited by law to one-half of one per cent on the taxable value of the property in the county. Rev. Stat. Mo., 1865, p. 96, sect. 7, p. 121, sect. 76. This limit has never since been increased, and the Constitution of 1875, which is now in force, provides that this tax shall never exceed that rate in counties of the class of Macon. Art. 10, sect. 11. If there had been nothing in the act to the contrary, it might, perhaps, have been fairly inferred that it was the intention of the legislature to grant full power to tax for the payment of the extraordinary debt authorized to an amount sufficient to meet both principal and interest at maturity. This implication is, however, repelled by the special provision for the tax of one-twentieth of one per cent, and the case is thus brought directly within the maxim, expressio unius est exclusio alterius.</p>\n<p>Thus, while the debt was authorized, the power of taxation for its payment was limited, by the act itself and the general statutes in force at the time, to the special tax designated in the act, and such other taxes applicable to the subject as then were or might thereafter by general or special acts be permitted. No contract has been impaired by taking away a power which was in force when the bonds were issued. The general power of taxation to pay county debts is as ample now as it was when the railroad company was incorporated and the debt incurred. The difficulty lies in the want of original power. While there has undoubtedly been great recklessness on the part of the municipal authorities in the creation of bonded indebtedness, there has not unfrequently been gross carelessness on the part of purchasers when investing in such securities. Every purchaser of a municipal bond is chargeable with notice of the statute under which the bond was issued. If the statute gives no power to make the bond, the municipality is not bound. So, too, if the municipality has no power, either by express grant or by implication, to raise money by taxation to pay the bond, the holder cannot require the municipal authorities to levy a tax for that purpose. If the purchaser in this case had examined the statutes under which the county was acting, he would have seen what might prove to be difficulties in the way of payment. As it is, he holds the <span class=\"star-pagination\">*591</span> obligation of a debtor who is unable to provide the means of payment. We have no power by mandamus to compel a municipal corporation to levy a tax which the law does not authorize. We cannot create new rights or confer new powers. All we can do is to bring existing powers into operation. In this case it appears that the special tax of one-twentieth of one per cent has been regularly levied, collected, and applied, and no complaint is made as to the levy of the one-half of one per cent for general purposes. What is wanted is the levy beyond these amounts, and that, we think, under existing laws, we have no power to order.</p>\n<p>Our attention has been directed to the general railroad law in force when the Missouri and Mississippi Railroad Company was incorporated and when the bonds in question were issued, and it is insisted that ample power is to be found there for the levy of the required tax. The power of taxation there granted is, as we think, clearly confined to subscriptions authorized by that act, which require the assent of two-thirds of the qualified voters of the county. Under such circumstances, it seems to have been considered proper to allow substantially unlimited power of taxation to pay a debt which the voters had directly authorized. In this case no such assent was required, and the tax-payers were protected against the improvident action of the official authorities by a limit upon the amount they should be required to pay in any one year. The general railroad act was in force when this company was incorporated, but its provisions seem not to have been satisfactory to the corporators. They wanted authority for counties to subscribe without an election, and on that account accepted the terms which were offered. As the bondholders claim under the corporation, they must submit to the conditions as to taxation which were substituted for those that would otherwise have existed.</p>\n<p>We have not been referred to any statute which gives a judgment creditor any right to a levy of taxes which he did not have before the judgment. The judgment has the effect of a judicial determination of the validity of his demand and of the amount that is due, but it gives him no new rights in respect to the means of payment.</p>\n<p><span class=\"star-pagination\">*592</span> This disposes of the case, and without answering specifically the questions that have been certified, we affirm the judgment.</p>\n<p>Judgment affirmed.</p>\n<p>NOTE.  In County of Macon v. Huidekoper, error to the Circuit Court of the United States for the Western District of Missouri, which was argued at the same time and by the same counsel as was the preceding case, MR. CHIEF JUSTICE WAITE announced the judgment of the court, as follows: A majority of the court adheres to the decision in United States v. County of Clark (96 U.S. 211), and I am directed to announce the affirmance of this judgment upon the authority of that case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></span> (____)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCOUNTY OF MACON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*585</span> Mr. Joseph Shippen for the plaintiff in error.</p>\n<p>Mr. Willard P. Hall and Mr. James Carr for the defendant in error.</p>\n<p><span class=\"star-pagination\">*589</span> MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>In United States v. County of Clark (96 U.S. 211), we decided that bonds issued by counties under sect. 13 of the act to incorporate the Missouri and Mississippi Railroad Company were debts of the county, and that for any balance remaining due on account of principal or interest after the application of the proceeds of the special tax authorized by that section the holders were entitled to payment out of the general funds of the county. In Loan Company v. Topeka (20 Wall. 660), we also decided that \"it is to be inferred, when the legislature of a State authorizes a county or city to contract a debt by bond, it intends to authorize it to levy such taxes as are necessary to pay the debt, unless there is in the act itself, or in some general statute, a limitation upon the power of taxation which repels such an inference.\"</p>\n<p>When the act to incorporate the Missouri and Mississippi Railroad Company was passed, the power of counties in the <span class=\"star-pagination\">*590</span> State of Missouri to tax for general purposes was limited by law to one-half of one per cent on the taxable value of the property in the county. Rev. Stat. Mo., 1865, p. 96, sect. 7, p. 121, sect. 76. This limit has never since been increased, and the Constitution of 1875, which is now in force, provides that this tax shall never exceed that rate in counties of the class of Macon. Art. 10, sect. 11. If there had been nothing in the act to the contrary, it might, perhaps, have been fairly inferred that it was the intention of the legislature to grant full power to tax for the payment of the extraordinary debt authorized to an amount sufficient to meet both principal and interest at maturity. This implication is, however, repelled by the special provision for the tax of one-twentieth of one per cent, and the case is thus brought directly within the maxim, expressio unius est exclusio alterius.</p>\n<p>Thus, while the debt was authorized, the power of taxation for its payment was limited, by the act itself and the general statutes in force at the time, to the special tax designated in the act, and such other taxes applicable to the subject as then were or might thereafter by general or special acts be permitted. No contract has been impaired by taking away a power which was in force when the bonds were issued. The general power of taxation to pay county debts is as ample now as it was when the railroad company was incorporated and the debt incurred. The difficulty lies in the want of original power. While there has undoubtedly been great recklessness on the part of the municipal authorities in the creation of bonded indebtedness, there has not unfrequently been gross carelessness on the part of purchasers when investing in such securities. Every purchaser of a municipal bond is chargeable with notice of the statute under which the bond was issued. If the statute gives no power to make the bond, the municipality is not bound. So, too, if the municipality has no power, either by express grant or by implication, to raise money by taxation to pay the bond, the holder cannot require the municipal authorities to levy a tax for that purpose. If the purchaser in this case had examined the statutes under which the county was acting, he would have seen what might prove to be difficulties in the way of payment. As it is, he holds the <span class=\"star-pagination\">*591</span> obligation of a debtor who is unable to provide the means of payment. We have no power by mandamus to compel a municipal corporation to levy a tax which the law does not authorize. We cannot create new rights or confer new powers. All we can do is to bring existing powers into operation. In this case it appears that the special tax of one-twentieth of one per cent has been regularly levied, collected, and applied, and no complaint is made as to the levy of the one-half of one per cent for general purposes. What is wanted is the levy beyond these amounts, and that, we think, under existing laws, we have no power to order.</p>\n<p>Our attention has been directed to the general railroad law in force when the Missouri and Mississippi Railroad Company was incorporated and when the bonds in question were issued, and it is insisted that ample power is to be found there for the levy of the required tax. The power of taxation there granted is, as we think, clearly confined to subscriptions authorized by that act, which require the assent of two-thirds of the qualified voters of the county. Under such circumstances, it seems to have been considered proper to allow substantially unlimited power of taxation to pay a debt which the voters had directly authorized. In this case no such assent was required, and the tax-payers were protected against the improvident action of the official authorities by a limit upon the amount they should be required to pay in any one year. The general railroad act was in force when this company was incorporated, but its provisions seem not to have been satisfactory to the corporators. They wanted authority for counties to subscribe without an election, and on that account accepted the terms which were offered. As the bondholders claim under the corporation, they must submit to the conditions as to taxation which were substituted for those that would otherwise have existed.</p>\n<p>We have not been referred to any statute which gives a judgment creditor any right to a levy of taxes which he did not have before the judgment. The judgment has the effect of a judicial determination of the validity of his demand and of the amount that is due, but it gives him no new rights in respect to the means of payment.</p>\n<p><span class=\"star-pagination\">*592</span> This disposes of the case, and without answering specifically the questions that have been certified, we affirm the judgment.</p>\n<p>Judgment affirmed.</p>\n<p>NOTE.  In County of Macon v. Huidekoper, error to the Circuit Court of the United States for the Western District of Missouri, which was argued at the same time and by the same counsel as was the preceding case, MR. CHIEF JUSTICE WAITE announced the judgment of the court, as follows: A majority of the court adheres to the decision in United States v. County of Clark (96 U.S. 211), and I am directed to announce the affirmance of this judgment upon the authority of that case.</p>\n</div>", "id": 89983, "judges": "Waite", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89983/", "sha1": "eb1a9b7a448a0434522f2da24b03cc528c060cb4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:22"}