{"absolute_url": "/opinion/89992/national-bank-v-case/", "blocked": false, "citation": {"case_name": "National Bank v. Case", "docket_number": null, "document_uris": ["/api/rest/v2/document/89992/"], "federal_cite_one": "99 U.S. 628", "federal_cite_three": null, "federal_cite_two": null, "id": 74372, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74372/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 15, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1879-04-21", "date_modified": "2014-12-21T01:29:07.776141", "docket": "/api/rest/v2/docket/2543353/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">99 U.S. 628</p>\n    <p class=\"case_cite\">25 L.Ed. 448</p>\n    <p class=\"parties\">NATIONAL BANK<br>v.<br>CASE.</p>\n    <p class=\"date\">October Term, 1878</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the District of Louisiana.</p>\n      <p class=\"indent\">This is a bill brought by Frank F. Case, receiver of the Crescent City National Bank of New Orleans, against the stockholders of that institution, to pay him seventy per cent of the par value of the stock owned by them severally at the time when their respective liabilities were fixed by its insolvency, without regard to any pretended transfers of such stock as they may have attempted to make after the insolvency occurred. As to some of the defendants the bill was dismissed; as to others, a decree was rendered conformably to the prayer of the bill, and a writ of execution awarded against them and their property to enforce the payment of the sums adjudged to be due by them respectively. Among the defendants against whom the decree was rendered was the Germania National Bank of New Orleans, Alcus, Scherck, &amp; Autey, The Crescent Mutual Insurance Company, and Benjamin J. West. They thereupon appealed here.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\">The case was argued by <i>Mr. Thomas J. Durant</i> for the appellants, and by <i>Mr. Charles Case</i> for the appellee.</p>\n      <p class=\"indent\">MR. JUSTICE STRONG delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Crescent City National Bank of New Orleans was organized under the national banking law in 1871. On the 13th of February, 1873, its London correspondents failed, and the bank lost heavily by the failure,&#8212;nearly the entire amount of its capital. This loss was almost immediately known in the community where the institution was located, and necessarily affected its credit. On the 14th of March, 1873, payment of checks drawn upon it by its depositors was suspended, and on the 17th of the same month its circulating notes went to protest.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In reference to the alleged ownership by the Germania Bank (one of the appellants) of shares in the Crescent City Bank, the facts appear to be as follows: On the fourteenth day of December, 1872, it loaned to Phelps, McCullough, &amp; Co. $14,000 on a note of the firm dated Dec. 7, 1872, payable in ninety days, and to secure the payment of the loan the borrowers pledged to the bank one hundred shares of the stock of the Crescent City Bank, with power, on non-payment of the note, to dispose of the stock for cash, at public or private sale, without recourse to legal proceedings, and to this end to make transfers on the books of the corporation whose stock it was. At the same time a power of attorney was given to Mr. Roehl, empowering him to transfer the stock to the Germania Bank, of which he was cashier. The note fell due on the 10th of March, 1873, and was not paid, and on that day a transfer of the one hundred shares to the Germania Bank was made on the transfer books of the Crescent City Bank. The Germania then caused seventy-six of the shares to be transferred to William A. Waldo, one of its clerks, and on the next day transferred to him the remainder. It has ever since stood in his name. Waldo acquired by the transfer no beneficial interest in the stock, and there was an understanding between him and the officers of the bank that he should retransfer it at their request. The cashier has testified, in answer to the question, 'Was not the transfer made (to Waldo) with the view to avoid the liability under the National Bank Act in case of suspension of the Crescent City Bank?' that it was not exactly in that way. 'We simply transferred,' says he, 'because we are not in the habit of holding any bank stock. We did not want to have any bank stock in our name. That was the object.' When further asked whether he was well aware of the fact that the stockholders of national banks were liable to contribute to the payment of their debts in case of insolvency, he replied in the affirmative. When asked whether he did not have that in contemplation at the time of this transfer, he answered, 'That may be one of the reasons why we did not want to own any stock.' And when further asked, 'Was not that one of the principal motives of this transfer to Waldo?' his reply was, 'Yes.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">From this testimony, as well as from other in the record, it is evident that Waldo held the stock as a cover for the Germania Bank; that notwithstanding the transfer to him, it remained subject to the bank's control, and that the transfer to him was made to evade the liability of the true owners. It was not a sale. The bank continued after it was made a pledgee with the legal title in itself or in its representative, and Phelps, McCullough, &amp; Co. were no longer the owners.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Such being the facts of the case, there can be no serious controversy respecting the principles of law applicable to them. It is thoroughly established that one to whom stock has been transferred in pledge or as collateral security for money loaned, and who appears on the books of the corporation as the owner of the stock, is liable as a stockholder for the benefit of creditors. We so held in <i>Pullman</i> v. <i>Upton</i> (96 U. S. 328); and like decisions abound in the English courts, and in numerous American cases, to some of which we refer: <i>Adderly</i> v. <i>Storm</i>, 6 Hill (N. Y.), 624; <i>Roosevelt</i> v. <i>Brown</i>, 11 N. Y. 148; <i>Holyke Bank</i> v. <i>Burnham</i>, 11 Cush. (Mass.) 183; <i>Magruder</i> v. <i>Colston</i>, 44 Md. 349; <i>Crease</i> v. <i>Babcock</i>, 10 Metc. (Mass.) 525; <i>Wheelock</i> v. <i>Kost</i>, 77 Ill. 296; <i>Empire City Bank</i>, 18 N. Y. 199; <i>Hale</i> v. <i>Walker</i>, 31 Iowa, 344. For this several reasons are given. One is, that he is estopped from denying his liability by voluntarily holding himself out to the public as the owner of the stock, and his denial of ownership is inconsistent with the representations he has made; another is, that by taking the legal title he has released the former owner; and a third is, that after having taken the apparent ownership and thus become entitled to receive dividends, vote at elections, and enjoy all the privileges of ownership, it would be inequitable to allow him to refuse the responsibilities of a stockholder. This subject is well treated in Mr. Thompson's recently published work on 'The Liability of Stockholders,' where may be found not only a full collection of authorities, but a careful analysis of what the authorities contain. <i>Vide</i> c. 13.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When, therefore, the stock was transferred to the Germania Bank, though it continued to be held merely as a collateral security, the bank became subject to the liabilities of a stockholder, and the liability accrued the instant the transfer was made. At that instant the liability of Phelps, McCullough, &amp; Co. ceased. We have, then, only to inquire whether the bank succeeded in throwing off that liability by its transfer to its clerk, Waldo. It certainly did not thereby divest itself of its substantial ownership. It is not every transfer that releases a stockholder from his responsibility as such. While it is true that shareholders of the stock of a corporation generally have a right to transfer their shares, and thus disconnect themselves from the corporation and from any responsibility on account of it, it is equally true that there are some limits to this right. A transfer for the mere purpose of avoiding his liability to the company or its creditors is fraudulent and void, and he remains still liable. The English cases, it is admitted, give effect to such transfers, if they are made (as it is called) 'out and out;' that is, completely, so as to divest the transferrer of all interest in the stock. But even in them it is held that if the transfer is merely colorable, or, as sometimes coarsely denominated, a sham,&#8212;if, in fact, the transferee is a mere tool or nominee of the transferrer, so that, as between themselves, there has been no real transfer, 'but in the event of the company becoming prosperous the transferrer would become interested in the profits, the transfer will be held for nought, and the transferrer will be put upon the list of contributories.' <i>Williams's Case</i>, Law Rep. 9 Eq. 225, note, where the transfer was, as in the present case, made to a clerk of the transferrer without consideration; <i>Payne's Case</i>, id. 223; <i>Kintrea's Case</i>, Law Rep. 5 Ch. 95. See also Lindley on Partnership (2d ed.), p. 1352; <i>Chinnock's Case</i>, 1 Johns. (Eng.) Ch. 714; <i>Hyam's Case</i>, 1 De G., F. &amp; J. 75; <i>Budd's Case</i>, 3 id. 296. The American doctrine is even more stringent. Mr. Thompson states it thus, and he is supported by the adjudicated cases: 'A transfer of shares in a failing corporation, made by the transferrer with the purpose of escaping his liability as a shareholder, to a person who, from any cause, is incapable of responding in respect to such liability, is void as to the creditors of the company and as to other shareholders, although as between the transferrer and the transferee it was out and out.' <i>Nathan</i> v. <i>Whitlock</i>, 9 Paige (N. Y.), 152; <i>McClaren</i> v. <i>Franciscus</i>, 43 Mo. 452; <i>Marcy</i> v. <i>Clark</i>, 17 Mass. 329; <i>Johnson</i> v. <i>Laflin</i>, by Dillon, J., 6 Cent. Law Jour. 131.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The case in hand does not need the application of so rigorous a doctrine. While the evidence establishes that the Crescent City was in a failing condition when the transfer to Waldo was made, and leaves no reasonable doubt that the Germania Bank knew it and made the transfer to escape responsibility, it establishes much more. The transfer was not an out and out transfer. The stock remained the property of the transferrer. Waldo was bound to retransfer it when requested, and all the privileges and possible benefits of ownership continued to belong to the bank. No case holds that such a transfer relieves the transferrer from his liability as a stockholder. We are, therefore, compelled to rule that the decree of the Circuit Court against the Germania Bank was correct. Its case, no doubt, is a hard one; but it is not in our power to give relief, without a sacrifice of the well-established rules of law and equity both in this country and in England.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is nothing in the argument on behalf of the appellant that the bank was not authorized to make a loan with the stock of another bank pledged as collateral security. That is an ordinary mode of loaning, and there is nothing in the letter or spirit of the National Banking Act that prohibits it. But if there were, the lender could not set up its own violation of law to escape the responsibility resulting from its illegal action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In support of the other appeals which were taken from the decree of the court below, no argument has been submitted, and they require only brief remarks.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Alcus, Scherck, &amp; Autey in their first answer to the bill, after setting forth several matters perfectly immaterial, admit that they were at one time the owners of seventy shares of the stock of the Crescent City National Bank, but aver that on the [blank] day of [blank], 1873, they sold them all to one Julius Fox, a white person, about twenty-one years old, and a clerk by occupation; that the price paid to them by Fox for the stock was five dollars, and that they never offered to Fox any money or other valuable consideration or promise to induce him to accept the stock. The utter worthlessness of this as a defence sufficiently appears in what we have said respecting the appeal of the Germania Bank. Subsequently what is called a supplemental and amended answer was filed, quite inconsistent with the one first made. It admits the ownership of the stock by the respondents at the time of the bank's insolvency and suspension, and merely denies any unlawful confederacy. That no defence was shown by this supplemental answer we need spend no time to prove.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The only material averment in the answer of the Crescent Mutual Insurance Company was, in substance, that they had owned shares of the stock of the Crescent City Bank before it became a national bank, and that though the State bank had become a national bank with their consent, and they had received dividends, they had not received new certificates. The stock ledgers of the bank, however, show that one hundred and thirty shares stood in their name when the bank failed, and, therefore, taking their averment to be true, it is impossible to find any reason why they are not subject to the liabilities of stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The appeal of Benjamin J. West is equally without merit. It was admitted by his answer and proved by his own testimony that on the 13th of March, 1873, the day before the bank ceased paying its depositors, he was the owner of fifty-eight shares of its stock. On that day he transferred it to one Vincent, whom he describes as a white man, about thirty-five years old, a salesman by trade, for the price of about ten dollars a share. Nothing more than the testimony of Mr. West himself is needed to show that this is what is called in the English books a sham sale, made to conceal his liability. Vincent was West's clerk at the time, and, so far as it appears, without any pecuniary responsibility. No certificate of the stock was issued to him. He paid nothing at the time of the alleged transfer, and never has paid any thing since. He gave no note or other written acknowledgment of indebtedness, and West continued to pay his salary as a clerk six or eight months after the transfer, without deducting any thing for the price of the stock. Indeed, the price of the stock was never charged against Vincent in West's books. Add to this the fact plainly visible in his testimony, that the alleged transfer was made when Mr. West had become alarmed about the condition of the bank, and nothing more is needed to show that it was inoperative, as against the creditors of the bank, according to the doctrine of the cases hereinbefore cited.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There are some other averments in the answer of the appellants of which it is hardly necessary to say any thing. Former decisions of this court have ruled that the determination of the Comptroller of the Currency and his order to the receiver are conclusive of the extent to which the liability of stockholders of insolvent banks may be enforced in suits against such stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>Decree affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>99 U.S. 628 (____)</b></center>\n<center><h1>NATIONAL BANK<br>\nv.<br>\nCASE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*629</span> The case was argued by Mr. Thomas J. Durant for the appellants, and by Mr. Charles Case for the appellee.</p>\n<p>MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>The Crescent City National Bank of New Orleans was organized under the national banking law in 1871. On the 13th of February, 1873, its London correspondents failed, and the bank lost heavily by the failure, 혰 nearly the entire amount of its capital. This loss was almost immediately known in the community where the institution was located, and necessarily affected its credit. On the 14th of March, 1873, payment of checks drawn upon it by its depositors was suspended, and on the 17th of the same month its circulating notes went to protest.</p>\n<p>In reference to the alleged ownership by the Germania Bank (one of the appellants) of shares in the Crescent City Bank, the facts appear to be as follows: On the fourteenth day of December, 1872, it loaned to Phelps, McCullough, &amp; Co. $14,000 on a note of the firm dated Dec. 7, 1872, payable in ninety days, and to secure the payment of the loan the borrowers pledged to the bank one hundred shares of the stock of the Crescent City Bank, with power, on non-payment of the <span class=\"star-pagination\">*630</span> note, to dispose of the stock for cash, at public or private sale, without recourse to legal proceedings, and to this end to make transfers on the books of the corporation whose stock it was. At the same time a power of attorney was given to Mr. Roehl, empowering him to transfer the stock to the Germania Bank, of which he was cashier. The note fell due on the 10th of March, 1873, and was not paid, and on that day a transfer of the one hundred shares to the Germania Bank was made on the transfer books of the Crescent City Bank. The Germania then caused seventy-six of the shares to be transferred to William A. Waldo, one of its clerks, and on the next day transferred to him the remainder. It has ever since stood in his name. Waldo acquired by the transfer no beneficial interest in the stock, and there was an understanding between him and the officers of the bank that he should retransfer it at their request. The cashier has testified, in answer to the question, \"Was not the transfer made (to Waldo) with the view to avoid the liability under the National Bank Act in case of suspension of the Crescent City Bank?\" that it was not exactly in that way. \"We simply transferred,\" says he, \"because we are not in the habit of holding any bank stock. We did not want to have any bank stock in our name. That was the object.\" When further asked whether he was well aware of the fact that the stockholders of national banks were liable to contribute to the payment of their debts in case of insolvency, be replied in the affirmative. When asked whether he did not have that in contemplation at the time of this transfer, he answered, \"That may be one of the reasons why we did not want to own any stock.\" And when further asked, \"Was not that one of the principal motives of this transfer to Waldo?\" his reply was, \"Yes.\"</p>\n<p>From this testimony, as well as from other in the record, it is evident that Waldo held the stock as a cover for the Germania Bank; that notwithstanding the transfer to him, it remained subject to the bank's control, and that the transfer to him was made to evade the liability of the true owners. It was not a sale. The bank continued after it was made a pledgee with the legal title in itself or in its representative, and Phelps, McCullough, &amp; Co. were no longer the owners.</p>\n<p><span class=\"star-pagination\">*631</span> Such being the facts of the case, there can be no serious controversy respecting the principles of law applicable to them. It is thoroughly established that one to whom stock has been transferred in pledge or as collateral security for money loaned, and who appears on the books of the corporation as the owner of the stock, is liable as a stockholder for the benefit of creditors. We so held in Pullman v. Upton (96 U.S. 328); and like decisions abound in the English courts, and in numerous American cases, to some of which we refer: Adderly v. Storm, 6 Hill (N.Y.), 624; Roosevelt v. Brown, 11 N.Y. 148; Holyoke Bank v. Burnham, 11 Cush. (Mass.) 183; Magruder v. Colston, 44 Md. 349; Crease v. Babcock, 10 Metc. (Mass.) 525; Wheelock v. Kost, 77 Ill. 296; Empire City Bank, 18 N.Y. 199; Hale v. Walker, 31 Iowa, 344. For this several reasons are given. One is, that he is estopped from denying his liability by voluntarily holding himself out to the public as the owner of the stock, and his denial of ownership is inconsistent with the representations he has made; another is, that by taking the legal title he has released the former owner; and a third is, that after having taken the apparent ownership and thus become entitled to receive dividends, vote at elections, and enjoy all the privileges of ownership, it would be inequitable to allow him to refuse the responsibilities of a stockholder. This subject is well treated in Mr. Thompson's recently published work on \"The Liability of Stockholders,\" where may be found not only a full collection of authorities, but a careful analysis of what the authorities contain. Vide c. 13.</p>\n<p>When, therefore, the stock was transferred to the Germania Bank, though it continued to be held merely as a collateral security, the bank became subject to the liabilities of a stockholder, and the liability accrued the instant the transfer was made. At that instant the liability of Phelps, McCullough, &amp; Co. ceased. We have, then, only to inquire whether the bank succeeded in throwing off that liability by its transfer to its clerk, Waldo. It certainly did not thereby divest itself of its substantial ownership. It is not every transfer that releases a stockholder from his responsibility as such. While it is true that shareholders of the stock of a corporation generally have a right to transfer their shares, and thus disconnect <span class=\"star-pagination\">*632</span> themselves from the corporation and from any responsibility on account of it, it is equally true that there are some limits to this right. A transfer for the mere purpose of avoiding his liability to the company or its creditors is fraudulent and void, and he remains still liable. The English cases, it is admitted, give effect to such transfers, if they are made (as it is called) \"out and out;\" that is, completely, so as to divest the transferrer of all interest in the stock. But even in them it is held that if the transfer is merely colorable, or, as sometimes coarsely denominated, a sham, 혰 if, in fact, the transferee is a mere tool or nominee of the transferrer, so that, as between themselves, there has been no real transfer, \"but in the event of the company becoming prosperous the transferrer would become interested in the profits, the transfer will be held for nought, and the transferrer will be put upon the list of contributories.\" Williams's Case, Law Rep. 9 Eq. 225, note, where the transfer was, as in the present case, made to a clerk of the transferrer without consideration; Payne's Case, id. 223; Kintrea's Case, Law Rep. 5 Ch. 95. See also Lindley on Partnership (2d ed.), p. 1352; Chinnock's Case, 1 Johns. (Eng.) Ch. 714; Hyam's Case, 1 De G., F. &amp; J. 75; Budd's Case, 3 id. 296. The American doctrine is even more stringent. Mr. Thompson states it thus, and he is supported by the adjudicated cases: \"A transfer of shares in a failing corporation, made by the transferrer with the purpose of escaping his liability as a shareholder, to a person who, from any cause, is incapable of responding in respect to such liability, is void as to the creditors of the company and as to other shareholders, although as between the transferrer and the transferee it was out and out.\" Nathan v. Whitlock, 9 Paige (N.Y.), 152; McClaren v. Franciscus, 43 Mo. 452; Marcy v. Clark, 17 Mass. 329; Johnson v. Laflin, by Dillon, J., 6 Cent. Law Jour. 131.</p>\n<p>The case in hand does not need the application of so rigorous a doctrine. While the evidence establishes that the Crescent City was in a failing condition when the transfer to Waldo was made, and leaves no reasonable doubt that the Germania Bank knew it and made the transfer to escape responsibility, it establishes much more. The transfer was not an out and out transfer. The stock remained the property of the transferrer. <span class=\"star-pagination\">*633</span> Waldo was bound to retransfer it when requested, and all the privileges and possible benefits of ownership continued to belong to the bank. No case holds that such a transfer relieves the transferrer from his liability as a stockholder. We are, therefore, compelled to rule that the decree of the Circuit Court against the Germania Bank was correct. Its case, no doubt, is a hard one; but it is not in our power to give relief, without a sacrifice of the well-established rules of law and equity both in this country and in England.</p>\n<p>There is nothing in the argument on behalf of the appellant that the bank was not authorized to make a loan with the stock of another bank pledged as collateral security. That is an ordinary mode of loaning, and there is nothing in the letter or spirit of the National Banking Act that prohibits it. But if there were, the lender could not set up its own violation of law to escape the responsibility resulting from its illegal action.</p>\n<p>In support of the other appeals which were taken from the decree of the court below, no argument has been submitted, and they require only brief remarks.</p>\n<p>Alcus, Scherck, &amp; Autey in their first answer to the bill, after setting forth several matters perfectly immaterial, admit that they were at one time the owners of seventy shares of the stock of the Crescent City National Bank, but aver that on the [blank] day of [blank], 1873, they sold them all to one Julius Fox, a white person, about twenty-one years old, and a clerk by occupation; that the price paid to them by Fox for the stock was five dollars, and that they never offered to Fox any money or other valuable consideration or promise to induce him to accept the stock. The utter worthlessness of this as a defence sufficiently appears in what we have said respecting the appeal of the Germania Bank. Subsequently what is called a supplemental and amended answer was filed, quite inconsistent with the one first made. It admits the ownership of the stock by the respondents at the time of the bank's insolvency and suspension, and merely denies any unlawful confederacy. That no defence was shown by this supplemental answer we need spend no time to prove.</p>\n<p><span class=\"star-pagination\">*634</span> The only material averment in the answer of the Crescent Mutual Insurance Company was, in substance, that they had owned shares of the stock of the Crescent City Bank before it became a national bank, and that though the State bank had become a national bank with their consent, and they had received dividends, they had not received new certificates. The stock ledgers of the bank, however, show that one hundred and thirty shares stood in their name when the bank failed, and, therefore, taking their averment to be true, it is impossible to find any reason why they are not subject to the liabilities of stockholders.</p>\n<p>The appeal of Benjamin J. West is equally without merit. It was admitted by his answer and proved by his own testimony that on the 13th of March, 1873, the day before the bank ceased paying its depositors, he was the owner of fifty-eight shares of its stock. On that day he transferred it to one Vincent, whom he describes as a white man, about thirty-five years old, a salesman by trade, for the price of about ten dollars a share. Nothing more than the testimony of Mr. West himself is needed to show that this is what is called in the English books a sham sale, made to conceal his liability. Vincent was West's clerk at the time, and, so far as it appears, without any pecuniary responsibility. No certificate of the stock was issued to him. He paid nothing at the time of the alleged transfer, and never has paid any thing since. He gave no note or other written acknowledgment of indebtedness, and West continued to pay his salary as a clerk six or eight months after the transfer, without deducting any thing for the price of the stock. Indeed, the price of the stock was never charged against Vincent in West's books. Add to this the fact plainly visible in his testimony, that the alleged transfer was made when Mr. West had become alarmed about the condition of the bank, and nothing more is needed to show that it was inoperative, as against the creditors of the bank, according to the doctrine of the cases hereinbefore cited.</p>\n<p>There are some other averments in the answer of the appellants of which it is hardly necessary to say any thing. Former decisions of this court have ruled that the determination of the Comptroller of the Currency and his order to the receiver are <span class=\"star-pagination\">*635</span> conclusive of the extent to which the liability of stockholders of insolvent banks may be enforced in suits against such stockholders.</p>\n<p>Decree affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">628</span></span> (____)</b></center>\n<center><h1>NATIONAL BANK<br>\nv.<br>\nCASE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*629</span> The case was argued by Mr. Thomas J. Durant for the appellants, and by Mr. Charles Case for the appellee.</p>\n<p>MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>The Crescent City National Bank of New Orleans was organized under the national banking law in 1871. On the 13th of February, 1873, its London correspondents failed, and the bank lost heavily by the failure, 혰 nearly the entire amount of its capital. This loss was almost immediately known in the community where the institution was located, and necessarily affected its credit. On the 14th of March, 1873, payment of checks drawn upon it by its depositors was suspended, and on the 17th of the same month its circulating notes went to protest.</p>\n<p>In reference to the alleged ownership by the Germania Bank (one of the appellants) of shares in the Crescent City Bank, the facts appear to be as follows: On the fourteenth day of December, 1872, it loaned to Phelps, McCullough, &amp; Co. $14,000 on a note of the firm dated Dec. 7, 1872, payable in ninety days, and to secure the payment of the loan the borrowers pledged to the bank one hundred shares of the stock of the Crescent City Bank, with power, on non-payment of the <span class=\"star-pagination\">*630</span> note, to dispose of the stock for cash, at public or private sale, without recourse to legal proceedings, and to this end to make transfers on the books of the corporation whose stock it was. At the same time a power of attorney was given to Mr. Roehl, empowering him to transfer the stock to the Germania Bank, of which he was cashier. The note fell due on the 10th of March, 1873, and was not paid, and on that day a transfer of the one hundred shares to the Germania Bank was made on the transfer books of the Crescent City Bank. The Germania then caused seventy-six of the shares to be transferred to William A. Waldo, one of its clerks, and on the next day transferred to him the remainder. It has ever since stood in his name. Waldo acquired by the transfer no beneficial interest in the stock, and there was an understanding between him and the officers of the bank that he should retransfer it at their request. The cashier has testified, in answer to the question, \"Was not the transfer made (to Waldo) with the view to avoid the liability under the National Bank Act in case of suspension of the Crescent City Bank?\" that it was not exactly in that way. \"We simply transferred,\" says he, \"because we are not in the habit of holding any bank stock. We did not want to have any bank stock in our name. That was the object.\" When further asked whether he was well aware of the fact that the stockholders of national banks were liable to contribute to the payment of their debts in case of insolvency, be replied in the affirmative. When asked whether he did not have that in contemplation at the time of this transfer, he answered, \"That may be one of the reasons why we did not want to own any stock.\" And when further asked, \"Was not that one of the principal motives of this transfer to Waldo?\" his reply was, \"Yes.\"</p>\n<p>From this testimony, as well as from other in the record, it is evident that Waldo held the stock as a cover for the Germania Bank; that notwithstanding the transfer to him, it remained subject to the bank's control, and that the transfer to him was made to evade the liability of the true owners. It was not a sale. The bank continued after it was made a pledgee with the legal title in itself or in its representative, and Phelps, McCullough, &amp; Co. were no longer the owners.</p>\n<p><span class=\"star-pagination\">*631</span> Such being the facts of the case, there can be no serious controversy respecting the principles of law applicable to them. It is thoroughly established that one to whom stock has been transferred in pledge or as collateral security for money loaned, and who appears on the books of the corporation as the owner of the stock, is liable as a stockholder for the benefit of creditors. We so held in Pullman v. Upton (96 U.S. 328); and like decisions abound in the English courts, and in numerous American cases, to some of which we refer: Adderly v. Storm, 6 Hill (N.Y.), 624; Roosevelt v. Brown, 11 N.Y. 148; Holyoke Bank v. Burnham, 11 Cush. (Mass.) 183; Magruder v. Colston, 44 Md. 349; Crease v. Babcock, 10 Metc. (Mass.) 525; Wheelock v. Kost, 77 Ill. 296; Empire City Bank, 18 N.Y. 199; Hale v. Walker, 31 Iowa, 344. For this several reasons are given. One is, that he is estopped from denying his liability by voluntarily holding himself out to the public as the owner of the stock, and his denial of ownership is inconsistent with the representations he has made; another is, that by taking the legal title he has released the former owner; and a third is, that after having taken the apparent ownership and thus become entitled to receive dividends, vote at elections, and enjoy all the privileges of ownership, it would be inequitable to allow him to refuse the responsibilities of a stockholder. This subject is well treated in Mr. Thompson's recently published work on \"The Liability of Stockholders,\" where may be found not only a full collection of authorities, but a careful analysis of what the authorities contain. Vide c. 13.</p>\n<p>When, therefore, the stock was transferred to the Germania Bank, though it continued to be held merely as a collateral security, the bank became subject to the liabilities of a stockholder, and the liability accrued the instant the transfer was made. At that instant the liability of Phelps, McCullough, &amp; Co. ceased. We have, then, only to inquire whether the bank succeeded in throwing off that liability by its transfer to its clerk, Waldo. It certainly did not thereby divest itself of its substantial ownership. It is not every transfer that releases a stockholder from his responsibility as such. While it is true that shareholders of the stock of a corporation generally have a right to transfer their shares, and thus disconnect <span class=\"star-pagination\">*632</span> themselves from the corporation and from any responsibility on account of it, it is equally true that there are some limits to this right. A transfer for the mere purpose of avoiding his liability to the company or its creditors is fraudulent and void, and he remains still liable. The English cases, it is admitted, give effect to such transfers, if they are made (as it is called) \"out and out;\" that is, completely, so as to divest the transferrer of all interest in the stock. But even in them it is held that if the transfer is merely colorable, or, as sometimes coarsely denominated, a sham, 혰 if, in fact, the transferee is a mere tool or nominee of the transferrer, so that, as between themselves, there has been no real transfer, \"but in the event of the company becoming prosperous the transferrer would become interested in the profits, the transfer will be held for nought, and the transferrer will be put upon the list of contributories.\" Williams's Case, Law Rep. 9 Eq. 225, note, where the transfer was, as in the present case, made to a clerk of the transferrer without consideration; Payne's Case, id. 223; Kintrea's Case, Law Rep. 5 Ch. 95. See also Lindley on Partnership (2d ed.), p. 1352; Chinnock's Case, 1 Johns. (Eng.) Ch. 714; Hyam's Case, 1 De G., F. &amp; J. 75; Budd's Case, 3 id. 296. The American doctrine is even more stringent. Mr. Thompson states it thus, and he is supported by the adjudicated cases: \"A transfer of shares in a failing corporation, made by the transferrer with the purpose of escaping his liability as a shareholder, to a person who, from any cause, is incapable of responding in respect to such liability, is void as to the creditors of the company and as to other shareholders, although as between the transferrer and the transferee it was out and out.\" Nathan v. Whitlock, 9 Paige (N.Y.), 152; McClaren v. Franciscus, 43 Mo. 452; Marcy v. Clark, 17 Mass. 329; Johnson v. Laflin, by Dillon, J., 6 Cent. Law Jour. 131.</p>\n<p>The case in hand does not need the application of so rigorous a doctrine. While the evidence establishes that the Crescent City was in a failing condition when the transfer to Waldo was made, and leaves no reasonable doubt that the Germania Bank knew it and made the transfer to escape responsibility, it establishes much more. The transfer was not an out and out transfer. The stock remained the property of the transferrer. <span class=\"star-pagination\">*633</span> Waldo was bound to retransfer it when requested, and all the privileges and possible benefits of ownership continued to belong to the bank. No case holds that such a transfer relieves the transferrer from his liability as a stockholder. We are, therefore, compelled to rule that the decree of the Circuit Court against the Germania Bank was correct. Its case, no doubt, is a hard one; but it is not in our power to give relief, without a sacrifice of the well-established rules of law and equity both in this country and in England.</p>\n<p>There is nothing in the argument on behalf of the appellant that the bank was not authorized to make a loan with the stock of another bank pledged as collateral security. That is an ordinary mode of loaning, and there is nothing in the letter or spirit of the National Banking Act that prohibits it. But if there were, the lender could not set up its own violation of law to escape the responsibility resulting from its illegal action.</p>\n<p>In support of the other appeals which were taken from the decree of the court below, no argument has been submitted, and they require only brief remarks.</p>\n<p>Alcus, Scherck, &amp; Autey in their first answer to the bill, after setting forth several matters perfectly immaterial, admit that they were at one time the owners of seventy shares of the stock of the Crescent City National Bank, but aver that on the [blank] day of [blank], 1873, they sold them all to one Julius Fox, a white person, about twenty-one years old, and a clerk by occupation; that the price paid to them by Fox for the stock was five dollars, and that they never offered to Fox any money or other valuable consideration or promise to induce him to accept the stock. The utter worthlessness of this as a defence sufficiently appears in what we have said respecting the appeal of the Germania Bank. Subsequently what is called a supplemental and amended answer was filed, quite inconsistent with the one first made. It admits the ownership of the stock by the respondents at the time of the bank's insolvency and suspension, and merely denies any unlawful confederacy. That no defence was shown by this supplemental answer we need spend no time to prove.</p>\n<p><span class=\"star-pagination\">*634</span> The only material averment in the answer of the Crescent Mutual Insurance Company was, in substance, that they had owned shares of the stock of the Crescent City Bank before it became a national bank, and that though the State bank had become a national bank with their consent, and they had received dividends, they had not received new certificates. The stock ledgers of the bank, however, show that one hundred and thirty shares stood in their name when the bank failed, and, therefore, taking their averment to be true, it is impossible to find any reason why they are not subject to the liabilities of stockholders.</p>\n<p>The appeal of Benjamin J. West is equally without merit. It was admitted by his answer and proved by his own testimony that on the 13th of March, 1873, the day before the bank ceased paying its depositors, he was the owner of fifty-eight shares of its stock. On that day he transferred it to one Vincent, whom he describes as a white man, about thirty-five years old, a salesman by trade, for the price of about ten dollars a share. Nothing more than the testimony of Mr. West himself is needed to show that this is what is called in the English books a sham sale, made to conceal his liability. Vincent was West's clerk at the time, and, so far as it appears, without any pecuniary responsibility. No certificate of the stock was issued to him. He paid nothing at the time of the alleged transfer, and never has paid any thing since. He gave no note or other written acknowledgment of indebtedness, and West continued to pay his salary as a clerk six or eight months after the transfer, without deducting any thing for the price of the stock. Indeed, the price of the stock was never charged against Vincent in West's books. Add to this the fact plainly visible in his testimony, that the alleged transfer was made when Mr. West had become alarmed about the condition of the bank, and nothing more is needed to show that it was inoperative, as against the creditors of the bank, according to the doctrine of the cases hereinbefore cited.</p>\n<p>There are some other averments in the answer of the appellants of which it is hardly necessary to say any thing. Former decisions of this court have ruled that the determination of the Comptroller of the Currency and his order to the receiver are <span class=\"star-pagination\">*635</span> conclusive of the extent to which the liability of stockholders of insolvent banks may be enforced in suits against such stockholders.</p>\n<p>Decree affirmed.</p>\n</div>", "id": 89992, "judges": "Strong", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89992/", "sha1": "4d137739b34aa93d6152ee7090a03bb17c1b9335", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:22"}