{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "164 U.S. 179", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/1100676/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Tregea v. Modesto Irrigation Dist.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "18", 
    "id": 1073447, 
    "resource_uri": "/api/rest/v2/citation/1073447/"
  }, 
  "id": 1100676, 
  "blocked": false, 
  "judges": "Brewer, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1896-11-16", 
  "download_url": null, 
  "source": "L", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>164 U.S. 179 (1896)</b></center>\n<center><h1>TREGEA<br>\nv.<br>\nMODESTO IRRIGATION DISTRICT.</h1></center>\n<center>No. 18.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 28, 24, 27, 1896.</center>\n<center>Decided November 16, 1896.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF CALIFORNIA.\n<p><span class=\"star-pagination\">*184</span> <i>Mr. Thomas B. Bond</i> for plaintiff in error. <i>Mr. J.J. Scrivner</i> and <i>Mr. George W. Schell</i> were on his brief.</p>\n<p><i>Mr. John H. Boalt,</i> as <i>Amicus Curiæ,</i> filed a brief in the interest of plaintiff in error.</p>\n<p><i>Mr. A.L. Rhodes</i> for defendant in error.</p>\n<p><i>Mr. Benjamin Harrison</i> for defendant in error.</p>\n<p><i>Mr. C.C. Wright</i> for defendant in error. <i>Mr. Joseph H. Call</i> was on his brief.</p>\n<p><i>Mr. John F. Dillon</i> for defendant in error. <i>Mr. Harry Hubbard</i> and <i>Mr. John M. Dillon</i> were on his brief.</p>\n<p>MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>A motion was made to dismiss this case on the ground of the lack of a Federal question. It appears from the opinion <span class=\"star-pagination\">*185</span> of the Supreme Court of the State that the defendant contended before it that the attempt to bind the reconstituted district \u0097 that is, the district diminished by the exclusion of 28,000 acres, and in which his property was situated \u0097 by a vote of the district prior to such exclusion in respect to the issue of bonds, was in violation of section 10, article I of the Constitution of the United States; and that it overruled and denied such contention. So there was considered by the Supreme Court of the State the distinct question of an alleged conflict between the proceedings confirmed by the decree of the lower court and rights claimed under the Constitution of the United States, and the decision was against those rights. Further, the real contention of the defendant was and is that the operation of this statute is to deprive him of property without due process of law. The burden of his case from the first has rested in the alleged conflict between proceedings had under the irrigation statute and the Federal Constitution; so that beyond the express declaration in the opinion of the Supreme Court of the State, we may look to the real matter in dispute, and these unite in forbidding us to say that no Federal question was presented. The motion to dismiss on that ground must be overruled.</p>\n<p>But going beyond this matter, we are confronted with the question whether, in advance of the issue of bonds and before any obligation has been assumed by the district, there is a case or controversy with opposing parties, such as can be submitted to and can compel judicial consideration and judgment. This is no mere technical question. For, notwithstanding the adjudication by the courts of the State in favor of the validity of the order made for the issue of four hundred thousand dollars of bonds, and, notwithstanding any inquiry and determination which this court might make in respect to the matters involved, there would still be no contract executed; no obligation resting on the district. All that would be accomplished by our affirmance of the decision of the state court would be an adjudication of the right to make a contract, and, unless the board should see fit to proceed in the exercise of the power thus held to exist, all the time and labor <span class=\"star-pagination\">*186</span> of the court would be spent in determining a mere barren right \u0097 a purely moot question.</p>\n<p>We are not concerned with any question as to what a State may require of its judges and courts, nor with what measures it may adopt for securing evidence of the regularity of the proceedings of its municipal corporations. It may authorize an auditor or other officer of state to examine the proceedings and make his certificate of regularity conclusive evidence thereof, or it may permit the district to appeal to a court for a like determination, but in either event it is a mere proceeding to secure evidence.</p>\n<p>The directors of an irrigation district occupy no position antagonistic to the district. They are the agents and the district is the principal. The interests are identical, and it is practically an <i>ex parte</i> application on behalf of the district for the determination of a question which may never in fact arise. It may be true, as the Supreme Court say, that it is of advantage to the district to have some prior determination of the validity of the proceedings in order to secure the sale of its bonds on more advantageous terms, but that does not change the real character of this proceeding.</p>\n<p>This is not the mere reverse of an injunction suit brought by an inhabitant of the district to restrain a board from issuing bonds, for in such case there is an adversary proceeding. Underlying it is the claim that the agent is proposing to do for his principal that which he has no right to do, and to bind him by a contract which he has no right to make; and to protect his property from burden or cloud the taxpayer is permitted to invoke judicial determination. If in such suit an injunction be granted, as is prayed for, the decision is not one of a moot question, but is an adjudication which protects the property of the taxpayer.</p>\n<p>The power which the directors claim is a mere naked power, and not a power coupled with an interest. It is nothing to them, as agents, whether they issue the bonds or not; they neither make nor lose by an exercise of the alleged power; and if it be determined that the power exists, still no burden <span class=\"star-pagination\">*187</span> is cast upon the property of the district because no bonds are issued save by the voluntary act of the board.</p>\n<p>It may well be doubted whether the adjudication really binds anybody. Suppose the judgment of the court be that the proceedings are irregular, and that no power has been by them vested in the district board, and yet notwithstanding such decision the board issues, as provided by the act, the negotiable bonds of the district, will a <i>bona fide</i> purchaser of those bonds be estopped by that judgment from recovering on the bonds against the district? The doctrine of <i>lis pendens</i> does not apply. Neither is any such adjudication binding in respect to negotiable paper unless the party purchases with knowledge of the suit or the decree. <i>Warren County</i> v. <i>Marcy,</i> 97 U.S. 96; <i>Brooklyn</i> v. <i>Insurance Company,</i> 99 U.S. 362; <i>Orleans</i> v. <i>Platt,</i> 99 U.S. 676; <i>Cass County</i> v. <i>Gillett,</i> 100 U.S. 585; <i>Empire</i> v. <i>Darlington,</i> 101 U.S. 87; <i>Thompson</i> v. <i>Perrine,</i> 103 U.S. 806; <i>Carroll County</i> v. <i>Smith,</i> 111 U.S. 556; <i>Scotland County</i> v. <i>Hill,</i> 112 U.S. 183.</p>\n<p>The case of <i>Carroll County</i> v. <i>Smith</i> is instructive on this question. In that case, before the issue of the bonds in suit, an injunction had been issued by the chancery court of the county enjoining the county officials from issuing and delivering the bonds, which injunction was afterwards sustained and made perpetual by the judgment and decree of the Supreme Court of the State. Notwithstanding which the county officials fraudulently and illegally issued the bonds, and this court sustained a judgment on those bonds in favor of a <i>bona fide</i> holder, saying in the opinion: \"The defendant in error was no party to that suit, and the record of the judgment is therefore no estoppel. The bonds were negotiable, and there was, therefore, no constructive notice of any fraud or illegality by virtue of the doctrine of <i>lis pendens. </i><i>Warren County</i> v. <i>Marcy,</i> 97 U.S. 96. It is not alleged in the plea that the defendant in error had actual notice of the litigation, or of the grounds on which it proceeded, or that any injunction was served upon the board of supervisors; and, if he had, that notice would have been merely of the question of law, of <span class=\"star-pagination\">*188</span> which, as we have seen, he is bound to take notice, at all events, and which is now for adjudication in this case.\"</p>\n<p>The case of <i>Scotland County</i> v. <i>Hill, supra</i><i>,</i> contains nothing in conflict with this, for that determines only the effect of actual notice of the pendency of a suit, the point of the decision being expressed in these words of the Chief Justice:</p>\n<p>\"The case of <i>Warren County</i> v. <i>Marcy,</i> 97 U.S. 96, decides that purchasers of negotiable securities are not chargeable with <i>constructive</i> notice of the pendency of a suit affecting the title or validity of the securities; but it has never been doubted that those who buy such securities from litigating parties, with <i>actual</i> notice of the suit do so at their peril, and must abide the result the same as the parties from whom they got their title.\"</p>\n<p>But if a judgment in such a proceeding as this cannot be invoked by the district as <i>res judicata</i> in an action brought against it by the holders of bonds thereafter wrongfully issued, can a judgment in favor of the power be invoked by the holder of such bonds as conclusive upon the district upon the ground of <i>res judicata?</i> In order to create estoppel by judgment must there not be mutuality? We do not mean to intimate that it may not have effect as evidence, like the certificate of an auditor declared by a legislature to be conclusive, but is it not simply as evidence and not as <i>res judicata?</i></p>\n<p>Some light may be thrown on this question by reference to a matter of a somewhat kindred nature. In States which provide for the organization of corporations under general statute different modes of procedure are prescribed. In some States it is sufficient for the parties desiring to incorporate to prepare a charter, acknowledge it before some official, and file it with the secretary of state, or other public officer, and the certificate of such officer is made the evidence of the incorporation. In other States the parties may file a petition in some court, and that court upon presentation thereof examines into the propriety of the incorporation, and if satisfied thereof enters a decree declaring the petitioners duly incorporated, and the copy of such decree is the evidence of the incorporation. Does the difference in procedure between these two <span class=\"star-pagination\">*189</span> cases create any essential difference in character? Is the one executive and the other judicial? Suppose, in the latter case, the statute had provided that either one of the petitioners might appeal from the decree of a lower to the Supreme Court of the State, in order to obtain a final adjudication in favor of the propriety of such incorporation, would this court entertain a suit in error to reverse such adjudication by the highest court of the State? Would it not be held in effect, whatever the form, a mere <i>ex parte</i> case to obtain a judicial opinion, upon which the parties might base further action? It seems to us that this proceeding is after all nothing but one to secure evidence, that in the securing of such evidence no right protected by the Constitution of the United States is invaded, that the State may determine for itself in what way it will secure evidence of the regularity of the proceedings of any of its municipal corporations, and that unless in the course of such proceeding some constitutional right is denied to the individual, this court cannot interfere on the ground that the evidence may thereafter be used in some further action in which there are adversary claims. So on this ground, and not because no Federal question was insisted upon in the state court, the case will be</p>\n<p><i>Dismissed.</i></p>\n<p>MR. JUSTICE HARLAN, MR. JUSTICE GRAY and MR. JUSTICE BROWN are of opinion that, as the judgment of the state court was against a right and privilege specially set up and claimed by the plaintiff in error under the Constitution of the United States, such judgment, if not modified or reversed, will conclude him, if not all holders of taxable property in the Modesto Irrigation District, in respect of the Federal right and privilege so alleged; consequently, it is the duty of this court to determine, upon its merits, the Federal question so raised by the pleadings and determined by the judgment of the state court. They are also of opinion that the principles announced in <i>Fallbrook Irrigation District</i> v. <i>Bradley, etc.,</i> just decided, sustain the conclusions of the state court upon this Federal question and require the affirmance of its judgment.</p>\n</div>", 
  "time_retrieved": "2013-10-29T20:54:40.990832", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "", 
  "sha1": "ad3882d40d5aa58fc0e4076a9b59fb7a68823f44", 
  "date_modified": "2014-10-30T02:39:57.872529", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/1100676/tregea-v-modesto-irrigation-dist/", 
  "citation_count": 3, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/459621/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/1100676/"
}