{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "161 U.S. 10", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94358/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Belknap v. Schild", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "22", 
    "id": 78739, 
    "resource_uri": "/api/rest/v2/citation/78739/"
  }, 
  "id": 94358, 
  "blocked": false, 
  "judges": "Gray, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1896-02-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>161 U.S. 10 (1896)</b></center>\n<center><h1>BELKNAP<br>\nv.<br>\nSCHILD.</h1></center>\n<center>No. 22.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 21, 22, 1895.</center>\n<center>Decided February 8, 1896.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF CALIFORNIA.\n<p><span class=\"star-pagination\">*15</span> <i>Mr. Assistant Attorney General Conrad</i> for appellants.</p>\n<p><i>Mr. J.H. Miller,</i> (with whom was <i>Mr. L.T. Michener</i> on the brief,) for appellee.</p>\n<p>MR. JUSTICE GRAY, after stating the case, delivered the opinion of the court.</p>\n<p>A recapitulation of the principles heretofore affirmed by this court, touching the liability of the United States, and of their officers and agents, to suit in the judicial tribunals, will go far towards disposing of this case.</p>\n<p>It should be premised that our law differs from that of England as to the right of the government to use, without compensation, an invention for which it has granted letters patent.</p>\n<p>In England, the grant of a patent for an invention is considered as simply an exercise of the royal prerogative, and not to be construed as precluding the Crown from using the invention at its pleasure; and therefore a petition of right cannot be maintained against the Crown for using a patented invention; although a private person or corporation, that has contracted to supply the government with articles embodying the invention, may be sued for infringement of the patent. <i>Feather</i> v. <i>The Queen,</i> 6 B. &amp; S. 257; <i>Dixon</i> v. <i>London Small Arms Co.,</i> L.R. 10 Q.B. 130, and 1 App. Cas. 632.</p>\n<p>But, in this country, letters patent for inventions are not granted in the exercise of prerogative, or as a matter of favor, but under art. 1, sect. 8, of the Constitution of the United States, which gives Congress power \"to promote the progress of science and useful arts, by securing for limited terms to authors and inventors the exclusive right to their respective writings and discoveries.\" The Patent Act provides that <span class=\"star-pagination\">*16</span> every patent shall contain a grant to the patentee, his heirs and assigns, for a certain term of years, of \"the exclusive right to make, use and vend the invention or discovery throughout the United States.\" Rev. Stat. § 4884. And this court has repeatedly and uniformly declared that the United States have no more right than any private person to use a patented invention without license of the patentee or making compensation to him. <i>United States</i> v. <i>Burns,</i> 12 Wall. 246, 252; <i>Cammeyer</i> v. <i>Newton,</i> 94 U.S. 225, 235; <i>James</i> v. <i>Campbell,</i> 104 U.S. 356, 358; <i>Hollister</i> v. <i>Benedict Manufacturing Co.,</i> 113 U.S. 59, 67; <i>United States</i> v. <i>Palmer,</i> 128 U.S. 262, 270-272.</p>\n<p>The United States, however, like all sovereigns, cannot be impleaded in a judicial tribunal, except so far as they have consented to be sued. This doctrine has been affirmed by this court in cases too numerous to be cited; and was clearly stated by Mr. Justice Field, delivering judgment in the case of <i>The Siren,</i> as follows: \"It is a familiar doctrine of the common law, that the sovereign cannot be sued in his own courts without his consent. The doctrine rests upon reasons of public policy: the inconvenience and danger which would follow from any different rule. It is obvious that the public service would be hindered, and the public safety endangered, if the supreme authority could be subjected to suit at the instance of every citizen, and consequently controlled in the use and disposition of the means required for the proper administration of the government. The exemption from direct suit is, therefore, without exception. This doctrine of the common law is equally applicable to the supreme authority of the nation, the United States. They cannot be subjected to legal proceedings, at law or in equity, without their consent; and whoever institutes such proceedings must bring his case within the authority of some act of Congress. Such is the language of this court in <i>United States</i> v. <i>Clarke,</i> 8 Pet. 444. The same exemption from judicial process extends to the property of the United States, and for the same reasons. As justly observed by the learned judge who tried this case, there is no distinction between suits against the government directly, and suits <span class=\"star-pagination\">*17</span> against its property.\" 7 Wall. 152-154. So much of this statement as regards suits against the United States, or against their property, was repeated by the present Chief Justice in the recent case of <i>Stanley</i> v. <i>Schwalby,</i> 147 U.S. 508, 512.</p>\n<p>It necessarily follows that, unless expressly permitted by act of Congress, no injunction can be granted against the United States. <i>United States</i> v. <i>McLemore,</i> 4 How. 286; <i>Hill</i> v. <i>United States,</i> 9 How. 386; <i>Case</i> v. <i>Terrell,</i> 11 Wall. 199.</p>\n<p>The United States, by successive acts of Congress, have consented to be sued upon their contracts, either in the Court of Claims, or in a Circuit or District Court of the United States. Acts of February 24, 1855, c. 122, § 1; 10 Stat. 612; March 3, 1863, c. 92, § 2; 12 Stat. 765; Rev. Stat. § 1059; Act of March 3, 1887, c. 359, §§ 1, 2; 24 Stat. 505; <i>United States</i> v. <i>Jones,</i> 131 U.S. 1, 15, 16. The United States may accordingly be sued by a patentee for their use of his invention under a contract made with him by the United States or by their authorized officers. <i>United States</i> v. <i>Burns,</i> 12 Wall. 246; <i>United States</i> v. <i>Palmer,</i> 128 U.S. 262; <i>United States</i> v. <i>Berdan Co.,</i> 156 U.S. 552.</p>\n<p>But the United States have not consented to be liable to suits, founded in tort, for wrongs done by their officers, though in the discharge of their official duties. <i>Gibbons</i> v. <i>United States,</i> 8 Wall. 269; <i>Morgan</i> v. <i>United States,</i> 14 Wall. 531, 534; <i>Langford</i> v. <i>United States,</i> 101 U.S. 341; <i>United States</i> v. <i>Jones,</i> 131 U.S. 1, 16, 18; <i>German Bank</i> v. <i>United States,</i> 148 U.S. 573, 579, 580; <i>Hill</i> v. <i>United States,</i> 149 U.S. 593. The United States, therefore, are not liable to a suit for an infringement of a patent, that being an action sounding in tort. <i>Schillinger</i> v. <i>United States,</i> 155 U.S. 163; <i>United States</i> v. <i>Berdan Co.,</i> 156 U.S. 552.</p>\n<p>A public officer is not personally liable on a contract, although under his own hand and seal, made by him in the line of his duty, by legal authority, and on account of the government, and enuring to its benefit, and not to his own. <i>Hodgson</i> v. <i>Dexter,</i> 1 Cranch, 345. See also <i>Macbeath</i> v. <i>Haldimand,</i> 1 T.R. 172; <i>Unwin</i> v. <i>Wolseley,</i> 1 T.R. 674; <i>Palmer</i> v. <i>Hutchinson,</i> 6 App. Cas. 619.</p>\n<p><span class=\"star-pagination\">*18</span> But the exemption of the United States from judicial process does not protect their officers and agents, civil or military, in time of peace, from being personally liable to an action of tort by a private person whose rights of property they have wrongfully invaded or injured, even by authority of the United States. <i>Little</i> v. <i>Barreme,</i> 2 Cranch, 169; <i>Bates</i> v. <i>Clark,</i> 95 U.S. 204. Such officers or agents, although acting under order of the United States, are therefore personally liable to be sued for their own infringement of a patent. <i>Cammeyer</i> v. <i>Newton,</i> 94 U.S. 225, 235. See also <i>Feather</i> v. <i>The Queen,</i> 6 B. &amp; S. 257, 297; <i>Vavasseur</i> v. <i>Krupp,</i> 9 Ch. D. 351, 355, 358.</p>\n<p>The extent to which officers or agents of the government may be restrained by injunction from doing unlawful acts to the prejudice of private rights is illustrated by the decisions of this court regarding injunctions from the courts of the United States to officers and agents of a State, which, by the Constitution of the United States, is as exempt as the United States are from private suit. <i>Hans</i> v. <i>Louisiana,</i> 134 U.S. 1.</p>\n<p>In a suit to which the State is neither formally nor really a party, its officers, although acting by its order and for its benefit, may be restrained by injunction, when the remedy at law is inadequate, from doing positive acts, for which they are personally and individually liable, taking or injuring the plaintiff's property, contrary to a plain official duty requiring no exercise of discretion, and in violation of the Constitution or laws of the United States. <i>Osborn</i> v. <i>Bank of United States,</i> 9 Wheat. 738, 868, 871; <i>Board of Liquidation</i> v. <i>McComb,</i> 92 U.S. 531, 541; <i>Allen</i> v. <i>Baltimore &amp; Ohio Railroad,</i> 114 U.S. 311; <i>Pennoyer</i> v. <i>McConnaughy,</i> 140 U.S. 1.</p>\n<p>But no injunction can be issued against officers of a State, to restrain or control the use of property already in the possession of the State, or money in its treasury when the suit is commenced; or to compel the State to perform its obligations; or where the State has otherwise such an interest in the object of the suit as to be a necessary party. <i>Louisiana</i> v. <i>Jumel,</i> and <i>Elliott</i> v. <i>Wiltz,</i> 107 U.S. 711, 720-728; <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad,</i> 109 U.S. 446, 454-457; <i>Hagood</i> v. <span class=\"star-pagination\">*19</span> <i>Sothern,</i> 117 U.S. 52, 70; <i>In re Ayers,</i> 123 U.S. 443; <i>North Carolina</i> v. <i>Temple,</i> 134 U.S. 22; <i>McGahey</i> v. <i>Virginia,</i> 135 U.S. 662, 684.</p>\n<p>In support of the decree below, much reliance was placed upon <i>United States</i> v. <i>Lee,</i> 106 U.S. 196; <i>Stanley</i> v. <i>Schwalby,</i> 147 U.S. 508; and <i>The Virginia Coupon Cases,</i> 114 U.S. 269.</p>\n<p>In <i>United States</i> v. <i>Lee</i><i>,</i> the decision of the court, speaking by Mr. Justice Miller, was that the owner of land held and occupied by the United States for public uses, but under a defective title, might maintain, against the officers in possession of the land under authority of the United States, an action of ejectment, notwithstanding the interposition of the Attorney General in behalf of the United States.</p>\n<p>A year afterwards, Mr. Justice Miller, again delivering the opinion of the court, after mentioning a different class of cases, said: \"Another class of cases is where an individual is sued in tort for some act injurious to another in regard to person or property, to which his defence is that he has acted under the orders of the government. In these cases he is not sued as, or because he is, the officer of the government, but as an individual, and the court is not ousted of jurisdiction because he asserts authority as such officer. To make out his defence he must show that his authority was sufficient in law to protect him.\" After citing several cases to this point, he added: \"To this class belongs also the recent case of <i>United States</i> v. <i>Lee,</i> 106 U.S. 196, for the action of ejectment in that case is, in its essential character, an action of trespass, with the power in the court to restore the possession to the plaintiff as part of the judgment. And the defendants Strong and Kaufman, being sued individually as trespassers, set up their authority as officers of the United States, which this court held to be unlawful, and therefore insufficient as a defence. The judgment in that case did not conclude the United States, as the opinion carefully stated, but held the officers liable as unauthorized trespassers, and turned them out of their unlawful possession.\" <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad,</i> 109 U.S. 446, 452.</p>\n<p>This statement of the decision in <i>United States</i> v. <i>Lee</i> was <span class=\"star-pagination\">*20</span> repeated in <i>Stanley</i> v. <i>Schwalby</i><i>,</i> in which the point decided was that the statute of limitations, or adverse possession, might be pleaded in defence of an action of trespass to try title against officers of the United States. 147 U.S. 508, 518.</p>\n<p>In <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad</i><i>,</i> above cited, a bill in equity to foreclose a second mortgage of a railroad, and to set aside as invalid a sale and conveyance of the road to the State of Georgia under a foreclosure of the first mortgage, was filed by holders of bonds secured by the second mortgage against the Governor and the Treasurer of the State, as well as against the railroad company and its directors; and was ordered to be dismissed for want of jurisdiction, because, as was said in the opinion: \"It may be accepted as a point of departure unquestioned, that neither a State nor the United States can be sued as defendant in any court in this country without their consent, except in the limited class of cases in which a State may be made a party in the Supreme Court of the United States by virtue of the original jurisdiction conferred on this court by the Constitution. This principle is conceded in all the cases; and whenever it can be clearly seen that the State is an indispensable party to enable the court, according to the rules which govern its procedure, to grant the relief sought, it will refuse to take jurisdiction.\" \"In the case now under consideration, the State of Georgia is an indispensable party. It is in fact the only proper defendant in the case. No one sued has any personal interest in the matter, or any official authority to grant the relief asked. No foreclosure suit can be sustained without the State, because she has the legal title to the property, and the purchaser under a foreclosure decree would get no title in the absence of the State. The State is in the actual possession of the property, and the court can deliver no possession to the purchaser. The entire interest adverse to plaintiff in this suit is the interest of the State of Georgia in the property, of which she has both the title and possession.\" 109 U.S. 451, 457.</p>\n<p>In the cases cited by the appellee, reported under the head of <i>The Virginia Coupon Cases,</i> 114 U.S. 269, where a collector of taxes due to the State of Virginia refused to receive <span class=\"star-pagination\">*21</span> coupons of the State tendered in payment of such a tax, because forbidden to do so by a statute of the State, which was unconstitutional and void as impairing the obligation of the contract made by the State with the holders of such coupons in the statute under which they were issued, the court, speaking by Mr. Justice Matthews, held that the collector was liable to an action of detinue, or of trespass, for distraining personal property for non-payment of the tax; or, where the remedy at law was inadequate, might be restrained by injunction from making the distraint. <i>Poindexter</i> v. <i>Greenhow,</i> 114 U.S. 270; <i>Chaffin</i> v. <i>Taylor,</i> 114 U.S. 309; <i>Allen</i> v. <i>Baltimore &amp; Ohio Railroad,</i> 114 U.S. 311.</p>\n<p>But where the Circuit Court of the United States, at the suit of one who had tendered such coupons in payment of his taxes, issued an injunction against the Attorney General and other attorneys of the State of Virginia to restrain them from bringing any action in behalf of the State to recover such taxes, and, upon their bringing such actions, committed them for contempt in disobeying the injunction, they were discharged by this court on writs of <i>habeas corpus.</i> Mr. Justice Matthews, again delivering its opinion, and fully reviewing the previous cases, said that from the decision in <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad</i><i>,</i> above cited, \"the inference is, that where it is manifest, upon the face of the record, that the defendants have no individual interest in the controversy, and that the relief sought against them is only in their official capacity as representatives of the State, which alone is to be affected by the judgment or decree, the question then arising, whether the suit is not substantially a suit against the State, is one of jurisdiction;\" and added that actions had been sustained against officers acting in behalf of a State \"only in those instances where the act complained of, considered apart from the official authority alleged as to its justification, and as the personal act of the individual defendant, constituted a violation of right for which the plaintiff was entitled to a remedy at law or in equity against the wrongdoer in his individual character;\" and that the Eleventh Amendment of the Constitution, declaring that \"the judicial power of the United <span class=\"star-pagination\">*22</span> States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by citizens of another State, or by citizens or subjects of any foreign State,\" must be held \"to cover, not only suits brought against a State by name, but those also against its officers, agents and representatives, where the State, though not named as such, is, nevertheless, the only real party against which alone in fact the relief is asked, and against which the judgment or decree effectively operates;\" and therefore concluded that the suit in which the injunction was granted was in substance and in law a suit against the State of Virginia, and consequently the Circuit Court was without jurisdiction to entertain it, the order of injunction and the commitments for contempt were null and void, and the imprisonment of the officers was without authority of law. <i>In re Ayers,</i> 123 U.S. 443, 489, 502, 506, 507.</p>\n<p>When the matter of the Virginia coupons was last brought before this court, Mr. Justice Bradley, delivering its unanimous opinion, summed up, as the result of the previous decisions, so far as concerns the subject now under consideration, \"that no proceedings can be instituted by any holder of said bonds or coupons against the Commonwealth of Virginia, either directly by suit against the Commonwealth by name, or indirectly against her executive officers to control them in the exercise of their official functions as agents of the State;\" but that any holder \"who tenders such coupons in payment of taxes, debts, dues and demands due from him to the State, and continues to hold himself ready to tender the same in payment thereof, is entitled to be free from molestation in person or goods on account of such taxes, debts, dues or demands, and may vindicate such right in all lawful modes of redress \u0097 by suit to recover his property, by suit against the officer to recover damages for taking it, by injunction to prevent such taking where it would be attended with irremediable injury, or by a defence to a suit brought against him for his taxes or the other claims standing against him.\" <i>McGahey</i> v. <i>Virginia,</i> 135 U.S. 662, 684. And this summary was repeated and approved in <i>Pennoyer</i> v. <i>McConnaughy,</i> 140 U.S. 1, 15.</p>\n<p><span class=\"star-pagination\">*23</span> It only remains to apply the principles established by the former decisions to this suit under the Patent Act of the United States.</p>\n<p>That act not only provides that \"damages for the infringement of any patent may be recovered by action on the case,\" but also provides that \"the several courts vested with jurisdiction of cases arising under the patent laws shall have power to grant injunctions, according to the course and principles of courts of equity, to prevent the violation of any right secured by patent, on such terms as the court may deem reasonable; and upon a decree being rendered in any such case for an infringement, the complainant shall be entitled to recover, in addition to the profits to be accounted for by the defendant, the damages the complainant has sustained thereby; and the court shall assess the same, or cause the same to be assessed under its direction.\" Rev. Stat. §§ 4919, 4921.</p>\n<p>This bill in equity was filed by the owner of letters patent for an improvement in caisson gates, and alleged that the defendants infringed the patent by manufacturing and using such gates. The defendants filed a plea to the whole bill, and the Attorney General in behalf of the United States filed a suggestion, the single ground of each of which was that the only caisson gate that the defendants had any relation with was not made by them, and was not used by them for their own benefit, but was made and used by the United States in a dry dock at a navy yard, and the defendants only operated and used it as officers, servants and employés of the United States. The fact so pleaded and suggested could not, consistently with the previous decisions, above cited, prevent the defendants from being held liable to the patentee for their own infringement of his patent. There was no error, therefore, in overruling the plea of the defendants and the suggestion of the Attorney General.</p>\n<p>But the Circuit Court erred in awarding an injunction against the defendants.</p>\n<p>As this court, when deciding that things manufactured under letters patent of the United States were subject to be taxed by a State like other property, said, \"The right of property <span class=\"star-pagination\">*24</span> in the physical substance, which is the fruit of the discovery, is altogether distinct from the right in the discovery itself.\" <i>Patterson</i> v. <i>Kentucky,</i> 97 U.S. 501, 506. Title in the thing manufactured does not give the right to use the patented invention; no more does the patent right in the invention give title in the thing made in violation of the patent.</p>\n<p>In an English case, quite analogous to the case at bar, where shells, bought and owned by a foreign sovereign, were brought to England to be put on board his ships of war, the Court of Appeal held that his agents, if they used the shells in England in infringement of an English patent, might be liable in damages to the patentee, but that the court could not restrain the delivery of the shells to the sovereign to whom they belonged. Lord Justice Brett said, \"The patent law has nothing to do with property;\" and Lord Justice Cotton expressed the same idea more fully, as follows: \"The property in articles which are made in violation of a patent is, notwithstanding the privilege of the patentee, in the infringer if he would otherwise have the property in them. The court, in a suit to restrain the infringement of a patent, does not proceed on the footing that the defendant proved to have infringed has no property in the articles; but, assuming the property to be in him, it prevents the use of those articles, either by removing that which constitutes the infringement, or by ordering, if necessary, a destruction of the articles so as to prevent them from being used in derogation of the plaintiff's rights, and does this as the most effectual mode of protecting the plaintiff's rights \u0097 not on the footing that there is no property in the defendant. The court cannot proceed to give that relief, and interfere with the articles, unless it has before it the person entitled to the articles in question, and has as against this person power to adjudicate that the articles are made or used in infringement of the plaintiff's rights.\" <i>Vavasseur</i> v. <i>Krupp,</i> 9 Ch. D. 351, 358, 360.</p>\n<p>In the present case, the caisson gate was a part of the dry dock in a navy yard of the United States, was constructed and put in place by the United States, and was the property of the <span class=\"star-pagination\">*25</span> United States, and held and used by the United States for the public benefit. If the gate was made in infringement of the plaintiff's patent, that did not prevent the title in the gate from vesting in the United States. The United States, then, had both the title and the possession of the property. The United States could not hold or use it, except through officers and agents. Although this suit was not brought against the United States by name, but against their officers and agents only, nevertheless, so far as the bill prayed for an injunction, and for the destruction of the gate in question, the defendants had no individual interest in the controversy; the entire interest adverse to the plaintiff was the interest of the United States in property of which the United States had both the title and the possession; the United States were the only real party, against whom alone in fact the relief was asked, and against whom the decree would effectively operate; the plaintiff sought to control the defendants in their official capacity, and in the exercise of their official functions, as representatives and agents of the United States, and thereby to defeat the use by the United States of property owned and used by the United States for the common defence and general welfare; and therefore the United States were an indispensable party to enable the court, according to the rules which govern its procedure, to grant the relief sought; and the suit could not be maintained without violating the principles affirmed in the long series of decisions of this court, above cited.</p>\n<p>There was also error in the final decree awarding profits to the plaintiff as against the defendants.</p>\n<p>In a suit in equity for the infringement of a patent, the ground upon which profits are recovered is that they are the benefits which have accrued to the defendants from their wrongful use of the plaintiff's invention, and for which they are liable, <i>ex aequo et bono,</i> to the like extent as a trustee would be who had used the trust property for his own advantage. The defendants, in any such suit, are therefore liable to account for such profits only as have accrued to themselves from the use of the invention, and not for those <span class=\"star-pagination\">*26</span> which have accrued to another, and in which they have no participation. <i>Elizabeth</i> v. <i>Pavement Co.,</i> 97 U.S. 126, 138-140; <i>Root</i> v. <i>Railway Co.,</i> 105 U.S. 189; <i>Tilghman</i> v. <i>Proctor,</i> 125 U.S. 136, 144-148; <i>Keystone Co.</i> v. <i>Adams,</i> 151 U.S. 139, 147; <i>Coupe</i> v. <i>Royer,</i> 155 U.S. 565, 583.</p>\n<p>In the leading case of <i>Elizabeth</i> v. <i>Pavement Co</i><i>.,</i> a suit in equity for the infringement of a patent for an improvement in wooden pavements was brought against a city, as well as against the contractor who had laid down the pavements. It being shown that the city had made no profits from the use of the invention, but that the contractor had, this court held that profits could be recovered against the contractor only, and not against the city. Mr. Justice Bradley, in delivering judgment, said: \"One thing may be affirmed with reasonable confidence, that if an infringer of a patent has realized no profit from the use of the invention, he cannot be called upon to respond for profits; the patentee, in such case, is left to his remedy for damages.\" 97 U.S. 138.</p>\n<p>In the case at bar, there was no evidence that the defendants themselves had made any profits whatever from the use of the plaintiff's invention; but the only gains, profits and advantages, upon which the report of the master and the decree of the court were based, were those which had accrued to the United States from the saving in the cost of the gate; and the master found that no damages, in addition to such gains, profits and advantages, had been proved.</p>\n<p>The necessary result is that, even if the validity of the patent and its infringement by the defendants are assumed, the plaintiff, upon this record, is not entitled to an injunction, to profits, or to damages.</p>\n<p>The finding of the master, that no damages, in addition to profits, had been proved, does not indeed necessarily imply that the plaintiff had not sustained damages, independent of any profits. But no ground for equitable relief, by injunction, by account of profits, or otherwise, being shown, the proper remedy of the plaintiff against the defendants for such damages is by action at law. <i>Elizabeth</i> v. <i>Pavement Co</i><i>.,</i> and <i>Root</i> v. <i>Railway Co</i><i>.,</i> above cited.</p>\n<p><span class=\"star-pagination\">*27</span> The question whether the United States might be liable, in a suit against them in the Court of Claims, or other court of concurrent jurisdiction, as upon a contract, for their use of the caisson gate, if an infringement of the plaintiff's patent, does not arise, and cannot be decided, in this case.</p>\n<p>In order that the rights of all parties interested in the controversy may be preserved, the entry in this case will be</p>\n<p><i>Decree of the Circuit Court reversed, and case remanded to that court with directions to dismiss the bill, without prejudice to an action at law against the defendants, or to a suit against the United States.</i></p>\n<p>MR. JUSTICE HARLAN, with whom concurred MR. JUSTICE FIELD, dissenting.</p>\n<p>I am unable to concur in the disposition which has been made of this case.</p>\n<p>As stated in the opinion of the majority, this court has frequently held that the United States has no more right than any private person to use a patented invention without license of the patentee or without making or securing compensation to him. It is not claimed that the defendants used the plaintiff's patent under a license from him, or that compensation or provision for compensation has been made. The government is, therefore, under an implied obligation to compensate the plaintiff. That obligation arises from the Constitution, which declares that private property shall not be taken for public use without just compensation. Upon this point, the court in <i>United States</i> v. <i>Great Falls Mfg. Co.,</i> 112 U.S. 645, 657, said: \"Such an implication being consistent with the constitutional duty of the government, as well as with common justice, the claimant's cause of action is one that arises out of implied contract, within the meaning of the statute which confers jurisdiction upon the Court of Claims of actions founded `upon any contract, expressed or implied, with the government of the United States.'\" The same principle was recognized in <i>Great Falls Mfg. Co.</i> v. <i>Attorney General,</i> 124 U.S. 581, 597; <i>United States</i> v. <i>Alexander,</i> 148 U.S. 186, 191, and <span class=\"star-pagination\">*28</span> <i>Schillinger</i> v. <i>United States,</i> 155 U.S. 163, 174, 175. In this view \u0097 the defendants being public officers who derive no personal advantage from the use by the government of the plaintiff's invention \u0097 the prayer for an injunction might well have been denied upon the ground that there was an adequate and complete remedy by a suit against the United States as upon implied contract. But the court does not proceed distinctly on that ground.</p>\n<p>If the plaintiff cannot sue the United States to recover compensation for the use of his invention, actually appropriated by the government for public use, then the only adequate remedy for him would be an injunction against the individual officers, who are proceeding without his license, and without any provision having been made for his being compensated. This must be so, unless the court is prepared to hold that there is no remedy, under the Constitution, for the protection of private rights against illegal invasion by officers of the government. In <i>United States</i> v. <i>Lee,</i> 106 U.S. 196, 208, 209, this court said that when the citizen, \"in one of the courts of competent jurisdiction, has established his right of property, there is no reason why deference to any person, natural or artificial, not even the United States, should prevent him from using the means which the law gives him for the protection and enforcement of that right;\" that \"no man in this country is so high that he is above the law; no officer of the law may set that law at defiance with impunity; all the officers of the government, from the highest to the lowest, are creatures of the law, and are bound to obey it.\" If the United States may appropriate to public use the invention of a patentee, without his consent, and without liability to suit, as upon implied contract, for the value of the use of such invention; if, as the court holds, a public officer acting only in the interest of the public, is not individually liable for gains, profits and advantages that may accrue to the United States from such use; and if the officer who thus violates the rights of the patentee cannot be restrained by injunction, then the government may well be regarded as organized robbery so far as the rights of patentees are concerned.</p>\n<p><span class=\"star-pagination\">*29</span> Instead of leaving open the question whether the United States was liable to suit, as upon implied contract, the prayer for injunction, if denied, should have been denied upon the ground, and only upon the ground, that the plaintiff had a complete and adequate remedy by a suit against the government.</p>\n<p>MR. JUSTICE PECKHAM, not having been a member of the court when this case was argued, took no part in the decision.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:22:25", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></span> (1896)</b></center>\n<center><h1>BELKNAP<br>\nv.<br>\nSCHILD.</h1></center>\n<center>No. 22.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 21, 22, 1895.</center>\n<center>Decided February 8, 1896.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF CALIFORNIA.\n<p><span class=\"star-pagination\">*15</span> <i>Mr. Assistant Attorney General Conrad</i> for appellants.</p>\n<p><i>Mr. J.H. Miller,</i> (with whom was <i>Mr. L.T. Michener</i> on the brief,) for appellee.</p>\n<p>MR. JUSTICE GRAY, after stating the case, delivered the opinion of the court.</p>\n<p>A recapitulation of the principles heretofore affirmed by this court, touching the liability of the United States, and of their officers and agents, to suit in the judicial tribunals, will go far towards disposing of this case.</p>\n<p>It should be premised that our law differs from that of England as to the right of the government to use, without compensation, an invention for which it has granted letters patent.</p>\n<p>In England, the grant of a patent for an invention is considered as simply an exercise of the royal prerogative, and not to be construed as precluding the Crown from using the invention at its pleasure; and therefore a petition of right cannot be maintained against the Crown for using a patented invention; although a private person or corporation, that has contracted to supply the government with articles embodying the invention, may be sued for infringement of the patent. <i>Feather</i> v. <i>The Queen,</i> 6 B. &amp; S. 257; <i>Dixon</i> v. <i>London Small Arms Co.,</i> L.R. 10 Q.B. 130, and 1 App. Cas. 632.</p>\n<p>But, in this country, letters patent for inventions are not granted in the exercise of prerogative, or as a matter of favor, but under art. 1, sect. 8, of the Constitution of the United States, which gives Congress power \"to promote the progress of science and useful arts, by securing for limited terms to authors and inventors the exclusive right to their respective writings and discoveries.\" The Patent Act provides that <span class=\"star-pagination\">*16</span> every patent shall contain a grant to the patentee, his heirs and assigns, for a certain term of years, of \"the exclusive right to make, use and vend the invention or discovery throughout the United States.\" Rev. Stat. § 4884. And this court has repeatedly and uniformly declared that the United States have no more right than any private person to use a patented invention without license of the patentee or making compensation to him. <i>United States</i> v. <i>Burns,</i> <span class=\"citation\" data-id=\"88386\"><a href=\"/opinion/88386/united-states-v-burns/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">246</span></a></span>, 252; <i>Cammeyer</i> v. <i>Newton,</i> <span class=\"citation\" data-id=\"89457\"><a href=\"/opinion/89457/cammeyer-v-newton/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 235; <i>James</i> v. <i>Campbell,</i> <span class=\"citation\" data-id=\"90467\"><a href=\"/opinion/90467/james-v-campbell/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 358; <i>Hollister</i> v. <i>Benedict Manufacturing Co.,</i> <span class=\"citation\" data-id=\"91259\"><a href=\"/opinion/91259/hollister-v-benedict-burnham-mfg-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 67; <i>United States</i> v. <i>Palmer,</i> <span class=\"citation\" data-id=\"92332\"><a href=\"/opinion/92332/united-states-v-palmer/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 270-272.</p>\n<p>The United States, however, like all sovereigns, cannot be impleaded in a judicial tribunal, except so far as they have consented to be sued. This doctrine has been affirmed by this court in cases too numerous to be cited; and was clearly stated by Mr. Justice Field, delivering judgment in the case of <i>The Siren,</i> as follows: \"It is a familiar doctrine of the common law, that the sovereign cannot be sued in his own courts without his consent. The doctrine rests upon reasons of public policy: the inconvenience and danger which would follow from any different rule. It is obvious that the public service would be hindered, and the public safety endangered, if the supreme authority could be subjected to suit at the instance of every citizen, and consequently controlled in the use and disposition of the means required for the proper administration of the government. The exemption from direct suit is, therefore, without exception. This doctrine of the common law is equally applicable to the supreme authority of the nation, the United States. They cannot be subjected to legal proceedings, at law or in equity, without their consent; and whoever institutes such proceedings must bring his case within the authority of some act of Congress. Such is the language of this court in <i>United States</i> v. <i>Clarke,</i> 8 Pet. 444. The same exemption from judicial process extends to the property of the United States, and for the same reasons. As justly observed by the learned judge who tried this case, there is no distinction between suits against the government directly, and suits <span class=\"star-pagination\">*17</span> against its property.\" 7 Wall. 152-154. So much of this statement as regards suits against the United States, or against their property, was repeated by the present Chief Justice in the recent case of <i>Stanley</i> v. <i>Schwalby,</i> <span class=\"citation\" data-id=\"93509\"><a href=\"/opinion/93509/stanley-v-schwalby/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, 512.</p>\n<p>It necessarily follows that, unless expressly permitted by act of Congress, no injunction can be granted against the United States. <i>United States</i> v. <i>McLemore,</i> 4 How. 286; <i>Hill</i> v. <i>United States,</i> 9 How. 386; <i>Case</i> v. <i>Terrell,</i> 11 Wall. 199.</p>\n<p>The United States, by successive acts of Congress, have consented to be sued upon their contracts, either in the Court of Claims, or in a Circuit or District Court of the United States. Acts of February 24, 1855, c. 122, § 1; 10 Stat. 612; March 3, 1863, c. 92, § 2; 12 Stat. 765; Rev. Stat. § 1059; Act of March 3, 1887, c. 359, §§ 1, 2; 24 Stat. 505; <i>United States</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"92515\"><a href=\"/opinion/92515/united-states-v-jones/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, 16. The United States may accordingly be sued by a patentee for their use of his invention under a contract made with him by the United States or by their authorized officers. <i>United States</i> v. <i>Burns,</i> <span class=\"citation\" data-id=\"88386\"><a href=\"/opinion/88386/united-states-v-burns/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">246</span></a></span>; <i>United States</i> v. <i>Palmer,</i> <span class=\"citation\" data-id=\"92332\"><a href=\"/opinion/92332/united-states-v-palmer/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>; <i>United States</i> v. <i>Berdan Co.,</i> 156 U.S. 552.</p>\n<p>But the United States have not consented to be liable to suits, founded in tort, for wrongs done by their officers, though in the discharge of their official duties. <i>Gibbons</i> v. <i>United States,</i> 8 Wall. 269; <i>Morgan</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"86635\"><a href=\"/opinion/86635/united-states-v-morgan/\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">531</span></a></span>, 534; <i>Langford</i> v. <i>United States,</i> 101 U.S. 341; <i>United States</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"92515\"><a href=\"/opinion/92515/united-states-v-jones/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, 18; <i>German Bank</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93582\"><a href=\"/opinion/93582/german-bank-of-memphis-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 579, 580; <i>Hill</i> v. <i>United States,</i> 149 U.S. 593. The United States, therefore, are not liable to a suit for an infringement of a patent, that being an action sounding in tort. <i>Schillinger</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94026\"><a href=\"/opinion/94026/schillinger-v-united-states/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>; <i>United States</i> v. <i>Berdan Co.,</i> 156 U.S. 552.</p>\n<p>A public officer is not personally liable on a contract, although under his own hand and seal, made by him in the line of his duty, by legal authority, and on account of the government, and enuring to its benefit, and not to his own. <i>Hodgson</i> v. <i>Dexter,</i> 1 Cranch, 345. See also <i>Macbeath</i> v. <i>Haldimand,</i> 1 T.R. 172; <i>Unwin</i> v. <i>Wolseley,</i> 1 T.R. 674; <i>Palmer</i> v. <i>Hutchinson,</i> 6 App. Cas. 619.</p>\n<p><span class=\"star-pagination\">*18</span> But the exemption of the United States from judicial process does not protect their officers and agents, civil or military, in time of peace, from being personally liable to an action of tort by a private person whose rights of property they have wrongfully invaded or injured, even by authority of the United States. <i>Little</i> v. <i>Barreme,</i> 2 Cranch, 169; <i>Bates</i> v. <i>Clark,</i> 95 U.S. 204. Such officers or agents, although acting under order of the United States, are therefore personally liable to be sued for their own infringement of a patent. <i>Cammeyer</i> v. <i>Newton,</i> <span class=\"citation\" data-id=\"89457\"><a href=\"/opinion/89457/cammeyer-v-newton/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 235. See also <i>Feather</i> v. <i>The Queen,</i> 6 B. &amp; S. 257, 297; <i>Vavasseur</i> v. <i>Krupp,</i> 9 Ch. D. 351, 355, 358.</p>\n<p>The extent to which officers or agents of the government may be restrained by injunction from doing unlawful acts to the prejudice of private rights is illustrated by the decisions of this court regarding injunctions from the courts of the United States to officers and agents of a State, which, by the Constitution of the United States, is as exempt as the United States are from private suit. <i>Hans</i> v. <i>Louisiana,</i> 134 U.S. 1.</p>\n<p>In a suit to which the State is neither formally nor really a party, its officers, although acting by its order and for its benefit, may be restrained by injunction, when the remedy at law is inadequate, from doing positive acts, for which they are personally and individually liable, taking or injuring the plaintiff's property, contrary to a plain official duty requiring no exercise of discretion, and in violation of the Constitution or laws of the United States. <i>Osborn</i> v. <i>Bank of United States,</i> <span class=\"citation\" data-id=\"85451\"><a href=\"/opinion/85451/osborn-v-bank-of-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">738</span></a></span>, 868, 871; <i>Board of Liquidation</i> v. <i>McComb,</i> <span class=\"citation\" data-id=\"89308\"><a href=\"/opinion/89308/board-of-liquidation-v-mccomb/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 541; <i>Allen</i> v. <i>Baltimore &amp; Ohio Railroad,</i> 114 U.S. 311; <i>Pennoyer</i> v. <i>McConnaughy,</i> <span class=\"citation\" data-id=\"93057\"><a href=\"/opinion/93057/pennoyer-v-mcconnaughy/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>.</p>\n<p>But no injunction can be issued against officers of a State, to restrain or control the use of property already in the possession of the State, or money in its treasury when the suit is commenced; or to compel the State to perform its obligations; or where the State has otherwise such an interest in the object of the suit as to be a necessary party. <i>Louisiana</i> v. <i>Jumel,</i> and <i>Elliott</i> v. <i>Wiltz,</i> <span class=\"citation\" data-id=\"90810\"><a href=\"/opinion/90810/louisiana-v-jumel/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 720-728; <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">446</span></span>, 454-457; <i>Hagood</i> v. <span class=\"star-pagination\">*19</span> <i>Sothern,</i> <span class=\"citation\" data-id=\"91583\"><a href=\"/opinion/91583/hagood-v-southern/\"><span class=\"volume\">117</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 70; <i>In re Ayers,</i> <span class=\"citation\" data-id=\"92059\"><a href=\"/opinion/92059/in-re-ayers/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>; <i>North Carolina</i> v. <i>Temple,</i> 134 U.S. 22; <i>McGahey</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"92809\"><a href=\"/opinion/92809/mcgahey-v-virginia/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, 684.</p>\n<p>In support of the decree below, much reliance was placed upon <i>United States</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"90667\"><a href=\"/opinion/90667/united-states-v-lee/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>; <i>Stanley</i> v. <i>Schwalby,</i> <span class=\"citation\" data-id=\"93509\"><a href=\"/opinion/93509/stanley-v-schwalby/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>; and <i>The Virginia Coupon Cases,</i> <span class=\"citation\" data-id=\"91367\"><a href=\"/opinion/91367/poindexter-v-greenhow-treasurer-etc-in-error/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>.</p>\n<p>In <i>United States</i> v. <i>Lee</i><i>,</i> the decision of the court, speaking by Mr. Justice Miller, was that the owner of land held and occupied by the United States for public uses, but under a defective title, might maintain, against the officers in possession of the land under authority of the United States, an action of ejectment, notwithstanding the interposition of the Attorney General in behalf of the United States.</p>\n<p>A year afterwards, Mr. Justice Miller, again delivering the opinion of the court, after mentioning a different class of cases, said: \"Another class of cases is where an individual is sued in tort for some act injurious to another in regard to person or property, to which his defence is that he has acted under the orders of the government. In these cases he is not sued as, or because he is, the officer of the government, but as an individual, and the court is not ousted of jurisdiction because he asserts authority as such officer. To make out his defence he must show that his authority was sufficient in law to protect him.\" After citing several cases to this point, he added: \"To this class belongs also the recent case of <i>United States</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"90667\"><a href=\"/opinion/90667/united-states-v-lee/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, for the action of ejectment in that case is, in its essential character, an action of trespass, with the power in the court to restore the possession to the plaintiff as part of the judgment. And the defendants Strong and Kaufman, being sued individually as trespassers, set up their authority as officers of the United States, which this court held to be unlawful, and therefore insufficient as a defence. The judgment in that case did not conclude the United States, as the opinion carefully stated, but held the officers liable as unauthorized trespassers, and turned them out of their unlawful possession.\" <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">446</span></span>, 452.</p>\n<p>This statement of the decision in <i>United States</i> v. <i>Lee</i> was <span class=\"star-pagination\">*20</span> repeated in <i>Stanley</i> v. <i>Schwalby</i><i>,</i> in which the point decided was that the statute of limitations, or adverse possession, might be pleaded in defence of an action of trespass to try title against officers of the United States. <span class=\"citation\" data-id=\"93509\"><a href=\"/opinion/93509/stanley-v-schwalby/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, 518.</p>\n<p>In <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad</i><i>,</i> above cited, a bill in equity to foreclose a second mortgage of a railroad, and to set aside as invalid a sale and conveyance of the road to the State of Georgia under a foreclosure of the first mortgage, was filed by holders of bonds secured by the second mortgage against the Governor and the Treasurer of the State, as well as against the railroad company and its directors; and was ordered to be dismissed for want of jurisdiction, because, as was said in the opinion: \"It may be accepted as a point of departure unquestioned, that neither a State nor the United States can be sued as defendant in any court in this country without their consent, except in the limited class of cases in which a State may be made a party in the Supreme Court of the United States by virtue of the original jurisdiction conferred on this court by the Constitution. This principle is conceded in all the cases; and whenever it can be clearly seen that the State is an indispensable party to enable the court, according to the rules which govern its procedure, to grant the relief sought, it will refuse to take jurisdiction.\" \"In the case now under consideration, the State of Georgia is an indispensable party. It is in fact the only proper defendant in the case. No one sued has any personal interest in the matter, or any official authority to grant the relief asked. No foreclosure suit can be sustained without the State, because she has the legal title to the property, and the purchaser under a foreclosure decree would get no title in the absence of the State. The State is in the actual possession of the property, and the court can deliver no possession to the purchaser. The entire interest adverse to plaintiff in this suit is the interest of the State of Georgia in the property, of which she has both the title and possession.\" <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></span>, 457.</p>\n<p>In the cases cited by the appellee, reported under the head of <i>The Virginia Coupon Cases,</i> <span class=\"citation\" data-id=\"91367\"><a href=\"/opinion/91367/poindexter-v-greenhow-treasurer-etc-in-error/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, where a collector of taxes due to the State of Virginia refused to receive <span class=\"star-pagination\">*21</span> coupons of the State tendered in payment of such a tax, because forbidden to do so by a statute of the State, which was unconstitutional and void as impairing the obligation of the contract made by the State with the holders of such coupons in the statute under which they were issued, the court, speaking by Mr. Justice Matthews, held that the collector was liable to an action of detinue, or of trespass, for distraining personal property for non-payment of the tax; or, where the remedy at law was inadequate, might be restrained by injunction from making the distraint. <i>Poindexter</i> v. <i>Greenhow,</i> 114 U.S. 270; <i>Chaffin</i> v. <i>Taylor,</i> 114 U.S. 309; <i>Allen</i> v. <i>Baltimore &amp; Ohio Railroad,</i> 114 U.S. 311.</p>\n<p>But where the Circuit Court of the United States, at the suit of one who had tendered such coupons in payment of his taxes, issued an injunction against the Attorney General and other attorneys of the State of Virginia to restrain them from bringing any action in behalf of the State to recover such taxes, and, upon their bringing such actions, committed them for contempt in disobeying the injunction, they were discharged by this court on writs of <i>habeas corpus.</i> Mr. Justice Matthews, again delivering its opinion, and fully reviewing the previous cases, said that from the decision in <i>Cunningham</i> v. <i>Macon &amp; Brunswick Railroad</i><i>,</i> above cited, \"the inference is, that where it is manifest, upon the face of the record, that the defendants have no individual interest in the controversy, and that the relief sought against them is only in their official capacity as representatives of the State, which alone is to be affected by the judgment or decree, the question then arising, whether the suit is not substantially a suit against the State, is one of jurisdiction;\" and added that actions had been sustained against officers acting in behalf of a State \"only in those instances where the act complained of, considered apart from the official authority alleged as to its justification, and as the personal act of the individual defendant, constituted a violation of right for which the plaintiff was entitled to a remedy at law or in equity against the wrongdoer in his individual character;\" and that the Eleventh Amendment of the Constitution, declaring that \"the judicial power of the United <span class=\"star-pagination\">*22</span> States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by citizens of another State, or by citizens or subjects of any foreign State,\" must be held \"to cover, not only suits brought against a State by name, but those also against its officers, agents and representatives, where the State, though not named as such, is, nevertheless, the only real party against which alone in fact the relief is asked, and against which the judgment or decree effectively operates;\" and therefore concluded that the suit in which the injunction was granted was in substance and in law a suit against the State of Virginia, and consequently the Circuit Court was without jurisdiction to entertain it, the order of injunction and the commitments for contempt were null and void, and the imprisonment of the officers was without authority of law. <i>In re Ayers,</i> <span class=\"citation\" data-id=\"92059\"><a href=\"/opinion/92059/in-re-ayers/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 489, 502, 506, 507.</p>\n<p>When the matter of the Virginia coupons was last brought before this court, Mr. Justice Bradley, delivering its unanimous opinion, summed up, as the result of the previous decisions, so far as concerns the subject now under consideration, \"that no proceedings can be instituted by any holder of said bonds or coupons against the Commonwealth of Virginia, either directly by suit against the Commonwealth by name, or indirectly against her executive officers to control them in the exercise of their official functions as agents of the State;\" but that any holder \"who tenders such coupons in payment of taxes, debts, dues and demands due from him to the State, and continues to hold himself ready to tender the same in payment thereof, is entitled to be free from molestation in person or goods on account of such taxes, debts, dues or demands, and may vindicate such right in all lawful modes of redress \u0097 by suit to recover his property, by suit against the officer to recover damages for taking it, by injunction to prevent such taking where it would be attended with irremediable injury, or by a defence to a suit brought against him for his taxes or the other claims standing against him.\" <i>McGahey</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"92809\"><a href=\"/opinion/92809/mcgahey-v-virginia/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, 684. And this summary was repeated and approved in <i>Pennoyer</i> v. <i>McConnaughy,</i> <span class=\"citation\" data-id=\"93057\"><a href=\"/opinion/93057/pennoyer-v-mcconnaughy/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15.</p>\n<p><span class=\"star-pagination\">*23</span> It only remains to apply the principles established by the former decisions to this suit under the Patent Act of the United States.</p>\n<p>That act not only provides that \"damages for the infringement of any patent may be recovered by action on the case,\" but also provides that \"the several courts vested with jurisdiction of cases arising under the patent laws shall have power to grant injunctions, according to the course and principles of courts of equity, to prevent the violation of any right secured by patent, on such terms as the court may deem reasonable; and upon a decree being rendered in any such case for an infringement, the complainant shall be entitled to recover, in addition to the profits to be accounted for by the defendant, the damages the complainant has sustained thereby; and the court shall assess the same, or cause the same to be assessed under its direction.\" Rev. Stat. §§ 4919, 4921.</p>\n<p>This bill in equity was filed by the owner of letters patent for an improvement in caisson gates, and alleged that the defendants infringed the patent by manufacturing and using such gates. The defendants filed a plea to the whole bill, and the Attorney General in behalf of the United States filed a suggestion, the single ground of each of which was that the only caisson gate that the defendants had any relation with was not made by them, and was not used by them for their own benefit, but was made and used by the United States in a dry dock at a navy yard, and the defendants only operated and used it as officers, servants and employés of the United States. The fact so pleaded and suggested could not, consistently with the previous decisions, above cited, prevent the defendants from being held liable to the patentee for their own infringement of his patent. There was no error, therefore, in overruling the plea of the defendants and the suggestion of the Attorney General.</p>\n<p>But the Circuit Court erred in awarding an injunction against the defendants.</p>\n<p>As this court, when deciding that things manufactured under letters patent of the United States were subject to be taxed by a State like other property, said, \"The right of property <span class=\"star-pagination\">*24</span> in the physical substance, which is the fruit of the discovery, is altogether distinct from the right in the discovery itself.\" <i>Patterson</i> v. <i>Kentucky,</i> <span class=\"citation\" data-id=\"89820\"><a href=\"/opinion/89820/patterson-v-kentucky/\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 506. Title in the thing manufactured does not give the right to use the patented invention; no more does the patent right in the invention give title in the thing made in violation of the patent.</p>\n<p>In an English case, quite analogous to the case at bar, where shells, bought and owned by a foreign sovereign, were brought to England to be put on board his ships of war, the Court of Appeal held that his agents, if they used the shells in England in infringement of an English patent, might be liable in damages to the patentee, but that the court could not restrain the delivery of the shells to the sovereign to whom they belonged. Lord Justice Brett said, \"The patent law has nothing to do with property;\" and Lord Justice Cotton expressed the same idea more fully, as follows: \"The property in articles which are made in violation of a patent is, notwithstanding the privilege of the patentee, in the infringer if he would otherwise have the property in them. The court, in a suit to restrain the infringement of a patent, does not proceed on the footing that the defendant proved to have infringed has no property in the articles; but, assuming the property to be in him, it prevents the use of those articles, either by removing that which constitutes the infringement, or by ordering, if necessary, a destruction of the articles so as to prevent them from being used in derogation of the plaintiff's rights, and does this as the most effectual mode of protecting the plaintiff's rights \u0097 not on the footing that there is no property in the defendant. The court cannot proceed to give that relief, and interfere with the articles, unless it has before it the person entitled to the articles in question, and has as against this person power to adjudicate that the articles are made or used in infringement of the plaintiff's rights.\" <i>Vavasseur</i> v. <i>Krupp,</i> 9 Ch. D. 351, 358, 360.</p>\n<p>In the present case, the caisson gate was a part of the dry dock in a navy yard of the United States, was constructed and put in place by the United States, and was the property of the <span class=\"star-pagination\">*25</span> United States, and held and used by the United States for the public benefit. If the gate was made in infringement of the plaintiff's patent, that did not prevent the title in the gate from vesting in the United States. The United States, then, had both the title and the possession of the property. The United States could not hold or use it, except through officers and agents. Although this suit was not brought against the United States by name, but against their officers and agents only, nevertheless, so far as the bill prayed for an injunction, and for the destruction of the gate in question, the defendants had no individual interest in the controversy; the entire interest adverse to the plaintiff was the interest of the United States in property of which the United States had both the title and the possession; the United States were the only real party, against whom alone in fact the relief was asked, and against whom the decree would effectively operate; the plaintiff sought to control the defendants in their official capacity, and in the exercise of their official functions, as representatives and agents of the United States, and thereby to defeat the use by the United States of property owned and used by the United States for the common defence and general welfare; and therefore the United States were an indispensable party to enable the court, according to the rules which govern its procedure, to grant the relief sought; and the suit could not be maintained without violating the principles affirmed in the long series of decisions of this court, above cited.</p>\n<p>There was also error in the final decree awarding profits to the plaintiff as against the defendants.</p>\n<p>In a suit in equity for the infringement of a patent, the ground upon which profits are recovered is that they are the benefits which have accrued to the defendants from their wrongful use of the plaintiff's invention, and for which they are liable, <i>ex aequo et bono,</i> to the like extent as a trustee would be who had used the trust property for his own advantage. The defendants, in any such suit, are therefore liable to account for such profits only as have accrued to themselves from the use of the invention, and not for those <span class=\"star-pagination\">*26</span> which have accrued to another, and in which they have no participation. <i>Elizabeth</i> v. <i>Pavement Co.,</i> <span class=\"citation\" data-id=\"89774\"><a href=\"/opinion/89774/elizabeth-v-pavement-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">126</span></a></span>, 138-140; <i>Root</i> v. <i>Railway Co.,</i> 105 U.S. 189; <i>Tilghman</i> v. <i>Proctor,</i> <span class=\"citation\" data-id=\"92181\"><a href=\"/opinion/92181/tilghman-v-proctor/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 144-148; <i>Keystone Co.</i> v. <i>Adams,</i> <span class=\"citation\" data-id=\"93755\"><a href=\"/opinion/93755/keystone-mfg-co-v-adams/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 147; <i>Coupe</i> v. <i>Royer,</i> <span class=\"citation\" data-id=\"94067\"><a href=\"/opinion/94067/coupe-v-royer/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 583.</p>\n<p>In the leading case of <i>Elizabeth</i> v. <i>Pavement Co</i><i>.,</i> a suit in equity for the infringement of a patent for an improvement in wooden pavements was brought against a city, as well as against the contractor who had laid down the pavements. It being shown that the city had made no profits from the use of the invention, but that the contractor had, this court held that profits could be recovered against the contractor only, and not against the city. Mr. Justice Bradley, in delivering judgment, said: \"One thing may be affirmed with reasonable confidence, that if an infringer of a patent has realized no profit from the use of the invention, he cannot be called upon to respond for profits; the patentee, in such case, is left to his remedy for damages.\" 97 U.S. 138.</p>\n<p>In the case at bar, there was no evidence that the defendants themselves had made any profits whatever from the use of the plaintiff's invention; but the only gains, profits and advantages, upon which the report of the master and the decree of the court were based, were those which had accrued to the United States from the saving in the cost of the gate; and the master found that no damages, in addition to such gains, profits and advantages, had been proved.</p>\n<p>The necessary result is that, even if the validity of the patent and its infringement by the defendants are assumed, the plaintiff, upon this record, is not entitled to an injunction, to profits, or to damages.</p>\n<p>The finding of the master, that no damages, in addition to profits, had been proved, does not indeed necessarily imply that the plaintiff had not sustained damages, independent of any profits. But no ground for equitable relief, by injunction, by account of profits, or otherwise, being shown, the proper remedy of the plaintiff against the defendants for such damages is by action at law. <i>Elizabeth</i> v. <i>Pavement Co</i><i>.,</i> and <i>Root</i> v. <i>Railway Co</i><i>.,</i> above cited.</p>\n<p><span class=\"star-pagination\">*27</span> The question whether the United States might be liable, in a suit against them in the Court of Claims, or other court of concurrent jurisdiction, as upon a contract, for their use of the caisson gate, if an infringement of the plaintiff's patent, does not arise, and cannot be decided, in this case.</p>\n<p>In order that the rights of all parties interested in the controversy may be preserved, the entry in this case will be</p>\n<p><i>Decree of the Circuit Court reversed, and case remanded to that court with directions to dismiss the bill, without prejudice to an action at law against the defendants, or to a suit against the United States.</i></p>\n<p>MR. JUSTICE HARLAN, with whom concurred MR. JUSTICE FIELD, dissenting.</p>\n<p>I am unable to concur in the disposition which has been made of this case.</p>\n<p>As stated in the opinion of the majority, this court has frequently held that the United States has no more right than any private person to use a patented invention without license of the patentee or without making or securing compensation to him. It is not claimed that the defendants used the plaintiff's patent under a license from him, or that compensation or provision for compensation has been made. The government is, therefore, under an implied obligation to compensate the plaintiff. That obligation arises from the Constitution, which declares that private property shall not be taken for public use without just compensation. Upon this point, the court in <i>United States</i> v. <i>Great Falls Mfg. Co.,</i> <span class=\"citation\" data-id=\"91239\"><a href=\"/opinion/91239/united-states-v-great-falls-mfg-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, 657, said: \"Such an implication being consistent with the constitutional duty of the government, as well as with common justice, the claimant's cause of action is one that arises out of implied contract, within the meaning of the statute which confers jurisdiction upon the Court of Claims of actions founded `upon any contract, expressed or implied, with the government of the United States.'\" The same principle was recognized in <i>Great Falls Mfg. Co.</i> v. <i>Attorney General,</i> <span class=\"citation\" data-id=\"92155\"><a href=\"/opinion/92155/great-falls-mfg-co-v-attorney-general/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, 597; <i>United States</i> v. <i>Alexander,</i> <span class=\"citation\" data-id=\"93549\"><a href=\"/opinion/93549/united-states-v-alexander/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 191, and <span class=\"star-pagination\">*28</span> <i>Schillinger</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94026\"><a href=\"/opinion/94026/schillinger-v-united-states/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 174, 175. In this view \u0097 the defendants being public officers who derive no personal advantage from the use by the government of the plaintiff's invention \u0097 the prayer for an injunction might well have been denied upon the ground that there was an adequate and complete remedy by a suit against the United States as upon implied contract. But the court does not proceed distinctly on that ground.</p>\n<p>If the plaintiff cannot sue the United States to recover compensation for the use of his invention, actually appropriated by the government for public use, then the only adequate remedy for him would be an injunction against the individual officers, who are proceeding without his license, and without any provision having been made for his being compensated. This must be so, unless the court is prepared to hold that there is no remedy, under the Constitution, for the protection of private rights against illegal invasion by officers of the government. In <i>United States</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"90667\"><a href=\"/opinion/90667/united-states-v-lee/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, 208, 209, this court said that when the citizen, \"in one of the courts of competent jurisdiction, has established his right of property, there is no reason why deference to any person, natural or artificial, not even the United States, should prevent him from using the means which the law gives him for the protection and enforcement of that right;\" that \"no man in this country is so high that he is above the law; no officer of the law may set that law at defiance with impunity; all the officers of the government, from the highest to the lowest, are creatures of the law, and are bound to obey it.\" If the United States may appropriate to public use the invention of a patentee, without his consent, and without liability to suit, as upon implied contract, for the value of the use of such invention; if, as the court holds, a public officer acting only in the interest of the public, is not individually liable for gains, profits and advantages that may accrue to the United States from such use; and if the officer who thus violates the rights of the patentee cannot be restrained by injunction, then the government may well be regarded as organized robbery so far as the rights of patentees are concerned.</p>\n<p><span class=\"star-pagination\">*29</span> Instead of leaving open the question whether the United States was liable to suit, as upon implied contract, the prayer for injunction, if denied, should have been denied upon the ground, and only upon the ground, that the plaintiff had a complete and adequate remedy by a suit against the government.</p>\n<p>MR. JUSTICE PECKHAM, not having been a member of the court when this case was argued, took no part in the decision.</p>\n</div>", 
  "sha1": "9ef8033b1773354dc9ae19fd24a75a64815d9fd5", 
  "date_modified": "2014-12-21T01:32:22.512563", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94358/belknap-v-schild/", 
  "citation_count": 44, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/47334/", 
  "html": "<p class=\"case_cite\">161 U.S. 10</p>\n    <p class=\"case_cite\">16 S.Ct. 443</p>\n    <p class=\"case_cite\">40 L.Ed. 599</p>\n    <p class=\"parties\">BELKNAP et al.<br>v.<br>SCHILD.</p>\n    <p class=\"docket\">No. 22.</p>\n    <p class=\"date\">February 3, 1896.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a bill in equity, filed January 20, 1887, in the circuit court of the United States for the Northern district of California, by George Schild against George E. Belknap, Joseph Feaster, Christopher C. Wolcott, and Jesse Diamond, for an infringement of letters patent granted by the United States to the plaintiff on October 23, 1883, for an improvement in caisson gates.</p>\n      <p class=\"indent\">The bill alleged that the defendants, with full knowledge and in violation of the plaintiff's exclusive right, manufactured and used, and intended to continue to use, such caisson gates in the state of California; and that he had brought an action in the same court against the Union Iron Works of San Francisco, and on the trial of that action, and, after he had waived other than nominal damages, recovered a verdict in the sum of one dollar in August, 1886, and the validity of his patent and the fact of infringement were thereby established.</p>\n      <p class=\"indent\">The bill prayed that the defendants be decreed to account for and pay over to the plaintiff all such gains and profits as had or might have accrued to them from purchasing or making or using such improved caisson gates; that any further damages sustained by the plaintiff by reason of the defendants' infringement be assessed and ordered to be paid; that the defendants be restrained by injunction from making or using caisson gates containing the patented improvement; that the caisson gates, containing that improvement, and so manufactured, or purchased or in any manner obtained by the defendants, and now in their possession, be destroyed or delivered up to the plaintiff; and for further relief.</p>\n      <p class=\"indent\">The defendants filed a plea to the whole bill (called in the record a 'plea in abatement'), alleging that the court 'ought not to take cognizance of or sustain the aforesaid action,' for that the defendant Belknap was a commodore in the United States navy, and commandant of the United States navy yard at Mare Island, Cal.; that the defendants Wolcott, Feaster, and Diamond were, respectively, a civil engineer in the navy, an assistant naval constructor in the navy, and an employ e of the United States at Mare Island; that the only caisson gate which either of the defendants had any relation with, control over, or use of, within the state of California, was one constructed, manufactured, and used by the government of the United States, and for their use and benefit, at the navy yard at Mare Island, and was there built by the Union Iron Works, in pursuance of plans and specifications furnished by the bureau of yards and docks, a board in the naval service of the United States, and was delivered by the Union Iron Works to the United States, and used by the United States in the dry dock of that navy yard; and that neither the defendants nor either of them made or constructed the caisson gate in question, or used it for their own use and benefit, or ever had or pretended to have any interest in or claim upon it; but that they only operated and used it as the officers, servants, and employees of the United States, as a part of the navy yard, and for public uses of the United States, in the exercise of their sovereign and constitutional powers.</p>\n      <p class=\"indent\">The attorney general of the United States, appearing for this purpose only, filed a suggestion (called in the record a 'plea to the jurisdiction'), in which he stated that the caisson gate in question was planned and constructed by the United States, and ever since its construction had been in the possession, control, and use of the United States at the navy yard at Mare Island, and was operated at the dry dock in the navy yard for naval purposes and the public defense, in the building and repairing of ships for the navy of the United States; that the United States, through their officers and agents, charged with the possession, control, and operation of that navy yard, had at all times been in possession, control, and operation of the caisson gate as public property of the United States, for public uses, in the exercise of their sovereign and constitutional powers; and that the defendants, and each of them, never had anything to do with the construction, use, or operation of the gate, or made any claim of right, title, possession, control, or use of it, other than as officers and agents of the United States, and in obedience to orders of the naval department of the government; and therefore, 'without submitting the rights of the United States to the jurisdiction of the court, but insisting that the court has no jurisdiction of the controversy, for that the said caisson gate and its use now is and at all times has been the property of the United States.' moved that the bill be dismissed, and all proceedings stayed and set aside.</p>\n      <p class=\"indent\">The case having been submitted to the court upon the plea of the defendants, and the suggestion of the attorney general, both were overruled.</p>\n      <p class=\"indent\">The defendants, Belknap, Feaster, Wolcott, and Diamond, then filed an answer, admitting the grant of the letters patent, denying the infringement, setting forth affirmatively the matters stated in their former plea, and alleging that neither these defendants nor the United States were parties to the action brought by the plaintiff against the Union Iron Works, or estopped by the judgment therein.</p>\n      <p class=\"indent\">A general replication was filed, and evidence was taken, by which it appeared that the validity of the plaintiff's patent, and its infringement by the defendants, were subjects of conflicting testimony; that Mare Island, and the works and dock thereon, including the caisson gate, belonged to the United States, and were held and occupied for them by their officers and employees; that the defendants, respectively, held the positions states in their former plea, and had no interest in the caisson gate, and nothing to do with it beyond operating it under the direction of the United States; that the gate was built in 1884, without any agreement or license of the plaintiff, by the Union Iron Works under its contract with the United States, and according to plans and specifications furnished by the bureau of yards and docks, and Wolcott simply inspected the materials and workmanship, as the work progressed, to see if they were according to the contract; and that the gate had since been used by the United States, as part of the dock in the navy yard aforesaid.</p>\n      <p class=\"indent\">After a hearing upon pleadings and proofs, the court made an interlocutory decree, adjudging that the patent was valid, and had been infringed by the defendants, referring the case to a master to take an account of the number of caisson gates made or used by the defendants, or either of them, in violation of the patent, and also of the gains, profits, and advantages arising or accruing to the defendants, or either of them, and of the damages sustained by the plaintiff, and ordering a perpetual injunction against the defendants, and each of them, 'and their and each of their agents, servants, clerks, and workmen, and all persons claiming or holding under or through them, or either of them.'</p>\n      <p class=\"indent\">The master reported that one caisson gate to the dock in the navy yard at Mare Island, for the making and using of which the defendants had been adjudged to have infringed the plaintiff's patent, had been made upon plans furnished by the plaintiff, and modified by the government officials, and put in use in 1884; that the cost of this gate was $60,000, and the cost of the cheapest practicable gate, constructed on any other plan known to the defendants, would be at least $100,000, and therefore the gains, profits, and advantages which had arisen and accrued to the derendants from infringing the plaintiff's patent amounted to $40,000; and that no damages, in addition to such gains, profits, and advantages, had been proved.</p>\n      <p class=\"indent\">The court overruled exceptions taken by the defendants to the master's report, confirmed his report, and entered a final decree for the plaintiff for the sum of $40,000, with interest and costs. The defendants appealed to this court.</p>\n      <p class=\"indent\">Mr. Justice Harlan dissenting.</p>\n      <p class=\"indent\">Asst. Atty. Gen. Conrad, for appellants.</p>\n      <p class=\"indent\">J. H. Miller, for appellee.</p>\n      <p class=\"indent\">Mr. Justice GRAY, after stating the case, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A recapitulation of the principles heretofore affirmed by this court, touching the liability of the United States, and of their officers and agents, to suit in the judicial tribunals, will go far towards disposing of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It should be premised that our law differs from that of England as to the right of the government to use, without compensation, an invention for which it has granted letters patent.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In England the grant of a patent for an invention is considered as simply an exercise of the royal prerogative, and not to be construed as precluding the crown from using the invention at its pleasure; and therefore a petition of right cannot be maintained against the crown for using a patented invention, although a private person or corporation that has contracted to supply the government with articles embodying the invention may be sued for infringement of the patent. Feather v. Queen, 6 Best &amp; S. 257; Dixon v. Arms Co., L. R. 10 Q. B. 130, 1 App. Cas. 632.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But, in this country, letters patent for inventions are not granted in the exercise of prerogative, or as a matter of favor, but under article 1, &#167; 8, of the constitution of the United States, which gives congress power 'to promote the progress of science and useful arts, by securing for limited terms to authors and inventors the exclusive right to their respective writings and discoveries.' The patent act provides that every patent shall contain a grant to the patentee, his heirs and assigns, for a certain term of years, of 'the exclusive right to make, use and vend the invention or discovery throughout the United States.' Rev. St. &#167; 4884. And this court has repeatedly and uniformly declared that the United States have no more right than any private person to use a patented invention without license of the patentee or making compensation to him. U. S. v. Burns, 12 Wall. 246, 252; Cammeyer v. Newton, 94 U. S. 225, 235; James v. Campbell, 104 U. S. 356, 358; Hollister v. Manufacturing Co., 113 U. S. 59, 67, 5 Sup. Ct. 717; U. S. v. Palmer, 128 U. S. 262, 270-272, 9 Sup. Ct. 104.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States, however, like all sovereigns, cannot be impleaded in judicial tribunal, except so far as they have consented to be sued. This doctrine has been affirmed by this court in cases too numerous to be cited, and was clearly stated by Mr. Justice Field, delivering judgment in the case of The Siren, as follows: 'It is a familiar doctrine of the common law that the sovereign cannot be sued in his own courts without his consent. The doctrine rests upon reasons of public policy,&#8212;the inconvenience and danger which would follow from any different rule. It is obvious that the public service would be hindered, and the public safety endangered, if the supreme authority could be subjected to suit at the instance of every citizen, and consequently controlled in the use and disposition of the means required for the proper administration of the government. The exemption from direct suit is therefore without exception. This doctrine of the common law is equally applicable to the supreme authority of the nation, the United States. They cannot be subjected to legal proceedings, at law or in equity, without their consent; and whoever institutes such proceedings must bring his case within the authority of some act of congress. Such is the language of this court in U. S. v. Clarke, 8 Pet. 444. The same exemption from judicial process extends to the property of the United States, and for the same reasons. As justly observed by the learned judge who tried this case, there is no distinction between suits against the government directly and suits against its property.' 7 Wall. 152-154. So much of this statement as regards suits against the United States or against their property was repeated by the present chief justice in the recent case of Stanley v. Schwalby, 147 U. S. 508, 512, 13 Sup. Ct. 418</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It necessarily follows that, unless expressly permitted by act of congress, no injunction can be granted against the United States. U. S. v. McLemore, 4 How. 286; Hill v. U. S., 9 How, 386; Case v. Terrell, 11 Wall. 199.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The United States, by successive acts of congress, have consented to be sued upon their contracts, either in the court of claims or in a circuit or district court of the United States. Acts February 24, 1855, c. 122, &#167; 1 (10 Stat. 612); March 3, 1863, c. 92, &#167; 2 (12 Stat. 765); Rev. St. &#167; 1059; Act March 3, 1887, c. 359, &#167;&#167; 1, 2 (24 Stat. 505); U. S. v. Jones, 131 U. S. 1, 15, 16, 9 Sup. Ct. 669. The United States may accordingly be sued by a patentee for their use of his invention under a contract made with him by the United States or by their authorized officers. U. S. v. Burns, 12 Wall. 246; U. S. v. Palmer, 128 U. S. 262, 9 Sup. Ct. 104; U. S. v. Berdan Firearms Manuf'g Co., 156 U. S. 552, 15 Sup. Ct. 420.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But the United States have not consented to be liable to suits, founded in tort, for wrongs done by their officers, though in the discharge of their official duties. Gibbons v. U. S., 8 Wall. 269; Morgan v. U. S., 14 Wall. 531, 534; Langford v. U. S., 101 U. S. 341; U. S. v. Jones, 131 U. S. 1, 16, 18, 9 Sup. Ct. 669; German Bank of Memphis v. U. S., 148 U. S. 573, 579, 580, 13 Sup. Ct. 702; Hill v. U. S., 149 U. S. 593, 13 Sup. Ct. 1011. The United States, therefore, are not liable to a suit for an infringement of a patent, that being an action sounding in tort. Schillinger v. U. S., 155 U. S. 163, 15 Sup. Ct. 85; U. S. v. Berdan Firearms Manuf'g Co., 156 U. S. 552, 15 Sup. Ct. 420.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A public officer is not personally liable on a contract, although under his own hand and seal, made by him in the line of his duty, by legal authority, and on account of the government, and inuring to its benefit, and not to his own. Hodgson v. Dexter, 1 Cranch, 345. See, also, Macbeath v. Haldimand, 1 Term R. 172; Unwin v. Wolseley, Id. 674; Palmer v. Hutchinson, 6 App. Cas. 619.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But the exemption of the United States from judicial process does not protect their officers and agents, civil or military, in time of peace, from being personally liable to an action of tort by a private person whose rights of property they have wrongfully invaded or injured, even by authority of the United States. Little v. Barreme, 2 Cranch, 170; Bates v. Clark, 95 U. S. 204. Such officers or agents, although acting under order of the United States, are therefore personally liable to be sued for their own infringement of a patent. Cammeyer v. Newton, 94 U. S. 225, 235. See, also, Feather v. Reg., 6 Best &amp; S. 257, 297; Vavasseur v. Krupp, 9 Ch. Div. 351, 355, 358.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The extent to which officers or agents of the government may be restrained by injunction from doing unlawful acts to the prejudice of private rights is illustrated by the decisions of this court regarding injunctions from the courts of the United States to officers and agents of a state, which, by the constitution of the United States, is as exempt as the United States are from private suit. Hans v. Louisiana, 134 U. S. 1, 10 Sup. Ct. 504.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a suit to which the state is neither formally nor really a party, its officers, although acting by its order and for its benefit, may be restrained by injunction, when the remedy at law is inadequate, from doing positive acts, for which they are personally and individually liable, taking or injuring the plaintiff's property, contrary to a plain official duty requiring no exercise of discretion, and in violation of the constitution or laws of the United States. Osborn v. Bank, 9 Wheat. 738, 868, 871; Board v. McComb, 92 U. S. 531, 541; Allen v. Railroad Co., 114 U. S. 311, 5 Sup. Ct. 925, 962; Pennoyer v. McConnaughy, 140 U. S. 1, 11 Sup. Ct. 699.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But no injunction can be issued against officers of a state to restrain or control the use of property already in the possession of the state, or money in its treasury when the suit is commenced, or to compel the state to perform its obligations, or where the state has otherwise such an interest in the object of the suit as to be a necessary party. Louisiana v. Jumel, 107 U. S. 711, 2 Sup. Ct. 128, and Elliott v. Wiltz, 107 U. S. 720-728, 2 Sup. Ct. 128; Cunningham v. Railroad Co., 109 U. S. 446, 454-457, 3 Sup. Ct. 292, 609; Hagood v. Southern, 117 U. S. 52, 70, 6 Sup. Ct. 608; In re Ayers, 123 U. S. 443, 8 Sup. Ct. 164; North Carolina v. Temple, 134 U. S. 22, 10 Sup. Ct. 509; McGahey v. Virginia, 135 U. S. 662, 684, 10 Sup. Ct. 972.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In support of the decree below, much reliance was placed upon U. S. v. Lee, 106 U. S. 196, 1 Sup. Ct. 240; Stanley v. Schwalby, 147 U. S. 508, 13 Sup. Ct. 418; and Virginia Coupon Cases, 114 U. S. 269, 5 Sup. Ct. 903, 923-925, 928, 931, 932, 962, 1020.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In U. S. v. Lee, the decision of the court, speaking by Mr. Justice Miller, was that the owner of land held and occupied by the United States for public uses, but under a defective title, might maintain, against the officers in possession of the land under authority of the United States, an action of ejectment, notwithstanding the interposition of the attorney general in behalf of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A year afterwards, Mr. Justice Miller, again delivering the opinion of the court, after mentioning a different class of cases, said: 'Another class of cases is where an individual is sued in tort for some act injurious to another in regard to person or property, to which his defense is that he has acted under the orders of the government. In these cases he is not sued as, or because he is, the officer of the government, but as an individual, and the court is not ousted of jurisdiction because he asserts authority as such officer. To make out his defense, he must show that his authority was sufficient in law to protect him.' After citing several cases to this point, he added: 'To this class belongs also the recent case of U. S. v. Lee, 106 U. S. 196, 1 Sup. Ct. 240, for the action of ejectment in that case is, in its essential character, an action of trespass, with the power in the court to restore the possession to the plaintiff as part of the judgment. And the defendants Strong and Kaufman, being sued individually as trespassers, set up their authority as officers of the United States, which this court held to he unlawful, and therefore insufficient as a defense. The judgment in that case did not conclude the United States, as the opinion carefully stated, but held the officers liable as unauthorized trespassers, and turned them out of their unlawful possession.' Cunningham v. Railroad Co., 109 U. S. 446, 452, 3 Sup. Ct. 292, 609.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This statement of the decision in U. S. v. Lee was repeated in Stanley v. Schwalby, in which the point decided was that the statute of limitations, or adverse possession, might be pleaded in defense of an action of trespass to try title against officers of the United States. 147 U. S. 508, 518, 13 Sup. Ct. 418.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Cunningham v. Railroad Co., above cited, a bill in equity to foreclose a second mortgage of a railroad, and to set aside as invalid a sale and conveyance of the road to the state of Georgia under a foreclosure of the first mortgage, was filed by holders of bonds secured by the second mortgage against the governor and the treasurer of the state, as well as against the railroad company and its directors, and was ordered to be dismissed for want of jurisdiction, because, as was said in the opinion, 'it may be accepted as a point of departure unquestioned that neither a state nor the United States can be sued as defendant in any court in this country without their consent, except in the limited class of cases in which a state may be made a party in the supreme court of the United States by virtue of the original jurisdiction conferred on this court by the constitution. This principle is conceded in all the cases, and whenever it can be clearly seen that the state is an indispensable party to enable the court, according to the rules which govern its procedure, to grant the relief sought, it will refuse to take jurisdiction.' 'In the case now under consideration, the state of Georgia is an indispensable party. It is in fact the only proper defendant in the case. No one sued has any personal interest in the matter, or any official authority to grant the relief asked. No foreclosure suit can be sustained without the state, because she has the legal title to the property, and the purchaser under a foreclosure decree would get no title in the absence of the state. The state is in the actual possession of the property, and the court can deliver no possession to the purchaser. The entire interest adverse to plaintiff in this suit is the interest of the state of Georgia in the property, of which she has both the title and possession.' 109 U. S. 451, 457, 3 Sup. Ct. 292, 609.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the cases cited by the appellee, reported under the head of Virginia Coupon Cases, 114 U. S. 269, 5 Sup. Ct. 903, 923-925, 928, 931, 932, 962, 1020, where a collector of taxes due to the state of Virginia refused to receive coupons of the state tendered in payment of such a tax, because forbidden to do so by a statute of the state, which was unconstitutional and void as impairing the obligation of the contract made by the state with the holders of such coupons in the statute under which they were issued, the court, speaking by Mr. Justice Matthews, held that the collector was liable to an action of detinue or of trespass for distraining personal property for nonpayment of the tax, or, where the remedy at law was inadequate, might be restrained by injunction from making the distraint. Poindexter v. Greenhow, 114 U. S. 270, 5 Sup. Ct. 903, 962; Chaffin v. Taylor, 114 U. S. 309, 5 Sup. Ct. 924, 962; Allen v. Railroad Co., 114 U. S. 311, 5 Sup. Ct. 925, 962.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">But where the circuit court of the United States, at the suit of one who had tendered such coupons in payment of his taxes, issued an injunction against the attorney general and other attorneys of the state of Virginia to restrain them from bringing any action in behalf of the state to recover such taxes, and, upon their bringing such actions, committed them for contempt in disobeying the injunction, they were discharged by this court on writs of habeas corpus. Mr. Justice Matthews, again delivering its opinion, and fully reviewing the previous cases, said that from the decision in Cunningham v. Railroad Co., above cited, 'the inference is that where it is manifest, upon the face of the record, that the defendants have no individual interest in the controversy, and that the relief sought against them is only in their official capacity as representatives of the state, which alone is to be affected by the judgment or decree, the question then arising, whether the suit is not substantially a suit against the state, is one of jurisdiction'; and added that actions had been sustained against officers acting in behalf of a state 'only in those instances where the act complained of, considered apart from the official authority alleged as to its justification, and as the personal act of the individual defendant, constituted a violation of right for which the plaintiff was entitled to a remedy at law or in equity against the wrongdoer, in his individual character,' and that the eleventh amendment of the constitution, declaring that 'the judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by citizens of another state, or by citizens or subjects of any foreign state,' must be held 'to cover, not only suits brought against a state by name, but those also against its officers, agents and representatives, where the state, though not named as such, is, nevertheless, the only real party against which alone in fact the relief is asked, and against which the judgment or decree effectively operates'; and therefore concluded that the suit in which the injunction was granted was, in substance and in law, a suit against the state of Virginia, and consequently the circuit court was without jurisdiction to entertain it, the order of injunction and the commitments for contempt were null and void, and the imprisonment of the officers was without authority of law. In re Ayers, 123 U. S. 443, 489, 502, 506, 507, 8 Sup. Ct. 164.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When the matter of the Virginia coupons was last brought before this court, Mr. Justice Bradley, delivering its unanimous opinion, summed up, as the result of the previous decisions, so far as concerns the subject now under consideration, 'that no proceedings can be instituted by any holder of said bonds or coupons against the commonwealth of Virginia, either directly by suit against the commonwealth by name, or indirectly against her executive officers, to control them in the exercise of their official functions as agents of the state,' but that any holder 'who tenders such coupons in payment of taxes, debts, dues, and demands due from him to the state, and continues to hold himself ready to tender the same in payment thereof, is entitled to be free from molestation in person or goods on account of such taxes, debts, dues, or demands, and may vindicate such right in all lawful modes of redress,&#8212;by suit to recover his property, by suit against the officer to recover damages for taking it, by injunction to prevent such taking where it would be attended with irremediable injury, or by a defense to a suit brought against him for his taxes or the other claims standing against him.' McGahey v. Virginia, 135 U. S. 662, 684, 10 Sup. Ct. 972. And this summary was repeated and approved in Pennoyer v. McConnaughy, 140 U. S. 1, 15, 11 Sup. Ct. 699.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It only remains to apply the principles established by the former decisions to this suit under the patent act of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That act not only provides that 'damages for the infringement of any patent may be recovered by action on the case,' but also provides that 'the several courts vested with jurisdiction of cases arising under the patent laws shall have power to grant injunctions, according to the course and principles of courts of equity, to prevent the violation of any right secured by patent, on such terms as the court may deem reasonable; and, upon a decree being rendered in any such case for an infringement, the complainant shall be entitled to recover, in addition to the profits to be accounted for by the defendant, the damages the complainant has sustained thereby; and the court shall assess the same, or cause the same to be assessed, under its direction.' Rev. St. &#167;&#167; 4919, 4921.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This bill in equity was filed by the owner of letters patent for an improvement in caisson gates, and alleged that the defendants infringed the patent by manufacturing and using such gates. The defendants filed a plea to the whole bill, and the attorney general, in behalf of the United States, filed a suggestion, the single ground of each of which was that the only caisson gate that the defendants had any relation with was not made by them, and was not used by them for their own benefit, but was made and used by the United States in a dry dock at a navy yard, and the defendants only operated and used it as officers, servants, and employees of the United States. The fact so pleaded and suggested could not, consistently with the previous decisions, above cited, prevent the defendants from being held liable to the patentee for their own infringement of his patent. There was no error, therefore, in overruling the plea of the defendants and the suggestion of the attorney general.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">But the circuit court erred in awarding an injunction against the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As this court, when deciding that things manufactured under letters patent of the United States were subject to be taxed by a state like other property, said, 'the right of property in the physical substance, which is the fruit of the discovery, is altogether distinct from the right in the discovery itself.' Patterson v. Kentucky, 97 U. S. 501, 506. Title in the thing manufactured does not give the right to use the patented invention; no more does the patent right in the invention give title in the thing made in violation of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In an English case, quite analogous to the case at bar, where shells, bought and owned by a foreign sovereign, were brought to England to be put on board his ships of war, the court of appeal held that his agents, if they used the shells in England in infringement of an English patent, might be liable in damages to the patentee, but that the court could not restrain the delivery of the shells to the sovereign to whom they belonged. Lord Justice Brett said: 'The patent law has nothing to do with property.' And Lord Justice Cotton expressed the same idea more fully, as follows: 'The property in articles which are made in violation of a patent is, notwithstanding the privilege of the patentee, in the infringer, if he would otherwise have the property in them. The court, in a suit to restrain the infringement of a patent, does not proceed on the footing that the defendant proved to have infringed has no property in the articles; but, assuming the property to be in him, it prevents the use of those articles, either by removing that which constitutes the infringement, or by ordering, if necessary, a destruction of the articles so as to prevent them from being used in derogation of the plaintiff's rights, and does this as the most effectual mode of protecting the plaintiff's rights, not on the footing that there is no property in the defendant. The court cannot proceed to give that relief, and interfere with the articles, unless it has before it the person entitled to the articles in question, and has, as against this person, power to adjudicate that the articles are made or used in infringement of the plaintiff's rights.' Vavasseur v. Krupp, 9 Ch. Div. 351, 358, 360.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the present case, the caisson gate was a part of the dry dock in a navy yard of the United States, was constructed, and put in place by the United States, and was the property of the United States, and held and used by the United States for the public benefit. plaintiff's patent, that did not prevent the title in the gate from vesting in the United States. The United States, then, had both the title and the possession of the property. The United States could not hold or use it, except through officers and agents. Although this suit was not brought against the United States by name, but against their officers and agents only, nevertheless, so far as the bill prayed for an injunction and for the destruction of the gate in question, the defendants had no individual interest in the controversy. The entire interest adverse to the plaintiff was the interest of the United States in property of which the United States had both the title and the possession. The United States were the only real party, against whom alone, in fact, the relief was asked, and against whom the decree would effectively operate. The plaintiff sought to control the defendants in their official capacity, and in the exercise of their official functions, as representatives and agents of the United States, and thereby to defeat the use by the United States of property owned and used by the United States for the common defense and general welfare; and therefore the United States were an indispensable party to enable the court, according to the rules which govern its procedure, to grant the relief sought; and the suit could not be maintained without violating the principles affirmed in the long series of decisions of this court above cited.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There was also error in the final decree awarding profits to the plaintiff as against the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In a suit in equity for the infringement of a patent, the ground upon which profits are recovered is that they are the benefits which have accrued to the defendants from their wrongful use of the plaintiff's invention, and for which they are liable, ex aequo et bone, to the like extent as a trustee would be who had used the trust property for his own advantage. The defendants, in any such suit, are therefore liable to account for such profits only as have accrued to themselves from the use of the invention, and not for those which have accrued to another, and in which they have no participation. Elizabeth v. Pavement Co., 97 U. S. 126, 138-140; Root v. Railway Co., 105 U. S. 189; Tilghman v. Proctor, 125 U. S. 136, 144-148, 8 Sup. Ct. 894; Manufacturing Co. v. Adams, 151 U. S. 139, 147, 14 Sup. Ct. 295: Coupe v. Royer, 155 U. S. 565, 583, 15 Sup. Ct. 199.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the leading case of Elizabeth v. Pavement Co., a suit in equity for the infringement of a patent for an improvement in wooden pavements was brought against a city, as well as against the contractor who had laid down the pavements. It being shown that the city had made no profits from the use of the invention, but that the contractor had, this court held that profits could be recovered against the contractor only, and not against the city. Mr. Justice Bradley, in delivering judgment, said: 'One thing may be affirmed with reasonable confidence,&#8212;that, if an infringer of a patent has realized no profit from the use of the invention, he cannot be called upon to respond for profits. The patentee, in such case, is left to his remedy for damages.' 97 U. S. 138.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In the case at bar, there was no evidence that the defendants themselves had made any profits whatever from the use of the plaintiff's invention; but the only gains, profits, and advantages upon which the report of the master and the decree of the court were based were those which had accrued to the United States from the saving in the cost of the gate; and the master found that no damages in addition to such gains, profits, and advantages had been proved.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The necessary result is that, even if the validity of the patent and its infringement by the defendants are assumed, the plaintiff, upon this record, is not entitled to an injunction, to profits, or to damages.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The finding of the master that no damages in addition to profits had been proved does not, indeed, necessarily imply that the plaintiff had not sustained damages independent of any profits; but no ground for equitable relief, by injunction, by account of profits, or otherwise, being shown, the proper remedy of the plaintiff against the defendants for such damages is by action at law. Elizabeth v. Pavement Co. and Root v. Railway Co., above cited.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The question whether the United States might be liable, in a suit against them in the court of claims or other court of concurrent jurisdiction, as upon a contract, for their use of the caisson gate, if an infringement of the plaintiff's patent, does not arise, and cannot be decided, in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In order that the rights of all parties interested in the controversy may be preserved, the entry in this case will be, decree of the circuit court reversed, and case remanded to that court, with directions to dismiss the bill, without prejudice to an action at law against the defendants or to a suit against the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Mr. Justice PECKHAM, not having been a member of the court when this case was argued, took no part in the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mr. Justice HARLAN, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I am unable to concur in the disposition which has been made of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As stated in the opinion of the majority, this court has frequently held that the United States has no more right than any private person to use a patented invention without license of the patentee, or without making or securing compensation to him. It is not claimed that the defendants used the plaintiff's patent under a license from him, or that compensation or provision for compensation has been made. The government is therefore under an implied obligation to compensate the plaintiff. That obligation arises from the constitution which declares that private property shall not be taken for public use without just compensation. Upon this point, the court in U. S. v. Great Falls Manuf'g Co., 112 U. S. 645, 657, 5 Sup. Ct. 306, said: 'Such an implication being consistent with the constitutional duty of the government, as well as with common justice, the claimant's cause of action is one that arises out of implied contract, within the meaning of the statute which confers jurisdiction upon the court of claims of actions founded 'upon any contract, expressed or implied, with the government of the United States.\" The same principle was recognized in Great Falls Manuf'g Co. v. Attorney General, 124 U. S. 581, 597, 8 Sup. Ct. 631; U. S. v. Alexander, 148 U. S. 186, 191, 13 Sup. Ct. 529, and Schillinger v. U. S., 155 U. S. 163, 174, 175, 15 Sup. Ct. 85. In this view (the defendants being public officers, who derive no personal advantage from the use by the government of the plaintiff's invention), the prayer for an injunction might well have been denied upon the ground that there was an adequate and complete remedy by a suit against the United States as upon implied contract. But the court does not proceed distinctly on that ground.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">If the plaintiff cannot sue the United States to recover compensation for the use of his invention, actually appropriated by the government for public use, then the only adequate remedy for him would be an injunction against the individual officers, who are proceeding without his license, and without any provision having been made for his being compensated. This must be so, unless the court is prepared to hold that there is no remedy, under the constitution, for the protection of private rights against illegal invasion by officers of the government. In U. S. v. Lee, 106 U. S. 196, 1 Sup. Ct. 240, this court said that when the citizen, 'in one of the courts of competent jurisdiction, has established his right of property, there is no reason why deference to any person, natural or artificial, not even the United States, should prevent him from using the means which the law gives him for the protection and enforcement of that right'; that 'no man in this country is so high that he is above the law. No officer of the law may set that law at defiance with impunity. All the officers of the government, from the highest to the lowest, are creatures of the law, and are bound to obey it.' If the United States may appropriate to public use the invention of a patentee, without his consent, and without liability to suit, as upon implied contract, for the value of the use of such invention; if, as the court holds, a public officer, action only in the interest of the public, is not individually liable for gains, profits, and advantages that may accrue to the United States from such use; and if the officer who thus violates the rights of the patentee cannot be restrained by injunction,&#8212;then the government may well be regarded as organized robbery, so far as the rights of patentees are concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Instead of leaving open the question whether the United States was liable to suit, as upon implied contract, the prayer for injunction, if denied, should have been denied upon the ground, and only upon the ground, that the plaintiff had a complete and adequate remedy by a suit against the government.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94358/"
}