{"absolute_url": "/opinion/94373/phoenix-fire-marine-ins-co-v-tennessee/", "blocked": false, "citation": {"case_name": "Phoenix Fire & Marine Ins. Co. v. Tennessee", "docket_number": "269", "document_uris": ["/api/rest/v2/document/94373/"], "federal_cite_one": "161 U.S. 174", "federal_cite_three": null, "federal_cite_two": null, "id": 78754, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78754/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 13, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1896-03-02", "date_modified": "2014-12-21T01:32:23.429433", "docket": "/api/rest/v2/docket/363971/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">161 U.S. 174</p>\n    <p class=\"case_cite\">16 S.Ct. 471</p>\n    <p class=\"case_cite\">40 L.Ed. 660</p>\n    <p class=\"parties\">PHOENIX FIRE &amp; MARINE INS. CO. OF MEMPHIS et al.<br>v.<br>STATE OF TENNESSEE, to Use of CITY OF MEMPHIS.</p>\n    <p class=\"docket\">No. 269.</p>\n    <p class=\"date\">March 2, 1896.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bill by the state of Tennessee, for the use of the city of Memphis, against the Phoenix Fire &amp; Marine Insurance Company of Memphis, Tenn., and John Johnson. A decree dismissing the bill was affirmed by the state supreme court (19 S. W. 1044), and defendants bring error. Affirmed.</p>\n      <p class=\"indent\">B. M. Estes, for plaintiffs in error.</p>\n      <p class=\"indent\">S. P. Walker, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice PECKHAM delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was a bill filed by the plaintiff below in the chancery court of Tennessee for Shelby county, in October, 1891, to recover taxes alleged to be due from the corporation plaintiff in error, or its stockholders, to the city of Memphis for the years 1888 to 1891, inclusive. The complainant's bill alleged that neither the defendant company nor its shareholders had any immunity from taxation, and that, if any such immunity existed, it could not operate to protect both the shareholders and the capital stock. Judgment was accordingly prayed in the alternative against the corporation or the stockholders, according as the taxes might be held to have been laid upon one or the other. A demurrer was interposed to the bill, which was sustained in the court below, but upon appeal to the supreme court that judgment was reversed. 91 Tenn. 566, 19 S. W. 1044. The latter court held that the charter of the company contained no immunity from taxation, and that both its shares of stock and capital stock were subject to the taxing power of the state and municipality. The case was thereupon remanded to the court below for further proceedings. It having been determined by the supreme court that the complainant, upon the allegations of the bill, was entitled to a discovery of the names and residences of the stockholders, a stipulation was entered into between the parties to avoid the necessity of the discovery, by which it was agreed that the corporation would assume any liability that might be established against the stockholders, and that a decree might be entered accordingly, and that the defendant Johnson should be made a defendant in his capacity of a stockholder and as the representative of all the others.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By its answer the defendant company claimed immunity from taxation both for itself and its shareholders, and also set up a plea of res judicata, and alleged various objections to the validity of the several assessments upon which complainant claimed taxes due to the state. The case was duly tried, and judgment for the complainant was rendered by the trial court, in which it was adjudged that by the charter neither the defendant company nor its shares of stock had any immunity from taxation, and that both were, for the years mentioned in the bill, subject to the taxing power of the state. The court decided the federal question made by the defendants below against them, and adjudged that the state tax laws set up in the record, under which the taxes were levied, were not violative of the constitution of the United States, or void, as claimed by the defendants. This judgment was, in substance, affirmed by the supreme court, and the defendants below sued out a writ of error, and the record is now here for review.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The question first arising is as to the correctness of the judgment holding that the plaintiffs in error were not entitled to any immunity from taxation either as to the capital stock or the shares of stock in the hands of stockholders. The following are the facts: The Bluff City Insurance Company of Memphis was duly incorporated by an act of the legislature of Tennessee, and by section 10 of the act of incorporation it was enacted 'that said company shall pay to the state an annual tax of one-half of one per cent. on each share of the capital stock subscribed, which shall be in lieu of all other taxes.' On the 20th day of March, 1858, the legislature of Tennessee incorporated the De Soto Insurance Company, and that charter was amended on the 30th of March, 1860; and by section 11 of that act 'all the rights, privileges and immunities' of the Bluff City Insurance Company were granted to the De Soto Insurance Company. On the 11th day of March, 1867, the legislature incorporated the Washington Fire &amp; Marine Insurance Company of Memphis, Tenn., and by that act 'all the rights and privileges' (omitting the word 'immunities') of the De Soto Insurance Company of Memphis, Tenn., granted to it in its charter or amendments, were granted to the Washington Fire &amp; Marine Insurance Company, above named; and by the act of the legislature approved March 28, 1881, the name of the Washington Fire &amp; Marine Insurance Company was changed to the Phoenix Fire &amp; Marine Insurance Company of Memphis, Tenn., being the plaintiff in error. The act of incorporation and the amendments thereto were duly accepted by plaintiff in error and its stockholders, and since that time the business of fire and marine insurance has been conducted by it in Memphis under the last corporate name.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It will thus be seen that the Bluff City Insurance Company was to pay to the state a certain annual tax on each share of capital stock subscribed, which was declared to be in lieu of all other taxes, and the question is now presented whether, by virtue of these various statutes, the plaintiff in error was granted an immunity from taxation to the same extent as that given to the Bluff City Insurance Company and to the De Soto Insurance Company. Is immunity from taxation granted to plaintiff in error under language which grants 'all the rights and privileges' of a company which has such immunity? In statutes, as is sometimes the case in legal documents, more words are occasionally used than are necessary to convey the meaning of those who passed the statute or executed the document, and it may happen that this very excess of verbiage tends to confuse, rather than to enlighten, one as to the meaning intended. The words, 'rights, privileges, and immunities,' when used in a statute of the kind under consideration, are certainly full and ample for the purpose of granting an exemption from taxation contained in the first or original statute; and when, in granting to still another company certain rights, the word 'immunities' is dropped, its absence would seem and ought to have some special significance. In granting to the Do Soto company 'all the rights, privileges, and immunities' of the Bluff City company, all words were used which could be regarded as necessary to carry the exemption from taxation possessed by the Bluff City company, while in the next following grant&#8212;that of the charter of the plaintiff in error&#8212;the word 'immunities' is omitted. Is there any meaning to be attached to that omission? And, if so, what? We think some meaning is to be attached to it. The word 'immunity' expresses more clearly and definitely an intention to include therein an exemption from taxation than does either of the other words. Exemption from taxation is more accurately described as an 'immunity' than as a 'privilege,' although it is not to be denied that the latter word may sometimes and under some circumstances include such exemption. It must always be borne in mind in construing language of this nature that the claim for exemption must be made out wholly beyond doubt, for, as stated by Mr. Justice Harlan, in Railroad Co. v. Guffey, 120 U. S. 569, 7 Sup. Ct. 693: 'It is the settled doctrine of this court that an immunity from taxation by a state will not be recognized unless granted in terms too plain to be mistaken.' See, also, Railroad Co. v. Alsbrook, 146 U. S. 279, 13 Sup. Ct. 72. In leaving out a word which, if used, would be regarded as specially and particularly including an exemption from taxation granted to another company, it seems to us that a very grave doubt is cast upon the title of plaintiff in error to the exemption claimed, and in such case the existence of a well-founded doubt is equivalent to a denial of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The learned counsel for plaintiff in error have cited many statutes of the state of Tennessee in which it is said the word 'immunities' is sometimes used where no exemption from taxation was intended, and he quotes a section from one act (Priv. Acts 1866-67, &#167; 49, of an act, p. 155), which grants 'all the powers, privileges and immunities' of another company that had no exemption, and in another case there was granted 'all the rights, franchises and privileges' of a railroad company which had an exemption from taxation. Many other instances of a like nature are cited. The result of it is to occasion great difficulty in determining what was really intended by the legislature in these various acts. The learned counsel for plaintiff in error also state that about the time these charters in question were granted the legislature customarily expressed the purpose to tax corporations when no exemption was intended. The inference is sought to be drawn in favor of exemption, if the legislature did not affirmatively grant the right to tax. We cannot assent to any such view, and we could come to no such conclusion from an examination of the General Statutes cited by counsel. It is a complete overturning of the universal rule in regard to taxation. The power and the right to tax are always presumed, and the exemption is to be clearly granted. Mere silence is the same as a denial of exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We can see nothing in the 'surrounding circumstances' which counsel claim should influence our examination and conclusion, as to the meaning of these statutes, that in any way induces the belief that an exemption was plainly intended. Our attention has not been called to circumstances which we should regard as of that nature, nor is our judicial knowledge of them sufficient in kind or degree to cause us to conclude that this exemption was intended to be granted to plaintiff in error. We do not find that at this time there was, as counsel insist, any settled rule of the courts that the word 'privileges' always embraced exemption from taxation, or that 'rights and privileges' and 'privileges and immunities' were used indiscriminately and interchangeably, and always included such exemption. The different words above quoted were undoubtedly used in different statutes, and sometimes it might be insisted that one thing was meant and sometimes another, but we cannot find that there was any well known and definite rule governing the courts of Tennessee at that time which made the words 'privileges' or 'rights,' when used in cases of this nature, include beyond any doubt, and in all cases, an exemption from taxation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Wilson v. Gaines, 9 Baxt. 546, it was held by the supreme court that, as the state, in its constitution (article 11, &#167; 7, Const. 1834), sued in the same connection all the words 'rights,' 'privileges,' 'immunities,' and 'exemption,' each of these words was to be given, in statutory interpretation, a meaning so limited as not to include anything expressed by the others, and that when any one of them is found in a statute the legislature must be conclusively presumed to have used it in its restricted sense. This decision of the Tennessee court tends very strongly to the idea that the words 'immunity' or 'exemption' would have been required to secure the exemption to a company in a case like this. It is true that this view was not assented to by this court as being the correct one (Tennessee v. Whitworth, 117 U. S. 139, 146, 6 Sup. Ct. 649), and it is simply cited for the purpose of showing what the Tennessee court did decide in regard to the meaning of its own constitution in reference to this subject.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That the legislature was, about the time in question, freely incorporating various companies, and granting them exemption from taxation with considerable liberality, is not a sufficient reason to induce this court to depart from the universal and well-established rule making a claim for exemption a matter to be proved beyond all doubt. The circumstance which we regard as very significant, and which has already been alluded to, consists in the omission of the word 'immunities' in the grant to plaintiff in error. That omission we attach great weight to, and the least that can be said of it is that it involves the question in doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It cannot be denied that the decisions of this court are somewhat involved in relation to this question of exemption. It is difficult in some cases to distinguish the language used in each so far that the different results arrived at by the court can be seen to be founded upon a real difference in the meaning of such language. The question has sometimes arisen upon the consolidation of different companies, and sometimes upon a sale under a mortgage foreclosure. Among the former is the case of Keokuk &amp; W. R. Co. v. Missouri, 152 U. S. 301, 14 Sup. Ct. 592, where, under the laws of Missouri (section 4 of the act of March 2, 1869), there was a provision that the consolidated companies should be 'subject to all the liabilities and bound by all the obligations of the companies within this state,' and 'be entitled to the same franchises and privileges under the laws of this state, as if the consolidation had not taken place.' The question was said to admit of doubt whether, under the name 'franchises and privileges,' an immunity from taxation passed to the new company. Various cases are cited in the opinion, which was delivered by Mr. Justice Brown, showing the grounds taken by this court in such cases. In Railway Co. v. Miller, 114 U. S. 176, 5 Sup. Ct. 813 (a foreclosure case), it decided that an immunity from taxation enjoyed by one railroad company did not pass to the purchaser under the foreclosure of a mortgage, although the act provided that the purchaser should forthwith become a corporation, 'and should succeed to all such franchises, rights, and privileges as would have been had by the original company but for such sale and conveyance.' The case followed that of Morgan v. Louisiana, 93 U. S. 217 (also a foreclosure case), where it was held that the words 'franchises, rights, and privileges' did not necessarily include a grant of exemption or immunity from taxation. See, also, to same effect, Memphis &amp; L. R. R. Co. v. Railroad Com'rs, 112 U. S. 609, 5 Sup. Ct. 299. The case of Picard v. Railroad Co., 130 U. S. 637, 9 Sup. Ct. 640, may also be referred to upon the point that exemption, although it might be granted, must be considered as a personal privilege, not extending beyond the immediate grantee, unless otherwise so declared in express terms; and it was therein declared that such immunity would not pass merely by a conveyance of the property and franchises of a railroad company, although such company might itself hold property exempt from taxation. In that case Mr. Justice Field, speaking for the court, said: 'It is true there are some cases where the term 'privileges' has been held to include immunity from taxation, but that has generally been where other provisions of the act have given such meaning to it. The later, and we think the better, opinion, is that, unless other provisions remove all doubt of the intention of the legislature to include an immunity in the term 'franchise,' it will not be so construed. It can have its full force by confining it to other grants to the corporation.' This language is referred to by Mr. Chief Justice Fuller in the case of Railroad Co. v. Alsbrook, 146 U. S. 279, 13 Sup. Ct. 72, where, at page 297, 146 U. S., and page 72, 13 Sup. Ct., he says: 'We do not deny that an exemption from taxation may be construed as included in the word 'privileges' if there are other provisions removing all doubt of the intention of the legislature in that respect;' citing the Picard Case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Looking at the other side we find the case of Humphrey v. Pegues, 16 Wall. 244, where there was a grant to a railroad company of 'all the rights, powers and privileges' granted by the charter of another company which exempted the property of such other company from taxation, and it was held that the property of the first company was thereby also exempted. Mr. Justice Hunt, in delivering the opinion of the court, said that: 'A more important or more comprehensive privilege than a perpetual immunity from taxation can scarcely be imagined. It contains the essential idea of a peculiar benefit or advantage or special exemption from a burden falling upon others.' Again, in Tennessee v. Whitworth, 117 U. S. 139, 6 Sup. Ct. 649, it was held that a right to have shares in its capital stock exempt from taxation within the state was conferred upon a railroad corporation by a state statute granting to it 'all the rights, powers, and privileges,' or granting it 'all the powers and privileges' conferred upon another corporation named, if the latter corporation possessed by law such right of exemption. The question in that case arose as to the meaning of certain statutes passed by the legislature of Tennessee, resulting in the consolidation of certain railroads therein mentioned. In the course of his opinion Mr. Chief Justice Waite cites the case of Philadelphia, W. &amp; B. R. Co. v. Maryland, 10 How. 376, 393, where Mr. Chief Justice Taney, speaking of a statute which authorized the union of two railroad companies, and secured to the union company 'the property, rights, and privileges which that law or other laws conferred on them' (the separate companies or either of them), said that such language extended to the union company the exemption from taxation contained in the charter of one of the uniting companies. Mr. Chief Justice Waite, continuing, in his opinion said: 'As has already been seen, the word 'privilege' in its ordinary meaning, when used in this connection, includes an exemption from taxation.' The decision in this last case should be confined to the peculiar language used in the various statutes therein cited, wherein, aside from the word 'privilege,' it may be argued that, considering all the language used in those statutes, the intention of the legislature to exempt the company named from taxation may fairly well be made out.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The later cases of Picard v. Railroad Co., supra, and Railroad Co. v. Alsbrook, supra, show that there must be other language than the mere word 'privilege,' or other provisions in the statute removing all doubt as to the intention of the legislature, before the exemption will be admitted. The case of Mobile &amp; O. R. Co. v. Tennessee, 153 U. S. 486, 14 Sup. Ct. 968, adds nothing to the discussion on either side. The particular point was not in that case, but it seems to be cited by counsel for plaintiffs in error for the purpose of showing what was the general condition of the state at the time of the adoption of the constitution in 1834, and what was the policy of the state in regard to internal improvements, which the constitution declared ought to be encouraged. The incorporation of an insurance company would hardly come within the most liberal meaning of the term 'internal improvements.' If this were an original question, we should have no hesitation in holding that the plaintiff in error did not acquire the exemption from taxation claimed by it, and we think at the present time the weight of authority, as well as the better opinion, is in favor of the same conclusion which we should otherwise reach.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2. Concluding, as we have, that this plaintiff in error insurance company is not exempt from taxation by the language of the statutes above mentioned, we come to the consideration of the second defense interposed by its shareholders. It seems that some time in the year 1873 the shareholders, or some of them, were sued by the city of Memphis to collect from them certain taxes alleged to be due that city for the year 1872 upon the shares of stock held by them. By the decision of the supreme court of Tennessee the city recovered a judgment. A stipulation was then entered into between the parties to that suit, which is in the record, by which it appears that the same questions involved in that suit were fully and fairly presented in the case decided in favor of the plaintiffs at that term of court, wherein the state of Tennessee and Shelby county were complainants and Napoleon Hill and others, stockholders in the Memphis Fire &amp; General Insurance Company, were defendants, and which action had been carried to the supreme court of the United States by writ of error for its decision of the questions; and therefore, to save the expense of argument in the case, it was agreed by counsel for all parties that the Memphis City Case should abide by the decision of Tennessee v. Hill, which should be conclusive upon the parties to the stipulation in all things the same as though actually rendered in that case. If the decree in the Hill Case were affirmed, then this decree was to be affirmed, and, if the other should be reversed, then this was to be reversed. After the signing of that stipulation, the Hill Case was duly prosecuted by writ of error, and argued before the supreme court of the United States, where the judgment in favor of complainant was reversed, and the cause remanded to the supreme court of Tennessee, with directions to enter its decree therein for the p475 defendant Hill. This was done, and in accordance with the stipulation above mentioned a decree was thereupon entered in the Memphis city action, reversing the judgment in favor of plaintiff, and adjudging and decreeing that the tax levied and assessed by the city of Memphis upon the defendant's share of stock was illegal, and adjudging that the city of Memphis could not legally assess said shares of stock for taxation in the hands of the owners thereof, and that such shares were exempt from any and all menicipal taxation, and the city and its officers were perpetually enjoined from collecting or proceeding to collect such taxes. This judgment was entered by consent, and pursuant to the stipulation of the parties entered into at the time the writ of error was sued out in the Hill Case, and it is now set up and offered in evidence as an adjudication in favor of the shareholders of the insurance company, who are admitted to be the direct successors of the shareholders of the company sued in the former action; and the decision of the state court, refusing the benefit of that adjudication to the shareholders, is claimed to have been error, and to present a federal question for review by this court. The judgment is not claimed as an adjudication or estoppel in favor of the corporation, because the corporation was not a party to the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We think the decision of the supreme court as to the weight to be given the judgment is not reviewable by us, because it is not a federal question. The former judgment determined that, as between the city and the shareholders, the latter were not subject to pay the taxes for the years specified. In the action now under consideration we have determined that there was no immunity conferred either upon the corporation or the stockholders by the statutes cited. On the trial of this action the former judgment was offered in evidence by the shareholders, and it was held to constitute no bar to the maintenance of this action by the plaintiff, nor did it operate as an estoppel upon their right to claim taxes for subsequent years. The judgment offered in evidence was the judgment of a state court, and the refusal to accord to it all that was claimed for it in the nature of an estoppel by counsel for plaintiffs in error was, in any event, no more than a refusal to give to a judgment of one of its own courts that degree of force as evidence which it was by the general law entitled to. In no event was it anything other than error committed by the court below in regard to the general law or rule of evidence, which has nothing of a federal question connected with it. It is entirely different from the case of a refusal of a state court to give the proper effect to a judgment of a court of the United States. If a state court erroneously refuse to give such weight and effect to a judgment of one of the courts of the United States, a federal question arises, which is within the jurisdiction of this court to review upon writ of error to the supreme court of the state. Crescent City Live-Stock Co. v. Butchers' Union Slaughterhouse Co., 120 U. S. 141, 7 Sup. Ct. 472. Although no higher sanctity or effect can be claimed for the judgment of a federal court than is due under the same circumstances to judgments of state courts in like cases (Dupasseur v. Rochereau, 21 Wall. 130, 135; Embry v. Palmer, 107 U. S. 3, 2 Sup. Ct. 25), yet in the case of a judgment of the former court the constitution provides that full faith and credit shall be given it, and whether it has or has not been given it by a state court is a federal question; while, if the state court erroneously decides a question of law regarding the weight to be given one of its own judgments in its own courts, and among its own citizens, that error is not subject to review by this court, because it constitutes no federal question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If it were otherwise, every decision of a state court, claimed to be erroneous, which involved the failure to give what the defeated party might claim to be the proper weight to one of its own judgments, would present a federal question, and would be reviewable here. There is no question of contract in the case. It is wholly one of evidence as to whether or not a prior judgment in a state court operated as an estoppel against the plaintiff below, and prevented the state court from granting it the relief to which it would otherwise be entitled. In granting relief it was bound to consider the federal question, as to whether there was or was not a contract of immunity, and that question was open to review here, and we have just reviewed it. It is, moreover, quite doubtful whether the court below committed any error, even if the question were to be regarded as of a federal nature, and open to us for review. Keokuk &amp; W. R. Co. v. Missouri, 152 U. S. 301, 314, 14 Sup. Ct. 592.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is said that a suit for taxes for one year is no bar to a suit for taxes for another year; that it is not the same transaction, and the judgment in a prior action can never operate as an estoppel other than as to those matters which were in issue and controverted, and upon the determination of which a finding or verdict was rendered. It is not necessary in this case, however, to determine whether there was any one particular fact in issue and litigated in the first case, and which would be closed from further controversy, and which, as thus decided, would preclude a recovery in this case. We hold that the question, in any event, as presented in this case, was not a federal one.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">These views render a discussion of any other question in the case unnecessary, and lead to an affirmance of the judgment herein.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice WHITE dissents.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>161 U.S. 174 (1896)</b></center>\n<center><h1>PHNIX FIRE AND MARINE INSURANCE COMPANY<br>\nv.<br>\nTENNESSEE.</h1></center>\n<center>No. 269.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 21, 22, 1896.</center>\n<center>Decided March 2, 1896.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF TENNESSEE.\n<p><i>Mr. B.M. Estes</i> for plaintiffs in error.</p>\n<p><i>Mr. S.P. Walker,</i> (with whom was <i>Mr. F.T. Edmondson</i> on the brief,) for defendant in error.</p>\n<p>MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>This was a bill filed by the plaintiffs below in the Chancery Court of Tennessee for Shelby County, in October, 1891, to recover taxes alleged to be due from the corporation, plaintiff in error, or its stockholders, to the city of Memphis for the years 1888 to 1891, inclusive. The complainant's bill alleged that neither the defendant company nor its shareholders had any immunity from taxation, and that if any such immunity existed it could not operate to protect both the shareholders and the capital stock. Judgment was accordingly prayed in the alternative against the corporation or the stockholders according as the taxes might be held to have been laid upon one or the other. A demurrer was interposed to the bill, which was sustained in the court below, but upon appeal to <span class=\"star-pagination\">*175</span> the Supreme Court, that judgment was reversed. <i>Memphis</i> v. <i>Phnix Insurance Co.,</i> 7 Pickle, 566. The latter court held that the charter of the company contained no immunity from taxation, and that both its shares of stock and capital stock were subject to the taxing power of the State and municipality. The case was thereupon remanded to the court below for further proceedings. It having been determined by the Supreme Court that the complainant upon the allegations of the bill was entitled to a discovery of the names and residences of the stockholders, a stipulation was entered into between the parties to avoid the necessity of the discovery, by which it was agreed that the corporation would assume any liability that might be established against the stockholders, and that a decree might be entered accordingly, and that the defendant Johnson should be made a defendant in his capacity of a stockholder and as the representative of all the others.</p>\n<p>By its answer the defendant company claimed immunity from taxation both for itself and its shareholders, and also set up a plea of <i>res judicata,</i> and alleged various objections to the validity of the several assessments upon which complainant claimed taxes due to the State. The case was duly tried, and judgment for the complainant was rendered by the trial court, in which it was adjudged that by the charter neither the defendant company nor its shares of stock had any immunity from taxation, and that both were, for the years mentioned in the bill, subject to the taxing power of the State. The court decided the Federal question made by the defendants below against them, and adjudged that the state tax laws set up in the record, under which the taxes were levied, were not violative of the Constitution of the United States, or void as claimed by the defendants. This judgment was in substance affirmed by the Supreme Court, and the defendants below sued out a writ of error, and the record is now here for review.</p>\n<p>The question first arising is as to the correctness of the judgment holding that the plaintiffs in error were not entitled to any immunity from taxation either as to the capital stock or the shares of stock in the hands of stockholders. The <span class=\"star-pagination\">*176</span> following are the facts: The Bluff City Insurance Company of Memphis was duly incorporated by an act of the legislature of Tennessee, and by section ten of the act of incorporation it was enacted \"that said company shall pay to the State an annual tax of one half of one per cent on each share of the capital stock subscribed, which shall be in lieu of all other taxes.\" On the 20th day of March, 1858, the legislature of Tennessee incorporated the De Soto Insurance Company, and that charter was amended on the 30th of March, 1860, and by section eleven of that act \"all the rights, privileges <i>and immunities</i>\" of the Bluff City Insurance Company were granted to the De Soto Insurance Company. On the 11th day of March, 1867, the legislature incorporated the Washington Fire and Marine Insurance Company of Memphis, Tennessee, and by that act \"all the rights and privileges\" (omitting the word \"immunities\") of the De Soto Insurance Company of Memphis, Tennessee, granted to it in its charter or amendments were granted to the Washington Fire &amp; Marine Insurance Company, above named, and by the act of the legislature, approved March 28, 1881, the name of the Washington Fire &amp; Marine Insurance Company was changed to the Phnix Fire &amp; Marine Insurance Company of Memphis, Tennessee, being the plaintiffs in error. The act of incorporation and the amendments thereto were duly accepted by plaintiff in error and its stockholders, and since that time the business of fire and marine insurance has been conducted by it in Memphis, under the last corporate name.</p>\n<p>It will thus be seen that the Bluff City Insurance Company was to pay to the State a certain annual tax on each share of capital stock subscribed, which was declared to be in lieu of all other taxes, and the question is now presented, whether by virtue of these various statutes the plaintiff in error was granted an immunity from taxation to the same extent as that given to the Bluff City Insurance Company and to the De Soto Insurance Company. Is immunity from taxation granted to plaintiff in error under language which grants \"all the rights and privileges\" of a company which has such immunity? In statutes, as is sometimes the case in legal <span class=\"star-pagination\">*177</span> documents, more words are occasionally used than are necessary to convey the meaning of those who passed the statute or executed the document, and it may happen that this very excess of verbiage tends to confuse rather than to enlighten one as to the meaning intended. The words \"rights, privileges and immunities\" when used in a statute of the kind under consideration are certainly full and ample for the purpose of granting an exemption from taxation contained in the first or original statute, and when in granting to still another company certain rights the word \"immunities\" is dropped, its absence would seem and ought to have some special significance. In granting to the De Soto company \"all the rights, privileges and immunities\" of the Bluff City company, all words were used which could be regarded as necessary to carry the exemption from taxation possessed by the Bluff City company, while in the next following grant, that of the charter of the plaintiff in error, the word \"immunities\" is omitted. Is there any meaning to be attached to that omission? And, if so, what? We think some meaning is to be attached to it. The word \"immunity\" expresses more clearly and definitely an intention to include therein an exemption from taxation than does either of the other words. Exemption from taxation is more accurately described as an \"immunity\" than as a privilege, although it is not to be denied that the latter word may sometimes and under some circumstances include such exemption. It must always be borne in mind in construing language of this nature that the claim for exemption must be made out wholly beyond doubt; for, as stated by Mr. Justice Harlan, in <i>Chicago, Burlington &amp; Kansas City Railroad</i> v. <i>Guffey,</i> 120 U.S. 569, 575: \"It is the settled doctrine of this court that an immunity from taxation by a State will not be recognized unless granted in terms too plain to be mistaken.\" See also <i>Wilmington &amp; Weldon Railroad</i> v. <i>Alsbrook,</i> 146 U.S. 279. In leaving out a word which, if used, would be regarded as specially and particularly including an exemption from taxation granted to another company, it seems to us that a very grave doubt is cast upon the title of plaintiff in error to the exemption claimed, and in such case the existence <span class=\"star-pagination\">*178</span> of a well founded doubt is equivalent to a denial of the claim.</p>\n<p>The learned counsel for plaintiff in error have cited many statutes of the State of Tennessee in which it is said the word \"immunities\" is sometimes used where no exemption from taxation was intended, and he quotes a section from one act, (Acts 1866-'7, Private, section 49 of an act, page 155,) which grants \"all the powers, privileges and immunities\" of another company that had no exemption, and in another case there was granted \"all the rights, franchises and privileges\" of a railroad company which had an exemption from taxation. Many other instances of a like nature are cited. The result of it is to occasion great difficulty in determining what was really intended by the legislature in these various acts. The learned counsel for plaintiff in error also state that about the time these charters in question were granted the legislature customarily expressed the purpose to tax corporations when no exemption was intended. The inference is sought to be drawn in favor of exemption, if the legislature did not affirmatively grant the right to tax. We cannot assent to any such view, and we could come to no such conclusion from an examination of the general statutes cited by counsel. It is a complete overturning of the universal rule in regard to taxation. The power and the right to tax are always presumed, and the exemption is to be clearly granted. Mere silence is the same as a denial of exemption.</p>\n<p>We can see nothing in the \"surrounding circumstances\" which counsel claim should influence our examination and conclusion as to the meaning of these statutes, that in any way induces the belief that an exemption was plainly intended. Our attention has not been called to circumstances which we should regard as of that nature, nor is our judicial knowledge of them sufficient in kind or degree to cause us to conclude that this exemption was intended to be granted to plaintiff in error. We do not find that at this time there was, as counsel insist, any settled rule of the courts that the word \"privileges\" always embraced exemption from taxation, or that \"rights and privileges\" and \"privileges and immunities\" were used <span class=\"star-pagination\">*179</span> indiscriminately and interchangeably, and always included such exemption. The different words above quoted were undoubtedly used in different statutes, and sometimes it might be insisted that one thing was meant and sometimes another, but we cannot find that there was any well known and definite rule governing the courts of Tennessee at that time which made the words \"privileges\" or \"rights,\" when used in cases of this nature, include, beyond any doubt and in all cases, an exemption from taxation.</p>\n<p>In <i>Wilson</i> v. <i>Gaines,</i> 9 Bax. 546, it was held by the Supreme Court of Tennessee that as the State in its constitution (article 11, section 7, constitution 1834) used in the same connection all the words \"rights,\" \"privileges,\" \"immunities\" and \"exemption,\" each of these words was to be given, in statutory interpretation, a meaning so limited as not to include anything expressed by the others, and that when any one of them is found in a statute the legislature must be conclusively presumed to have used it in its restricted sense. This decision of the Tennessee court tends very strongly to the idea that the words \"immunity\" or \"exemption\" would have been required to secure the exemption to a company in a case like this. It is true that this view was not assented to by this court as being the correct one, <i>Tennessee</i> v. <i>Whitworth,</i> 117 U.S. 139, 146, and it is simply cited for the purpose of showing what the Tennessee court did decide in regard to the meaning of its own constitution in reference to this subject.</p>\n<p>That the legislature was, about the time in question, freely incorporating various companies and granting them exemption from taxation with considerable liberality is not a sufficient reason to induce this court to depart from the universal and well established rule making a claim for exemption a matter to be proved beyond all doubt. The circumstance which we regard as very significant and which has already been alluded to, consists in the omission of the word \"immunities\" in the grant to plaintiff in error. That omission we attach great weight to, and the least that can be said of it is that it involves the question in doubt.</p>\n<p>It cannot be denied that the decisions of this court are <span class=\"star-pagination\">*180</span> somewhat involved in relation to this question of exemption. It is difficult in some cases to distinguish the language used in each so far that the different results arrived at by the court can be seen to be founded upon a real difference in the meaning of such language. The question has sometimes arisen upon the consolidation of different companies, and sometimes upon a sale under a mortgage foreclosure. Among the former is the case of <i>Keokuk &amp; Western Railroad</i> v. <i>Missouri,</i> 152 U.S. 301, where under the laws of Missouri (section 4 of the act of March 2, 1869) there was a provision that the consolidated companies should be \"subject to all the liabilities and bound by all the obligations of the companies within this State\" and \"be entitled to the same franchises and privileges under the laws of this State, as if the consolidation had not taken place.\" The question was said to admit of doubt, whether under the name \"franchises and privileges\" an immunity from taxation passed to the new company. Various cases are cited in the opinion, which was delivered by Mr. Justice Brown, showing the grounds taken by this court in such cases. In <i>Chesapeake &amp; Ohio Railway</i> v. <i>Miller,</i> 114 U.S. 176, (a foreclosure case,) it decided that an immunity from taxation enjoyed by one railroad company did not pass to the purchaser under the foreclosure of a mortgage, although the act provided that the purchaser should forthwith become a corporation, \"and should succeed to all such franchises, rights and privileges as would have been had by the original company but for such sale and conveyance.\" The case followed that of <i>Morgan</i> v. <i>Louisiana,</i> 93 U.S. 217, (also a foreclosure case,) where it was held that the words \"franchises, rights and privileges\" did not necessarily include a grant of exemption or immunity from taxation. See also, to same effect, <i>Memphis &amp; Little Rock Railroad</i> v. <i>Railroad Commissioners,</i> 112 U.S. 609. The case of <i>Pickard</i> v. <i>Tennessee &amp;c. Railroad,</i> 130 U.S. 637, 642, may also be referred to, upon the point that exemption, although it might be granted, must be considered as a personal privilege not extending beyond the immediate grantee unless otherwise so declared in express terms, and it was therein declared that such immunity <span class=\"star-pagination\">*181</span> would not pass merely by a conveyance of the property and franchises of a railroad company, although such company might itself hold property exempt from taxation. In that case Mr. Justice Field, speaking for the court, said: \"It is true there are some cases where the term `privileges' has been held to include immunity from taxation, but that has generally been where other provisions of the act have given such meaning to it. The later, and we think, the better opinion, is that unless other provisions remove all doubt of the intention of the legislature to include an immunity in the term franchise, it will not be so construed. It can have its full force by confining it to other grants to the corporation.\" This language is referred to by Mr. Chief Justice Fuller in the case of <i>Wilmington &amp; Weldon Railroad</i> v. <i>Alsbrook,</i> 146 U.S. 279, where, at page 297, he says: \"We do not deny that an exemption from taxation may be construed as included in the word `privileges,' if there are other provisions removing all doubt of the intention of the legislature in that respect,\" citing the <i>Pickard case.</i></p>\n<p>Looking at the other side, we find the case of <i>Humphrey</i> v <i>Pegues,</i> 16 Wall. 244, where there was a grant to a railroad company of \"all the rights, powers and privileges\" granted by the charter of another company which exempted the property of such other company from taxation, and it was held that the property of the first company was thereby also exempted. Mr. Justice Hunt, in delivering the opinion of the court, said that \"a more important or more comprehensive privilege than a perpetual immunity from taxation can scarcely be imagined. It contains the essential idea of a peculiar benefit or advantage or special exemption from a burden falling upon others.\" Again, in <i>Tennessee</i> v. <i>Whitworth,</i> 117 U.S. 139, it was held that a right to have shares in its capital stock exempt from taxation within the State was conferred upon a railroad corporation by a state statute granting to it \"all the rights, powers and privileges,\" or granting it \"all the powers and privileges\" conferred upon another corporation named, if the latter corporation possessed by law such right of exemption. The question in that case <span class=\"star-pagination\">*182</span> arose as to the meaning of certain statutes passed by the legislature of Tennessee, resulting in the consolidation of certain railroads therein mentioned. In the course of his opinion Mr. Chief Justice Waite cites the case of <i>Philadelphia, Wilmington &amp; Baltimore Railroad</i> v. <i>Maryland,</i> 10 How. 376, 393, where Mr. Chief Justice Taney, speaking of a statute which authorized the union of two railroad companies, and secured to the union company \"the property, rights and privileges which that law or other laws conferred on them,\" (the separate companies or either of them,) said that such language extended to the union company the exemption from taxation contained in the charter of one of the uniting companies. Mr. Chief Justice Waite, continuing, in his opinion said: \"As has already been seen, the word `privilege' in its ordinary meaning, when used in this connection, includes an exemption from taxation.\" The decision in this last case should be confined to the peculiar language used in the various statutes therein cited, wherein, aside from the word \"privilege,\" it may be argued that, considering all the language used in those statutes, the intention of the legislature to exempt the company named from taxation may fairly well be made out.</p>\n<p>The later cases of <i>Pickard</i> v. <i>Tennessee &amp;c. Railroad,</i> 130 U.S. 637, and <i>Wilmington &amp;c. Railroad</i> v. <i>Alsbrook,</i> 146 U.S. <i>supra,</i> show that there must be other language than the mere word \"privilege\" or other provisions in the statute removing all doubt as to the intention of the legislature before the exemption will be admitted. The case of <i>Mobile &amp; Ohio Railroad</i> v. <i>Tennessee,</i> 153 U.S. 486, adds nothing to the discussion on either side. The particular point was not in that case, but it seems to be cited by counsel for plaintiffs in error for the purpose of showing what was the general condition of the State at the time of the adoption of the constitution in 1834, and what was the policy of the State in regard to internal improvements, which the constitution declared ought to be encouraged. The incorporation of an insurance company would hardly come within the most liberal meaning of the term \"internal improvements.\"</p>\n<p><span class=\"star-pagination\">*183</span> If this were an original question, we should have no hesitation in holding that the plaintiff in error did not acquire the exemption from taxation claimed by it, and we think at the present time the weight of authority, as well as the better opinion, is in favor of the same conclusion which we should otherwise reach.</p>\n<p>Second. Concluding, as we have, that this plaintiff in error, insurance company, is not exempt from taxation by the language of the statutes above mentioned, we come to the consideration of the second defence interposed by its shareholders. It seems that some time in the year 1873 the shareholders or some of them were sued by the city of Memphis to collect from them certain taxes alleged to be due that city for the year 1872 upon the shares of stock held by them. By the decision of the Supreme Court of Tennessee the city recovered a judgment. A stipulation was then entered into between the parties to that suit, which is in the record, by which it appears that the same questions involved in that suit were fully and fairly presented in the case decided in favor of the plaintiffs, at that term of court, wherein the State of Tennessee and Shelby County were complainants and Napoleon Hill and others, stockholders in the Memphis Fire and General Insurance Company, were defendants, and which action had been carried to the Supreme Court of the United States by writ of error for its decision of the questions, and, therefore, to save the expense of argument in the case, it was agreed by counsel for all parties that the Memphis city case should abide by the decision of <i>Tennessee</i> v. <i>Hill,</i> which should be conclusive upon the parties to the stipulation in all things the same as though actually rendered in that case. If the decree in the <i>Hill case</i> were affirmed, then this decree was to be affirmed, and if the other should be reversed, then this was to be reversed. After the signing of that stipulation, the <i>Hill case</i> was duly prosecuted by writ of error and argued before the Supreme Court of the United States, where the judgment in favor of complainant was reversed and the cause remanded to the Supreme Court of Tennessee with directions to enter its decree therein for the defendant Hill. This was done, and, in accordance <span class=\"star-pagination\">*184</span> with the stipulation above mentioned, a decree was thereupon entered in the Memphis city action, reversing the judgment in favor of plaintiff, and adjudging and decreeing that the tax levied and assessed by the city of Memphis upon the defendant's share of stock was illegal, and adjudging that the city of Memphis could not legally assess said shares of stock for taxation, in the hands of the owners thereof, and that such shares were exempt from any and all municipal taxation, and the city and its officers were perpetually enjoined from collecting or proceeding to collect such taxes. This judgment was entered by consent, and pursuant to the stipulation of the parties entered into at the time the writ of error was sued out in the <i>Hill case</i> and it is now set up and offered in evidence as an adjudication in favor of the shareholders of the insurance company who are admitted to be the direct successors of the shareholders of the company sued in the former action, and the decision of the state court, refusing the benefit of that adjudication to the shareholders, is claimed to have been error, and to present a Federal question for review by this court. The judgment is not claimed as an adjudication or estoppel in favor of the corporation, because the corporation was not a party to the suit.</p>\n<p>We think the decision of the Supreme Court as to the weight to be given the judgment is not reviewable by us because it is not a Federal question. The former judgment determined that, as between the city and the shareholders, the latter were not subject to pay the taxes for the years specified. In the action now under consideration we have determined that there was no immunity conferred either upon the corporation or the stockholders by the statutes cited. On the trial of this action the former judgment was offered in evidence by the shareholders, and it was held to constitute no bar to the maintenance of this action by the plaintiff, nor did it operate as an estoppel upon their right to claim taxes for subsequent years. The judgment offered in evidence was the judgment of a state court, and the refusal to accord to it all that was claimed for it in the nature of an estoppel by counsel for plaintiffs in error was, in any event, no more than <span class=\"star-pagination\">*185</span> a refusal to give to a judgment of one of its own courts that degree of force as evidence which it was by the general law entitled to. In no event was it anything other than error committed by the court below in regard to the general law or rule of evidence, which has nothing of a Federal question connected with it. It is entirely different from the case of a refusal of a state court to give the proper effect to a judgment of a court of the United States. If a state court erroneously refuse to give such weight and effect to a judgment of one of the courts of the United States a Federal question arises, which is within the jurisdiction of this court to review upon writ of error to the Supreme Court of the State. <i>Crescent City Live Stock Co.</i> v. <i>Butchers' Union Slaughter-house Co.,</i> 120 U.S. 141. Although no higher sanctity or effect can be claimed for the judgment of a Federal court than is due under the same circumstances to judgments of state courts in like cases, <i>Dupasseur</i> v. <i>Rochereau,</i> 21 Wall. 130, 135; <i>Embry</i> v. <i>Palmer,</i> 107 U.S. 3, yet in the case of a judgment of the former court the Constitution provides that full faith and credit shall be given it, and whether it has or has not been given it by a state court is a Federal question, while if the state court erroneously decides a question of law regarding the weight to be given one of its own judgments in its own courts and among its own citizens, that error is not subject to review by this court, because it constitutes no Federal question.</p>\n<p>If it were otherwise, every decision of a state court, claimed to be erroneous, which involved the failure to give, what the defeated party might claim to be the proper weight to one of its own judgments, would present a Federal question, and would be reviewable here. There is no question of contract in the case. It is wholly one of evidence as to whether or not a prior judgment in a state court operated as an estoppel against the plaintiff below, and prevented the state court from granting it the relief to which it would otherwise be entitled. In granting relief it was bound to consider the Federal question, as to whether there was or was not a contract of immunity, and that question was open to review here and we have <span class=\"star-pagination\">*186</span> just reviewed it. It is moreover quite doubtful whether the court below committed any error, even if the question were to be regarded as of a Federal nature, and open to us for review. <i>Keokuk &amp; Western Railroad</i> v. <i>Missouri,</i> 152 U.S. 301, 314.</p>\n<p>It is said that a suit for taxes for one year is no bar to a suit for taxes for another year; that it is not the same transaction, and the judgment in a prior action can never operate as an estoppel other than as to those matters which were in issue and controverted, and upon the determination of which a finding or verdict was rendered. It is not necessary in this case, however, to determine whether there was any one particular fact in issue and litigated in the first case, and which would be closed from further controversy, and which, as thus decided, would preclude a recovery in this case. We hold that the question in any event, as presented in this case, was not a Federal one.</p>\n<p>These views render a discussion of any other question in the case unnecessary and lead to an affirmance of the judgment herein.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE WHITE dissented.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">174</span></span> (1896)</b></center>\n<center><h1>PHNIX FIRE AND MARINE INSURANCE COMPANY<br>\nv.<br>\nTENNESSEE.</h1></center>\n<center>No. 269.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 21, 22, 1896.</center>\n<center>Decided March 2, 1896.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF TENNESSEE.\n<p><i>Mr. B.M. Estes</i> for plaintiffs in error.</p>\n<p><i>Mr. S.P. Walker,</i> (with whom was <i>Mr. F.T. Edmondson</i> on the brief,) for defendant in error.</p>\n<p>MR. JUSTICE PECKHAM delivered the opinion of the court.</p>\n<p>This was a bill filed by the plaintiffs below in the Chancery Court of Tennessee for Shelby County, in October, 1891, to recover taxes alleged to be due from the corporation, plaintiff in error, or its stockholders, to the city of Memphis for the years 1888 to 1891, inclusive. The complainant's bill alleged that neither the defendant company nor its shareholders had any immunity from taxation, and that if any such immunity existed it could not operate to protect both the shareholders and the capital stock. Judgment was accordingly prayed in the alternative against the corporation or the stockholders according as the taxes might be held to have been laid upon one or the other. A demurrer was interposed to the bill, which was sustained in the court below, but upon appeal to <span class=\"star-pagination\">*175</span> the Supreme Court, that judgment was reversed. <i>Memphis</i> v. <i>Phnix Insurance Co.,</i> 7 Pickle, 566. The latter court held that the charter of the company contained no immunity from taxation, and that both its shares of stock and capital stock were subject to the taxing power of the State and municipality. The case was thereupon remanded to the court below for further proceedings. It having been determined by the Supreme Court that the complainant upon the allegations of the bill was entitled to a discovery of the names and residences of the stockholders, a stipulation was entered into between the parties to avoid the necessity of the discovery, by which it was agreed that the corporation would assume any liability that might be established against the stockholders, and that a decree might be entered accordingly, and that the defendant Johnson should be made a defendant in his capacity of a stockholder and as the representative of all the others.</p>\n<p>By its answer the defendant company claimed immunity from taxation both for itself and its shareholders, and also set up a plea of <i>res judicata,</i> and alleged various objections to the validity of the several assessments upon which complainant claimed taxes due to the State. The case was duly tried, and judgment for the complainant was rendered by the trial court, in which it was adjudged that by the charter neither the defendant company nor its shares of stock had any immunity from taxation, and that both were, for the years mentioned in the bill, subject to the taxing power of the State. The court decided the Federal question made by the defendants below against them, and adjudged that the state tax laws set up in the record, under which the taxes were levied, were not violative of the Constitution of the United States, or void as claimed by the defendants. This judgment was in substance affirmed by the Supreme Court, and the defendants below sued out a writ of error, and the record is now here for review.</p>\n<p>The question first arising is as to the correctness of the judgment holding that the plaintiffs in error were not entitled to any immunity from taxation either as to the capital stock or the shares of stock in the hands of stockholders. The <span class=\"star-pagination\">*176</span> following are the facts: The Bluff City Insurance Company of Memphis was duly incorporated by an act of the legislature of Tennessee, and by section ten of the act of incorporation it was enacted \"that said company shall pay to the State an annual tax of one half of one per cent on each share of the capital stock subscribed, which shall be in lieu of all other taxes.\" On the 20th day of March, 1858, the legislature of Tennessee incorporated the De Soto Insurance Company, and that charter was amended on the 30th of March, 1860, and by section eleven of that act \"all the rights, privileges <i>and immunities</i>\" of the Bluff City Insurance Company were granted to the De Soto Insurance Company. On the 11th day of March, 1867, the legislature incorporated the Washington Fire and Marine Insurance Company of Memphis, Tennessee, and by that act \"all the rights and privileges\" (omitting the word \"immunities\") of the De Soto Insurance Company of Memphis, Tennessee, granted to it in its charter or amendments were granted to the Washington Fire &amp; Marine Insurance Company, above named, and by the act of the legislature, approved March 28, 1881, the name of the Washington Fire &amp; Marine Insurance Company was changed to the Phnix Fire &amp; Marine Insurance Company of Memphis, Tennessee, being the plaintiffs in error. The act of incorporation and the amendments thereto were duly accepted by plaintiff in error and its stockholders, and since that time the business of fire and marine insurance has been conducted by it in Memphis, under the last corporate name.</p>\n<p>It will thus be seen that the Bluff City Insurance Company was to pay to the State a certain annual tax on each share of capital stock subscribed, which was declared to be in lieu of all other taxes, and the question is now presented, whether by virtue of these various statutes the plaintiff in error was granted an immunity from taxation to the same extent as that given to the Bluff City Insurance Company and to the De Soto Insurance Company. Is immunity from taxation granted to plaintiff in error under language which grants \"all the rights and privileges\" of a company which has such immunity? In statutes, as is sometimes the case in legal <span class=\"star-pagination\">*177</span> documents, more words are occasionally used than are necessary to convey the meaning of those who passed the statute or executed the document, and it may happen that this very excess of verbiage tends to confuse rather than to enlighten one as to the meaning intended. The words \"rights, privileges and immunities\" when used in a statute of the kind under consideration are certainly full and ample for the purpose of granting an exemption from taxation contained in the first or original statute, and when in granting to still another company certain rights the word \"immunities\" is dropped, its absence would seem and ought to have some special significance. In granting to the De Soto company \"all the rights, privileges and immunities\" of the Bluff City company, all words were used which could be regarded as necessary to carry the exemption from taxation possessed by the Bluff City company, while in the next following grant, that of the charter of the plaintiff in error, the word \"immunities\" is omitted. Is there any meaning to be attached to that omission? And, if so, what? We think some meaning is to be attached to it. The word \"immunity\" expresses more clearly and definitely an intention to include therein an exemption from taxation than does either of the other words. Exemption from taxation is more accurately described as an \"immunity\" than as a privilege, although it is not to be denied that the latter word may sometimes and under some circumstances include such exemption. It must always be borne in mind in construing language of this nature that the claim for exemption must be made out wholly beyond doubt; for, as stated by Mr. Justice Harlan, in <i>Chicago, Burlington &amp; Kansas City Railroad</i> v. <i>Guffey,</i> <span class=\"citation\" data-id=\"91877\"><a href=\"/opinion/91877/chicago-b-kcr-co-v-guffey/\"><span class=\"volume\">120</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span>, 575: \"It is the settled doctrine of this court that an immunity from taxation by a State will not be recognized unless granted in terms too plain to be mistaken.\" See also <i>Wilmington &amp; Weldon Railroad</i> v. <i>Alsbrook,</i> <span class=\"citation\" data-id=\"93439\"><a href=\"/opinion/93439/wilmington-weldon-r-co-v-alsbrook/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>. In leaving out a word which, if used, would be regarded as specially and particularly including an exemption from taxation granted to another company, it seems to us that a very grave doubt is cast upon the title of plaintiff in error to the exemption claimed, and in such case the existence <span class=\"star-pagination\">*178</span> of a well founded doubt is equivalent to a denial of the claim.</p>\n<p>The learned counsel for plaintiff in error have cited many statutes of the State of Tennessee in which it is said the word \"immunities\" is sometimes used where no exemption from taxation was intended, and he quotes a section from one act, (Acts 1866-'7, Private, section 49 of an act, page 155,) which grants \"all the powers, privileges and immunities\" of another company that had no exemption, and in another case there was granted \"all the rights, franchises and privileges\" of a railroad company which had an exemption from taxation. Many other instances of a like nature are cited. The result of it is to occasion great difficulty in determining what was really intended by the legislature in these various acts. The learned counsel for plaintiff in error also state that about the time these charters in question were granted the legislature customarily expressed the purpose to tax corporations when no exemption was intended. The inference is sought to be drawn in favor of exemption, if the legislature did not affirmatively grant the right to tax. We cannot assent to any such view, and we could come to no such conclusion from an examination of the general statutes cited by counsel. It is a complete overturning of the universal rule in regard to taxation. The power and the right to tax are always presumed, and the exemption is to be clearly granted. Mere silence is the same as a denial of exemption.</p>\n<p>We can see nothing in the \"surrounding circumstances\" which counsel claim should influence our examination and conclusion as to the meaning of these statutes, that in any way induces the belief that an exemption was plainly intended. Our attention has not been called to circumstances which we should regard as of that nature, nor is our judicial knowledge of them sufficient in kind or degree to cause us to conclude that this exemption was intended to be granted to plaintiff in error. We do not find that at this time there was, as counsel insist, any settled rule of the courts that the word \"privileges\" always embraced exemption from taxation, or that \"rights and privileges\" and \"privileges and immunities\" were used <span class=\"star-pagination\">*179</span> indiscriminately and interchangeably, and always included such exemption. The different words above quoted were undoubtedly used in different statutes, and sometimes it might be insisted that one thing was meant and sometimes another, but we cannot find that there was any well known and definite rule governing the courts of Tennessee at that time which made the words \"privileges\" or \"rights,\" when used in cases of this nature, include, beyond any doubt and in all cases, an exemption from taxation.</p>\n<p>In <i>Wilson</i> v. <i>Gaines,</i> 9 Bax. 546, it was held by the Supreme Court of Tennessee that as the State in its constitution (article 11, section 7, constitution 1834) used in the same connection all the words \"rights,\" \"privileges,\" \"immunities\" and \"exemption,\" each of these words was to be given, in statutory interpretation, a meaning so limited as not to include anything expressed by the others, and that when any one of them is found in a statute the legislature must be conclusively presumed to have used it in its restricted sense. This decision of the Tennessee court tends very strongly to the idea that the words \"immunity\" or \"exemption\" would have been required to secure the exemption to a company in a case like this. It is true that this view was not assented to by this court as being the correct one, <i>Tennessee</i> v. <i>Whitworth,</i> <span class=\"citation\" data-id=\"91587\"><a href=\"/opinion/91587/tennessee-v-whitworth/\"><span class=\"volume\">117</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 146, and it is simply cited for the purpose of showing what the Tennessee court did decide in regard to the meaning of its own constitution in reference to this subject.</p>\n<p>That the legislature was, about the time in question, freely incorporating various companies and granting them exemption from taxation with considerable liberality is not a sufficient reason to induce this court to depart from the universal and well established rule making a claim for exemption a matter to be proved beyond all doubt. The circumstance which we regard as very significant and which has already been alluded to, consists in the omission of the word \"immunities\" in the grant to plaintiff in error. That omission we attach great weight to, and the least that can be said of it is that it involves the question in doubt.</p>\n<p>It cannot be denied that the decisions of this court are <span class=\"star-pagination\">*180</span> somewhat involved in relation to this question of exemption. It is difficult in some cases to distinguish the language used in each so far that the different results arrived at by the court can be seen to be founded upon a real difference in the meaning of such language. The question has sometimes arisen upon the consolidation of different companies, and sometimes upon a sale under a mortgage foreclosure. Among the former is the case of <i>Keokuk &amp; Western Railroad</i> v. <i>Missouri,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></span>, where under the laws of Missouri (section 4 of the act of March 2, 1869) there was a provision that the consolidated companies should be \"subject to all the liabilities and bound by all the obligations of the companies within this State\" and \"be entitled to the same franchises and privileges under the laws of this State, as if the consolidation had not taken place.\" The question was said to admit of doubt, whether under the name \"franchises and privileges\" an immunity from taxation passed to the new company. Various cases are cited in the opinion, which was delivered by Mr. Justice Brown, showing the grounds taken by this court in such cases. In <i>Chesapeake &amp; Ohio Railway</i> v. <i>Miller,</i> <span class=\"citation\" data-id=\"91356\"><a href=\"/opinion/91356/chesapeake-ohio-r-co-v-miller/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, (a foreclosure case,) it decided that an immunity from taxation enjoyed by one railroad company did not pass to the purchaser under the foreclosure of a mortgage, although the act provided that the purchaser should forthwith become a corporation, \"and should succeed to all such franchises, rights and privileges as would have been had by the original company but for such sale and conveyance.\" The case followed that of <i>Morgan</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"89364\"><a href=\"/opinion/89364/morgan-v-louisiana/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, (also a foreclosure case,) where it was held that the words \"franchises, rights and privileges\" did not necessarily include a grant of exemption or immunity from taxation. See also, to same effect, <i>Memphis &amp; Little Rock Railroad</i> v. <i>Railroad Commissioners,</i> 112 U.S. 609. The case of <i>Pickard</i> v. <i>Tennessee &amp;c. Railroad,</i> <span class=\"citation\" data-id=\"92505\"><a href=\"/opinion/92505/picard-v-east-tennessee-v-gr-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 642, may also be referred to, upon the point that exemption, although it might be granted, must be considered as a personal privilege not extending beyond the immediate grantee unless otherwise so declared in express terms, and it was therein declared that such immunity <span class=\"star-pagination\">*181</span> would not pass merely by a conveyance of the property and franchises of a railroad company, although such company might itself hold property exempt from taxation. In that case Mr. Justice Field, speaking for the court, said: \"It is true there are some cases where the term `privileges' has been held to include immunity from taxation, but that has generally been where other provisions of the act have given such meaning to it. The later, and we think, the better opinion, is that unless other provisions remove all doubt of the intention of the legislature to include an immunity in the term franchise, it will not be so construed. It can have its full force by confining it to other grants to the corporation.\" This language is referred to by Mr. Chief Justice Fuller in the case of <i>Wilmington &amp; Weldon Railroad</i> v. <i>Alsbrook,</i> <span class=\"citation\" data-id=\"93439\"><a href=\"/opinion/93439/wilmington-weldon-r-co-v-alsbrook/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, where, at page 297, he says: \"We do not deny that an exemption from taxation may be construed as included in the word `privileges,' if there are other provisions removing all doubt of the intention of the legislature in that respect,\" citing the <i>Pickard case.</i></p>\n<p>Looking at the other side, we find the case of <i>Humphrey</i> v <i>Pegues,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">244</span></span>, where there was a grant to a railroad company of \"all the rights, powers and privileges\" granted by the charter of another company which exempted the property of such other company from taxation, and it was held that the property of the first company was thereby also exempted. Mr. Justice Hunt, in delivering the opinion of the court, said that \"a more important or more comprehensive privilege than a perpetual immunity from taxation can scarcely be imagined. It contains the essential idea of a peculiar benefit or advantage or special exemption from a burden falling upon others.\" Again, in <i>Tennessee</i> v. <i>Whitworth,</i> <span class=\"citation\" data-id=\"91587\"><a href=\"/opinion/91587/tennessee-v-whitworth/\"><span class=\"volume\">117</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, it was held that a right to have shares in its capital stock exempt from taxation within the State was conferred upon a railroad corporation by a state statute granting to it \"all the rights, powers and privileges,\" or granting it \"all the powers and privileges\" conferred upon another corporation named, if the latter corporation possessed by law such right of exemption. The question in that case <span class=\"star-pagination\">*182</span> arose as to the meaning of certain statutes passed by the legislature of Tennessee, resulting in the consolidation of certain railroads therein mentioned. In the course of his opinion Mr. Chief Justice Waite cites the case of <i>Philadelphia, Wilmington &amp; Baltimore Railroad</i> v. <i>Maryland,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">How.</span> <span class=\"page\">376</span></span>, 393, where Mr. Chief Justice Taney, speaking of a statute which authorized the union of two railroad companies, and secured to the union company \"the property, rights and privileges which that law or other laws conferred on them,\" (the separate companies or either of them,) said that such language extended to the union company the exemption from taxation contained in the charter of one of the uniting companies. Mr. Chief Justice Waite, continuing, in his opinion said: \"As has already been seen, the word `privilege' in its ordinary meaning, when used in this connection, includes an exemption from taxation.\" The decision in this last case should be confined to the peculiar language used in the various statutes therein cited, wherein, aside from the word \"privilege,\" it may be argued that, considering all the language used in those statutes, the intention of the legislature to exempt the company named from taxation may fairly well be made out.</p>\n<p>The later cases of <i>Pickard</i> v. <i>Tennessee &amp;c. Railroad,</i> <span class=\"citation\" data-id=\"92505\"><a href=\"/opinion/92505/picard-v-east-tennessee-v-gr-co/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, and <i>Wilmington &amp;c. Railroad</i> v. <i>Alsbrook,</i> 146 U.S. <i>supra,</i> show that there must be other language than the mere word \"privilege\" or other provisions in the statute removing all doubt as to the intention of the legislature before the exemption will be admitted. The case of <i>Mobile &amp; Ohio Railroad</i> v. <i>Tennessee,</i> <span class=\"citation\" data-id=\"93912\"><a href=\"/opinion/93912/mobile-ohio-r-co-v-tennessee/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span>, adds nothing to the discussion on either side. The particular point was not in that case, but it seems to be cited by counsel for plaintiffs in error for the purpose of showing what was the general condition of the State at the time of the adoption of the constitution in 1834, and what was the policy of the State in regard to internal improvements, which the constitution declared ought to be encouraged. The incorporation of an insurance company would hardly come within the most liberal meaning of the term \"internal improvements.\"</p>\n<p><span class=\"star-pagination\">*183</span> If this were an original question, we should have no hesitation in holding that the plaintiff in error did not acquire the exemption from taxation claimed by it, and we think at the present time the weight of authority, as well as the better opinion, is in favor of the same conclusion which we should otherwise reach.</p>\n<p>Second. Concluding, as we have, that this plaintiff in error, insurance company, is not exempt from taxation by the language of the statutes above mentioned, we come to the consideration of the second defence interposed by its shareholders. It seems that some time in the year 1873 the shareholders or some of them were sued by the city of Memphis to collect from them certain taxes alleged to be due that city for the year 1872 upon the shares of stock held by them. By the decision of the Supreme Court of Tennessee the city recovered a judgment. A stipulation was then entered into between the parties to that suit, which is in the record, by which it appears that the same questions involved in that suit were fully and fairly presented in the case decided in favor of the plaintiffs, at that term of court, wherein the State of Tennessee and Shelby County were complainants and Napoleon Hill and others, stockholders in the Memphis Fire and General Insurance Company, were defendants, and which action had been carried to the Supreme Court of the United States by writ of error for its decision of the questions, and, therefore, to save the expense of argument in the case, it was agreed by counsel for all parties that the Memphis city case should abide by the decision of <i>Tennessee</i> v. <i>Hill,</i> which should be conclusive upon the parties to the stipulation in all things the same as though actually rendered in that case. If the decree in the <i>Hill case</i> were affirmed, then this decree was to be affirmed, and if the other should be reversed, then this was to be reversed. After the signing of that stipulation, the <i>Hill case</i> was duly prosecuted by writ of error and argued before the Supreme Court of the United States, where the judgment in favor of complainant was reversed and the cause remanded to the Supreme Court of Tennessee with directions to enter its decree therein for the defendant Hill. This was done, and, in accordance <span class=\"star-pagination\">*184</span> with the stipulation above mentioned, a decree was thereupon entered in the Memphis city action, reversing the judgment in favor of plaintiff, and adjudging and decreeing that the tax levied and assessed by the city of Memphis upon the defendant's share of stock was illegal, and adjudging that the city of Memphis could not legally assess said shares of stock for taxation, in the hands of the owners thereof, and that such shares were exempt from any and all municipal taxation, and the city and its officers were perpetually enjoined from collecting or proceeding to collect such taxes. This judgment was entered by consent, and pursuant to the stipulation of the parties entered into at the time the writ of error was sued out in the <i>Hill case</i> and it is now set up and offered in evidence as an adjudication in favor of the shareholders of the insurance company who are admitted to be the direct successors of the shareholders of the company sued in the former action, and the decision of the state court, refusing the benefit of that adjudication to the shareholders, is claimed to have been error, and to present a Federal question for review by this court. The judgment is not claimed as an adjudication or estoppel in favor of the corporation, because the corporation was not a party to the suit.</p>\n<p>We think the decision of the Supreme Court as to the weight to be given the judgment is not reviewable by us because it is not a Federal question. The former judgment determined that, as between the city and the shareholders, the latter were not subject to pay the taxes for the years specified. In the action now under consideration we have determined that there was no immunity conferred either upon the corporation or the stockholders by the statutes cited. On the trial of this action the former judgment was offered in evidence by the shareholders, and it was held to constitute no bar to the maintenance of this action by the plaintiff, nor did it operate as an estoppel upon their right to claim taxes for subsequent years. The judgment offered in evidence was the judgment of a state court, and the refusal to accord to it all that was claimed for it in the nature of an estoppel by counsel for plaintiffs in error was, in any event, no more than <span class=\"star-pagination\">*185</span> a refusal to give to a judgment of one of its own courts that degree of force as evidence which it was by the general law entitled to. In no event was it anything other than error committed by the court below in regard to the general law or rule of evidence, which has nothing of a Federal question connected with it. It is entirely different from the case of a refusal of a state court to give the proper effect to a judgment of a court of the United States. If a state court erroneously refuse to give such weight and effect to a judgment of one of the courts of the United States a Federal question arises, which is within the jurisdiction of this court to review upon writ of error to the Supreme Court of the State. <i>Crescent City Live Stock Co.</i> v. <i>Butchers' Union Slaughter-house Co.,</i> 120 U.S. 141. Although no higher sanctity or effect can be claimed for the judgment of a Federal court than is due under the same circumstances to judgments of state courts in like cases, <i>Dupasseur</i> v. <i>Rochereau,</i> <span class=\"citation\" data-id=\"88993\"><a href=\"/opinion/88993/dupasseur-v-rochereau/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">130</span></a></span>, 135; <i>Embry</i> v. <i>Palmer,</i> <span class=\"citation\" data-id=\"90739\"><a href=\"/opinion/90739/embry-v-palmer/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></a></span>, yet in the case of a judgment of the former court the Constitution provides that full faith and credit shall be given it, and whether it has or has not been given it by a state court is a Federal question, while if the state court erroneously decides a question of law regarding the weight to be given one of its own judgments in its own courts and among its own citizens, that error is not subject to review by this court, because it constitutes no Federal question.</p>\n<p>If it were otherwise, every decision of a state court, claimed to be erroneous, which involved the failure to give, what the defeated party might claim to be the proper weight to one of its own judgments, would present a Federal question, and would be reviewable here. There is no question of contract in the case. It is wholly one of evidence as to whether or not a prior judgment in a state court operated as an estoppel against the plaintiff below, and prevented the state court from granting it the relief to which it would otherwise be entitled. In granting relief it was bound to consider the Federal question, as to whether there was or was not a contract of immunity, and that question was open to review here and we have <span class=\"star-pagination\">*186</span> just reviewed it. It is moreover quite doubtful whether the court below committed any error, even if the question were to be regarded as of a Federal nature, and open to us for review. <i>Keokuk &amp; Western Railroad</i> v. <i>Missouri,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></span>, 314.</p>\n<p>It is said that a suit for taxes for one year is no bar to a suit for taxes for another year; that it is not the same transaction, and the judgment in a prior action can never operate as an estoppel other than as to those matters which were in issue and controverted, and upon the determination of which a finding or verdict was rendered. It is not necessary in this case, however, to determine whether there was any one particular fact in issue and litigated in the first case, and which would be closed from further controversy, and which, as thus decided, would preclude a recovery in this case. We hold that the question in any event, as presented in this case, was not a Federal one.</p>\n<p>These views render a discussion of any other question in the case unnecessary and lead to an affirmance of the judgment herein.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE WHITE dissented.</p>\n</div>", "id": 94373, "judges": "Peckham", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94373/", "sha1": "fd1505847244e9b955de0accf753f587b4cec3db", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:22:26"}