{"absolute_url": "/opinion/94391/graves-v-saline-county/", "blocked": false, "citation": {"case_name": "Graves v. Saline County", "docket_number": "510", "document_uris": ["/api/rest/v2/document/94391/"], "federal_cite_one": "161 U.S. 359", "federal_cite_three": null, "federal_cite_two": null, "id": 78772, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78772/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1896-03-02", "date_modified": "2014-12-21T01:32:22.694974", "docket": "/api/rest/v2/docket/47352/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">161 U.S. 359</p>\n    <p class=\"case_cite\">16 S.Ct. 526</p>\n    <p class=\"case_cite\">40 L.Ed. 732</p>\n    <p class=\"parties\">GRAVES et al.<br>v.<br>SALINE COUNTY.</p>\n    <p class=\"docket\">No. 510.</p>\n    <p class=\"date\">March 2, 1896.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This case came into the circuit court of appeals for the Seventh circuit at October term, 1894, on an appeal from a decree of the circuit court of the United States for the Southern district of Illinois.</p>\n      <p class=\"indent\">The original action was a suit in equity brought in the circuit court of Saline county, Ill., by the county of Saline as complainant against the treasurer and auditor of public accounts of the state of Illinois and the collector of taxes and clerk of the county court of Saline county, to restrain the levy and collection of the tax required to be levied by the said auditor of public accounts of the state of Illinois to pay the interest on 100 registered refunding bonds of the said county.</p>\n      <p class=\"indent\">Luther R. Graves, one of the holders of such refunding bonds, intervened in the circuit court of Saline county, and had the cause removed to the circuit court of the United States for the Southern district of Illinois, where the Society for Savings, D. B. Wesson, and William Burgoyne, other holders of such bonds, also filed intervening petitions. That court granted the injunction asked for by the county, and the case was then taken by appeal to the circuit court of appeals of the Seventh circuit, and thereupon the latter court certified to this court the following statement of facts and questions for its opinion and instructions:</p>\n      <p class=\"indent\">The appellants were, prior to the year 1883, bona fide holders for value and before maturity of certain bonds issued by the county of Saline to the Belleville &amp; Eldorado Railroad Company and to the St. Louis &amp; Southeastern Railway Company, respectively. These bonds ($75,000 in amount to the former and $25,000 in amount to the latter company, and bearing interest at the rate of 8 per centum per annum, payable semiannually) were issued under authority of acts of the general assembly of the state of Illinois passed in the years 1861 (Priv. Laws Ill. 1861, p. 485) and 1869 (3 Priv. Laws Ill. 1869, p. 238), and pursuant to an election duly ordered and held according to law on the 9th day of October, 1869, and in payment of subscriptions to stock in said companies, respectively, dated January 15, 1870, duly authorized by said election, upon certain conditions, one of which was that said railroad should be commenced within one year and completed within three years from the date of subscription, and another of the conditions was that the St. Louis &amp; Southeastern Railway should pass, and a depot be established, within one-half mile of the old courthouse in Raleigh, and within one-half mile of the church in Galatia.</p>\n      <p class=\"indent\">These bonds to the St. Louis &amp; Southeastern Railway Company were dated January 1, 1872, payable 20 years after date, with option of paying 5 years after date, and were issued and delivered to that company February 1, 1872, and were purchased in open market by the appellants, and for value, and without notice, prior to the year 1876. The railroad was never constructed within one-half mile of the old courthouse in Raleigh, or within one-half mile of the church in Galatia, but was constructed in a different direction, and the said condition was in no sense complied with, but was waived by the board of commissioners of said county after July 2, 1870.</p>\n      <p class=\"indent\">The time for the completion of the Belleville &amp; Eldorado Railroad was, by the board of commissioners of the county of Saline after July 2, 1870, extended from time to time and until October 20, 1877, and the bonds were issued and delivered on the 19th day of April, 1877, being dated March 9, 1877, and payable 20 years after the 1st day of January, 1873, with option of paying 5 years after date.</p>\n      <p class=\"indent\">The amendment to the constitution of the state of Illinois which went into effect July 2, 1870, provided: 'No county, city, town, township or other municipality shall ever become subscriber to the capital stock of any railroad or private corporation, or make donations to or loan its credit in aid of such corporation; provided, however, that the adoption of this article shall not be construed as affecting the right of any such municipality to make such subscriptions where the same have been authorized, under existing laws, by a vote of the people of such municipalities prior to such adoption.'</p>\n      <p class=\"indent\">The bonds issued to the St. Louis &amp; Southeastern Railway Company were valid obligations of the county in the hands of the appellants under the decisions of the supreme court in the cases of Insurance Co. v. Bruce, 105 U. S. 328, and Oregon v. Jennings, 119 U. S. 74, 7 Sup. Ct. 124.</p>\n      <p class=\"indent\">The bonds issued to the Belleville &amp; Eldorado Railroad Company were void even in the hands of bona fide purchasers for value, within the decision of German Sav. Bank v. Franklin Co., 128 U. S. 526, 9 Sup. Ct. 159.</p>\n      <p class=\"indent\">The bonds to the St. Louis &amp; Southeastern Railway Company were issued before and those to the Belleville &amp; Eldorado Railroad Company were issued after the decision of the supreme court of Illinois in the case of Town of Eagle v. Kohn, 84 Ill. 292, decided in 1876.</p>\n      <p class=\"indent\">The validity of none of these bonds was at any time questioned by the county of Saline until December 30, 1889, and the county had annually paid the interest on all of these bonds from the time of their issue until they were exchanged for funding bonds of the county, as hereinafter stated.</p>\n      <p class=\"indent\">The county of Saline has always retained and now has the stock in said railway companies obtained by it for the bonds so issued to said railway companies, respectively; but such stock is now, and always has been, wholly worthless, and of no value.</p>\n      <p class=\"indent\">The general assembly of the state of Illinois, by act approved February 13, 1865, and by acts amendatory thereto approved April 27, 1877, and June 4, 1879, enacted as follows (Rev. St. Ill., Cothran's Ann. Ed. 1881, p. 1119; 2 Starr &amp; C. St. c. 113, p. 1877):</p>\n      <p class=\"indent\">'Section 1. That in all cases where any county, city, town, township, school district or other municipal corporation has issued bonds or other evidences of indebtedness for money, or has contracted debts, which are the binding, subsisting legal obligations of such county, city, town, township, school district or other municipal corporation, and the same, or any portion thereof, remain outstanding and unpaid, it shall be lawful for the proper corporate authorities of any such county, city, town, township, school district or other municipal corporation, upon the surrender of any such bonds or other evidences of indebtedness, or any number or portion thereof, to issue, in lieu or place thereof, to the owners or holders of the same, new bonds prepared as hereinafter directed, and for such amounts, upon such time, not exceeding twenty years, payable at such place, and bearing such rate of interest, not exceeding seven per centum per annum, as may be agreed upon with the owners or holders of such outstanding bonds or other evidence of indebtedness: provided, that bonds issued under this act, to mature within five years from their date, may bear interest not to exceed eight per cent. per annum. And it shall also be lawful for the proper corporate authorities of any such county, city, town, township, school district, or other municipal corporation to cause to be thus issued such new bonds, and sell the same to raise money to purchase or retire any or all of such outstanding bonds or other evidences of indebtedness; the proceeds of the sales of such new bonds to be expended, under the direction of the corporate authorities aforesaid, in the purchase or retiring of the outstanding bonds or other evidences of indebtedness of such conty, city, town, township, school district or other municipal corporation, and for no other purpose whatever. All bonds or other evidences of indebtedness, issued under the provisions of this act, shall show upon their face that they are issued under this act, and the purpose for which they are issued, and shall be of uniform design and style throughout the state, to be prescribed by the state auditor, whose imperative duty it shall be to devise and prepare such uniform style and draft adapted to the classes of bonds herein provided for, namely, the first class to consist of bonds of which only the interest is payable annually; the second class to consist of those of which the interest and five per centum of the principal are to be paid annually, and the third class to consist of a graduated series, the first grade made payable, principal and interest, at the end of one year from the date of issue; the second at the end of two years, and thus to the end of the series, the class to be issued being at the option of the legal voters expressed as herein provided. In any case, the new bonds, or other evidences of indebtedness, authorized to be issued by this act, shall not be for a greater sum in the aggregate, than the principal and accrued or earned interest unpaid of such outstanding bonds or other evidences of indebtedness. And when such new bonds or other evidences of indebtedness shall have been issued, in order to be placed on the market and sold to obtain proceeds with which to retire outstanding bonds or other evidences of indebtedness, it shall be the duty of the state auditor, on the request of the corporate authorities issuing them, and at the expense of the corporation in whose behalf the issue is thus made, to negotiate the same, at not less than par value, and on the best terms which can be obtained: provided, always, that any such county, city, town, township, school district or other municipal corporation issuing bonds under the provisions of this act, may, through its corporate authorities duly authorized, negotiate, sell or dispose of said bonds, or any part thereof, at not less than their par value, without the intervention of the auditor of state: and provided further, that no new bonds or other evidences of indebtedness shall be issued under this act, unless the same shall be first authorized, as hereinafter provided by a vote of a majority of the legal voters of such county, city, town, township, school district or other municipal corporation voting at some general election, or special election held for that purpose.' Under and by virtue of this provision of law the board of commissioners of the county of Saline duly ordered an election to determine the question of issuing the bonds of the county for the purpose of paying and redeeming the bonds above stated issued to the St. Louis &amp; Southeastern Railway Company and to the Belleville &amp; Eldorado Railroad Company and to another railway company, respectively, and at such election, duly held according to law on the 6th day of November, 1883, a majority of the legal voters of the county of Saline voting at such election voted in favor of such proposition. On the 15th day of November, 1883, the board of commissioners of the county, by order duly made and entered, ordered, in compliance with such vote, that 195 bonds of said county, of $1,000 each, be issued to take up and pay off the said bonds so issued to the St. Louis &amp; Southeastern Railway Company, the Belleville &amp; Eldorado Railroad Company, and said other company; and the duly-constituted officers of said county thereafter, on the 1st day of July, 1885, issued the bonds of said county in strict conformity with said act, to the amount in the aggregate of $100,000, to take up and pay off the said bonds so issued to the St. Louis &amp; Southeastern Railway Company and to the Belleville &amp; Eldorado Railroad Company, each of said bonds being of the tenor and effect following:</p>\n      <p class=\"indent\">'United States of America. $1,000.</p>\n      <p class=\"indent\">'State of Illinois, County of Saline, Funding Bond, Issued under the Act of 1865, as Amended April 27, 1877, and June 4, 1879.</p>\n      <p class=\"indent\">'Twenty years after date, for value received, the county of Saline promises to pay to the bearer hereof the sum of $1,000 in lawful money of the United States, at the office of the treasurer of the state of Illinois in the city of New York, with interest at the rate of six per cent. per annum, payable annually, as shown by and upon the surrender of the anexed coupons as they severally become due, shown by and upon the surrender of the annexed bond at any time after five years from date. This bond is one of a series of 195 of like tenor, issued for the purpose of funding and retiring certain binding, subsisting, legal obligations of said county, which remain outstanding and unpaid, under the provisions of an act of the general assembly of the state of Illinois entitled 'An act to enable counties, cities, towns, townships, school districts and other municipal corporations to fund, retire and purchase their outstanding bonds, and other evidences of indebtedness, and provide for the registration of new bonds, or other evidences of indebtedness, in the office of the auditor of public accounts,' approved February 13, 1865, and acts amendatory thereto, approved April 27, 1877, and June 4, 1879, and in pursuance of a vote of the majority of the legal voters of said county voting at an election legally called under said act, the 6th of November, 1883. We hereby certify that all requirements of said acts have been fully complied with in the issue thereof. In testimony whereof, we, the undersigned officers of said county, being duly authorized to execute this obligation on its behalf, have hereunto set our signatures this 1st day of July, A. D. 1885.</p>\n      <p class=\"indent\">W. G. Frith,</p>\n      <p class=\"indent\">'Chairman of the County Board.</p>\n      <p class=\"indent\">'[Seal.] W. E. Burnett, County Clerk.'</p>\n      <p class=\"indent\">Each of said bonds was duly registered according to law with the auditor of the state of Illinois, who indorsed upon each of said bonds the following:</p>\n      <p class=\"indent\">'State of Illinois. $1,000.</p>\n      <p class=\"indent\">'Saline County Bond.</p>\n      <p class=\"indent\">'Date of bond: July 1, 1885. Payable twenty years after date. Redeemable five years after date. Interest payable July 1, annually. Principal and interest payable at the office of the state treasurer of the state of Illinois in the city of New York, and state of New York.</p>\n      <p class=\"indent\">'Auditor's Office, Illinois.</p>\n      <p class=\"indent\">'Springfield, Nov. 23d, 1885.</p>\n      <p class=\"indent\">'I, Charles P. Swigert, auditor of public accounts of the state of Illinois, do hereby certify that the within bond has been registered in this office this day, pursuant to the provisions of an act entitled 'An act to enable counties, cities, towns, townships, school districts and other municipal corporations to fund, retire and purchase their outstanding bonds and other evidences of indebtedness, and to provide for the registration of new bonds, or other evidences of indebtedness, in the office of the auditor of public accounts,' approved February 13, 1865, and acts amendatory thereto, approved April 27, 1877, and June 4, 1879. I further certify that the aggregate equalized valuation of property assessed for taxation in said county for the year 1885 were certified to this office as follows: Real estate, $1,362,931. Personal property, $477,340. In testimony whereof, I have hereunto subscribed my name, and affixed the seal of my office, the day and year aforesaid.</p>\n      <p class=\"indent\">'[Seal.] Charles P. Swigert,</p>\n      <p class=\"indent\">'Auditor Public Accounts.'</p>\n      <p class=\"indent\">The county of Saline appointed an agent to solicit the exchange of bonds, and obtained from the appellants and canceled the old bonds respectively held by them, and issued to them the funding bonds in lieu thereof. The county of Saline thereafter, until the year 1890, paid the annual interest on such new issue of bonds.</p>\n      <p class=\"indent\">Upon these facts the questions certified were as follows:</p>\n      <p class=\"indent\">'First. Is the county of Saline estopped by the recital in the funding bonds to assert that the bonds issued to the St. Louis and Southeastern Railway Company and to the Belleville and Eldorado Railroad Company, respectively, and for which the funding bonds were exchanged, were not binding, subsisting, legal obligations of said county?</p>\n      <p class=\"indent\">'Second. Are the funding bonds so issued by the county of Saline legal, valid, and binding obligations upon said county in the hands of a bona fide holder for value before maturity?</p>\n      <p class=\"indent\">'Third. If the court should be of opinion that the funding bonds are invalid, would it be competent for the court in this cause, which is a suit in equity instituted by the county of Saline to restrain officers of the law from levying and collecting a tax as required by law to pay the interest upon the funding bonds, to grant the relief asked only upon condition that the county of Saline pay to the holders the amount of the valid bonds issued to the St. Louis and Southeastern Railway Company which were exchanged for the funding bonds?'</p>\n      <p class=\"indent\">Geo. A. Sanders and T. C. Mather, for appellants.</p>\n      <p class=\"indent\">S. P. Wheeler, for appellee.</p>\n      <p class=\"indent\">Mr. Justice SHIRAS, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Under the authority of certain acts of the general assembly of the state of Illinois, and in pursuance of an election duly ordered and held according to law, and in payment of a subscription to stock in the St. Louis &amp; Southeastern Railway Company, the county of Saline issued bonds to the amount of $25,000 bearing interest at the rate of 8 per cent., to the said railway company, bearing date January 1, 1872, payable 20 years after date. These bonds were delivered to the railway company February 1, 1872, and were purchased in open market by the appellants, for value, and without notice of any defense, prior to the year 1876.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The contract of subscription contained a condition that the said St. Louis &amp; Southeastern Railway should pass, and a depot be established, within one-half mile of the old courthouse in Raleigh, and within one-half mile of the church in Galatia. The railroad was not constructed within the prescribed limits, but was constructed in said county in a different direction, and compliance with the said condition was waived by the board of commissioners of said county.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">By the seventh section of the act of April 16, 1869, it is provided that 'any county, township, city or town shall have the right, when making any subscription or donation to any railroad company, to prescribe the conditions upon which such bonds and subscriptions or donations shall be made, and such bonds, subscriptions or donations shall not be valid and binding until such conditions precedent shall have been complied with.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The constitution of Illinois, which took effect July 2, 1870, provides as follows: 'No county, city, town, township or other municipality shall ever become subscribers to the capital stock of any railroad or private corporation, or make donation to or loan its credit in aid of such corporation: provided, however, that the adoption of this article shall not be construed as affecting the right of any such municipality to make such subscriptions where the same have been authorized, under existing laws, by a vote of the people of such municipalities prior to such adoption.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Such an election was held by the people of Saline county on October 9, 1868, and the subscription was made January 15, 1870.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The validity of these bonds so issued to the St. Louis &amp; Southeastern Railway Company was continually recognized by the county of Saline by the payment of interest thereon, and by the refunding of the same into new bonds of the county in July, 1885; and the said county has always retained, and now has, the stock in said railway company.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This state of facts brings the case, as respects the bonds originally issued to the St. Louis &amp; Southeastern Railway Company, clearly within the decision of this court in the precisely similar case of Insurance Co. v. Bruce, 105 U. S. 328, and where, per Mr. Justice Harlan, it was said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The statute did not make it obligatory on the town to impose conditions upon the performance of which its liability should depend. It conferred simply the right to do so, leaving the town at liberty to prescribe conditions or to make an unconditional subscription. Consistently with the statute, the town could issue and deliver bonds for the subscription in advance of the construction of any part of the road. But, when conditions were prescribed, good faith and the obligations which everywhere arise out of negotiable securities required&#8212;if the town intended to rely upon them&#8212;that the public, who were expected to buy the bonds or to advance money upon them, should be informed by their recitals that the town had exercised its statutory right to impose conditions upon its liability. The officers both of the town and the railroad company knew, however, that bonds could not be negotiated in the market did their recitals disclose the fact that payment depended upon conditions thereafter to be fulfilled by the railway company. To the end, therefore, that money might be raised for the construction of the proposed road, or in reliance upon the performance by the railroad company of the conditions imposed, the constituted authorities of the town and the officers or agents of the company co-operated in putting out bonds negotiable in form, and with recitals that gave no intimation even that the subscription was conditional. The fact that conditions had been prescribed was omitted in recitals full of everything necessary to induce the public to buy the bonds. The statement on the face of the bonds that they were issued by virtue of the statutes of April 15, 1869, and April 16, 1869,&#8212;the first of which contains an absolute requirement that the bonds be issued and delivered upon the subscription being voted, while the second gives the right, but does not make it imperative, to impose conditions,&#8212;and the further statement that the people had voted for subscription and to issue bonds therefor, fairly imported that nothing remained to be done in order to make the bonds binding obligations upon the town in the hands of bona fide purchasers. Under these circumstances, the town, by every principle of justice, is estopped, as against a bona fide holder, to plead conditions, the existence of which was withheld from the public, either to facilitate the negotiation of the bonds in the markets of the country, or because it had full confidence that the railway company would meet the prescribed conditions. It should not now be heard to make a defense inconsistent with the representations contained in the recitals upon its bonds, or upon the ground that the conditions imposed, of which purchasers had no notice, have not been performed.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Similar conclusions were reached in the case of Oregon v. Jennings, 119 U. S. 74, 7 Sup. Ct. 124, where, citing Insurance Co. v. Bruce, it was held that bonds issued by the town of Oregon, a municipal corporation of the state of Illinois, in compliance with a vote of the people held prior the adoption of the Illinois constitution of 1870, in pursuance of a law providing therefor, were valid, although a condition as to the completion of the road was not complied with, because the recitals in the bonds were made by officers intrusted under the statute with the duty of determining whether the condition had been complied with, and the town was thereby estopped from asserting the contrary. The doctrine of the case of County of Jasper v. Ballou, 103 U. S. 745, is applicable. There it was held in a case arising, like this one, in the state of Illinois, that when the people of a county, at an election held under a refunding act, voted to issue new bonds to exchange for old ones, such a vote recognized the original bonds as binding and subsisting obligations, and that the county was therefore estopped from setting up that they were invalid because voted for at an election called by the board of supervisors instead of by the county court; and that where, at an election held according to law, the people of a county authorized their proper representatives to treat certain outstanding county obligations as properly authorized by law for the purpose of settling with the holders, and the settlement has been made, the validity of the obligations can be no longer questioned. There, as here, there was lawful power in the county to issue the original bonds, but there was an irregularity in the election having been called for by the wrong officers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Applying these cases to the present one, we conclude that under the facts contained in the statement the bonds issued to the St. Louis &amp; Southeastern Railway Company in July, 1872, were binding and subsisting obligations of Saline county, and, having been recognized as such by the county authorities in 1885, by lifting them with new bonds under the refunding act, the second question put to us by the circuit court of appeals must, as respects said new bonds, be answered in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The history of the bonds originally issued to the Belleville &amp; Eldorado Railroad Company is somewhat different. These bonds were issued and delivered on April 19, 1877, after the decision of the supreme court of Illinois in the case of Town of Eagle v. Kohn, 84 Ill. 292. The nature and effect of that decision were thus described in the case of German Sav. Bank v. Franklin Co., 128 U. S. 538, 9 Sup. Ct. 159:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'That was a suit against the town of Eagle, brought by innocent holders for value, to recover on coupons cut from bonds issued by the town to a railroad company, December 1, 1870, in payment of subscription to stock in pursuance of a vote of the people of the town had November 2, 1869. In that vote certain conditions as to time had been prescribed, upon which the bonds should be issued. Those conditions had not been complied with. The question arose in the case whether the declaration of the statute that the bonds should not be valid and binding until such conditions precedent should have been complied with was to be confined in its operation to the railroad company to which the bonds should have been issued, or whether it extended to innocent holders for value. The court held that, although the statute did not declare that the bonds should be void, its declaration that they should not be valid and binding until the conditions precedent should have been complied with was an imperative and peremptory declaration; that the bonds should not be valid and binding until the conditions named should have been complied with, even in the hands of innocent holder without notice, and it declared the bonds to be invalid in the hands of the plaintiffs. This interpretation of section 7 of the act of April 16, 1869, accompanied all bonds subsequently issued into the hands of whoever took them, whether a bona fide holder or not. This court must recognize this decision of the supreme court of Illinois as an authoritative construction of the statute made before the bonds were issued, and to be followed by this court.' If the present case stood only on the footing of the original conditional contract of subscription we would be compelled to follow the holding of the supreme court of Illinois, and to hold that the original bonds were uncollectible even by innocent holdrers. But we have here an additional feature, not present in the case of German Sav. Bank v. Franklin Co., or in the case of Town of Eagle v. Kohn, and that is found in the fact that in the year 1885, in pursuance of the Illinois funding bond act, approved February 13, 1865, as amended by acts approved April 27, 1877, and June 4, 1879 (Laws Ill. 1879, p. 229), and in pursuance of a vote of a majority of the legal voters of Saline county as prescribed in said statutes, new bonds were issued, and registered in manner as directed in the law, and were delivered to the holders of the original bonds, which latter were surrendered and canceled. The county of Saline thereafter, until the year 1890, paid the annual interest on such new issue of bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">While it is true that the mere exchange of new bonds for old ones, and the payment of interest on the former, by the county authorities would not estop the county from challenging the validity of the new as well as that of the old bonds, yet we think it was competent for the county, in such a state of facts as here existed, by a vote of its people to waive the condition attached to the original subscription, and to estop itself from declining to be bound by the new negotiable securities. It must be admitted as well-settled law that, where there is a total want of power to subscribe for stock and to issue bonds in payment, a municipality cannot estop itself from raising such a defense by admissions, or by issuing securities negotiable in form, nor even by receiving and enjoying the proceeds of such bonds. So, too, it may be admitted that, even where the power to subscribe for stock and to issue bonds in payment was validly granted, yet where the right to exercise the power has been subjected to conditions prescribed by the legislature, the municipality cannot dispense with or waive such conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But where the municipality is empowered to subscribe with or without conditions, as it may think fit, and where the conditions are such as it chooses to impose, there seems to be no good reason why it may not be competent for such municipality to waive such self-imposed conditions, provided, of course, such waiver is by the municipality acting as the principal, and not by mere agents or official persons. Such was the present case. The subscription was made on condition that the railroad should be commenced within one year and completed within three years from the date of the subscription, and it may be, under the doctrine of Town of Eagle v. Kohn, that the action of the board of commissioners in extending the period for commencing and finishing the railroad would not relieve the company from the condition, nor avail to estop the county as against bona fide holders of the bonds. But when, in pursuance of the funding laws, the question whether the outstanding original bonds issued to the Belleville &amp; Eldorado Railroad Company should be refunded in new bonds was submitted to the same constituent body that authorized the original issue, and when, in accordance with the vote so taken, and in formal compliance with the other directions of the funding laws, negotiable securities were issued and delivered in payment of the outstanding bonds, we know of no principle of law which forbids the county of Saline from such honorable discharge of its liabilities in the hands of innocent holders. Such action on the part of the legal voters of Saline county may well be regarded as a declaration that there had been, by the actual construction of the railroad and the delivery of the stock, a substantial compliance with the original conditions. After such deliberate action, it is now too late for Saline county to seek the aid of a court of equity to enable it to avoid its contracts made in pursuance of a legislative grant of power, and the consideration of which has been received. In equity, time is usually not of the essence of the contract, and is never regarded as such when the contract has been fully executed, without objection. It may be fairly said that, while a municipal corporation may not ratify a contract into which it had no power to enter, and may not waive a condition put by the legislature upon the exercise of a given power, yet it may well waive a condition made by itself, and not a condition upon the exercise of the power. Such a waiver is not an attempt to ratify a void contract, but is rather an admission that the condition has been complied with in an equitable sense.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If these views are sound in respect to the bonds issued to the Belleville &amp; Eldorado Railroad Company, they apply with stronger reason to the bonds issued to the St. Louis &amp; Southeastern Railway Company, because the subscription to the stock of the latter company and the issue of bonds in payment took place before the decision of the case of Town of Eagle v. Kohn, and in circumstances, as we have seen, that rendered those bonds valid independently of the subsequent vote by Saline county to refund.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We therefore answer the second question put to us by the circuit court of appeals in the affirmative, and this renders a formal answer to the other questions unnecessary.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>161 U.S. 359 (1896)</b></center>\n<center><h1>GRAVES<br>\nv.<br>\nSALINE COUNTY.</h1></center>\n<center>No. 510.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 2, 1895.</center>\n<center>Decided March 2, 1896.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*368</span> <i>Mr. George A. Sanders</i> and <i>Mr. William R. Bowers</i> for Graves, appellant.</p>\n<p><i>Mr. Thomas C. Mather, Mr. James A. Connolly,</i> and <i>Mr. John C. Mathis,</i> for Wesson and others, appellants.</p>\n<p><i>Mr. Samuel P. Wheeler</i> and <i>Mr. W.H. Boyer</i> for appellee.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>Under the authority of certain acts of the general assembly of the State of Illinois, and in pursuance of an election duly ordered and held according to law, and in payment of a subscription to stock in the St. Louis and Southeastern Railway Company, the county of Saline issued bonds to the amount of $25,000, bearing interest at the rate of eight per cent, to the said railway company, bearing date January 1, 1872, payable twenty years after date. These bonds were delivered to the railway company February 1, 1872, and were purchased in open market by the appellants, for value and without notice of any defence, prior to the year 1876.</p>\n<p>The contract of subscription contained a condition that the said St. Louis and Southeastern Railway should pass and a depot be established within one half-mile of the old court-house in Raleigh and within one half-mile of the church in Galatia. The railroad was not constructed within the prescribed limits, but was constructed in said county in a different direction, and compliance with the said condition was waived by the board of commissioners of said county.</p>\n<p><span class=\"star-pagination\">*369</span> By the seventh section of the act of April 16, 1869, it is provided that \"any county, township, city or town shall have the right, when making any subscription or donation to any railroad company, to prescribe the conditions upon which such bonds and subscriptions or donations shall be made, and such bonds, subscriptions or donations shall not be valid and binding until such conditions precedent shall have been complied with.\"</p>\n<p>The constitution of Illinois, which took effect July 2, 1870, provides as follows: \"No county, city, town, township or other municipality shall ever become subscribers to the capital stock of any railroad or private corporation, or make donation to or loan its credit in aid of such corporation: <i>Provided, however,</i> That the adoption of this article shall not be construed as affecting the right of any such municipality to make such subscriptions where the same have been authorized, under existing laws, by a vote of the people of such municipalities prior to such adoption.\"</p>\n<p>Such an election was held by the people of Saline County on October 9, 1868; and the subscription was made January 15, 1870.</p>\n<p>The validity of these bonds so issued to the St. Louis and Southeastern Railway Company was continually recognized by the county of Saline by the payment of interest thereon and by the refunding of the same into new bonds of the county in July, 1885; and the said county has always retained and now has the stock in said railway company.</p>\n<p>This state of facts brings the case, as respects the bonds originally issued to the St. Louis and Southeastern Railway Company, clearly within the decision of this court in the precisely similar case of <i>Insurance Co.</i> v. <i>Bruce,</i> 105 U.S. 328, 331, and where, per Mr. Justice Harlan, it was said:</p>\n<p>\"The statute did not make it obligatory on the town to impose conditions upon the performance of which its liability should depend. It conferred simply the right to do so, leaving the town at liberty to prescribe conditions or to make an unconditional subscription. Consistently with the statute the town could issue and deliver bonds for the subscription in <span class=\"star-pagination\">*370</span> advance of the construction of any part of the road. But when conditions were prescribed, good faith and the obligations which everywhere arise out of negotiable securities required 혰 if the town intended to rely upon them 혰 that the public, who were expected to buy the bonds or to advance money upon them, should be informed by their recitals that the town had exercised its statutory right to impose conditions upon its liability. The officers both of the town and the railroad company knew, however, that bonds could not be negotiated in the market had their recitals disclosed the fact that payment depended upon conditions thereafter to be fulfilled by the railroad corporation. To the end, therefore, that money might be raised for the construction of the proposed road, or in reliance upon the performance by the railroad company of the conditions imposed, the constituted authorities of the town, and the officers or agents of the company, cooperated in putting out bonds negotiable in form, and with recitals that gave no intimation even that the subscription was conditional. The fact that conditions had been prescribed was omitted in recitals full of everything necessary to induce the public to buy the bonds. The statement, on the face of the bonds, that they were issued by virtue of the statutes of April 15, 1869, and April 16, 1869 혰 the first of which contains <i>an absolute requirement that the bonds be issued and delivered upon the subscription being voted,</i> while the second gives the <i>right,</i> but does not make it imperative, to impose conditions 혰 and the further statement that the people had voted for subscription <i>and to issue bonds therefor,</i> fairly imported that nothing remained to be done in order to make the bonds binding obligations upon the town in the hands of <i>bona fide</i> purchasers. Under these circumstances, the town, by every principle of justice, is estopped, as against a <i>bona fide</i> holder, to plead conditions, the existence of which was withheld from the public, either to facilitate the negotiation of the bonds in the markets of the country, or because it had full confidence that the railroad company would meet the prescribed conditions. It should not now be heard to make a defence inconsistent with the representations contained in the <span class=\"star-pagination\">*371</span> recitals upon its bonds, or upon the ground that the conditions imposed, of which purchasers had no notice, have not been performed.\"</p>\n<p>Similar conclusions were reached in the case of <i>Oregon</i> v. <i>Jennings,</i> 119 U.S. 74, where, citing <i>Insurance Co.</i> v. <i>Bruce</i><i>,</i> it was held that bonds issued by the town of Oregon, a municipal corporation of the State of Illinois, in compliance with a vote of the people held prior to the adoption of the Illinois constitution of 1870, in pursuance of a law providing therefor, were valid, although a condition as to the completion of the road was not complied with, because the recitals in the bonds were made by officers entrusted under the statute with the duty of determining whether the condition had been complied with, and the town was thereby estopped from asserting the contrary. The doctrine of the case of <i>County of Jasper</i> v. <i>Ballou,</i> 103 U.S. 745, is applicable. There it was held in a case arising, like this one, in the State of Illinois, that when the people of a county, at an election held under a refunding act, voted to issue new bonds to exchange for old ones, such a vote recognized the original bonds as binding and subsisting obligations, and that the county was therefore estopped from setting up that they were invalid because voted for at an election called by the board of supervisors instead of by the county court, and that where, at an election held according to law, the people of a county authorized their proper representatives to treat certain outstanding county obligations as properly authorized by law for the purpose of settling with the holders, and the settlement has been made, the validity of the obligations can be no longer questioned. There, as here, there was lawful power in the county to issue the original bonds, but there was an irregularity in the election, it having been called for by the wrong officers.</p>\n<p>Applying these cases to the present one, we conclude that under the facts contained in the statement the bonds issued to the St. Louis and Southern Railway Company in July, 1872, were binding and subsisting obligations of Saline County, and having been recognized as such by the county authorities in 1885, by lifting them with new bonds under the <span class=\"star-pagination\">*372</span> refunding act, the second question put to us by the Circuit Court of Appeals must, as respects said new bonds, be answered in the affirmative.</p>\n<p>The history of the bonds originally issued to the Belleville and Eldorado Railroad Company is somewhat different. These bonds were issued and delivered on April 19, 1877, after the decision of the Supreme Court of Illinois in the case of the <i>Town of Eagle</i> v. <i>Kohn,</i> 84 Illinois, 292. The nature and effect of that decision were thus described in the case of <i>German Savings Bank</i> v. <i>Franklin County,</i> 128 U.S. 526, 538:</p>\n<p>\"That was a suit against the town of Eagle, brought by innocent holders for value, to recover on coupons cut from bonds issued by the town to a railroad company, December 1, 1870, in payment of a subscription to stock in pursuance of a vote of the people of the town had November 2, 1869. In that vote certain conditions as to time had been prescribed, upon which the bonds should be issued. Those conditions had not been complied with. The question arose in the case whether the declaration of the statute, that the bonds should not be valid and binding until such conditions precedent should have been complied with, was to be confined, in its operation, to the railroad company to which the bonds should have been issued, or whether it extended to innocent holders for value. The court held that although the statute did not declare that the bonds should be void, its declaration that they should not be valid and binding until the conditions precedent should have been complied with was an imperative and peremptory declaration that the bonds should not be valid and binding until the conditions named should have been complied with, even in the hands of innocent holders without notice; and it declared the bonds to be invalid in the hands of the plaintiffs. This interpretation of section 7 of the act of April 16, 1869, accompanied all bonds subsequently issued into the hands of whoever took them, whether a <i>bona fide</i> holder or not. This court must recognize this decision of the Supreme Court of Illinois as an authoritative construction of the statute made before the bonds were issued, and to be followed by this court.\"</p>\n<p><span class=\"star-pagination\">*373</span> If the present case stood only on the footing of the original conditional contract of subscription we would be compelled to follow the holding of the Supreme Court of Illinois, and to hold that the original bonds were uncollectible even by innocent holders. But we have here an additional feature, not present in the case of <i>German Savings Bank</i> v. <i>Franklin County</i><i>,</i> or in the case of <i>Town of Eagle</i> v. <i>Kohn</i><i>,</i> and that is found in the fact that in the year 1885, in pursuance of the Illinois funding bond act, approved February 13, 1865, as amended by acts approved April 27, 1877, and June 4, 1879, (Laws of Illinois, 1879, p. 229,) and in pursuance of a vote of a majority of the legal voters of Saline County as prescribed in said statutes, new bonds were issued and registered in manner as directed in the law, and were delivered to the holders of the original bonds, which latter were surrendered and cancelled. The county of Saline thereafter, until the year 1890, paid the annual interest on such new issue of bonds.</p>\n<p>While it is true that the mere exchange of new bonds for old ones and the payment of interest on the former by the county authorities would not estop the county from challenging the validity of the new as well as that of the old bonds, yet we think it was competent for the county, in such a state of facts as here existed, by a vote of its people, to waive the condition attached to the original subscription and to estop itself from declining to be bound by the new negotiable securities. It must be admitted, as well-settled law, that where there is a total want of power to subscribe for stock and to issue bonds in payment, a municipality cannot estop itself from raising such a defence by admissions, or by issuing securities negotiable in form, nor even by receiving and enjoying the proceeds of such bonds. So, too, it may be admitted that, even where the power to subscribe for stock and to issue bonds in payment was validly granted, yet where the right to exercise the power has been subjected to conditions prescribed by the legislature, the municipality cannot dispense with or waive such conditions.</p>\n<p>But where the municipality is empowered to subscribe with <span class=\"star-pagination\">*374</span> or without conditions as it may think fit, and where the conditions are such as it chooses to impose, there seems to be no good reason why it may not be competent for such municipality to waive such self-imposed conditions, provided, of course, such waiver is by the municipality acting as the principal, and not by mere agents or official persons. Such was the present case. The subscription was made on condition that the railroad should be commenced within one year and completed within three years from the date of the subscription, and it may be, under the doctrine of <i>Town of Eagle</i> v. <i>Kohn</i><i>,</i> that the action of the board of commissioners in extending the period for commencing and finishing the railroad would not relieve the company from the condition, nor avail to estop the county as against <i>bona fide</i> holders of the bonds. But when, in pursuance of the funding laws, the question whether the outstanding original bonds issued to the Belleville and Eldorado Railroad Company should be refunded in new bonds was submitted to the same constituent body that authorized the original issue, and when, in accordance with the vote so taken, and in formal compliance with the other directions of the funding laws, negotiable securities were issued and delivered in payment of the outstanding bonds, we know of no principle of law which forbids the county of Saline from such honorable discharge of its liabilities in the hands of innocent holders. Such action on the part of the legal voters of Saline County may well be regarded as a declaration that there had been, by the actual construction of the railroad and the delivery of the stock, a substantial compliance with the original conditions. After such deliberate action, it is now too late for Saline County to seek the aid of a court of equity to enable it to avoid its contracts made in pursuance of a legislative grant of power, and the consideration of which has been received. In equity, time is usually not of the essence of the contract, and is never regarded as such when the contract has been fully executed, without objection. It may be fairly said that, while a municipal corporation may not ratify a contract into which it had no power to enter, and may not waive a condition put by the legislature upon the exercise of a given power, yet it <span class=\"star-pagination\">*375</span> may well waive a condition made by itself and not a condition upon the exercise of the power. Such a waiver is not an attempt to ratify a void contract, but is rather an admission that the condition has been complied with in an equitable sense.</p>\n<p>If these views are sound in respect to the bonds issued to the Belleville and Eldorado Railroad Company they apply with stronger reason to the bonds issued to the St. Louis and Southeastern Railway Company, because the subscription to the stock of the latter company and the issue of bonds in payment took place before the decision of the case of <i>The Town of Eagle</i> v. <i>Kohn</i><i>,</i> and in circumstances, as we have seen, that rendered those bonds valid independently of the subsequent vote by Saline County to refund.</p>\n<p><i>We, therefore, answer the second question put to us by the Circuit Court of Appeals in the affirmative, and this renders a formal answer to the other questions unnecessary.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></span> (1896)</b></center>\n<center><h1>GRAVES<br>\nv.<br>\nSALINE COUNTY.</h1></center>\n<center>No. 510.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 2, 1895.</center>\n<center>Decided March 2, 1896.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*368</span> <i>Mr. George A. Sanders</i> and <i>Mr. William R. Bowers</i> for Graves, appellant.</p>\n<p><i>Mr. Thomas C. Mather, Mr. James A. Connolly,</i> and <i>Mr. John C. Mathis,</i> for Wesson and others, appellants.</p>\n<p><i>Mr. Samuel P. Wheeler</i> and <i>Mr. W.H. Boyer</i> for appellee.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>Under the authority of certain acts of the general assembly of the State of Illinois, and in pursuance of an election duly ordered and held according to law, and in payment of a subscription to stock in the St. Louis and Southeastern Railway Company, the county of Saline issued bonds to the amount of $25,000, bearing interest at the rate of eight per cent, to the said railway company, bearing date January 1, 1872, payable twenty years after date. These bonds were delivered to the railway company February 1, 1872, and were purchased in open market by the appellants, for value and without notice of any defence, prior to the year 1876.</p>\n<p>The contract of subscription contained a condition that the said St. Louis and Southeastern Railway should pass and a depot be established within one half-mile of the old court-house in Raleigh and within one half-mile of the church in Galatia. The railroad was not constructed within the prescribed limits, but was constructed in said county in a different direction, and compliance with the said condition was waived by the board of commissioners of said county.</p>\n<p><span class=\"star-pagination\">*369</span> By the seventh section of the act of April 16, 1869, it is provided that \"any county, township, city or town shall have the right, when making any subscription or donation to any railroad company, to prescribe the conditions upon which such bonds and subscriptions or donations shall be made, and such bonds, subscriptions or donations shall not be valid and binding until such conditions precedent shall have been complied with.\"</p>\n<p>The constitution of Illinois, which took effect July 2, 1870, provides as follows: \"No county, city, town, township or other municipality shall ever become subscribers to the capital stock of any railroad or private corporation, or make donation to or loan its credit in aid of such corporation: <i>Provided, however,</i> That the adoption of this article shall not be construed as affecting the right of any such municipality to make such subscriptions where the same have been authorized, under existing laws, by a vote of the people of such municipalities prior to such adoption.\"</p>\n<p>Such an election was held by the people of Saline County on October 9, 1868; and the subscription was made January 15, 1870.</p>\n<p>The validity of these bonds so issued to the St. Louis and Southeastern Railway Company was continually recognized by the county of Saline by the payment of interest thereon and by the refunding of the same into new bonds of the county in July, 1885; and the said county has always retained and now has the stock in said railway company.</p>\n<p>This state of facts brings the case, as respects the bonds originally issued to the St. Louis and Southeastern Railway Company, clearly within the decision of this court in the precisely similar case of <i>Insurance Co.</i> v. <i>Bruce,</i> <span class=\"citation\" data-id=\"90580\"><a href=\"/opinion/90580/insurance-co-v-bruce/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span>, 331, and where, per Mr. Justice Harlan, it was said:</p>\n<p>\"The statute did not make it obligatory on the town to impose conditions upon the performance of which its liability should depend. It conferred simply the right to do so, leaving the town at liberty to prescribe conditions or to make an unconditional subscription. Consistently with the statute the town could issue and deliver bonds for the subscription in <span class=\"star-pagination\">*370</span> advance of the construction of any part of the road. But when conditions were prescribed, good faith and the obligations which everywhere arise out of negotiable securities required 혰 if the town intended to rely upon them 혰 that the public, who were expected to buy the bonds or to advance money upon them, should be informed by their recitals that the town had exercised its statutory right to impose conditions upon its liability. The officers both of the town and the railroad company knew, however, that bonds could not be negotiated in the market had their recitals disclosed the fact that payment depended upon conditions thereafter to be fulfilled by the railroad corporation. To the end, therefore, that money might be raised for the construction of the proposed road, or in reliance upon the performance by the railroad company of the conditions imposed, the constituted authorities of the town, and the officers or agents of the company, cooperated in putting out bonds negotiable in form, and with recitals that gave no intimation even that the subscription was conditional. The fact that conditions had been prescribed was omitted in recitals full of everything necessary to induce the public to buy the bonds. The statement, on the face of the bonds, that they were issued by virtue of the statutes of April 15, 1869, and April 16, 1869 혰 the first of which contains <i>an absolute requirement that the bonds be issued and delivered upon the subscription being voted,</i> while the second gives the <i>right,</i> but does not make it imperative, to impose conditions 혰 and the further statement that the people had voted for subscription <i>and to issue bonds therefor,</i> fairly imported that nothing remained to be done in order to make the bonds binding obligations upon the town in the hands of <i>bona fide</i> purchasers. Under these circumstances, the town, by every principle of justice, is estopped, as against a <i>bona fide</i> holder, to plead conditions, the existence of which was withheld from the public, either to facilitate the negotiation of the bonds in the markets of the country, or because it had full confidence that the railroad company would meet the prescribed conditions. It should not now be heard to make a defence inconsistent with the representations contained in the <span class=\"star-pagination\">*371</span> recitals upon its bonds, or upon the ground that the conditions imposed, of which purchasers had no notice, have not been performed.\"</p>\n<p>Similar conclusions were reached in the case of <i>Oregon</i> v. <i>Jennings,</i> <span class=\"citation\" data-id=\"91731\"><a href=\"/opinion/91731/oregon-v-jennings/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, where, citing <i>Insurance Co.</i> v. <i>Bruce</i><i>,</i> it was held that bonds issued by the town of Oregon, a municipal corporation of the State of Illinois, in compliance with a vote of the people held prior to the adoption of the Illinois constitution of 1870, in pursuance of a law providing therefor, were valid, although a condition as to the completion of the road was not complied with, because the recitals in the bonds were made by officers entrusted under the statute with the duty of determining whether the condition had been complied with, and the town was thereby estopped from asserting the contrary. The doctrine of the case of <i>County of Jasper</i> v. <i>Ballou,</i> <span class=\"citation\" data-id=\"90397\"><a href=\"/opinion/90397/county-of-jasper-v-ballou/\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, is applicable. There it was held in a case arising, like this one, in the State of Illinois, that when the people of a county, at an election held under a refunding act, voted to issue new bonds to exchange for old ones, such a vote recognized the original bonds as binding and subsisting obligations, and that the county was therefore estopped from setting up that they were invalid because voted for at an election called by the board of supervisors instead of by the county court, and that where, at an election held according to law, the people of a county authorized their proper representatives to treat certain outstanding county obligations as properly authorized by law for the purpose of settling with the holders, and the settlement has been made, the validity of the obligations can be no longer questioned. There, as here, there was lawful power in the county to issue the original bonds, but there was an irregularity in the election, it having been called for by the wrong officers.</p>\n<p>Applying these cases to the present one, we conclude that under the facts contained in the statement the bonds issued to the St. Louis and Southern Railway Company in July, 1872, were binding and subsisting obligations of Saline County, and having been recognized as such by the county authorities in 1885, by lifting them with new bonds under the <span class=\"star-pagination\">*372</span> refunding act, the second question put to us by the Circuit Court of Appeals must, as respects said new bonds, be answered in the affirmative.</p>\n<p>The history of the bonds originally issued to the Belleville and Eldorado Railroad Company is somewhat different. These bonds were issued and delivered on April 19, 1877, after the decision of the Supreme Court of Illinois in the case of the <i>Town of Eagle</i> v. <i>Kohn,</i> 84 Illinois, 292. The nature and effect of that decision were thus described in the case of <i>German Savings Bank</i> v. <i>Franklin County,</i> <span class=\"citation\" data-id=\"92361\"><a href=\"/opinion/92361/german-savings-bank-v-franklin-county/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 538:</p>\n<p>\"That was a suit against the town of Eagle, brought by innocent holders for value, to recover on coupons cut from bonds issued by the town to a railroad company, December 1, 1870, in payment of a subscription to stock in pursuance of a vote of the people of the town had November 2, 1869. In that vote certain conditions as to time had been prescribed, upon which the bonds should be issued. Those conditions had not been complied with. The question arose in the case whether the declaration of the statute, that the bonds should not be valid and binding until such conditions precedent should have been complied with, was to be confined, in its operation, to the railroad company to which the bonds should have been issued, or whether it extended to innocent holders for value. The court held that although the statute did not declare that the bonds should be void, its declaration that they should not be valid and binding until the conditions precedent should have been complied with was an imperative and peremptory declaration that the bonds should not be valid and binding until the conditions named should have been complied with, even in the hands of innocent holders without notice; and it declared the bonds to be invalid in the hands of the plaintiffs. This interpretation of section 7 of the act of April 16, 1869, accompanied all bonds subsequently issued into the hands of whoever took them, whether a <i>bona fide</i> holder or not. This court must recognize this decision of the Supreme Court of Illinois as an authoritative construction of the statute made before the bonds were issued, and to be followed by this court.\"</p>\n<p><span class=\"star-pagination\">*373</span> If the present case stood only on the footing of the original conditional contract of subscription we would be compelled to follow the holding of the Supreme Court of Illinois, and to hold that the original bonds were uncollectible even by innocent holders. But we have here an additional feature, not present in the case of <i>German Savings Bank</i> v. <i>Franklin County</i><i>,</i> or in the case of <i>Town of Eagle</i> v. <i>Kohn</i><i>,</i> and that is found in the fact that in the year 1885, in pursuance of the Illinois funding bond act, approved February 13, 1865, as amended by acts approved April 27, 1877, and June 4, 1879, (Laws of Illinois, 1879, p. 229,) and in pursuance of a vote of a majority of the legal voters of Saline County as prescribed in said statutes, new bonds were issued and registered in manner as directed in the law, and were delivered to the holders of the original bonds, which latter were surrendered and cancelled. The county of Saline thereafter, until the year 1890, paid the annual interest on such new issue of bonds.</p>\n<p>While it is true that the mere exchange of new bonds for old ones and the payment of interest on the former by the county authorities would not estop the county from challenging the validity of the new as well as that of the old bonds, yet we think it was competent for the county, in such a state of facts as here existed, by a vote of its people, to waive the condition attached to the original subscription and to estop itself from declining to be bound by the new negotiable securities. It must be admitted, as well-settled law, that where there is a total want of power to subscribe for stock and to issue bonds in payment, a municipality cannot estop itself from raising such a defence by admissions, or by issuing securities negotiable in form, nor even by receiving and enjoying the proceeds of such bonds. So, too, it may be admitted that, even where the power to subscribe for stock and to issue bonds in payment was validly granted, yet where the right to exercise the power has been subjected to conditions prescribed by the legislature, the municipality cannot dispense with or waive such conditions.</p>\n<p>But where the municipality is empowered to subscribe with <span class=\"star-pagination\">*374</span> or without conditions as it may think fit, and where the conditions are such as it chooses to impose, there seems to be no good reason why it may not be competent for such municipality to waive such self-imposed conditions, provided, of course, such waiver is by the municipality acting as the principal, and not by mere agents or official persons. Such was the present case. The subscription was made on condition that the railroad should be commenced within one year and completed within three years from the date of the subscription, and it may be, under the doctrine of <i>Town of Eagle</i> v. <i>Kohn</i><i>,</i> that the action of the board of commissioners in extending the period for commencing and finishing the railroad would not relieve the company from the condition, nor avail to estop the county as against <i>bona fide</i> holders of the bonds. But when, in pursuance of the funding laws, the question whether the outstanding original bonds issued to the Belleville and Eldorado Railroad Company should be refunded in new bonds was submitted to the same constituent body that authorized the original issue, and when, in accordance with the vote so taken, and in formal compliance with the other directions of the funding laws, negotiable securities were issued and delivered in payment of the outstanding bonds, we know of no principle of law which forbids the county of Saline from such honorable discharge of its liabilities in the hands of innocent holders. Such action on the part of the legal voters of Saline County may well be regarded as a declaration that there had been, by the actual construction of the railroad and the delivery of the stock, a substantial compliance with the original conditions. After such deliberate action, it is now too late for Saline County to seek the aid of a court of equity to enable it to avoid its contracts made in pursuance of a legislative grant of power, and the consideration of which has been received. In equity, time is usually not of the essence of the contract, and is never regarded as such when the contract has been fully executed, without objection. It may be fairly said that, while a municipal corporation may not ratify a contract into which it had no power to enter, and may not waive a condition put by the legislature upon the exercise of a given power, yet it <span class=\"star-pagination\">*375</span> may well waive a condition made by itself and not a condition upon the exercise of the power. Such a waiver is not an attempt to ratify a void contract, but is rather an admission that the condition has been complied with in an equitable sense.</p>\n<p>If these views are sound in respect to the bonds issued to the Belleville and Eldorado Railroad Company they apply with stronger reason to the bonds issued to the St. Louis and Southeastern Railway Company, because the subscription to the stock of the latter company and the issue of bonds in payment took place before the decision of the case of <i>The Town of Eagle</i> v. <i>Kohn</i><i>,</i> and in circumstances, as we have seen, that rendered those bonds valid independently of the subsequent vote by Saline County to refund.</p>\n<p><i>We, therefore, answer the second question put to us by the Circuit Court of Appeals in the affirmative, and this renders a formal answer to the other questions unnecessary.</i></p>\n</div>", "id": 94391, "judges": "Shiras, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94391/", "sha1": "080479406d0d6d0c9be75ac30fcbf703cbe4cec2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:22:28"}