{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "163 U.S. 207", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94478/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Bacon v. Texas", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "296", 
    "id": 78859, 
    "resource_uri": "/api/rest/v2/citation/78859/"
  }, 
  "id": 94478, 
  "blocked": false, 
  "judges": "Peckham, After Stating the Facts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1896-05-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>163 U.S. 207 (1896)</b></center>\n<center><h1>BACON<br>\nv.<br>\nTEXAS.</h1></center>\n<center>No. 296.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 6, 7, 1896.</center>\n<center>Decided May 18, 1896.</center>\nERROR TO THE COURT OF CIVIL APPEALS FOR THE SECOND SUPREME JUDICIAL DISTRICT OF THE STATE OF TEXAS.\n<p><span class=\"star-pagination\">*215</span> <i>Mr. J. Hubley Ashton,</i> (with whom was <i>Mr. Thomas D. Cobbs</i> on the brief,) for Gibbs, trustee, plaintiff in error.</p>\n<p><i>Mr. M.M. Crane,</i> Attorney General of the State of Texas, for defendant in error.</p>\n<p><i>Mr. William M. Walton</i> (with whom were <i>Mr. Charles W. Ogden</i> and <i>Mr. John W. Maddox</i> on the brief,) for Bacon and Graves, plaintiffs in error.</p>\n<p>MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>The first question which arises in this case is in regard to our jurisdiction to review the judgment of the Court of Civil Appeals of the State of Texas. Some question was made in regard to the regularity and sufficiency of the writ of error from this court to the Court of Civil Appeals, as that court is not the highest court in the State. We think, however, the criticism is not well founded. So far as this case is concerned that court is the highest court of the State in which a decision in this suit could be had. An application was made to the Supreme Court of the State of Texas for a writ of error to the Court of Civil Appeals for the Second District by the defendants in the court below after judgment in the latter court, for the purpose of reviewing the judgment of that court, but the Supreme Court denied the application and thus prevented by its action a review by it of the judgment of the Court of Civil Appeals. The judgment of that court has, therefore, become the judgment of the highest court of the State in which a decision in the suit could be had, and this court may, so far as this point is concerned, reëxamine the same on writ of error under the provisions of section 709, <span class=\"star-pagination\">*216</span> Revised Statutes of the United States. <i>Gregory</i> v. <i>McVeigh,</i> 23 Wall. 294; <i>Fisher</i> v. <i>Perkins,</i> 122 U.S. 522; <i>Stanley</i> v. <i>Schwalby,</i> 162 U.S. 255.</p>\n<p>Assuming that the record is properly brought here by virtue of the writ of error granted by this court, the question arises as to what, if any, jurisdiction we have to review the judgment of the state court. Our only right to review it depends upon whether there is a Federal question in the record, which has been decided against the plaintiffs in error. Rev. Stat. § 709.</p>\n<p>Where the Federal question upon which the jurisdiction of this court is based grows out of an alleged impairment of the obligation of a contract, it is now definitely settled that the contract can only be impaired within the meaning of this clause in the Constitution, and so as to give this court jurisdiction on writ of error to a state court, by some subsequent statute of the State which has been upheld or effect given it by the state court. <i>Lehigh Water Co.</i> v. <i>Easton,</i> 121 U.S. 388; <i>New Orleans Water Works Co.</i> v. <i>Louisiana Sugar Refining Co.,</i> 125 U.S. 18; <i>Central Land Co.</i> v. <i>Laidley,</i> 159 U.S. 103, 109. As stated in the case reported in 125 U.S., <i>supra,</i> it is not necessary that the law of a State, in order to come within this constitutional prohibition, should be either in the form of a statute enacted by the legislature in the ordinary course of legislation, or in the form of a constitution established by the people of the State as their fundamental law. A by-law or ordinance of a municipal corporation may be such an exercise of legislative power delegated by the legislature to the corporation as a political subdivision of the State, having all the force of law within the limits of the municipality, that it may properly be considered as a law within the meaning of this article of the Constitution of the United States.</p>\n<p>If the judgment of the State court gives no effect to the subsequent law of the State, and the State court decides the case upon grounds independent of that law, a case is not made for review by this court upon any ground of the impairment of a contract. The above cited cases announce this principle. <span class=\"star-pagination\">*217</span> The case of <i>Wilmington &amp; Weldon Railroad</i> v. <i>Alsbrook,</i> 146 U.S. 279, decides nothing that is repugnant to it. In that case the jurisdiction of this court was questioned on the ground that the contract of exemption mentioned in the act of 1834 was acknowledged to be valid by the Supreme Court of North Carolina, and it simply denied that particular property was embraced by its terms, and as a consequence it was claimed that the decision did not involve a Federal question. To which this court replied, speaking by Mr. Chief Justice Fuller, as follows: \"In arriving at this conclusion, however, the state court gave effect to the revenue law of 1891, and held that the contract did not confer the right of exemption from its operation. If it did, its obligation was impaired by the subsequent law, and as the inquiry, whether it did or not, was necessarily directly passed upon, we are of opinion that the writ of error was properly allowed.\"</p>\n<p>So in <i>Mobile &amp; Ohio Railroad</i> v. <i>Tennessee,</i> 153 U.S. 486. In that case it was contended that this court had no jurisdiction to review the judgment of the Supreme Court of Tennessee, because the decision of that court proceeded upon the ground that there was no contract in existence between the railroad company and the State to be impaired, and that the supposed contract was in violation of the state constitution of 1834, and hence not within the power of the legislature to make. In truth, however, the court in its decree gave effect to the subsequent statute of Tennessee, which it was claimed impaired the obligation of the contract entered into between the State and the railroad company, and under those circumstances this court exercised jurisdiction to review the decision of the state court on the question as to whether there was a contract or not, and as to the meaning of the contract if there were one, and whether it had been impaired by the subsequent legislation to which effect had been given.</p>\n<p>Both these cases have been cited by the counsel for plaintiffs in error as authorities for the jurisdiction of the court in this case. Inasmuch as the judgments of the state courts, in both cases, gave effect to the later statutes, they are governed by the principle set forth in 125 and 159 U.S., <i>supra.</i> It <span class=\"star-pagination\">*218</span> becomes necessary therefore in the examination of this case to inquire whether the Federal question has been raised in the courts of the State, and, if so, whether the judgment of the state court is founded upon or in any manner gives the slightest effect to the subsequent act of 1883.</p>\n<p>The statement of facts already given shows that the only allusion made to the act of 1883 in the pleadings was made by the defendants. No claim was made by the plaintiff, the State of Texas, by either of its pleadings of any right accruing to it by virtue or under the provisions of the last named act. The trial court in its findings sets forth at length and in detail the various times in which the surveys were made and the field-notes filed of the lands in question, and then states that none of the land in suit was actually surveyed upon the ground by the deputy surveyors who purported to have done so, but they merely copied in the office of the surveyor of the Palo Pinto land district the field-notes of the Elgin survey. What that Elgin survey was is also set forth in the foregoing statement, and upon these facts the court found as a conclusion of law that the defendants did not comply with the law by having the land surveyed as was required by it, and therefore could not purchase such land. Assuming there was a Federal question properly raised, we also find in the record a broad and comprehensive holding that the defendants never complied with the act of 1879, and never made the surveys necessary to be made under the law of Texas in order to vest them with any rights whatsoever under that act. This ground of judgment is founded upon a matter of state law and makes no reference whatever to any subsequent act of the legislature, and in no way upholds that act or treats it as of the least force or virtue any more than if the act had never been passed. If it never had been passed, and the defendants had made this same claim of having a contract for the purchase of the lands by reason of the things done under the act of 1879, and the court had decided upon their claim in the same way it has done in this case, it is beyond question that this court would have no jurisdiction to review that decision of the state court however erroneous it might be regarded by us.</p>\n<p><span class=\"star-pagination\">*219</span> The case is not altered by the fact that the State has passed an act which the defendants assert impairs the obligation of their contract, so long as the court, in deciding their case, holds that they never had a contract because they never had complied with the provisions of the original statute, and so long as it gives judgment wholly without reference to the subsequent act, and without upholding or in any manner giving effect to any provision thereof.</p>\n<p>Whether the statute of 1879 permitted a survey to be adopted from a survey which had previously been made in the field, or whether it did not, was a case of construction of a state statute by the state court. It is not one of those cases where this court will construe the meaning of a state statute for itself. This court, even on writ of error to a state court, will construe for itself the meaning of a statute as affecting an alleged contract where it is claimed that a subsequent statute passed by the State has impaired the obligations of the contract as claimed by the party, and where such subsequent statute has by the judgment of the state court in some way been brought into play and effect been given to some or all of its provisions. In such a case this court construes the contract in order to determine whether the later statute impairs its obligation. <i>Louisville Gas Co.</i> v. <i>Citizens' Gas Co.,</i> 115 U.S. 683, 697. This is not such a case. The later statute is not given effect to by the judgment of the court.</p>\n<p>The State of Texas by the act of 1883 withdrew its public lands from sale. The prior act of 1879 had offered them for sale. Whether the act of 1883 withdrew them or not could have no bearing upon the question whether these defendants had complied with the act of 1879 in relation to having the surveys made of the lands which they applied to purchase. If the lands had not been withdrawn, the parties' rights in them would depend upon whether they had been surveyed, and if they had not, they had no right to them. Whether they had or had not complied with the act of 1879 was not a Federal question. If the court had decided that the survey actually made was a sufficient compliance with the act, <span class=\"star-pagination\">*220</span> but that defendants obtained no vested rights in the land by virtue of such survey, and that the act of 1883 was effectual in withdrawing such lands from market, that decision would have been reviewable here, and in that case this court would determine for itself what rights the parties obtained under the act of 1879, and whether by what they had done they had obtained any rights which could not be unfavorably affected by the act of 1883.</p>\n<p>It is, however, urged that the Texas courts for many years had construed the acts passed by the State relating to surveys of its public lands as permitting what are termed \"adoptive surveys,\" <i>i.e.,</i> surveys adopted from those which had once been made in the field, and that the act of 1879 in simply providing for surveys of lands for which applications to purchase might be made left it to the general law, which provided the details and manner of carrying out such survey. The construction of the general law which had been thus given by the courts upon the question of what was a sufficient survey, it is claimed, had become a rule of property which parties were entitled to rely upon, and which no court could overturn, and if it did so, a contract was impaired, and the judgment was reviewable by this court. The proposition cannot be maintained as a basis for giving this court jurisdiction upon writ of error to the state court. It ignores the limits to our jurisdiction in this regard, which, as has been seen, is confined to legislation which impairs the obligation of a contract. 125 and 159 U.S., <i>supra.</i></p>\n<p>The argument involves the claim that jurisdiction exists in this court to review a judgment of a state court on writ of error when such jurisdiction is based upon an alleged impairment of a contract by reason of the alteration by a state court of a construction theretofore given by it to such contract or to a particular statute or series of statutes in existence when the contract was entered into. Such a foundation for our jurisdiction does not exist.</p>\n<p>It has been held that where a state court has decided in a series of decisions that its legislature had the power to permit municipalities to issue bonds to pay their subscriptions to railroad <span class=\"star-pagination\">*221</span> companies, and such bonds had been issued accordingly, if in such event suit were brought on the bonds in a United States court, that court would not follow the decision of the state court rendered after the issuing of the bonds and holding that the legislature had no power to permit a municipality to issue them, and that they were therefore void. Such are the cases of <i>Gelpcke</i> v. <i>City of Dubuque,</i> 1 Wall. 175, and <i>Douglass</i> v. <i>County of Pike,</i> 101 U.S. 677. In cases of that nature there is room for the principle laid down that the construction of a statute and admission as to its validity made by the highest court of a State prior to the issuing of any obligations based upon the statute, enters into and forms a part of the contract and will be given effect to by this court as against a subsequent changing of decision by the state court by which such legislation might be held to be invalid. But effect is given to it by this court only on appeal from a judgment of a United States court and not from that of a state court. This court has no jurisdiction to review a judgment of a state court made under precisely the same circumstances, although such state court thereby decided that the state legislation was void which it had prior thereto held to be valid. It has no such jurisdiction, because of the absence of any legislation subsequent to the issuing of the bonds which had been given effect to by the state court. In other words, we have no jurisdiction, because a state court changes its views in regard to the proper construction of its state statute, although the effect of such judgment may be to impair the value of what the state court had before that held to be a valid contract. When a case is brought in the United States court, comity generally requires of this court that in matters relating to the proper construction of the laws and constitution of its own State, this court should follow the decisions of the state court; yet in exceptional cases, such as <i>Gelpcke and others, supra,</i> it is seen that this court has refused to be bound by such rule, and has refused to follow the later decisions of the state court. A writ of error has been dismissed in this court, <i>Railroad Company</i> v. <i>McClure,</i> 10 Wall. 511, where the judgment sought to be reviewed was that of a state court, holding <span class=\"star-pagination\">*222</span> that certain bonds were void upon precisely the same facts that this court in the <i>Gelpcke case</i> held were valid. There was no subsequent legislative act impairing their obligation, and hence this court had no jurisdiction to review the judgment of the state court.</p>\n<p>Considerable stress has been laid upon the case of <i>Louisiana</i> v. <i>Pilsbury,</i> 105 U.S. 278, as an authority for the proposition that this court has jurisdiction even though the judgment of the state court gives no effect to the subsequent state legislation, and also for the proposition that the obligation of a contract may be impaired by a change in the construction given to it by the courts of a State, and that a Federal question under the contract impairment clause of the Constitution is thus presented which may be reviewed in this court. It is stated that the Supreme Court of Louisiana in that case confined its decision to the unconstitutionality of the act of 1852, under which the bonds were issued, and that its judgment proceeded wholly without reference to the subsequent acts of the legislature which were claimed to impair the obligations of the contract based upon the act of 1852; and it is argued that unless a Federal question were presented, even where no effect was given to subsequent legislation, or by the fact that the state court, in holding the act of 1852 unconstitutional, varied from its former decisions in that regard and thereby impaired the obligation of a contract, this court would have had no jurisdiction to hear and decide the case as it did. A portion of the opinion of one of the judges of the Supreme Court of Louisiana is quoted, in which it is stated that they find it unnecessary to pass upon the subsequent statute which was alleged to have impaired the contract of 1852, because the views which had already been expressed declaring the act of 1852, under which the bonds were issued, unconstitutional, were sufficient to dispose of the case. An examination of the record in that case shows neither proposition for which it is cited is therein decided.</p>\n<p>When the case was brought to this court by writ of error, a motion was made to dismiss the writ on the ground that the case was decided by the state court upon a question of state <span class=\"star-pagination\">*223</span> law and without reference to any statute which plaintiffs in error alleged impaired their contract. The decision of the motion was postponed to the argument upon the merits, and upon that argument counsel for plaintiffs in error, clearly recognizing the necessity they were under of showing that the state court did give effect to the subsequent legislation in order to show the existence of a Federal question, claimed that it appeared in that record that no judgment could have been given for the defendant in error in the court below without necessarily giving effect to some of the subsequent legislation, and they claimed that an examination of the whole record would show such fact, notwithstanding the statement contained in one of the opinions of the state court, already alluded to. They also alleged there was no question of state law passed on by the court below sufficiently broad to have sustained the decision without passing on this Federal question. The argument in favor of the jurisdiction, as thus placed by the counsel for the plaintiffs in error, seems to have been sufficient to convince the court, for in its opinion the question of jurisdiction is not adverted to in any way and is assumed to exist. Of course, having jurisdiction to review the state court in regard to this Federal question, it then became proper for this court to determine for itself what was the contract and whether it had been impaired by any subsequent legislation of the State. In determining what the contract was, the opinion cites many cases in the state court which had been decided regarding the constitution of that State of 1845, which was in existence at the time the act of 1852 was passed; and it was stated that the exposition made by the courts of the State in regard to its constitution or laws in existence at the time when the obligations were issued under them was to be treated as a part of the contract and formed a basis for determining what that contract was.</p>\n<p>There is no decision in the case which gives the least support to the proposition that jurisdiction exists in this court to review on writ of error to a state court, its holding as to what the contract was, simply because it had changed its construction <span class=\"star-pagination\">*224</span> thereof, nor that the obligation of a contract may be impaired within the contract clause of the Federal Constitution, unless there has been some subsequent act of the legislative branch of the government to which effect has been given by the judgment of the state court. The case may, therefore, be regarded as in entire harmony with the later cases on the subject mentioned in 125 and 159 U.S., <i>supra.</i> The opinion proceeds upon the assumption that effect had been given to this subsequent legislation, and it proves that such legislation impaired the contract as construed here.</p>\n<p>This case, however, is not in its facts within the claim made by the counsel for the plaintiffs in error. In this case there has in truth been no change in the construction of the state statute regarding what constitutes a sufficient survey under its provisions as claimed by counsel. The sales act of 1879 provided that surveys should be made, and at that time it is said a statute was in force which provided for making surveys of public lands as follows:</p>\n<p>\"SEC. 19. The surveyors shall make oath before the respective commissioners, truly and faithfully to discharge the duties of their office.</p>\n<p>\"SEC. 20. The course of the lines shall be determined by the magnetic needle, and care shall be taken to determine its variations from the pole in the district where the surveys are made.</p>\n<p>\"SEC. 21. The surveys shall be made with great caution, with metallic chains made for the purpose, and care shall be taken that the place of beginning the survey of each parcel of land be established with certainty, taking the bearing and distance of two permanent objects at least.\" (Sayles' Early Laws, vol. 1, p. 100.)</p>\n<p>Under that act and acts similar thereto the Supreme Court of Texas, as has been stated, had for many years recognized the adoption of surveys previously made as being a legal survey within the spirit of those laws. These surveys were, however, not made under the provisions of the act just quoted. Soon after the passage of the act of 1879, and in that same year, the Revised Statutes of Texas were adopted, <span class=\"star-pagination\">*225</span> article 3908 of which has already been given in the above statement of facts, and subdivision 8 of that article may be here again set forth. It reads that \"the correctness of the survey and that it was made according to law shall be certified to officially by the surveyor who made the same, <i>and also that such survey was actually made in the field,</i> and that the field-notes have been duly recorded, giving the book and page.\" Thus it will be seen that the old law had been altered at least three years previous to the application for the purchase of these lands made by the defendants, and the Court of Civil Appeals of Texas in this case has stated in the course of its opinion with reference to section 3908 as follows: \"We think the principal object of the legislature in requiring such strictness in the certificate to be made by the surveyor was to correct the abuse to which the previous law had been subjected, as above indicated, and we think it must be conceded, if the legislature had the power to condemn what is commonly known as an office survey or office work, and to require its officer, before parting with the public lands of the State, to have the survey actually done in the field; it has done so by the passage of this statute.\" The plaintiffs in error claim, however, that the Revised Statutes were but a simple revision of the laws of Texas, not meant to work any change therein, and that the different language in which this article is couched from that existing in the former law ought to be regarded as working no alteration in the meaning of the law, and that it should be construed in the same manner as the law whose place it took. Whether this article in question was or was not a mere revision and continuation of existing law, and whether the changed phraseology properly called for a change of construction, were questions entirely for the state court to determine. The state court, while acknowledging that under the old law an adoptive survey was good, held that under the new law a survey in the field was necessary. This is no change of construction of the same act, and cannot, therefore, form a basis for the argument of counsel for plaintiffs in error, that a change of construction of the same statute may work an impairment of the obligations of the contract <span class=\"star-pagination\">*226</span> so that a judgment of the state court thereon may be reviewable here. The court is under no obligation to put the same construction upon a later statute that it has placed upon an earlier one, though the language of the two may be similar. <i>Wood</i> v. <i>Brady,</i> 150 U.S. 18. But it is unnecessary to dwell upon this difference between the two statutes, because under such circumstances as exist in this case, the decision of the state court regarding it is not reviewable here on a writ of error to that court.</p>\n<p>We have thus far treated this case as if the sole question arising in it were not of a Federal nature. It will be seen, however, that certain tenders were made to the treasurer of the State of Texas in payment for lands claimed by the defendants to have been purchased by them, and some of those tenders were held by the trial court to have been insufficient, because they included tenders of payment for some lands where the surveys had been made after the passage of the act of 1883 repealing the act of 1879, as well as for surveys made before that time, and the defendants did not separate or offer to separate in their tenders the surveys made before the repeal from those made after, and there was consequently, as the trial court held, no legal tender for any of the surveys, and upon these facts the court founded a conclusion of law, (No. 4,) which is as follows: \"Bacon and Graves have never paid, or offered to pay, for said land until long after the expiration of the time allowed and required by law. The purported surveys of many of the sections of the land for which they tendered payment on May 19, 1883, were made after the fifty cent act was repealed, and Bacon and Graves did not separate or offer to separate in their tender the surveys made before the repeal from those made after, and there was consequently no legal tender.\" That was one of five different grounds upon which the trial court held that the defendants had not complied with the law and were not entitled to purchase the lands in question. This particular finding is in no way dependent upon the others, and they are all entirely separate and distinct from one another. The finding No. 2, that \"they did not comply with the law by having the lands <span class=\"star-pagination\">*227</span> surveyed, as was required by law, and therefore could not purchase it,\" is distinct and separate ground for the judgment of the court to rest upon to the same extent, as if none other had been stated, and it is entirely sufficient in itself upon which to rest the judgment.</p>\n<p>If the fourth finding, above set forth, had alone been made by the court below, this court, upon writ of error, would have had jurisdiction to review the whole question, because by that finding some effect is given to the subsequent act of the legislature which, it is claimed, impaired the obligation of defendants' alleged contract with the State; but where there are two grounds for the judgment of the state court, one only of which involves a Federal question, and the other is broad enough to maintain the judgment sought to be reviewed, it is now settled that this court will not look into the Federal question, inasmuch as there is another ground upon which the judgment can rest, and it will dismiss the writ for that reason. <i>Eustis</i> v. <i>Bolles,</i> 150 U.S. 361. In the course of the opinion in that case, which was delivered by Mr. Justice Shiras, the case, of <i>Beaupré</i> v. <i>Noyes,</i> 138 U.S. 397, 401, is cited, and the opinion in the latter case contains the following statement: \"Whether the state court so interpreted the territorial statute as to deny such writ to plaintiffs in error we need not inquire, for it proceeds in part upon another and distinct ground, not involving a Federal question, and sufficient in itself to maintain the judgment without reference to that question.\" The opinion, after stating what that ground was, thus continues: \"That view does not involve a Federal question; whether sound or not, we do not inquire. It is broad enough in itself to support the final judgment without reference to the Federal question.\"</p>\n<p>In <i>Rutland Railroad</i> v. <i>Central Vermont Railroad,</i> 159 U.S. 630, it is stated \"that where a state court, in rendering judgment, decides a Federal question, and also decides against the plaintiff in error upon an independent ground, not involving a Federal question, and broad enough to support the judgment, this court will dismiss the writ of error without considering the Federal question.\" To same effect are <i>Gillis</i> <span class=\"star-pagination\">*228</span> v. <i>Stinchfield,</i> 159 U.S. 658, 660, and <i>Seneca Nation of Indians</i> v. <i>Christy,</i> 162 U.S. 283.</p>\n<p>In such cases as this it has sometimes been the practice of this court to affirm the judgment and sometimes to dismiss the writ. \"An examination of our records will show that in some cases this court has affirmed the judgment of the court below and sometimes has dismissed the writ of error. This discrepancy may have originated in a difference of views as to the precise scope of the questions presented. However that may be, we think that when we find it unnecessary to decide any Federal question, and that when the state court has based its decision on a local or state question, our logical course is to dismiss the writ.\" <i>Eustis</i> v. <i>Bolles, supra</i><i>.</i> Accordingly the judgment in the case last cited was one of dismissal. The same judgment was given in the two cases in 159 U.S., <i>Rutland R.R. Co.</i> v. <i>Central Vermont</i><i> R.R. Co.</i> and <i>Gillis</i> v. <i>Stinchfield</i><i>,</i> and also in the very latest case on the subject, that of the <i>Seneca Nation</i> v. <i>Christy,</i> 162 U.S. 283.</p>\n<p>The proper judgment in this case should, therefore, be one of dismissal, and the writ is accordingly</p>\n<p><i>Dismissed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:37:44", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></span> (1896)</b></center>\n<center><h1>BACON<br>\nv.<br>\nTEXAS.</h1></center>\n<center>No. 296.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 6, 7, 1896.</center>\n<center>Decided May 18, 1896.</center>\nERROR TO THE COURT OF CIVIL APPEALS FOR THE SECOND SUPREME JUDICIAL DISTRICT OF THE STATE OF TEXAS.\n<p><span class=\"star-pagination\">*215</span> <i>Mr. J. Hubley Ashton,</i> (with whom was <i>Mr. Thomas D. Cobbs</i> on the brief,) for Gibbs, trustee, plaintiff in error.</p>\n<p><i>Mr. M.M. Crane,</i> Attorney General of the State of Texas, for defendant in error.</p>\n<p><i>Mr. William M. Walton</i> (with whom were <i>Mr. Charles W. Ogden</i> and <i>Mr. John W. Maddox</i> on the brief,) for Bacon and Graves, plaintiffs in error.</p>\n<p>MR. JUSTICE PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n<p>The first question which arises in this case is in regard to our jurisdiction to review the judgment of the Court of Civil Appeals of the State of Texas. Some question was made in regard to the regularity and sufficiency of the writ of error from this court to the Court of Civil Appeals, as that court is not the highest court in the State. We think, however, the criticism is not well founded. So far as this case is concerned that court is the highest court of the State in which a decision in this suit could be had. An application was made to the Supreme Court of the State of Texas for a writ of error to the Court of Civil Appeals for the Second District by the defendants in the court below after judgment in the latter court, for the purpose of reviewing the judgment of that court, but the Supreme Court denied the application and thus prevented by its action a review by it of the judgment of the Court of Civil Appeals. The judgment of that court has, therefore, become the judgment of the highest court of the State in which a decision in the suit could be had, and this court may, so far as this point is concerned, reëxamine the same on writ of error under the provisions of section 709, <span class=\"star-pagination\">*216</span> Revised Statutes of the United States. <i>Gregory</i> v. <i>McVeigh,</i> 23 Wall. 294; <i>Fisher</i> v. <i>Perkins,</i> 122 U.S. 522; <i>Stanley</i> v. <i>Schwalby,</i> 162 U.S. 255.</p>\n<p>Assuming that the record is properly brought here by virtue of the writ of error granted by this court, the question arises as to what, if any, jurisdiction we have to review the judgment of the state court. Our only right to review it depends upon whether there is a Federal question in the record, which has been decided against the plaintiffs in error. Rev. Stat. § 709.</p>\n<p>Where the Federal question upon which the jurisdiction of this court is based grows out of an alleged impairment of the obligation of a contract, it is now definitely settled that the contract can only be impaired within the meaning of this clause in the Constitution, and so as to give this court jurisdiction on writ of error to a state court, by some subsequent statute of the State which has been upheld or effect given it by the state court. <i>Lehigh Water Co.</i> v. <i>Easton,</i> 121 U.S. 388; <i>New Orleans Water Works Co.</i> v. <i>Louisiana Sugar Refining Co.,</i> 125 U.S. 18; <i>Central Land Co.</i> v. <i>Laidley,</i> <span class=\"citation\" data-id=\"2620963\"><a href=\"/opinion/2620963/central-land-co-v-laidley/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 109. As stated in the case reported in 125 U.S., <i>supra,</i> it is not necessary that the law of a State, in order to come within this constitutional prohibition, should be either in the form of a statute enacted by the legislature in the ordinary course of legislation, or in the form of a constitution established by the people of the State as their fundamental law. A by-law or ordinance of a municipal corporation may be such an exercise of legislative power delegated by the legislature to the corporation as a political subdivision of the State, having all the force of law within the limits of the municipality, that it may properly be considered as a law within the meaning of this article of the Constitution of the United States.</p>\n<p>If the judgment of the State court gives no effect to the subsequent law of the State, and the State court decides the case upon grounds independent of that law, a case is not made for review by this court upon any ground of the impairment of a contract. The above cited cases announce this principle. <span class=\"star-pagination\">*217</span> The case of <i>Wilmington &amp; Weldon Railroad</i> v. <i>Alsbrook,</i> <span class=\"citation\" data-id=\"93439\"><a href=\"/opinion/93439/wilmington-weldon-r-co-v-alsbrook/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, decides nothing that is repugnant to it. In that case the jurisdiction of this court was questioned on the ground that the contract of exemption mentioned in the act of 1834 was acknowledged to be valid by the Supreme Court of North Carolina, and it simply denied that particular property was embraced by its terms, and as a consequence it was claimed that the decision did not involve a Federal question. To which this court replied, speaking by Mr. Chief Justice Fuller, as follows: \"In arriving at this conclusion, however, the state court gave effect to the revenue law of 1891, and held that the contract did not confer the right of exemption from its operation. If it did, its obligation was impaired by the subsequent law, and as the inquiry, whether it did or not, was necessarily directly passed upon, we are of opinion that the writ of error was properly allowed.\"</p>\n<p>So in <i>Mobile &amp; Ohio Railroad</i> v. <i>Tennessee,</i> 153 U.S. 486. In that case it was contended that this court had no jurisdiction to review the judgment of the Supreme Court of Tennessee, because the decision of that court proceeded upon the ground that there was no contract in existence between the railroad company and the State to be impaired, and that the supposed contract was in violation of the state constitution of 1834, and hence not within the power of the legislature to make. In truth, however, the court in its decree gave effect to the subsequent statute of Tennessee, which it was claimed impaired the obligation of the contract entered into between the State and the railroad company, and under those circumstances this court exercised jurisdiction to review the decision of the state court on the question as to whether there was a contract or not, and as to the meaning of the contract if there were one, and whether it had been impaired by the subsequent legislation to which effect had been given.</p>\n<p>Both these cases have been cited by the counsel for plaintiffs in error as authorities for the jurisdiction of the court in this case. Inasmuch as the judgments of the state courts, in both cases, gave effect to the later statutes, they are governed by the principle set forth in 125 and 159 U.S., <i>supra.</i> It <span class=\"star-pagination\">*218</span> becomes necessary therefore in the examination of this case to inquire whether the Federal question has been raised in the courts of the State, and, if so, whether the judgment of the state court is founded upon or in any manner gives the slightest effect to the subsequent act of 1883.</p>\n<p>The statement of facts already given shows that the only allusion made to the act of 1883 in the pleadings was made by the defendants. No claim was made by the plaintiff, the State of Texas, by either of its pleadings of any right accruing to it by virtue or under the provisions of the last named act. The trial court in its findings sets forth at length and in detail the various times in which the surveys were made and the field-notes filed of the lands in question, and then states that none of the land in suit was actually surveyed upon the ground by the deputy surveyors who purported to have done so, but they merely copied in the office of the surveyor of the Palo Pinto land district the field-notes of the Elgin survey. What that Elgin survey was is also set forth in the foregoing statement, and upon these facts the court found as a conclusion of law that the defendants did not comply with the law by having the land surveyed as was required by it, and therefore could not purchase such land. Assuming there was a Federal question properly raised, we also find in the record a broad and comprehensive holding that the defendants never complied with the act of 1879, and never made the surveys necessary to be made under the law of Texas in order to vest them with any rights whatsoever under that act. This ground of judgment is founded upon a matter of state law and makes no reference whatever to any subsequent act of the legislature, and in no way upholds that act or treats it as of the least force or virtue any more than if the act had never been passed. If it never had been passed, and the defendants had made this same claim of having a contract for the purchase of the lands by reason of the things done under the act of 1879, and the court had decided upon their claim in the same way it has done in this case, it is beyond question that this court would have no jurisdiction to review that decision of the state court however erroneous it might be regarded by us.</p>\n<p><span class=\"star-pagination\">*219</span> The case is not altered by the fact that the State has passed an act which the defendants assert impairs the obligation of their contract, so long as the court, in deciding their case, holds that they never had a contract because they never had complied with the provisions of the original statute, and so long as it gives judgment wholly without reference to the subsequent act, and without upholding or in any manner giving effect to any provision thereof.</p>\n<p>Whether the statute of 1879 permitted a survey to be adopted from a survey which had previously been made in the field, or whether it did not, was a case of construction of a state statute by the state court. It is not one of those cases where this court will construe the meaning of a state statute for itself. This court, even on writ of error to a state court, will construe for itself the meaning of a statute as affecting an alleged contract where it is claimed that a subsequent statute passed by the State has impaired the obligations of the contract as claimed by the party, and where such subsequent statute has by the judgment of the state court in some way been brought into play and effect been given to some or all of its provisions. In such a case this court construes the contract in order to determine whether the later statute impairs its obligation. <i>Louisville Gas Co.</i> v. <i>Citizens' Gas Co.,</i> <span class=\"citation\" data-id=\"91490\"><a href=\"/opinion/91490/louisville-gas-co-v-citizens-gas-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span>, 697. This is not such a case. The later statute is not given effect to by the judgment of the court.</p>\n<p>The State of Texas by the act of 1883 withdrew its public lands from sale. The prior act of 1879 had offered them for sale. Whether the act of 1883 withdrew them or not could have no bearing upon the question whether these defendants had complied with the act of 1879 in relation to having the surveys made of the lands which they applied to purchase. If the lands had not been withdrawn, the parties' rights in them would depend upon whether they had been surveyed, and if they had not, they had no right to them. Whether they had or had not complied with the act of 1879 was not a Federal question. If the court had decided that the survey actually made was a sufficient compliance with the act, <span class=\"star-pagination\">*220</span> but that defendants obtained no vested rights in the land by virtue of such survey, and that the act of 1883 was effectual in withdrawing such lands from market, that decision would have been reviewable here, and in that case this court would determine for itself what rights the parties obtained under the act of 1879, and whether by what they had done they had obtained any rights which could not be unfavorably affected by the act of 1883.</p>\n<p>It is, however, urged that the Texas courts for many years had construed the acts passed by the State relating to surveys of its public lands as permitting what are termed \"adoptive surveys,\" <i>i.e.,</i> surveys adopted from those which had once been made in the field, and that the act of 1879 in simply providing for surveys of lands for which applications to purchase might be made left it to the general law, which provided the details and manner of carrying out such survey. The construction of the general law which had been thus given by the courts upon the question of what was a sufficient survey, it is claimed, had become a rule of property which parties were entitled to rely upon, and which no court could overturn, and if it did so, a contract was impaired, and the judgment was reviewable by this court. The proposition cannot be maintained as a basis for giving this court jurisdiction upon writ of error to the state court. It ignores the limits to our jurisdiction in this regard, which, as has been seen, is confined to legislation which impairs the obligation of a contract. 125 and 159 U.S., <i>supra.</i></p>\n<p>The argument involves the claim that jurisdiction exists in this court to review a judgment of a state court on writ of error when such jurisdiction is based upon an alleged impairment of a contract by reason of the alteration by a state court of a construction theretofore given by it to such contract or to a particular statute or series of statutes in existence when the contract was entered into. Such a foundation for our jurisdiction does not exist.</p>\n<p>It has been held that where a state court has decided in a series of decisions that its legislature had the power to permit municipalities to issue bonds to pay their subscriptions to railroad <span class=\"star-pagination\">*221</span> companies, and such bonds had been issued accordingly, if in such event suit were brought on the bonds in a United States court, that court would not follow the decision of the state court rendered after the issuing of the bonds and holding that the legislature had no power to permit a municipality to issue them, and that they were therefore void. Such are the cases of <i>Gelpcke</i> v. <i>City of Dubuque,</i> <span class=\"citation\" data-id=\"87568\"><a href=\"/opinion/87568/gelpcke-v-city-of-dubuque/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">175</span></a></span>, and <i>Douglass</i> v. <i>County of Pike,</i> 101 U.S. 677. In cases of that nature there is room for the principle laid down that the construction of a statute and admission as to its validity made by the highest court of a State prior to the issuing of any obligations based upon the statute, enters into and forms a part of the contract and will be given effect to by this court as against a subsequent changing of decision by the state court by which such legislation might be held to be invalid. But effect is given to it by this court only on appeal from a judgment of a United States court and not from that of a state court. This court has no jurisdiction to review a judgment of a state court made under precisely the same circumstances, although such state court thereby decided that the state legislation was void which it had prior thereto held to be valid. It has no such jurisdiction, because of the absence of any legislation subsequent to the issuing of the bonds which had been given effect to by the state court. In other words, we have no jurisdiction, because a state court changes its views in regard to the proper construction of its state statute, although the effect of such judgment may be to impair the value of what the state court had before that held to be a valid contract. When a case is brought in the United States court, comity generally requires of this court that in matters relating to the proper construction of the laws and constitution of its own State, this court should follow the decisions of the state court; yet in exceptional cases, such as <i>Gelpcke and others, supra,</i> it is seen that this court has refused to be bound by such rule, and has refused to follow the later decisions of the state court. A writ of error has been dismissed in this court, <i>Railroad Company</i> v. <i>McClure,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">511</span></span>, where the judgment sought to be reviewed was that of a state court, holding <span class=\"star-pagination\">*222</span> that certain bonds were void upon precisely the same facts that this court in the <i>Gelpcke case</i> held were valid. There was no subsequent legislative act impairing their obligation, and hence this court had no jurisdiction to review the judgment of the state court.</p>\n<p>Considerable stress has been laid upon the case of <i>Louisiana</i> v. <i>Pilsbury,</i> <span class=\"citation\" data-id=\"90575\"><a href=\"/opinion/90575/louisiana-v-pilsbury/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, as an authority for the proposition that this court has jurisdiction even though the judgment of the state court gives no effect to the subsequent state legislation, and also for the proposition that the obligation of a contract may be impaired by a change in the construction given to it by the courts of a State, and that a Federal question under the contract impairment clause of the Constitution is thus presented which may be reviewed in this court. It is stated that the Supreme Court of Louisiana in that case confined its decision to the unconstitutionality of the act of 1852, under which the bonds were issued, and that its judgment proceeded wholly without reference to the subsequent acts of the legislature which were claimed to impair the obligations of the contract based upon the act of 1852; and it is argued that unless a Federal question were presented, even where no effect was given to subsequent legislation, or by the fact that the state court, in holding the act of 1852 unconstitutional, varied from its former decisions in that regard and thereby impaired the obligation of a contract, this court would have had no jurisdiction to hear and decide the case as it did. A portion of the opinion of one of the judges of the Supreme Court of Louisiana is quoted, in which it is stated that they find it unnecessary to pass upon the subsequent statute which was alleged to have impaired the contract of 1852, because the views which had already been expressed declaring the act of 1852, under which the bonds were issued, unconstitutional, were sufficient to dispose of the case. An examination of the record in that case shows neither proposition for which it is cited is therein decided.</p>\n<p>When the case was brought to this court by writ of error, a motion was made to dismiss the writ on the ground that the case was decided by the state court upon a question of state <span class=\"star-pagination\">*223</span> law and without reference to any statute which plaintiffs in error alleged impaired their contract. The decision of the motion was postponed to the argument upon the merits, and upon that argument counsel for plaintiffs in error, clearly recognizing the necessity they were under of showing that the state court did give effect to the subsequent legislation in order to show the existence of a Federal question, claimed that it appeared in that record that no judgment could have been given for the defendant in error in the court below without necessarily giving effect to some of the subsequent legislation, and they claimed that an examination of the whole record would show such fact, notwithstanding the statement contained in one of the opinions of the state court, already alluded to. They also alleged there was no question of state law passed on by the court below sufficiently broad to have sustained the decision without passing on this Federal question. The argument in favor of the jurisdiction, as thus placed by the counsel for the plaintiffs in error, seems to have been sufficient to convince the court, for in its opinion the question of jurisdiction is not adverted to in any way and is assumed to exist. Of course, having jurisdiction to review the state court in regard to this Federal question, it then became proper for this court to determine for itself what was the contract and whether it had been impaired by any subsequent legislation of the State. In determining what the contract was, the opinion cites many cases in the state court which had been decided regarding the constitution of that State of 1845, which was in existence at the time the act of 1852 was passed; and it was stated that the exposition made by the courts of the State in regard to its constitution or laws in existence at the time when the obligations were issued under them was to be treated as a part of the contract and formed a basis for determining what that contract was.</p>\n<p>There is no decision in the case which gives the least support to the proposition that jurisdiction exists in this court to review on writ of error to a state court, its holding as to what the contract was, simply because it had changed its construction <span class=\"star-pagination\">*224</span> thereof, nor that the obligation of a contract may be impaired within the contract clause of the Federal Constitution, unless there has been some subsequent act of the legislative branch of the government to which effect has been given by the judgment of the state court. The case may, therefore, be regarded as in entire harmony with the later cases on the subject mentioned in 125 and 159 U.S., <i>supra.</i> The opinion proceeds upon the assumption that effect had been given to this subsequent legislation, and it proves that such legislation impaired the contract as construed here.</p>\n<p>This case, however, is not in its facts within the claim made by the counsel for the plaintiffs in error. In this case there has in truth been no change in the construction of the state statute regarding what constitutes a sufficient survey under its provisions as claimed by counsel. The sales act of 1879 provided that surveys should be made, and at that time it is said a statute was in force which provided for making surveys of public lands as follows:</p>\n<p>\"SEC. 19. The surveyors shall make oath before the respective commissioners, truly and faithfully to discharge the duties of their office.</p>\n<p>\"SEC. 20. The course of the lines shall be determined by the magnetic needle, and care shall be taken to determine its variations from the pole in the district where the surveys are made.</p>\n<p>\"SEC. 21. The surveys shall be made with great caution, with metallic chains made for the purpose, and care shall be taken that the place of beginning the survey of each parcel of land be established with certainty, taking the bearing and distance of two permanent objects at least.\" (Sayles' Early Laws, vol. 1, p. 100.)</p>\n<p>Under that act and acts similar thereto the Supreme Court of Texas, as has been stated, had for many years recognized the adoption of surveys previously made as being a legal survey within the spirit of those laws. These surveys were, however, not made under the provisions of the act just quoted. Soon after the passage of the act of 1879, and in that same year, the Revised Statutes of Texas were adopted, <span class=\"star-pagination\">*225</span> article 3908 of which has already been given in the above statement of facts, and subdivision 8 of that article may be here again set forth. It reads that \"the correctness of the survey and that it was made according to law shall be certified to officially by the surveyor who made the same, <i>and also that such survey was actually made in the field,</i> and that the field-notes have been duly recorded, giving the book and page.\" Thus it will be seen that the old law had been altered at least three years previous to the application for the purchase of these lands made by the defendants, and the Court of Civil Appeals of Texas in this case has stated in the course of its opinion with reference to section 3908 as follows: \"We think the principal object of the legislature in requiring such strictness in the certificate to be made by the surveyor was to correct the abuse to which the previous law had been subjected, as above indicated, and we think it must be conceded, if the legislature had the power to condemn what is commonly known as an office survey or office work, and to require its officer, before parting with the public lands of the State, to have the survey actually done in the field; it has done so by the passage of this statute.\" The plaintiffs in error claim, however, that the Revised Statutes were but a simple revision of the laws of Texas, not meant to work any change therein, and that the different language in which this article is couched from that existing in the former law ought to be regarded as working no alteration in the meaning of the law, and that it should be construed in the same manner as the law whose place it took. Whether this article in question was or was not a mere revision and continuation of existing law, and whether the changed phraseology properly called for a change of construction, were questions entirely for the state court to determine. The state court, while acknowledging that under the old law an adoptive survey was good, held that under the new law a survey in the field was necessary. This is no change of construction of the same act, and cannot, therefore, form a basis for the argument of counsel for plaintiffs in error, that a change of construction of the same statute may work an impairment of the obligations of the contract <span class=\"star-pagination\">*226</span> so that a judgment of the state court thereon may be reviewable here. The court is under no obligation to put the same construction upon a later statute that it has placed upon an earlier one, though the language of the two may be similar. <i>Wood</i> v. <i>Brady,</i> 150 U.S. 18. But it is unnecessary to dwell upon this difference between the two statutes, because under such circumstances as exist in this case, the decision of the state court regarding it is not reviewable here on a writ of error to that court.</p>\n<p>We have thus far treated this case as if the sole question arising in it were not of a Federal nature. It will be seen, however, that certain tenders were made to the treasurer of the State of Texas in payment for lands claimed by the defendants to have been purchased by them, and some of those tenders were held by the trial court to have been insufficient, because they included tenders of payment for some lands where the surveys had been made after the passage of the act of 1883 repealing the act of 1879, as well as for surveys made before that time, and the defendants did not separate or offer to separate in their tenders the surveys made before the repeal from those made after, and there was consequently, as the trial court held, no legal tender for any of the surveys, and upon these facts the court founded a conclusion of law, (No. 4,) which is as follows: \"Bacon and Graves have never paid, or offered to pay, for said land until long after the expiration of the time allowed and required by law. The purported surveys of many of the sections of the land for which they tendered payment on May 19, 1883, were made after the fifty cent act was repealed, and Bacon and Graves did not separate or offer to separate in their tender the surveys made before the repeal from those made after, and there was consequently no legal tender.\" That was one of five different grounds upon which the trial court held that the defendants had not complied with the law and were not entitled to purchase the lands in question. This particular finding is in no way dependent upon the others, and they are all entirely separate and distinct from one another. The finding No. 2, that \"they did not comply with the law by having the lands <span class=\"star-pagination\">*227</span> surveyed, as was required by law, and therefore could not purchase it,\" is distinct and separate ground for the judgment of the court to rest upon to the same extent, as if none other had been stated, and it is entirely sufficient in itself upon which to rest the judgment.</p>\n<p>If the fourth finding, above set forth, had alone been made by the court below, this court, upon writ of error, would have had jurisdiction to review the whole question, because by that finding some effect is given to the subsequent act of the legislature which, it is claimed, impaired the obligation of defendants' alleged contract with the State; but where there are two grounds for the judgment of the state court, one only of which involves a Federal question, and the other is broad enough to maintain the judgment sought to be reviewed, it is now settled that this court will not look into the Federal question, inasmuch as there is another ground upon which the judgment can rest, and it will dismiss the writ for that reason. <i>Eustis</i> v. <i>Bolles,</i> 150 U.S. 361. In the course of the opinion in that case, which was delivered by Mr. Justice Shiras, the case, of <i>Beaupré</i> v. <i>Noyes,</i> <span class=\"citation\" data-id=\"92961\"><a href=\"/opinion/92961/beaupre-v-noyes/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 401, is cited, and the opinion in the latter case contains the following statement: \"Whether the state court so interpreted the territorial statute as to deny such writ to plaintiffs in error we need not inquire, for it proceeds in part upon another and distinct ground, not involving a Federal question, and sufficient in itself to maintain the judgment without reference to that question.\" The opinion, after stating what that ground was, thus continues: \"That view does not involve a Federal question; whether sound or not, we do not inquire. It is broad enough in itself to support the final judgment without reference to the Federal question.\"</p>\n<p>In <i>Rutland Railroad</i> v. <i>Central Vermont Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></span>, it is stated \"that where a state court, in rendering judgment, decides a Federal question, and also decides against the plaintiff in error upon an independent ground, not involving a Federal question, and broad enough to support the judgment, this court will dismiss the writ of error without considering the Federal question.\" To same effect are <i>Gillis</i> <span class=\"star-pagination\">*228</span> v. <i>Stinchfield,</i> <span class=\"citation\" data-id=\"94292\"><a href=\"/opinion/94292/gillis-v-stinchfield/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 660, and <i>Seneca Nation of Indians</i> v. <i>Christy,</i> 162 U.S. 283.</p>\n<p>In such cases as this it has sometimes been the practice of this court to affirm the judgment and sometimes to dismiss the writ. \"An examination of our records will show that in some cases this court has affirmed the judgment of the court below and sometimes has dismissed the writ of error. This discrepancy may have originated in a difference of views as to the precise scope of the questions presented. However that may be, we think that when we find it unnecessary to decide any Federal question, and that when the state court has based its decision on a local or state question, our logical course is to dismiss the writ.\" <i>Eustis</i> v. <i>Bolles, supra</i><i>.</i> Accordingly the judgment in the case last cited was one of dismissal. The same judgment was given in the two cases in 159 U.S., <i>Rutland R.R. Co.</i> v. <i>Central Vermont</i><i> R.R. Co.</i> and <i>Gillis</i> v. <i>Stinchfield</i><i>,</i> and also in the very latest case on the subject, that of the <i>Seneca Nation</i> v. <i>Christy,</i> 162 U.S. 283.</p>\n<p>The proper judgment in this case should, therefore, be one of dismissal, and the writ is accordingly</p>\n<p><i>Dismissed.</i></p>\n</div>", 
  "sha1": "9bcea8febd34f1fa58aa3b49d4b2fafa6d2617db", 
  "date_modified": "2014-12-21T01:32:28.564726", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94478/bacon-v-texas/", 
  "citation_count": 25, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/219289/", 
  "html": "<p class=\"case_cite\">163 U.S. 207</p>\n    <p class=\"case_cite\">16 S.Ct. 1023</p>\n    <p class=\"case_cite\">41 L.Ed. 132</p>\n    <p class=\"parties\">BACON et al.<br>v.<br>STATE OF TEXAS.</p>\n    <p class=\"docket\">No. 296.</p>\n    <p class=\"date\">May 18, 1896.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The state of Texas commenced this action against the defendants, Bacon, Graves, and Gibbs, in the district court of the county of Mitchell, in the state of Texas, for the purpose of recovering the possession of a large amount of land&#8212;nearly 300,000 acres&#8212;which it was alleged the defendants had unlawfully entered upon and dispossessed plaintiff from, and the possession of which they continued to withhold from plaintiff, the plaintiff being the owner in fee simple of such land at the time when the defendants dispossessed the state therefrom. Plaintiff also sought to recover damages for the use and occupation of such lands, and judgment was demanded for the possession of the land, and for damages, and for costs of the suit, and for general relief.</p>\n      <p class=\"indent\">The answer of the defendants set up several grounds for specially excepting to the plaintiff's petition, upon all of which the defendant prayed the judgment of the court. Joined with the special exceptions, the defendants answered, and stated that, if the defendants' demurrer and special exceptions should be overruled, then they denied each and every allegation in plaintiff's petition contained. They then alleged that they were citizens of the state of Texas, and had been at the time of the passage of the act of July 14, 1879, and the act amendatory thereof passed on the 11th day of March, 1881, in relation to the sale of public lands belonging to the state of Texas; and they alleged that they had performed all the requirements spoken of and provided for in those acts for the purpose of purchasing a portion of the public lands of the state, and that by the performance of such conditions they had purchased the lands in question, and had duly tendered payment therefor to the proper officer, which had been refused, and that subsequently they had again tendered payment, and that the money had been received, but the plaintiff had refused to convey the title to the defendants as it was under legal obligations to do. They further alleged that having, in all respects, fully complied with the provisions of the law in respect to the purchase of the lands in question, their rights thereto became and were vested, and the act of the legislature subsequent thereto, passed January 22, 1883, to repeal the law under which the sales were made, was, under article 2, &#167; 10, subd. 1, of the constitution of the United States, null and void, as affecting defendants' vested rights. They prayed for judgment that the plaintiff take nothing by its suit, and that the defendants have and recover from and of the plaintiff the lands as herein claimed by them, and for further relief.</p>\n      <p class=\"indent\">The state filed its reply to the defendants' answer, and, after specially excepting to certain of the allegations of the answer as insufficient, it alleged that the defendants were not entitled or authorized to purchase the lands, and had not complied with the law in reference thereto in any particular, and that, if the defendants had tendered the treasurer of the state the money for the lands as alleged, the treasurer properly refused and declined to receive the same for that the defendants had not purchased the same from the plaintiff by complying fully with any existing law authorizing the purchase or sale thereof, and that if the defendants, or any of them, ever paid to the treasurer, in January, 1891, the sum of money in said answered stated, the treasurer was not authorized by law to receive it, and this defendants well knew, and that the payment was made after full and explicit notice to defendants that plaintiff repudiated and would vigorously contest the claim of the defendants to said lands, and the defendants paid the same at their peril. The court overruled the defendants' exceptions to the plaintiff's petition, and the case came on for trial.</p>\n      <p class=\"indent\">The questions sought to be raised herein by the plaintiffs in error are stated by them to arise under the acts of the state of Texas above mentioned, the one known as chapter 52 of the laws of 1879, and entitled 'An act to provide for the sale of a portion of the unappropriated public lands of the state of Texas and the investment of the proceeds of such sale,' which act was approved July 14, 1879, and the other known as chapter 3 of the laws of the same state, passed in 1883, and entitled 'An act to withdraw the public lands of the state of Texas from sale,' approved January 22, 1883. The act of 1881, amending that of 1879, is immaterial to the questions herein arising.</p>\n      <p class=\"indent\">Section 1 of the act of 1879 provides for the sale of all the vacant and unappropriated land of the state of Texas, in certain named counties thereof. Section 2 provided that any person, firm, or corporation desiring to purchase any of the unappropriated lands therein set apart and reserved for sale might do so by causing the tract or tracts which such person, firm, or corporation desired to purchase to be surveyed by he authorized public surveyor of the county or district in which said land was situated. By section 3 it was made the duty of the surveyor, to whom application was made by responsible parties, to survey the lands designated in the application within three months from the date thereof, and within 60 days after said survey to certify to, record, and map the field notes of said survey, and within said 60 days to return to and file the same in the general land office, as required by law in other cases. Section 5 provided that within 60 days after the return to and filing in the general land office of the surveyor's certificate, map, and field notes of the land desired to be purchased, it should be the right of the person, firm, or corporation who had had the same surveyed to pay or cause to be paid into the treasury of the state the purchase money therefor, at the rate of 50 cents per acre, and, upon the presentation to the commissioner of the general land office of the receipt of the state treasurer for such purchase money, the commissioner was bound to issue to said person, firm, or corporation a patent for the tract or tracts of land so surveyed and paid for.</p>\n      <p class=\"indent\">By section 1, c. 3, of the Laws of 1883, it was enacted 'that all the public lands heretofore authorized to be sold under an act entitled 'An act to provide for the sale of the unappropriated public lands of the state of Texas and the investment of the proceeds of such sale,' approved July 14, 1879, be, and the same are hereby, withdrawn from sale.' The proviso contained in the section is immaterial. Prior to the adoption of the Revised Statutes of Texas, the manner in which surveys of the public domain were to be made had been provided for by law. It was provided that 'the courses of the line shall be determined by the magnetic needle, and care shall be taken to determine its variations from the pole in the district where the surveys are made. Each survey shall be made with great caution, with metallic chains made for the purpose, and care shall be taken that the place of beginning of the survey of each parcel of land be established with certainty, taking the bearing and distance of two permanent objects at least.' This was long prior to the year 1879. The Revised Statutes of Texas were passed in 1879, and took effect in September of that year, and by article 3908 it was provided: 'The field-notes of each survey shall state (1) the county or land district in which the land is situated; (2) the certificate or other authority under or by virtue of which it is made, giving a true description of same by numbers, date where and when isssued, name of original grantee and quantity; (3) the land by proper field-notes, with the necessary calls and connection  for identification (observing the Spanish measurement for varas); (1) a diagram of the survey; (5) the variation at which the running was made; (6) it shall show the names of the chain-carriers; (7) it shall be dated and signed by the surveyor; (8) the correctness of the survey and that it was made according to law shall be certified to officially by the surveyor who made the same, and also that such survey was actually made in the field, and that the field-notes have been duly recorded, giving book and page; (9) when the survey has been made by a deputy the county or district surveyor shall certify officially that he has examined the field-notes, has found them correct, and that they are duly recorded, giving the book and page of the record.'</p>\n      <p class=\"indent\">The case came on for trial in the district court of Mitchell county in November, 1891. The following among other facts were found by the court: On December 1, 1882, Bacon and Graves made application to the surveyor of the Palo Pinto land district, as such surveyor, to purchase the land in controversy under the above-mentioned act of 1879, as a mended March 11, 1881, which application was received and recorded by the surveyor on the first above-named date. Bacon and Graves paid the fees for filing the field notes in the general land office entirely within the time required by law. By the records of the land office, the lands in question appeared to have been surveyed at different times, and the field notes recorded in the surveyor's office in some instances, but not in all. The surveyor of the Palo Pinto land district certified to the respective surveys on the dates the surveys purport to have been made. None of the land included in this suit has ever been patented by the state under the Bacon and Graves purchase, and on the 26th of May, 1890, Bacon and Graves transferred, by deed of special warranty, 579 sections of land to C. C. Gibbs, who holds the same in trust for E. M. Bacon, E. G. Graves, and others.</p>\n      <p class=\"indent\">It was further found, as a matter of fact, 'that none of the land in suit was actually surveyed upon the ground by the deputy surveyor who purported to have done so, but they merely copied in the office of the surveyor of the Palo Pinto land district the field notes of the Elgin survey.' That survey was made in July, 1873, for the Houston &amp; Texas Central Railway Company; and the field notes of such survey were returned to the surveyor's office some time in 1873, and were filed in the general land office November 20 and 26, 1873. These field notes were 'adopted by the surveyor of the Palo Pinto land district, and his deputies, in making out the field notes of the land applied to be purchased by Bacon and Graves.' The land had been actually surveyed on the ground by Elgin in the manner in which it had been customary for surveyors in Texas to survey large bodies of land,&#8212;by running the outside boundary lines of the blocks, or parts of them, putting up permanent landmarks, and leaving the interior lines without running. These blocks, in writing up the field notes, were divided into 640-acre surveys, and the interior surveys were made without actually running the lines; and Elgin did not run all the lines of any section, unless, as he says, it was done by accident. It had been found by deputy surveyors, prior to the adoption of the field notes for Bacon and Graves, that the lines run and ascertained by the Elgin survey were as correct as any work of that character in that part of the state, and the deputy surveyors were statisfied as to their substantial accuracy. The deputy surveyors were deputies under Joel McKee from December, 1882, to March, 1883, and McKee was the surveyor of the Palo Pinto district, in which the land in question lay.</p>\n      <p class=\"indent\">On May 16, 1883, the defendants tendered to the treasurer of the state $80,640, and on May 19, 1883, they tendered him the further sum of $104,640, in payment for these lands. These tenders were refused. In January, 1891, Bacon and Graves paid the treasurer $149,320 for said lands, which was received by him 'under protest.'</p>\n      <p class=\"indent\">The court, as conclusions of law, found (1) that Bacon and Graves were not responsible parties, within the meaning of the statute, at the time they applied to purchase this land, and could not purchase under the law; (2) that they did not comply with the law, by having the lands surveyed as was required be law, and therefore could not purchase it; (3) the survey, as adopted, was not made in accordance with law,&#8212;is incorrect (totally so), in having a greater frontage on permanent water than is permitted under the acts of 1879 and 1881; (4) Bacon and Graves have never paid, or offered to pay, for said land, until long after the expiration of the time allowed and required by law. The purported surveys of many of the sections of land for which they tendered payment on May 19, 1883, were made after the 50-cent act was repealed, and Bacon and Graves did not separate, or offer to separate, in their tender, the surveys made before the repeal from those made after, and there was consequently no legal tender; (5) at the time Graves entered into an agreement with Bacon to purchase these lands, he was an employ e of the general land office, and his action was against the civil and criminal laws of the state; (6) that the state was not bound to return the money paid in January, 1891, to entitle it to judgment for the land.</p>\n      <p class=\"indent\">Judgment for the recovery of the lands was duly entered, and the defendants appealed from that judgment to the supreme court of Texas, which court duly ordered the same to be transferred to the court of civil appeals for the Second judicial district, before which the case was heard on appeal. 21 S. W. 149. That court adopted the findings of fact filed by the court below, excepting it set aside the finding that the defendants were not responsible parties, and so could not purchase any land.</p>\n      <p class=\"indent\">The court also gave an explanation as to the finding of the trial court that the money was received by the state treasurer 'under protest'; such explanation being that 'by the word 'protest,' as used in the finding, is meant that the treasurer of the state had several times refused to accept this money, and at the time he received it, in January, 1891, the parties paying fully understood that the state would contest their claim to the land, and the treasurer did not receive the money as a legal payment therefor.'</p>\n      <p class=\"indent\">After argument the court of civil appeals, in all things, affirmed the judgment of the court below. The appellants duly asked for a rehearing for reasons assigned by them in their amended motion therefor. The motion was denied, and judgment duly entered affirming in all things the judgment against the defendants for the recovery of the lands in question. The defendants then presented a petition to the supreme court of the state of Texas for the allowance of a writ of error, to enable that court to review the judgment of the court of civil appeals. The appliction for this writ of error was refused by the supreme court, and an order refusing it was sent to the clerk of the court of civil appeals, pursuant to a rule of the supreme court.</p>\n      <p class=\"indent\">The assignments of errors by the defendants on their appeal to the court of civil appeals contain an assignment of error in that they had acquired a vested right to the lands, by the survey thereof as made for them, under the act of 1879, prior to the repeal of that act by the repealing act of 1883, and which right could not be affected by such repeal. The court of civil appeals held that there was no contract between the parties, because of the failure of the defendants to have such surveys made as were called for under the act of 1879.</p>\n      <p class=\"indent\">The assignment of errors filed on the allowance of the present writ of error contains, among other grounds of error, the failure of the court to hold that the act of the legislature of Texas approved January 22, 1883, was repugnant to the constitution of the United States, in that said act impaired the obligation or validity of the contr ct for the purchase of said lands between the state of Texas and said appellants, arising under, and created by, said acts of the legislature of Texas approved July 14, 1879, and March 11, 1881.</p>\n      <p class=\"indent\">J. Hubley Ashton and Wm. M. Walton, for plaintiffs in error.</p>\n      <p class=\"indent\">M. M. Crane, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice PECKHAM, after stating the facts, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The first question which arises in this case is in regard to our jurisdiction to review the judgment of the court of civil appeals of the state of Texas. Some question was made in regard to the regularity and sufficiency of the writ of error from this court to the court of civil appeals, as that court is not the highest court in the state. We think, however, the criticism is not well founded. So far as this case is concerned, that court is the highest court of the state in which a decision in this suit could be had. An application was made to the supreme court of the state of Texas for a writ of error to the court of civil appeals for the Second district, by the defendants in the court below, after judgment in the latter court, for the purpose of reviewing the judgment of that court; but the supreme court denied the application, and thus prevented, by its action, a review by it of the judgment of the court of civil appeals. The judgment of that court has therefore become the judgment of the highest court of the state in which a decision in the suit could be had, and this court may, so far as this point is concerned, re-examine the same on writ of error, under the provisions of section 709 , Rev. St. U. S. Gregory v. McVeigh, 23 Wall. 294; Fisher v. Perkins, 122 U. S. 522; Stanley v. Schwalby, 162 U. S. 255, 16 Sup. Ct. 754.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Assuming that the record is properly brought here by virtue of the writ of error granted by this court, the question arises as to what, if any, jurisdiction we have to review the judgment of the state court. Our only right to review it depends upon whether there is a federal question in the record which has been decided against the plaintiffs in error. Rev. St. &#167; 709.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Where the federal question upon which the jurisdiction of this court is based grows out of an alleged impairment of the obligation of a contract, it is now definitely settled that the contract can only be impaired, within the meaning of this clause in the constitution, and so as to give this court jurisdiction on writ of error to a state court, by some subsequent statute of the state which has been upheld, or effect given it, by the state court. Water Co. v. Easton, 121 U. S. 388, 7 Sup. Ct. 916; New Orleans Waterworks Co. v. Louisiana Sugar-Refining Co., 125 U. S. 18, 8 Sup. Ct. 741; Land Co. v. Laidley, 159 U. S. 103-109, 16 Sup. Ct. 80. As stated in the case reported in 125 U. S., and 8 Sup. Ct., supra, it is not necessary that the law of a state, in order to come within this constitutional prohibition, should be either in the form of a statute enacted by the legislature in the ordinary course of legislation, or in the form of a constitution established by the people of the state as their fundamental law. A by-law or ordinance of a municipal corporation may be such an exercise of legislative power delegated by the legislature to the corporation, as a political subdivision of the state, having all the force of law within the limits of the municipality, that it may properly be considered as a law, within the meaning of this article of the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">If the judgment of the state court gives no effect to the subsequent law of the state, and the state court decides the case upon grounds independent of that law, a case is not made for review by this court upon any ground of the impairment of a contract. The above-cited cases announce this principle. The case of Railroad Co. v. Alsbrook, 146 U. S. 279, 13 Sup. Ct. 72, decides nothing that is repugnant to it. In that case the jurisdiction of this court was questioned on the ground that the contract of exemption mentioned in the act of 1834 was acknowledged to be valid by the supreme court of North Carolina, and it simply denied that particular property was embraced by its terms; and, as a consequence, it was claimed that the decision did not involve a federal question. To which this court replied, speaking by Mr. Chief Justice Fuller, as follows: 'In arriving at this conclusion, however, the state court gave effect to the revenue law of 1891, and held that the contract did not confer the right of exemption from its operation. If it did, its obligation was impaired by the subsequent law; and as the inquiry, wheter it did or not, was necessarily directly passed upon, we are of opinion that the writ of error was properly allowed.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">So in Mobile &amp; O. R. Co. v. Tennessee, 153 U. S. 486, 14 Sup. Ct. 968. In that case it was contended that this court had no jurisdiction to review the judgment of the supreme court of Tennessee, because the decision of that court proceeded upon the ground that there was no contract in existence, between the railroad company and the state, to be impaired, and that the supposed contract was in violation of the state constitution of 1834, and hence not within the power of the legislature to make. In truth, however, the court, in its decree, gave effect to the subsequent statute of Tennessee, which it was claimed impaired the obligation of the contract entered into between the state and the railroad company; and under those circumstances this court exercised jurisdiction to review the decision of the state court on the question as to whether there was a contract or not, and as to the meaning of the contract, if there were one, and whether it had been impaired by the subsequent legislation to which effect had been given.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Both these cases have been cited by the counsel for plaintiffs in error as authorities for the jurisdiction of the court in this case. Inasmuch as the judgments of the state courts, in both cases, gave effect to the later statutes, they are governed by the principle set forth in 125 U. S., 8 Sup. Ct., and 159 U. S., 16 Sup. Ct., supra. It becomes necessary, therefore, in the examination of this case, to inquire whether the federal question has been raised in the courts of the state, and, if so, whether the judgment of the state court is founded upon, or in any manner gives the slightest effect to, the subsequent act of 1883.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The statement of facts already given shows that the only allusion made to the act of 1883 in the pleadings was made by the defendants. No claim was made by the plaintiff, the state of Texas, by either of its pleadings, of any right accruing to it by virtue, or under the provisions, of the last-named act. The trial court, in its findings, sets forth at length and in detail the various times in which the surveys were made, and the field notes filed, of the lands in question, and then states that none of the land in suit was actually surveyed upon the ground by the deputy surveyors who purported to have done so, but they merely copied in the office of the surveyor of the Palo Pinto land district the field notes of the Elgin survey. What that Elgin survey was is also set forth in the foregoing statement, and upon these facts the court found, as a conclusion of law, that the defendants did not comply with the law, by having the land surveyed as was required by it, and therefore could not purchase such land, Assuming there was a federal question properly raised, we also find in the record a broad and comprehensive holding that the defendants never complied with the act of 1879, and never made the surveys necessary to be made under the law of Texas in order to vest them with any rights whatsoever under that act. This ground of judgment is founded upon a matter of state law, and makes no reference whatever to any subsequent act of the legislature, and in no way upholds that act, or treats it as of the least force or virtue, any more than if the act had never been passed. If it never had been passed, and the defendants had  ade this same claim of having a contract for the purchase of the lands by reason of the things done under the act of 1879, and the court had decided upon thier claim in the same way it has done in this case, it is beyond question that this court would have no jurisdiction to review that decision of the state court, however erroneous it might be regarded by us.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The case is not altered by the fact that the state has passed an act which the defendants assert impairs the obligation of their contract, so long as the court, in deciding their case, holds that they never had a contract, because they never had complied with the provisions of the original statute, and so long as it gives judgment wholly without reference to the subsequent act, and without upholding, or in any manner giving effect to, any provision thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Whether the statute of 1879 permitted a survey to be adopted from a survey which had previously been made in the field, or whether it did not, was a case of construction of a state statute by the state court. It is not one of those cases where this court will construe the meaning of a state statute for itself. This court, even on writ of error to a state court, will construe for itself the meaning of a statute, as affecting an alleged contract, where it is claimed that a subsequent statute passed by the state has impaired the obligations of the contract as claimed by the party, and where such subsequent statute has, by the judgment of the state court, in some way been brought into play, and effect been given to some or all of its provisions. In such a case this court construes the contract, in order to determine wheter the later statute impairs its obligation. Louisville Gas Co. v. Citizens' Gaslight Co., 115 U. S. 683, 697, 6 Sup. Ct. 265. This is not such a case. The later statute is not given effect to by the judgment of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The state of Texas, by the act of 1883, withdrew its public lands from sale. The prior act of 1879 had offered them for sale. Whether the act of 1883 withdrew them, or not, could have no bearing upon the question whether these defendants had complied with the act of 1879 in relation to having the surveys made of the lands which they applied to purchase. If the lands had not been withdrawn, the parties' rights in them would depend upon whether they had been surveyed; and, if they had not, they had no right to them. Whether they had or had not complied with the act of 1879 was not a federal question. If the court had decided that the survey actually made was a sufficient compliance with the act, but that defendants obtained no vested rights in the land by virtue of such survey, and that the act of 1883 was effectual in withdrawing such lands from market, that decision would have been reviewable here; and in that case this court would determine for itself what rights the parties obtained under the act of 1879, and whether, by what they had done, they had obtained any rights which could not be unfavorably affected by the act of 1883.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is, however, urged that the Texas courts, for many years, had construed the acts passed by the state relating to surveys of its public lands as permitting what are termed 'adoptive surveys' (i. e. surveys adopted from those which had once been made in the field), and that the act of 1879, in simply providing for surveys of lands for which applications to purchase might be made, left it to the general law, which provided the details and manner of carrying out such survey. The construction of the general law which had been thus given by the courts upon the question of what was a sufficient survey, it is claimed, had become a rule of property, which parties were entitled to rely upon, and which no court could overturn, and if it did so a contract was impaired, and the judgment was reviewable by this court. The proposition cannot be maintained as a basis for giving this court jurisdiction upon writ of error to the state court. It ignores the limit to our jurisdiction in this regard, which, as has been seen, is confined to legislation which impairs the obligation of a contract. 125 U. S., 8 Sup. Ct., and 159 U. S., 16 Sup. Ct., supra.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The argument involves the claim that jurisdiction exists in this court to review a judgment of a state court on writ of error, when such jurisdiction is based upon an alleged impairment of a contract by reason of the alteration by a state court of a construction theretofore given by it to such contract, or to a particular statute or series of statutes in existence when the contract was entered into. Such a foundation for our jurisdiction does not exist.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It has been held that where a state court has decided, in a series of decisions, that its legislature had the power to permit municipalities to issue bonds to pay their subscriptions to railroad companies, and such bonds had been issued a ccordingly, if, in such event, suit were brought on the bonds in a United States court, that court would not follow the decision of the state court rendered after the issuing of the bonds, and holding that the legislature had no power to permit a municipality to issue them, and that they were therefore void. Such are the cases of Gelpcke v. City of Dubuque, 1 Wall. 175, and Douglas v. County of Pike, 101 U. S. 677. In cases of that nature there is room for the principle laid down that the construction of a statute, and admission as to its validity, made by the highest court of a state prior to the issuing of any obligations based upon the statute, enter into, and form a part of, the contract, and will be given effect to by this court, as against a subsequent changing of decision by the state court by which such legislation might be held to be invalid. But effect is given to it by this court only on appeal from a judgment of a United States court, and not from that of a state court. This court has no jurisdiction to review a judgment of a state court made under precisely the same circumstances, although such state court thereby decided that the state legislation was void which it had prior thereto held to be valid. It has no such jurisdiction, because of the absence of any legislation subsequent to the issuing of the bonds which had been given effect to by the state court. In other words, we have no jurisdiction, because a state court changes its views in regard to the proper construction of its state statute, although the effect of such judgment may be to impair the value of what the state court had before that held to be a valid contract. When a case is brought in the United States court, comity generally requires of this court that, in matters relating to the proper construction of the laws and constitution of its own state, this court should follow the decisions of the state court; yet in exceptional cases, such as Gelpcke and others, supra, it is seen that this court has refused to be bound by such rule, and has refused to follow the later decisions of the state court. A writ of error has been dismissed in this court (Railroad Co. v. McClure, 10 Wall. 511) where the judgment sought to be reviewed was that of a state court, holding certain bonds were void upon precisely the same facts that this court in the Gelpcke Case held were valid. There was no subsequent legislative act impairing their obligation, and hence this court had no jurisdiction to review the judgment of the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Considerable stress has been laid upon the case of Louisiana v. Pilsbury, 105 U. S. 278, as an authority for the proposition that this court has jurisdiction, even though the judgment of the state court gives no effect to the subsequent state legislation, and also for the proposition that the obligation of a contract may be impaired by a change in the construction given to it by the courts of a state, and that a federal question, under the contract-impairment clause of the constitution, is thus presented, which may be reviewed in this court. It is stated that the supreme court of Louisiana, in that case, confined its decision to the uncon titutionality of the act of 1852, under which the bonds were issued, and that its judgment proceeded wholly without reference to the subsequent acts of the legislature which were claimed to impair the obligations of the contract based upon the act of 1852; and it is argued that unless a federal question were presented, even where no effect was given to subsequent legislation, or by the fact that the state court, in holding the act of 1852 unconstitutional, varied from its former decisions in that regard, and thereby impaired the obligation of a contract, this court would have had no jurisdiction to hear and decide the case as it did. A portion of the opinion of one of the judges of the supreme court of Louisiana is quoted, in which it is stated that they find it unnecessary to pass upon the subsequent statute which was alleged to have impaired the contract of 1852, because the views which had already been expressed, declaring the act of 1852, under which the bonds were issued, unconstitutional, were sufficient to dispose of the case. An examination of the record in that case shows neither proposition for which it is cited is therein decided.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">When the case was brought to this court by writ of error, a motion was made to dismiss the writ on the ground that the case was decided by the state court upon a question of state law, and without reference to any statute which plaintiffs in error alleged impaired their contract. The decision of the motion was postponed to the argument upon the merits, and, upon that argument, counsel for plaintiffs in error, clearly recognizing the necessity they were under of showing that the state court did give effect to the subsequent legislation, in order to show the existence of a federal question, claimed that it appeared in that record that no judgment could have been given for the defendant in error in the court below without necessarily giving effect to some of the subsequent legislation; and they claimed that an examination of the whole record would show such fact, notwithstanding the statement contained in one of the opinions of the state court, already alluded to. They also alleged there was no question of state law passed on by the court below sufficiently broad to have sustained the decision without passing on this federal question. The argument in favor of the jurisdiction, as thus placed by the counsel for the plaintiffs in error, seems to have been sufficient to convince the court; for in its opinion the question of jurisdiction is not adverted to in any way, and is assumed to exist. Of course, having jurisdiction to review the state court in regard to this federal question, it then became proper for this court to determine for itself what was the contract, and whether it had been impaired by any subsequent legislation of the state. In determining what the contract was, the opinion cites many cases in the state court which had been decided regarding the constitution of that state of 1845, which was in existence at the time the act of 1852 was passed; and it was stated that the exposition made by the courts of the state in regard to its constitution or laws in existence at the time when the obligations were issued under them was to be treated as a part of the contract, and formed a basis for determining what that contract was.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is no decision in the case which gives the least support to the proposition that jurisdiction exists in this court to review, on writ of error to a state court, its holding as to what the contract was, simply because it had changed its construction thereof, nor that the obligation of a contract may be impaired, within the contract clause of the federal constitution, unless there has been some subsequent act of the legislative branch of the government to which effect has been given by the judgment of the state court. The case may therefore be regarded as in entire harmony with the later cases on the subject mentioned in 125 U. S., 8 Sup. Ct., and 159 U. S., 16 Sup. Ct., supra. T e opinion proceeds upon the assumption that effect had been given to this subsequent legislation, and it proves that such legislation impaired the contract as construed here.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This case, however, is not, in its facts, within the claim made by the counsel for the plaintiffs in error. In this case there has, in truth, been no change in the construction of the state statute regarding what constitutes a sufficient survey under its provisions as claimed by counsel. The sales act of 1879 provided that surveys should be made, and at that time, it is said, a statute was in force which provided for making surveys of public lands, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Sec. 19. The surveyors shall make oath before the respective commissioners, truly and faithfully to discharge the duties of their office.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Sec. 20. The course of the lines shall be determined by the magnetic needle, and care shall be taken to determine its variations from the pole in the district where the surveys are made.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Sec. 21. The surveys shall be made with great caution, with metallic chains made for the purpose, and care shall be taken that the place of beginning the survey of each parcel of land be established with certainty, taking the bearing and distance of two permanent objects at least.' 1 Sayles' Early Laws, p. 100.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under that act, and acts similar thereto the supreme court of Texas, as has been stated, had for many years recognized the adoption of surveys previously made as being a legal survey within the spirit of those laws. These surveys were, however, not made under the provisions of the act just quoted. Soon after the passage of the act of 1879, and in that same year, the Revised Statutes of Texas were adopted, article 3908 of which has already been given in the above statement of facts, and subdivision 8 of that article may be here again set forth. It reads that 'the correctness of the survey and that it was made according to law shall be certified to officially by the surveyor who made the same, and also that such survey was actually made in the field, and that the field-notes have been duly recorded, giving the book and page.' Thus it will be seen that the old law had been altered at least three years previous to the application for the purchase of these lands made by the defendants, and the court of civil appeals of Texas in this case has stated, in the course of its opinion, with reference to section 3908, as follows: 'We think the principal object of the legislature in requiring such strictness in the certificate to be made by the surveyor was to correct the abuse to which the previous law had been subjected, as above indicated; and we think it must be conceded, if the legislature had the power to condemn what is commonly known as an 'office survey,' or 'office work,' and to require its officer, before parting with the public lands of the state, to have the survey actually done in the field, it has done so by the passage of this statute.' The plaintiffs in error claim, however, that the Revised Statutes were but a simple revision of the laws of Texas, not meant to work any change tehrein, and that the different language in which this article is couched, from that existing in the former law, ought to be regarded as working no alteration in the meaning of the law, and that it should be construed in the same manner as the law whose place it took. Whether this article in question was or was not a mere revision and continuation of existing law, and whether the changed phraseology properly called for a change of construction were questions entirely for the state court to determine. The state court, while acknowledging that under the old law an adoptive survey was good, held that under the new law a survey in the field was necessary. This is no change of construction of the same act, and cannot, therefore, form a basis for the argument of counsel for plaintiffs in error that a change of construction of the same statute may work an impairment of the obligations of the contract so that a judgment of the state co rt thereon may be reviewable here. The court is under no obligation to put the same construction upon a later statute that it has placed upon an earlier one, though the language of the two may be similar. Wood v. Brady, 150 U. S. 18, 14 Sup. Ct. 6. But it is unnecessary to dwell upon this difference between the two statutes, because, under such circumstances as exist in this case, the decision of the state court regarding it is not reviewable here on a writ of error to that court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have thus far treated this case as if the sole question arising in it were not of a federal nature. It will be seen, however, that certain tenders were made to the treasurer of the state of Texas in payment for lands claimed by the defendants to have been purchased by them, and some of those tenders were held by the trial court to have been insufficient, because they included tenders of payment for some lands where the surveys had been made after the passage of the act of 1883, repealing the act of 1879, as well as for surveys made before that time, and the defendants did not not separate, or offer to separate, in their tenders, the surveys made before the repeal from those made after, and there was consequently, as the trial court held, no legal tender for any of the surveys; and upon these facts the court founded a conclusion of law (No. 4), which is as follows: 'Bacon and Graves have never paid, or offered to pay, for said land until long after the expiration of the time allowed and required by law. The purported surveys of many of the sections of the land for which they tendeed payment on May 19, 1883, were made after the fifty-cent act was repealed; and Bacon and Graves did not separate, or offer to separate, in their tender, the surveys made before the repeal from those made after, and there was consequently no legal tender.' That was one of five different grounds upon which the trial court held that the defendants had not complied with the law, and were not entiteld to purchase the lands in question. This particular finding is in no way dependent upon the others, and they are all entirely separate and distinct from one another. The finding No. 2, that 'they did nto comply with the law, by having the lands surveyed as was required by law, and therefore could not purchase it,' is distinct and separate ground for the judgment of the court to rest upon, to the same extent as if none other had been stated, and it is entirely sufficient in itself upon which to rest the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If the fourth finding, above set forth, had alone been made by the court beliw, this court, upon writ of error, would have had jurisdiction to review the whole question, because by that finding some effect is given to the subsequent act of the legislature which it is claimed impaired the obligation of defendants' alleged contract with the state; but where there are two grounds for the judgment of the state court, one only of which involves a federal question, and the other is broad enough to maintain the judgment sought to be reviewed, it is now settled that this court will not look into the federal question, inasmuch as there is another ground upon which the judgment can rest, and it will dismiss the writ for that reason. Eustis v. Bolles, 150 U. S. 361, 14 Sup. Ct. 131. In the course of the opinion in that case, which was delivered by Mr. Justice Shiras, the case of Beaupr e v. Noyes, 138 U. S. 397, 402, 11 Sup. Ct. 296, is cited, and the opinion in the latter case contains the following statement: 'Whether the state court so interpreted the territorial statute as to deny such writ to plaintiffs in error, we need not inquire, for it proceeds in part upon another and distinct ground, not involving a federal question, and sufficient in itself to maintain the judgment, without reference to that question.' The opinion, after stating what that ground was, thus continues: 'That view does not involve a federal question. Whether sound or not, we do not inquire. It is broad enough in itself to support the final judgmen , without reference to the federal question.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In Rutland R. Co. v. Central Vermont R. Co., 159 U. S. 630, 16 Sup. Ct. 113, it is stated 'that where a state court, in rendering judgment, decides a federal question, and also decides against the plaintiff in error upon an independent ground, not involving a federal question, and broad enough to support the judgment, this court will dismiss the writ of error without considering the federal question.' To same effect are Gillis v. Stinchfield, 159 U. S. 658, 660, 16 Sup. Ct. 131, and Seneca Nation v. Christy, 162 U. S. 283, 16 Sup. Ct. 828.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In such cases as this it has sometimes been the practice of this court to affirm the judgment, and sometimes to dismiss the writ. 'An examination of our records will show that in some cases this court has affirmed the judgment of the court below, and sometimes has dismissed the writ of error. This discrepancy may have originated in a difference of views as to the precise scope of the questions presented. However that may be, we think that when we find it unnecessary to decide any federal question, and that when the state court has based its decision on a local or state question, our logical course is to dismiss the writ.' Eustis v. Bolles, supra. Accordingly, the judgment in the case last cited was one of dismissal. The same judgment was given in the two cases in 159 U. S., 16 Sup. Ct. (Rutland R. Co. v. Central Vermont R. Co., and Gillis v. Stinchfield), and also in the very latest case on the subject,&#8212;that of Seneca Nation v. Christy, 162 U. S. 283, 16 Sup. Ct. 828.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The proper judgment in this case should therefore be one of dismissal, and the writ is accordingly dismissed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94478/"
}