{"absolute_url": "/opinion/94489/union-national-bank-v-louisville-c-ry/", "blocked": false, "citation": {"case_name": "Union National Bank v. LOUISVILLE &C. R'Y.", "docket_number": "254", "document_uris": ["/api/rest/v2/document/94489/"], "federal_cite_one": "163 U.S. 325", "federal_cite_three": null, "federal_cite_two": null, "id": 78870, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78870/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 7, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1896-05-18", "date_modified": "2014-12-21T01:32:27.842943", "docket": "/api/rest/v2/docket/219272/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">163 U.S. 325</p>\n    <p class=\"case_cite\">16 S.Ct. 1039</p>\n    <p class=\"case_cite\">41 L.Ed. 177</p>\n    <p class=\"parties\">UNION NAT. BANK OF CHICAGO<br>v.<br>LOUISVILLE, N. A. &amp; C. RY. CO.</p>\n    <p class=\"docket\">No. 254.</p>\n    <p class=\"date\">May 18, 1896.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On September 17, 1890, plaintiff in error (plaintiff below) loaned the defendant $150,000, taking its note therefor, secured by collateral. The note was discounted at the rate of 6 per cent. The note having been paid, the plaintiff, on October 12, 1891, commenced its action in the circuit court of Cook county to recover upon a parol agreement for further compensation. The case came on for trial in that court, and, a jury being waived, the following facts were admitted by stipulation: 'On or about September 17, 1890, William L. Breyfogle, then president of the Louisville, New Albany and Chicago Railway Company, verbally arranged with the Union National Bank of Chicago for a loan of one hundred and fifty thousand dollars to said railway company, the repayment thereof to be secured by collateral security in the form of three hundred bonds of the general gold bonds of the Louisville, New Albany and Chicago Railway Company, said bonds being in the denomination of one thousand dollars each.</p>\n      <p class=\"indent\">'It was verbally agreed in this arrangement that the bank should discount from this one hundred and fifty thousand dollars interest at the rate of six per cent. per annum, and that Mr. Breyfogle, president of the railway company, should endeavor to secure the Chicago and Western Indiana Railway Company as a depositor with said Union National Bank; and, in case he failed so to do, the said bank should have, in lieu of such deposit, a commission of two and one-half per cent. upon said $150,000, in addition to said six per cent. thereon. The deposits of the Chicago and Western Indiana Railway Company would have been valuable to the said bank as a part of its business, and it declined to make the said loan, except upon the terms above stated.'</p>\n      <p class=\"indent\">The Chicago &amp; Western Indiana Railway Company failed to become a depositor, as contemplated, and the claim of the plaintiff was for the 2 1/2 per cent., called in such parol agreement 'a commission.' The plaintiff asked t e court to hold these two propositions of law:</p>\n      <p class=\"indent\">'(1) The court finds as a matter of law that no corporation organized under the laws of Illinois can interpose the defense of usury in any action, even though the plaintiff in such action (the lender) be a national bank organized under the act of congress establishing national banks.</p>\n      <p class=\"indent\">'(2) The court finds as a matter of law that if, in consideration of the making of the loan in controversy by the plaintiff to the defendant, the defendant agreed that, in addition to paying six per cent. interest on said loan, it would secure the Chicago and Western Indiana Railway Company as a depositor of plaintiff, which said deposit account would have been of value to plaintiff, or, failing to secure such account, would pay plaintiff a commission of two and one-half per cent. on said loan, in addition to said six per cent. interest, this would not constitute usury or defeat a recovery by plaintiff, unless it should appear by a preponderance of the evidence that such arrangement was a mere shift or cover or device to evade the statute against usury or the provisions of the national banking act, or that such was the intent or purpose of the parties or one of them.'</p>\n      <p class=\"indent\">But it refused to hold either of them, and, on the contrary, ruled, at the instance of defendant, as follows:</p>\n      <p class=\"indent\">'The court holds, as a matter of law, that a national bank in Illinois has no legal right or authority to charge or receive interest in this state to exceed the rate of eight per cent. and that the statute of this state which denies to corporations the right to plead usury cannot expand the authorities of national banks touching this subject as conferred by and fixed in the national banking act.'</p>\n      <p class=\"indent\">And thereupon it entered judgment in favor of the defendant. The appellate court of the state affirmed the judgment, on the ground that to sustain a recovery in favor of the plaintiff would involve the admission of a contemporaneous parol agreement to modify and add to the terms of a written contract. The supreme court of the state, while recognizing fully the proposition that no parol agreement could be admitted in evidence to vary the terms of a written contract, referred to the claim that the stipulation waived defendant's right to object to the introduction of such evidence, and, declining to express its opinion as to the effect of such stipulation, affirmed the judgment, on the ground that the contract, as thus modified by the parol agreement, was forbidden by the laws of Illinois, and could not be enforced.</p>\n      <p class=\"indent\">The plaintiff is a national bank, and section 5197, Rev. St. U. S., authorizes such bank to charge and receive 'interest at the rate allowed by the laws of the state, territory, or district where the bank is located, and no more.' The laws of Illinois in force at the time of this contract authorized parties to stipulate and agree for 8 per cent. in all written contracts, and forbade the acceptance or receiving of any greater rate. Sections 6 and 11 of the statute (Rev. St. Ill. 1889, c. 74) are as follows:</p>\n      <p class=\"indent\">'Sec. 6. If any person or corporation in this state shall contract to receive a greater rate of interest or discount than eight per cent., upon any contract, verbal or written, such person or corporation shall forfeit the whole of said interest so contracted to be received, and shall be entitled only to recover the principal sum due to such person or corporation; and all contracts executed after this act shall take effect, which shall provide for interest or compensation at a greater rate than herein specified, on account of non-payment at maturity, shall be deemed usurious, and only the principal sum due thereon shall be recoverable.'</p>\n      <p class=\"indent\">'Sec. 11. No corporation shall hereafter interpose the defense of usury in any action.'</p>\n      <p class=\"indent\">The supreme court held that while the defendant corporation might not interpose the defense of usury, and so avoid the payment of any interest, the contract was, nevertheless, within the prohibitions of the statute, and could not be enforced at the instance of the plaintiff, because it provided for more than 8 per cent. In its opinion it said (34 N. E. 139):</p>\n      <p class=\"indent\">'The theory seems to be that, because a corporation cannot set up usury as a defense, any person or corporation dealing with a corporation may lawfully exact such rate of interest as may be agreed upon, whether in excess of the statutory limit or not; so that, where a corporation is the debtor, no rate of interest is fixed by the laws of this state. To this view we are totally unable to yield our assent.</p>\n      <p>*  *  *  *  *</p>\n      <p class=\"indent\">\"Nor does it follow that because the debtor who has agreed to pay more than the legal rate of interest is a corporation, and therefore incapable of interposing the defense of usury, the law will treat the contract as valid, and enforce it according to its terms.</p>\n      <p>*  *  *  *  *</p>\n      <p class=\"indent\">In the present case, then, the section of the statute imposing a penalty may be left out of view as inapplicable; but still the prohibitory part of the statute remains, making it unlawful for any person or corporation to directly or indirectly accept or receive for the loan or forbearance of money any greater rate than six per cent. by oral agreement, or greater than eight per cent. where the contract is in writing.</p>\n      <p>*  *  *  *  *</p>\n      <p class=\"indent\">In the present case, six per cent. interest was reserved in the note. Eight per cent. might have been lawfully reserved in such written contract, but it was not. After the reservation, however, of six per cent. by the writing, the additional two per cent., or any other rate, could not be lawfully reserved or agreed to be taken or paid by parol. The written agreement having provided for the reservation of all that could be lawfully reserved or agreed to be taken by parol, an oral agreement for any further interest was manifestly in violation of the statute.</p>\n      <p>*  *  *  *  *</p>\n      <p class=\"indent\">The loan was only for six months, and two and one-half per cent. upon the amount loaned was equivalent to interest at the rate of five per cent. for six months. That added to the interest reserved in the note made eleven per cent., a rate forbidden by the statute of this state and by the act of congress as well. We are of the opinion that the legal conclusion from the admitted facts is that the agreement to pay the money now sought to be recovered is usurious and void.'</p>\n      <p class=\"indent\">To reverse the judgment thus affirmed by the supreme court of the state, plaintiff sued out a writ of error from this court.</p>\n      <p class=\"indent\">Henry S. Robbins, for plaintiff in error.</p>\n      <p class=\"indent\">Geo. W. Kretzinger, for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At the outset we are met with the question whether this court has jurisdiction. In Eustis v. Bolles, 150 U. S. 361, 366, 14 Sup. Ct. 131, it was held: 'It is likewise settled law that where the record discloses that, if a question has been raised and decided adversely to a party claiming the benefit of a provision of the constitution or laws of the United States, another question, not federal, has been also raised and decided against such party, and the decision of the latter question is sufficient, notwithstanding the federal question, to sustain the judgment, this court will not review the judgment.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff in error does not challenge the rule as thus laid down, but insists that the single question decided by the supreme court of the state was that of usury under the federal statute; that such decision was that a national bank could not recover from a corporation interest in excess of the statutory rate, although an individual could; or, in other words, that the decision was one making a discrimination against national banks in Illinois.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With this construction of that decision we are unable to concur. If language has any force, the opinion of the supreme court is a clear declaration that the statutes of Illinois contain both a prohibition and a penalty; that the prohibition makes void pro tanto every contract in violation thereof; and that while section 11, prohibiting corporations from pleading the defense of usury, may prevent any claim to the benefits of the penalty, it does not give to the other party a right to enforce a contract made in violation of the prohibition. Counsel for plaintiff insists that prior decisions of that court in the case of individual creditors are inconsistent with this, and that the language of the court in this opinion is not clear. Even if it be true that a different opinion has been expressed heretofore by that court in reference to individual creditors (and in respect to that matter we have no comments to make), it is obvious that the present decision is that, under and by virtue of the statutes of that state, the plaintiff, whoever he or it may be, cannot enforce a contract forbidden by the terms of those statutes; and this irrespective of any rights that the defendant may have in respect thereto. Such a decision is one depending solely upon the statutes of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It may be said that the rights of a national bank as to interest are given by the federal statute; that the reference to the state law is only for a measure of those rights; that a misconstruction of the state law really works a denial of the rights given by the federal statute, and thus creates a federal question. Miller's Ex'rs v. Swan, 150 U. S. 132, 14 Sup. Ct. 52. A sufficient answer is that the true construction of state legislation is a matter of state jurisprudence; and, while the right of the national bank springs from the act of congress, yet it is only a right to have an equal administration of the rule established by the state law. It does not involve a reservation to the national courts of the authority to determine adversely to the state courts what is the rule as to interest prescribed by the state law, but only to see that such rule is equally enforced in favor of national banks. The decision here was not against any equality of right, but only a determination of the meaning of the state law as applied to all creditors. It therefore denied no rights given by the federal statute, and involved no judgment adverse to plaintiff as to its meaning and effect. It assumed that the plaintiff's interpretation of that statute was correct, and ruled nothing against it. It presents no federal question. It is broad enough to cover this case. It was relied upon by the supreme court, and therefore the case is, by the settled law as heretofore announced, one which does not come within the jurisdiction of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The writ of error is dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>163 U.S. 325 (1896)</b></center>\n<center><h1>UNION NATIONAL BANK<br>\nv.<br>\nLOUISVILLE, NEW ALBANY AND CHICAGO RAILWAY COMPANY.</h1></center>\n<center>No. 254.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 29, 1896.</center>\n<center>Decided May 18, 1896.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ILLINOIS.\n<p><span class=\"star-pagination\">*329</span> <i>Mr. Henry S. Robbins</i> for plaintiff in error.</p>\n<p><i>Mr. G.W. Kretzinger</i> for defendant in error.</p>\n<p>MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>At the outset we are met with the question whether this court has jurisdiction. In <i>Eustis</i> v. <i>Bolles,</i> 150 U.S. 361, 366, it was held:</p>\n<p><span class=\"star-pagination\">*330</span> \"It is likewise settled law that, where the record discloses that if a question has been raised and decided adversely to a party claiming the benefit of a provision of the Constitution or laws of the United States, another question, not Federal, has been also raised and decided against such party, and the decision of the latter question is sufficient, notwithstanding the Federal question, to sustain the judgment, this court will not review the judgment.\"</p>\n<p>Plaintiff in error does not challenge the rule as thus laid down, but insists that the single question decided by the Supreme Court of the State was that of usury under the Federal statute; that such decision was that a national bank could not recover from a corporation interest in excess of the statutory rate, although an individual could; or, in other words, that the decision was one making a discrimination against national banks in Illinois.</p>\n<p>With this construction of that decision we are unable to concur. If language has any force the opinion of the Supreme Court is a clear declaration that the statutes of Illinois contain both a prohibition and a penalty; that the prohibition makes void <i>pro tanto</i> every contract in violation thereof, and that while section 11, prohibiting corporations from pleading the defence of usury, may prevent any claim to the benefits of the penalty, it does not give to the other party a right to enforce a contract made in violation of the prohibition. Counsel for plaintiff insists that prior decisions of that court in the case of individual creditors are inconsistent with this, and that the language of the court in this opinion is not clear. Even if it be true that a different opinion has been expressed heretofore by that court in reference to individual creditors, (and in respect to that matter we have no comments to make,) it is obvious that the present decision is that under and by virtue of the statutes of that State the plaintiff, whoever he or it may be, cannot enforce a contract forbidden by the terms of those statutes, and this irrespective of any rights that the defendant may have in respect thereto. Such a decision is one depending solely upon the statutes of the State.</p>\n<p><span class=\"star-pagination\">*331</span> It may be said that the rights of a national bank as to interest are given by the Federal statute; that the reference to the state law is only for a measure of those rights; that a misconstruction of the state law really works a denial of the rights given by the Federal statute, and thus creates a Federal question. <i>Miller's Executors</i> v. <i>Swan,</i> 150 U.S. 132. A sufficient answer is that the true construction of state legislation is a matter of state jurisprudence, and while the right of the national bank springs from the act of Congress, yet it is only a right to have an equal administration of the rule established by the state law. It does not involve a reservation to the national courts of the authority to determine adversely to the state courts what is the rule as to interest prescribed by the state law, but only to see that such rule is equally enforced in favor of national banks. The decision here was not against any equality of right, but only a determination of the meaning of the state law as applied to all creditors. It therefore denied no rights given by the Federal statute and involved no judgment adverse to plaintiff as to its meaning and effect. It assumed that the plaintiff's interpretation of that statute was correct, and ruled nothing against it. It presents no Federal question. It is broad enough to cover this case. It was relied upon by the Supreme Court, and, therefore, the case is, by the settled law as heretofore announced, one which does not come within the jurisdiction of this court.</p>\n<p>The writ of error is</p>\n<p><i>Dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></span> (1896)</b></center>\n<center><h1>UNION NATIONAL BANK<br>\nv.<br>\nLOUISVILLE, NEW ALBANY AND CHICAGO RAILWAY COMPANY.</h1></center>\n<center>No. 254.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 29, 1896.</center>\n<center>Decided May 18, 1896.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ILLINOIS.\n<p><span class=\"star-pagination\">*329</span> <i>Mr. Henry S. Robbins</i> for plaintiff in error.</p>\n<p><i>Mr. G.W. Kretzinger</i> for defendant in error.</p>\n<p>MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>At the outset we are met with the question whether this court has jurisdiction. In <i>Eustis</i> v. <i>Bolles,</i> <span class=\"citation\" data-id=\"93710\"><a href=\"/opinion/93710/eustis-v-bolles/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 366, it was held:</p>\n<p><span class=\"star-pagination\">*330</span> \"It is likewise settled law that, where the record discloses that if a question has been raised and decided adversely to a party claiming the benefit of a provision of the Constitution or laws of the United States, another question, not Federal, has been also raised and decided against such party, and the decision of the latter question is sufficient, notwithstanding the Federal question, to sustain the judgment, this court will not review the judgment.\"</p>\n<p>Plaintiff in error does not challenge the rule as thus laid down, but insists that the single question decided by the Supreme Court of the State was that of usury under the Federal statute; that such decision was that a national bank could not recover from a corporation interest in excess of the statutory rate, although an individual could; or, in other words, that the decision was one making a discrimination against national banks in Illinois.</p>\n<p>With this construction of that decision we are unable to concur. If language has any force the opinion of the Supreme Court is a clear declaration that the statutes of Illinois contain both a prohibition and a penalty; that the prohibition makes void <i>pro tanto</i> every contract in violation thereof, and that while section 11, prohibiting corporations from pleading the defence of usury, may prevent any claim to the benefits of the penalty, it does not give to the other party a right to enforce a contract made in violation of the prohibition. Counsel for plaintiff insists that prior decisions of that court in the case of individual creditors are inconsistent with this, and that the language of the court in this opinion is not clear. Even if it be true that a different opinion has been expressed heretofore by that court in reference to individual creditors, (and in respect to that matter we have no comments to make,) it is obvious that the present decision is that under and by virtue of the statutes of that State the plaintiff, whoever he or it may be, cannot enforce a contract forbidden by the terms of those statutes, and this irrespective of any rights that the defendant may have in respect thereto. Such a decision is one depending solely upon the statutes of the State.</p>\n<p><span class=\"star-pagination\">*331</span> It may be said that the rights of a national bank as to interest are given by the Federal statute; that the reference to the state law is only for a measure of those rights; that a misconstruction of the state law really works a denial of the rights given by the Federal statute, and thus creates a Federal question. <i>Miller's Executors</i> v. <i>Swan,</i> 150 U.S. 132. A sufficient answer is that the true construction of state legislation is a matter of state jurisprudence, and while the right of the national bank springs from the act of Congress, yet it is only a right to have an equal administration of the rule established by the state law. It does not involve a reservation to the national courts of the authority to determine adversely to the state courts what is the rule as to interest prescribed by the state law, but only to see that such rule is equally enforced in favor of national banks. The decision here was not against any equality of right, but only a determination of the meaning of the state law as applied to all creditors. It therefore denied no rights given by the Federal statute and involved no judgment adverse to plaintiff as to its meaning and effect. It assumed that the plaintiff's interpretation of that statute was correct, and ruled nothing against it. It presents no Federal question. It is broad enough to cover this case. It was relied upon by the Supreme Court, and, therefore, the case is, by the settled law as heretofore announced, one which does not come within the jurisdiction of this court.</p>\n<p>The writ of error is</p>\n<p><i>Dismissed.</i></p>\n</div>", "id": 94489, "judges": "Brewer, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94489/", "sha1": "f6ffb5889713bbdaf0b567a0d8af4890619cb991", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:44"}