{"absolute_url": "/opinion/94560/chapman-v-united-states/", "blocked": false, "citation": {"case_name": "Chapman v. United States", "docket_number": "513", "document_uris": ["/api/rest/v2/document/94560/"], "federal_cite_one": "164 U.S. 436", "federal_cite_three": null, "federal_cite_two": null, "id": 78941, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78941/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 25, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1896-11-30", "date_modified": "2014-12-21T07:30:32.101847", "docket": "/api/rest/v2/docket/363114/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">164 U.S. 436</p>\n    <p class=\"case_cite\">17 S.Ct. 76</p>\n    <p class=\"case_cite\">41 L.Ed. 504</p>\n    <p class=\"parties\">CHAPMAN<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 513.</p>\n    <p class=\"date\">November 30, 1896.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Geo. F. Edmunds and J. M. Wilson, for plaintiff in error.</p>\n      <p class=\"indent\">Sol. Gen. Conrad, for the United States.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 436-446 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellate jurisdiction of this court rests on the acts of congress, and the question is whether we have jurisdiction to review on writ of error a judgment of the court of appeals of the District of Columbia in a criminal case under section 8 of the act of February 9, 1893, establishing that court (27 Stat. 434, c. 74). And the proper construction of that section is to be arrived at in the light of previous decisions in respect of similar statutory provisions conferring appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Section 8 of the act of February 27, 1801, entitled 'An act concerning the District of Columbia' (2 Stat. 103, c. 15), and creating a circuit court for the District, provided 'that any final judgment, order or decree in said circuit court, wherein the matter in dispute, exclusive of costs, shall exceed the value of one hundred dollars, may be re-examined and reversed or affirmed in the supreme court of the United States, by writ of error or appeal, which shall be prosecuted in the same manner, under the same regulations, and the same proceedings shall be had therein, as is or shall be provided in the case of writs of error on judgments, or appeals upon orders or decrees, rendered in the circuit court of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In U. S. v. More, 3 Cranch, 159, 173 (decided in 1805), it was held that this court had no jurisdiction, under that section, over the judgments of the circuit court of the District in criminal cases, and Chief Justice Marshall said: 'On examining the act, 'concerning the District of Columbia,' the court is of opinion that the appellate jurisdiction granted by that act is confined to civil cases. The words, 'matter in dispute,' seem appropriated to civil cases, where the subject in contest has a value beyond the sum mentioned in the act. But, in criminal cases, the question is the guilt or innocence of the accused. And, although he may be fined upwards of 100 dollars, yet that is, in the eye of the law, a punishment for the offense committed, and not the particular object of the suit.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The section, as thus construed, was carried forward in the subsequent legislation on the subject, which is referred to at length and considered in cases bereafter cited, and need not be again reviewed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The act of March 3, 1885 (23 Stat. 443, c. 355), consists of two sections, reading:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Section 1. That no appeal or writ of error shall hereafter be allowed from any judgment or decree in any suit at law or in equity in the supreme court of the District of Columbia, or in the supreme court of any of the territories of the United States, unless the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Sec. 2. That the preceding section shall not apply to any case wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of or an authority exercised under the United States; but in all such cases an appeal or writ of error may be brought without regard to the sum or value in dispute.' We have decided that this court has no jurisdiction to grant a writ of error to review the judgments of the supreme court of the District of Columbia in criminal cases, either under the judiciary act of March 3, 1891 (26 Stat. 826, c. 517; In re Heath, 144 U. S. 92, 12 Sup. Ct. 615), or under the act of February 6, 1889 (25 Stat. 599, c. 15; Cross v. U. S., 145 U. S. 571, 12 Sup. Ct. 842), or on habeas corpus (Cross v. Burke, 146 U. S. 82, 13 Sup. Ct. 22). And, although the validity of any patent or copyright, or of a treaty or statute of, or an authority exercised under, the United States, was not drawn in question in those cases, it was distinctly ruled, in reaching the conclusions announced, that neither of the sections of the act of March 3, 1885, applied to any criminal case; and Farnsworth v. Territory of Montana, 129 U. S. 104, 9 Sup. Ct. 253, U. S. v. Sanges, 144 U. S. 310, 12 Sup. Ct. 609, and U. S. v. More, 3 Cranch, 159, were cited with approval. Cross v. U. S., 145 U. S. 574, 12 Sup. Ct. 842; Cross v. Burke, 146 U. S. 87, 13 Sup. Ct. 22.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Farnsworth v. Territory of Montana, in which it was claimed that the validity of an authority exercised under the United States was drawn in question, it was held that the second section of the act did not extend to criminal cases, but that both sections applied to cases where there was a matter in dispute measurably by some sum or value in money. The view taken was that the second section contained an exception or limitation carved out of the first section, and that the words, that in the enumerated cases, 'an appeal or writ of error may be brought without regard to the sum or value in dispute,' clearly implied that in those cases, also, there must be a pecuniary matter in dispute, measurable by some sum or value, though not restricted in amount.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In U. S. v. Sanges, referring to Snow v. U. S., 118 U. S. 346, 6 Sup. Ct. 1059, we said: 'The question whether the provision of the act of March 3, 1885, c. 355, &#167; 2, authorizing a writ of error from this court to the supreme court of any territory in any case 'in which is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States,' extended to criminal cases, was then left open, but at October term, 1888, it was decided in the negative. Farnsworth v. Territory of Montana, 129 U. S. 104, 9 Sup. Ct. 253.' And in Washington &amp; G. R. Co. v. District of Columbia, 146 U. S. 227, 231, 13 Sup. Ct. 64, 66, it was said: 'Both sections of the act of March 3, 1885, regulating appeals from the supreme court of the District of Columbia, apply to cases where there is a matter in dispute measurable by some sum or value in money. Farnsworth v. Territory of Montana, 129 U. S. 104, 112, 9 Sup. Ct. 253, 255; Cross v. Burke, 146 U. S. 82, 13 Sup. Ct. 22. By that act no appeal or writ of error can be allowed from any judgment or decree in any suit at law or in equity in the supreme court of the District of Columbia, unless the matter in dispute exclusive of costs shall exceed the sum of five thousand dollars, except that, where the case involves the validity of any patent or copyright, or the validity of a treaty or statute of, or an authority exercised under, the United States, is drawn in question, jurisdiction may be maintained irrespective of the amount of the sum or value in dispute.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Watts v. Territory of Washington, 91 U. S. 580, decided at October term, 1875, is cited as sustaining a different construction, but the point of decision there was that it nowhere appeared that the constitution or any statute or treaty of the United States was in any manner drawn in question, and the broad language of the opinion was plainly obiter, as pointed out in Farnsworth v. Territory of Montana.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The eighth section of the act of February 9, 1893, establishing the court of appeals of the District of Columbia, is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Sec. 8. That any final judgment or decree of the said court of appeals may be re-examined and affirmed, reversed, or modified by the supreme court of the United States, upon writ of error or appeal, in all causes in which the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars, in the same manner and under the same regulations as heretofore provided for in cases of writs of error on judgment or appeals from decrees rendered in the supreme court of the District of Columbia; and also in cases, without regard to the sum or value of the matter in dispute, wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of or an authority exercised under the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We regard this section and the act of 1885 as the same in their meaning and legal effect. The act of 1885 prohibits appeals or writs of error unless the matter in dispute exceeds the sum of $5,000, and provides that the restriction shall not apply to certain enumerated cases, 'but that in all such cases an appeal or writ of error shall be brought without regard to the sum or value in dispute.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The act of 1893 allows appeals or writs of error whenever the matter in dispute exceeds the sum of $5,000, and also in cases, 'without out regard to the sum or value of the matter in dispute,' wherein the validity of any patent, or copyright, or of a treaty or statute of, or an authority exercised under, the United States, is drawn in question, being the same cases mentioned in the second section of the act of 1885. We think, as that section clearly applied to cases where there was a pecuniary matter in dispute, measurable by some sum or value, as has been repeatedly decided, the last clause of section 8 of the act of 1893 must receive the same construction. The meaning of both statutes is that, in the cases enumerated, the limitations on the amount is removed, but both alike refer to cases where there is a pecuniary matter in dispute, measurable by some sum or value, and they alike have no application to criminal cases. The suggestion that, because the punishment for conviction by the statute under which plaintiff in error was indicted, tried, and convicted, embraced a fine, there was, therefore, a sum of money in dispute, was disposed of by Chief Justice Marshall in U. S. v. More, supra. We repeat the language of the chief justice: 'In criminal cases, the question is of the guilt or innocence of the accused. And, although he may be fined upwards of 100 dollars, yet that is, in the eye of the law, a punishment for the offense committed, and not the particular object of the suit.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is contended that the words 'and also,' as used in the section under consideration, are words 'of legal art,' of 'almost immemorially precise and technical meaning,' and import not a restriction of matter previously stated, but a transition from what had been previously declared to a new and independent subject intended to stand by itself.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We do not care to go into the struggle between the courts of king's bench and common pleas on the question of the jurisdiction of the former over civil actions, which led to the curious device of the ac etiam, more particularly to avoid the effect of 13 Car. II. St. 2, c. 2. It was invented in order to couple, with a cause of action over which the court of king's bench had jurisdiction, another cause of action, over which, without being joined with the first, the court would not have had jurisdiction. 2 Sell. Prac. Append. 625, 630; Burges, Insolv. 135, 149.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are unable to conclude that congress, which might easily have conferred jurisdiction in plain and explicit language, resorted to this ancient contrivance to effect it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The argument is pressed that, as, by section 5 of the judiciary act of 1891, cases of conviction of capital or otherwise ifamous crimes, cases involving the construction or application of the constitution of the United States, or cases in which the constitutionality of any law of the United States is drawn in question, can be brought to this court directly from the district and circuit courts of the United States, therefore this section should be construed as giving the same right of review in the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But we think the section too plain to admit of this. No mention of the courts of the District of Columbia is made in the act of March 3, 1891, and there is nothing in the eighth section to justify its expansion so as to embrace the provisions of that act. In re Heath, 144 U. S. 92, 96, 12 Sup. Ct. 615, 616.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The writ of error was granted by the court of appeals in this case with reluctance, as appears from the opinion of Chief Justice Alvey, in passing upon the application therefor, given in the record, and out of deference to the supposed intimation in Re Chapman, 156 U. S. 211, 15 Sup. Ct. 331, and in Re Belt, 159 U. S. 95, 15 Sup. Ct. 987, that it might lie. It is quite possible that the language used in the opinions in those cases was somewhat too cautiously worded, but it was with the purpose, as the question was not raised for decision, of avoiding, rather than expressing, any views upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We are of opinion that the writ of error cannot be maintained. Writ of error dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>164 U.S. 436 (1896)</b></center>\n<center><h1>CHAPMAN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 513.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 2, 1896.</center>\n<center>Decided November 30, 1896.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Solicitor General</i> for the motion submitted on his brief.</p>\n<p><i>Mr. George F. Edmunds, Mr. Jeremiah M. Wilson</i> and <i>Mr. A.A. Hoehling, Jr.,</i> opposing, submitted on their brief.</p>\n<p><span class=\"star-pagination\">*446</span> MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>The appellate jurisdiction of this court rests on the acts of Congress, and the question is whether we have jurisdiction to review on writ of error a judgment of the Court of Appeals of the District of Columbia in a criminal case under section 8 of the act of February 9, 1893, c. 74, establishing that court. 27 Stat. 434. And the proper construction of that section is to be arrived at in the light of previous decisions in respect of similar statutory provisions conferring appellate jurisdiction.</p>\n<p>Section 8 of the act of February 27, 1801, c. 15, entitled \"An act concerning the District of Columbia,\" 2 Stat. 103, and creating a Circuit Court for the District, provided: \"That any final judgment, order or decree in said Circuit Court, wherein the matter in dispute, exclusive of costs, shall exceed the value of one hundred dollars, may be reëxamined and <span class=\"star-pagination\">*447</span> reversed or affirmed in the Supreme Court of the United States, by writ of error or appeal, which shall be prosecuted in the same manner, under the same regulations, and the same proceedings shall be had therein, as is or shall be provided in the case of writs of error on judgments, or appeals upon orders or decrees, rendered in the Circuit Court of the United States.\"</p>\n<p>In <i>United States</i> v. <i>More,</i> 3 Cranch, 159, 173 (decided in 1805), it was held that this court had no jurisdiction under that section over the judgments of the Circuit Court of the District in criminal cases, and Chief Justice Marshall said: \"On examining the act, `concerning the District of Columbia,' the court is of opinion, that the appellate jurisdiction, granted by that act, is confined to civil cases. The words, `matter in dispute,' seem appropriated to civil cases, where the subject in contest has a value beyond the sum mentioned in the act. But, in criminal cases, the question is the guilt or innocence of the accused. And although he may be fined upwards of one hundred dollars, yet that is, in the eye of the law, a punishment for the offence committed, and not the particular object of the suit.\"</p>\n<p>The section, as thus construed, was carried forward in the subsequent legislation on the subject, which is referred to at length and considered in cases hereafter cited, and need not be again reviewed.</p>\n<p>The act of March 3, 1885, c. 355, 23 Stat. 443, consists of two sections, reading:</p>\n<p>\"That no appeal or writ of error shall hereafter be allowed from any judgment or decree in any suit at law or in equity in the Supreme Court of the District of Columbia, or in the Supreme Court of any of the Territories of the United States, unless the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars.</p>\n<p>\"SEC. 2. That the preceding section shall not apply to any case wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of or an authority exercised under the United States; but in all such cases an appeal or writ of error may be brought without regard to the sum or value in dispute.\"</p>\n<p><span class=\"star-pagination\">*448</span> We have decided that this court has no jurisdiction to grant a writ of error to review the judgments of the Supreme Court of the District of Columbia in criminal cases either under the judiciary act of March 3, 1891, c. 517, 26 Stat. 826, <i>In re Heath,</i> 144 U.S. 92; or under the act of February 6, 1889, c. 113, 25 Stat. 655, <i>Cross</i> v. <i>United States,</i> 145 U.S. 571; or on <i>habeas corpus, </i><i>Cross</i> v. <i>Burke,</i> 146 U.S. 82. And although the validity of any patent or copyright, or of a treaty or statute of, or an authority exercised under, the United States, was not drawn in question in those cases, it was distinctly ruled in reaching the conclusions announced that neither of the sections of the act of March 3, 1885, applied to any criminal case; and <i>Farnsworth</i> v. <i>Montana,</i> 129 U.S. 104; <i>United States</i> v. <i>Sanges,</i> 144 U.S. 310, and <i>United States</i> v. <i>More,</i> 3 Cranch, 159, were cited with approval. <i>Cross</i> v. <i>United States,</i> 145 U.S. 574; <i>Cross</i> v. <i>Burke,</i> 146 U.S. 87.</p>\n<p>In <i>Farnsworth</i> v. <i>Montana</i><i>,</i> in which it was claimed that the validity of an authority exercised under the United States was drawn in question, it was held that the second section of the act did not extend to criminal cases, but that both sections applied to cases where there was a matter in dispute measurable by some sum or value in money. The view taken was that the second section contained an exception or limitation carved out of the first section, and that the words, that in the enumerated cases, \"an appeal or writ of error may be brought without regard to the sum or value in dispute,\" clearly implied that in those cases also there must be a pecuniary matter in dispute measurable by some sum or value, though not restricted in amount.</p>\n<p>In <i>United States</i> v. <i>Sanges</i><i>,</i> referring to <i>Snow</i> v. <i>United States,</i> 118 U.S. 346, we said: \"The question whether the provision of the act of March 3, 1885, c. 355, § 2, authorizing a writ of error from this court to the Supreme Court of any Territory in any case `in which is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States,' extended to criminal cases, was then left open, but at October term, 1888, it was decided in the negative. <i>Farnsworth</i> v. <i>Montana,</i> 129 U.S. 104.\"</p>\n<p><span class=\"star-pagination\">*449</span> And in <i>Washington &amp; Georgetown Railroad</i> v. <i>District of Columbia,</i> 146 U.S. 227, 231, it was said: \"Both sections of the act of March 3, 1885, regulating appeals from the Supreme Court of the District of Columbia, apply to cases where there is a matter in dispute measurable by some sum or value in money. <i>Farnsworth</i> v. <i>Montana,</i> 129 U.S. 104, 112; <i>Cross</i> v. <i>Burke,</i> 146 U.S. 82. By that act no appeal or writ of error can be allowed from any judgment or decree in any suit at law or in equity in the Supreme Court of the District of Columbia, unless the matter in dispute exclusive of costs shall exceed the sum of five thousand dollars, except that where the case involves the validity of any patent or copyright, or the validity of a treaty or statute of, or an authority exercised under, the United States, is drawn in question, jurisdiction may be maintained irrespective of the amount of the sum or value in dispute.\"</p>\n<p><i>Watts</i> v. <i>Washington Territory,</i> 91 U.S. 580, decided at October term, 1875, is cited as sustaining a different construction, but the point of decision there was that it nowhere appeared that the Constitution or any statute or treaty of the United States was in any manner drawn in question, and the broad language of the opinion was plainly <i>obiter,</i> as pointed out in <i>Farnsworth</i> v. <i>Montana</i><i>.</i></p>\n<p>The eighth section of the act of February 9, 1893, establishing the Court of Appeals of the District of Columbia, is as follows:</p>\n<p>\"SEC. 8. That any final judgment or decree of the said Court of Appeals may be reëxamined and affirmed, reversed or modified by the Supreme Court of the United States, upon writ of error or appeal, in all causes in which the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars, in the same manner and under the same regulations as heretofore provided for in cases of writs of error on judgment or appeals from decrees rendered in the Supreme Court of the District of Columbia; and also in cases, without regard to the sum or value of the matter in dispute, wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of <span class=\"star-pagination\">*450</span> a treaty or statute of or an authority exercised under the United States.\"</p>\n<p>We regard this section and the act of 1885 as the same in their meaning and legal effect. The act of 1885 prohibits appeals or writs of error unless the matter in dispute exceeds the sum of $5000, and provides that the restriction shall not apply to certain enumerated cases, \"but that in all such cases an appeal or writ of error shall be brought without regard to the sum or value in dispute.\"</p>\n<p>The act of 1893 allows appeals or writs of error whenever the matter in dispute exceeds the sum of $5000, and also in cases \"without regard to the sum or value of the matter in dispute,\" wherein the validity of any patent or copyright or of a treaty or statute of or an authority exercised under the United States is drawn in question, being the same cases mentioned in the second section of the act of 1885. We think as that section clearly applied to cases where there was a pecuniary matter in dispute, measurable by some sum or value, as has been repeatedly decided, the last clause of section eight of the act of 1893 must receive the same construction. The meaning of both statutes is that in the cases enumerated the limitation on the amount is removed, but both alike refer to cases where there is a pecuniary matter in dispute, measurable by some sum or value, and they alike have no application to criminal cases. The suggestion that because the punishment for conviction by the statute under which plaintiff in error was indicted, tried and convicted embraced a fine, there was therefore a sum of money in dispute, was disposed of by Chief Justice Marshall in <i>United States</i> v. <i>More, supra</i><i>.</i> We repeat the language of the Chief Justice: \"In criminal cases, the question is of the guilt or innocence of the accused. And although he may be fined upwards of one hundred dollars, yet that is, in the eye of the law, a punishment for the offence committed, and not the particular object of the suit.\"</p>\n<p>It is contended that the words \"and also\" as used in the section under consideration are words \"of legal art,\" of \"almost immemorially precise and technical meaning,\" and import, <span class=\"star-pagination\">*451</span> not a restriction of matter previously stated, but a transition from what had been previously declared to a new and independent subject intended to stand by itself.</p>\n<p>We do not care to go into the struggle between the courts of King's Bench and Common Pleas on the question of the jurisdiction of the former over civil actions, which led to the curious device of the <i>ac etiam,</i> more particularly to avoid the effect of 13 Car. II, 2 Stat. c. 2. It was invented in order to couple with a cause of action over which the Court of King's Bench had jurisdiction, another cause of action, over which, without being joined with the first, the court would not have had jurisdiction. 2 Sellon's Pract. Appendix, 625, 630; Burges on Insolvency, 135, 149.</p>\n<p>We are unable to conclude that Congress, which might easily have conferred jurisdiction in plain and explicit language, resorted to this ancient contrivance to effect it.</p>\n<p>The argument is pressed that as by section five of the judiciary act of 1891, cases of conviction of capital or otherwise infamous crimes; cases involving the construction or application of the Constitution of the United States; or cases in which the constitutionality of any law of the United States is drawn in question, can be brought to this court directly from the District and Circuit Courts of the United States, therefore this section should be construed as giving the same right of review in the District of Columbia.</p>\n<p>But we think the section too plain to admit of this. No mention of the courts of the District of Columbia is made in the act of March 3, 1891, and there is nothing in the eighth section to justify its expansion so as to embrace the provisions of that act. <i>In re Heath, Petitioner,</i> 144 U.S. 92, 96.</p>\n<p>The writ of error was granted by the Court of Appeals in this case with reluctance, as appears from the opinion of Chief Justice Alvey, in passing upon the application therefor, given in the record, and out of deference to the supposed intimation in <i>In re Chapman,</i> 156 U.S. 211, and <i>In re Belt,</i> 159 U.S. 95, that it might lie. It is quite possible that the language used in the opinions in those cases was somewhat too cautiously worded, but it was with the purpose, as the question was not <span class=\"star-pagination\">*452</span> raised for decision, of avoiding rather than expressing any views upon it.</p>\n<p>We are of opinion that the writ of error cannot be maintained.</p>\n<p><i>Writ of error dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></span> (1896)</b></center>\n<center><h1>CHAPMAN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 513.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 2, 1896.</center>\n<center>Decided November 30, 1896.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><i>Mr. Solicitor General</i> for the motion submitted on his brief.</p>\n<p><i>Mr. George F. Edmunds, Mr. Jeremiah M. Wilson</i> and <i>Mr. A.A. Hoehling, Jr.,</i> opposing, submitted on their brief.</p>\n<p><span class=\"star-pagination\">*446</span> MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>The appellate jurisdiction of this court rests on the acts of Congress, and the question is whether we have jurisdiction to review on writ of error a judgment of the Court of Appeals of the District of Columbia in a criminal case under section 8 of the act of February 9, 1893, c. 74, establishing that court. 27 Stat. 434. And the proper construction of that section is to be arrived at in the light of previous decisions in respect of similar statutory provisions conferring appellate jurisdiction.</p>\n<p>Section 8 of the act of February 27, 1801, c. 15, entitled \"An act concerning the District of Columbia,\" 2 Stat. 103, and creating a Circuit Court for the District, provided: \"That any final judgment, order or decree in said Circuit Court, wherein the matter in dispute, exclusive of costs, shall exceed the value of one hundred dollars, may be reëxamined and <span class=\"star-pagination\">*447</span> reversed or affirmed in the Supreme Court of the United States, by writ of error or appeal, which shall be prosecuted in the same manner, under the same regulations, and the same proceedings shall be had therein, as is or shall be provided in the case of writs of error on judgments, or appeals upon orders or decrees, rendered in the Circuit Court of the United States.\"</p>\n<p>In <i>United States</i> v. <i>More,</i> 3 Cranch, 159, 173 (decided in 1805), it was held that this court had no jurisdiction under that section over the judgments of the Circuit Court of the District in criminal cases, and Chief Justice Marshall said: \"On examining the act, `concerning the District of Columbia,' the court is of opinion, that the appellate jurisdiction, granted by that act, is confined to civil cases. The words, `matter in dispute,' seem appropriated to civil cases, where the subject in contest has a value beyond the sum mentioned in the act. But, in criminal cases, the question is the guilt or innocence of the accused. And although he may be fined upwards of one hundred dollars, yet that is, in the eye of the law, a punishment for the offence committed, and not the particular object of the suit.\"</p>\n<p>The section, as thus construed, was carried forward in the subsequent legislation on the subject, which is referred to at length and considered in cases hereafter cited, and need not be again reviewed.</p>\n<p>The act of March 3, 1885, c. 355, 23 Stat. 443, consists of two sections, reading:</p>\n<p>\"That no appeal or writ of error shall hereafter be allowed from any judgment or decree in any suit at law or in equity in the Supreme Court of the District of Columbia, or in the Supreme Court of any of the Territories of the United States, unless the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars.</p>\n<p>\"SEC. 2. That the preceding section shall not apply to any case wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of or an authority exercised under the United States; but in all such cases an appeal or writ of error may be brought without regard to the sum or value in dispute.\"</p>\n<p><span class=\"star-pagination\">*448</span> We have decided that this court has no jurisdiction to grant a writ of error to review the judgments of the Supreme Court of the District of Columbia in criminal cases either under the judiciary act of March 3, 1891, c. 517, 26 Stat. 826, <i>In re Heath,</i> <span class=\"citation\" data-id=\"93301\"><a href=\"/opinion/93301/in-re-heath/\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>; or under the act of February 6, 1889, c. 113, 25 Stat. 655, <i>Cross</i> v. <i>United States,</i> 145 U.S. 571; or on <i>habeas corpus, </i><i>Cross</i> v. <i>Burke,</i> 146 U.S. 82. And although the validity of any patent or copyright, or of a treaty or statute of, or an authority exercised under, the United States, was not drawn in question in those cases, it was distinctly ruled in reaching the conclusions announced that neither of the sections of the act of March 3, 1885, applied to any criminal case; and <i>Farnsworth</i> v. <i>Montana,</i> <span class=\"citation\" data-id=\"92391\"><a href=\"/opinion/92391/farnsworth-v-territory-of-montana/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>; <i>United States</i> v. <i>Sanges,</i> <span class=\"citation\" data-id=\"93323\"><a href=\"/opinion/93323/united-states-v-sanges/\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, and <i>United States</i> v. <i>More,</i> 3 Cranch, 159, were cited with approval. <i>Cross</i> v. <i>United States,</i> 145 U.S. 574; <i>Cross</i> v. <i>Burke,</i> 146 U.S. 87.</p>\n<p>In <i>Farnsworth</i> v. <i>Montana</i><i>,</i> in which it was claimed that the validity of an authority exercised under the United States was drawn in question, it was held that the second section of the act did not extend to criminal cases, but that both sections applied to cases where there was a matter in dispute measurable by some sum or value in money. The view taken was that the second section contained an exception or limitation carved out of the first section, and that the words, that in the enumerated cases, \"an appeal or writ of error may be brought without regard to the sum or value in dispute,\" clearly implied that in those cases also there must be a pecuniary matter in dispute measurable by some sum or value, though not restricted in amount.</p>\n<p>In <i>United States</i> v. <i>Sanges</i><i>,</i> referring to <i>Snow</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"91702\"><a href=\"/opinion/91702/snow-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, we said: \"The question whether the provision of the act of March 3, 1885, c. 355, § 2, authorizing a writ of error from this court to the Supreme Court of any Territory in any case `in which is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States,' extended to criminal cases, was then left open, but at October term, 1888, it was decided in the negative. <i>Farnsworth</i> v. <i>Montana,</i> <span class=\"citation\" data-id=\"92391\"><a href=\"/opinion/92391/farnsworth-v-territory-of-montana/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>.\"</p>\n<p><span class=\"star-pagination\">*449</span> And in <i>Washington &amp; Georgetown Railroad</i> v. <i>District of Columbia,</i> <span class=\"citation\" data-id=\"93433\"><a href=\"/opinion/93433/washington-c-railroad-v-dist-of-columbia/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 231, it was said: \"Both sections of the act of March 3, 1885, regulating appeals from the Supreme Court of the District of Columbia, apply to cases where there is a matter in dispute measurable by some sum or value in money. <i>Farnsworth</i> v. <i>Montana,</i> <span class=\"citation\" data-id=\"92391\"><a href=\"/opinion/92391/farnsworth-v-territory-of-montana/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 112; <i>Cross</i> v. <i>Burke,</i> 146 U.S. 82. By that act no appeal or writ of error can be allowed from any judgment or decree in any suit at law or in equity in the Supreme Court of the District of Columbia, unless the matter in dispute exclusive of costs shall exceed the sum of five thousand dollars, except that where the case involves the validity of any patent or copyright, or the validity of a treaty or statute of, or an authority exercised under, the United States, is drawn in question, jurisdiction may be maintained irrespective of the amount of the sum or value in dispute.\"</p>\n<p><i>Watts</i> v. <i>Washington Territory,</i> <span class=\"citation\" data-id=\"89218\"><a href=\"/opinion/89218/dainese-v-cooke/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></a></span>, decided at October term, 1875, is cited as sustaining a different construction, but the point of decision there was that it nowhere appeared that the Constitution or any statute or treaty of the United States was in any manner drawn in question, and the broad language of the opinion was plainly <i>obiter,</i> as pointed out in <i>Farnsworth</i> v. <i>Montana</i><i>.</i></p>\n<p>The eighth section of the act of February 9, 1893, establishing the Court of Appeals of the District of Columbia, is as follows:</p>\n<p>\"SEC. 8. That any final judgment or decree of the said Court of Appeals may be reëxamined and affirmed, reversed or modified by the Supreme Court of the United States, upon writ of error or appeal, in all causes in which the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars, in the same manner and under the same regulations as heretofore provided for in cases of writs of error on judgment or appeals from decrees rendered in the Supreme Court of the District of Columbia; and also in cases, without regard to the sum or value of the matter in dispute, wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of <span class=\"star-pagination\">*450</span> a treaty or statute of or an authority exercised under the United States.\"</p>\n<p>We regard this section and the act of 1885 as the same in their meaning and legal effect. The act of 1885 prohibits appeals or writs of error unless the matter in dispute exceeds the sum of $5000, and provides that the restriction shall not apply to certain enumerated cases, \"but that in all such cases an appeal or writ of error shall be brought without regard to the sum or value in dispute.\"</p>\n<p>The act of 1893 allows appeals or writs of error whenever the matter in dispute exceeds the sum of $5000, and also in cases \"without regard to the sum or value of the matter in dispute,\" wherein the validity of any patent or copyright or of a treaty or statute of or an authority exercised under the United States is drawn in question, being the same cases mentioned in the second section of the act of 1885. We think as that section clearly applied to cases where there was a pecuniary matter in dispute, measurable by some sum or value, as has been repeatedly decided, the last clause of section eight of the act of 1893 must receive the same construction. The meaning of both statutes is that in the cases enumerated the limitation on the amount is removed, but both alike refer to cases where there is a pecuniary matter in dispute, measurable by some sum or value, and they alike have no application to criminal cases. The suggestion that because the punishment for conviction by the statute under which plaintiff in error was indicted, tried and convicted embraced a fine, there was therefore a sum of money in dispute, was disposed of by Chief Justice Marshall in <i>United States</i> v. <i>More, supra</i><i>.</i> We repeat the language of the Chief Justice: \"In criminal cases, the question is of the guilt or innocence of the accused. And although he may be fined upwards of one hundred dollars, yet that is, in the eye of the law, a punishment for the offence committed, and not the particular object of the suit.\"</p>\n<p>It is contended that the words \"and also\" as used in the section under consideration are words \"of legal art,\" of \"almost immemorially precise and technical meaning,\" and import, <span class=\"star-pagination\">*451</span> not a restriction of matter previously stated, but a transition from what had been previously declared to a new and independent subject intended to stand by itself.</p>\n<p>We do not care to go into the struggle between the courts of King's Bench and Common Pleas on the question of the jurisdiction of the former over civil actions, which led to the curious device of the <i>ac etiam,</i> more particularly to avoid the effect of 13 Car. II, 2 Stat. c. 2. It was invented in order to couple with a cause of action over which the Court of King's Bench had jurisdiction, another cause of action, over which, without being joined with the first, the court would not have had jurisdiction. 2 Sellon's Pract. Appendix, 625, 630; Burges on Insolvency, 135, 149.</p>\n<p>We are unable to conclude that Congress, which might easily have conferred jurisdiction in plain and explicit language, resorted to this ancient contrivance to effect it.</p>\n<p>The argument is pressed that as by section five of the judiciary act of 1891, cases of conviction of capital or otherwise infamous crimes; cases involving the construction or application of the Constitution of the United States; or cases in which the constitutionality of any law of the United States is drawn in question, can be brought to this court directly from the District and Circuit Courts of the United States, therefore this section should be construed as giving the same right of review in the District of Columbia.</p>\n<p>But we think the section too plain to admit of this. No mention of the courts of the District of Columbia is made in the act of March 3, 1891, and there is nothing in the eighth section to justify its expansion so as to embrace the provisions of that act. <i>In re Heath, Petitioner,</i> <span class=\"citation\" data-id=\"93301\"><a href=\"/opinion/93301/in-re-heath/\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, 96.</p>\n<p>The writ of error was granted by the Court of Appeals in this case with reluctance, as appears from the opinion of Chief Justice Alvey, in passing upon the application therefor, given in the record, and out of deference to the supposed intimation in <i>In re Chapman,</i> <span class=\"citation\" data-id=\"94089\"><a href=\"/opinion/94089/in-re-chapman/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, and <i>In re Belt,</i> <span class=\"citation\" data-id=\"94250\"><a href=\"/opinion/94250/in-re-belt/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, that it might lie. It is quite possible that the language used in the opinions in those cases was somewhat too cautiously worded, but it was with the purpose, as the question was not <span class=\"star-pagination\">*452</span> raised for decision, of avoiding rather than expressing any views upon it.</p>\n<p>We are of opinion that the writ of error cannot be maintained.</p>\n<p><i>Writ of error dismissed.</i></p>\n</div>", "id": 94560, "judges": "Fuller, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94560/", "sha1": "53a43a844631920d493a4568ae16bbbb8dc66e2b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:37:47"}