{"absolute_url": "/opinion/85552/chotard-v-pope/", "blocked": false, "citation": {"case_name": "Chotard v. Pope", "docket_number": null, "document_uris": ["/api/rest/v2/document/85552/"], "federal_cite_one": "25 U.S. 586", "federal_cite_three": null, "federal_cite_two": null, "id": 52973, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/52973/", "scotus_early_cite": "12 Wheat. 586", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1827-02-10", "date_modified": "2014-12-21T01:24:12.626154", "docket": "/api/rest/v2/docket/156902/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">25 U.S. 586</p>\n    <p class=\"case_cite\">6 L.Ed. 737</p>\n    <p class=\"case_cite\">12 Wheat. 586</p>\n    <p class=\"parties\">CHOTARD and Others <i>against</i> POPE and Another.</p>\n    <p class=\"date\">February 10, 1827</p>\n    <div class=\"prelims\">\n      <p class=\"center\"><i>Feb.</i> 7<i>th.</i></p>\n      <p class=\"indent\">This cause was argued by Mr. <i>E. Livingston</i> and Mr. <i>Webster</i> for the plaintiffs, and by the <i>Attorney General</i> and Mr. <i>Sampson</i> for the defendants.<a class=\"footnote\" href=\"#fna\" id=\"fna_ref\">a</a></p>\n      <p class=\"center\"><i>Feb.</i> 10<i>th.</i></p>\n      <p class=\"indent\">Mr. Justice JOHNSON delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The rights of the complainants in the land in litigation in this cause, depend upon the construction of the act of Congress of May 8th, 1820, passed for the relief of the legal representatives of Henry Willis. The words of that act under which the complainants suppose themselves entitled to relief, are these: 'That the legal representatives of Henry Willis be, and they are hereby authorized to enter without payment, in lieu, &amp;c. in any land office, &amp;c. in the States of Mississippi or Alabama, &amp;c., a quantity of land not exceeding thirteen hundred acres, &amp;c.' Under the operation of these words, assuming the right to appropriate any unpatented land in the two States, the complainants have asserted the privilege of entering a tract of land which covers the site surveyed and laid off for the town of Claiborne, in the State of Alabama. The proper officers have refused to issue the ordinary evidences of title, and have gone on to sell out the town lots according to law. This bill is filed against the register of the land office, and the purchaser of one of the town lots, to compel them to make titles to complainants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On behalf of the United States, it is contended, that the literal meaning of the terms of the act is limited and restrained by the context, and by considerations arising out of the general system of land laws of the United States, into which this act is ingrafted; and that, so construed, the right granted is limited to that description of lands which are liable to be taken up at private sale.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">And such is the opinion of this Court. That the legislature had distinctly in view its general provisions for disposing of the unappropriated lands of the United States, is distinctly shown in every line of the act under consideration. First, the party is referred to the land officeto make his entry; he is then confined to the locations designated by the surveys made by the United States. After which, it goes on to enact, that 'the register or registers of the land offices aforesaid, shall issue the necessary certificate or certificates, on the return of which to the general land office, a patent or patents shall issue.' Here the whole organization of the land office is brought into review; and if then the term <i>enter</i> can be shown to be restricted and confined in its application to a particular class or description of lands, it will follow, that when used in laws relating to the appropriation of lands, it must lose its general and original signification, and be confined to what may be called its technical or legislative meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The term <i>entry</i>, as applied to appropriations of land, was probably borrowed from the State of Virginia, in which we find it used in that sense at a very remote period. Many cases will be found in the reports of the decisions of this Court, in which the title to western lands were drawn in question, which will show how familiarly and generally the term is used by Court and bar. It sense, in the legal nomenclature of this country, is now as fixed and definite as that of many terms borrowed from the common law. It means that act by which an individual acquires an inceptive right to a portion of the unappropriated soil of the country, by filing his claim in the office of an officer known in the legislation of several States by the epithet of an entry-taker, and corresponding very much in his functions with the registers of land offices, under the acts of the United States. In the natural progress of language, the term has been introduced into the laws of the United States; and, by reference to those laws, we think the meaning of the term will be found to be distinctly confined to the appropriation of lands under the laws of the United States, at private sale.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is familiarly known, that the public lands are uniformly brought into market in pursuance of a system which commenced in the year 1796, and was perfected about the year 1800. The lands are first surveyed, then advertised at public auction, and then, whatever remains unsold at public auction, is offered at private sale to the first applicant, at stipulated prices. The act of 1800 presents a full view of the course pursued on this subject, and the 7th section (vol. 3. p. 388.) of that act distinctly shows that the right to enter lands is confined to those lands which are offered at private sale. The words enter, entry, and book of entries, will be found in that section, all used, and exclusively used, with reference to the appropriation of lands of that description. Now, no one ever imagined that, under the general system, the right of appropriation by entry in the register's office extended to any appropriated lands, however those appropriations were legally made. The ideas on this subject were so fixed in familiar use, that Congress felt no necessity for further precaution in legislating on this subject in this instance, than what is implied in the use of language belonging to their general system.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">By looking through the laws making provisions for grants of land from the year 1800 downwards, Congress will be found repeatedly using the term <i>entry</i> in a sense which leaves no doubt of the description of lands to which it is applied. In the act of the 3d March, 1817, (vol. 6, p. 286.) entitled an act allowing further time for <i>entering</i> donation rights to lands in the district of Detroit, it will be found, by comparing the title with the enacting clause, that the sense in which the term <i>entry</i> is used, is that of filing a claim with the register of the land office. But all the previous laws on the subject show that the only lands that could be appropriated by filing a claim in the register's office, were those which were offered at private sale. In the act of March, 1818, (vol. 6. p. 260.) for 'authorizing certain purchasers of public lands to withdraw their entries, and transfer the moneys paid thereon,' we find Congress familiarly using the term with reference to the same subject; and still more explicitly in the act of March, 1819, entitled an act providing for the correction of errors in making entries of lands at the land offices, (vol. 6. p. 427.) until, finally, in the year 1820, the very legislature which passed this act in favour of the heirs of Willis, has furnished such explicit evidence of the meaning which they attach to the grant of a right to <i>enter</i>, as banishes every doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the 2d and 3d sections of the act of April 24th, 1820, (vol. 6. p. 486.) entitled, 'an act making further provisions for the sale of public lands,' will be found conclusive evidence, that the right to enter is identified with the right to purchase at private sale, and confined to the appropriating of such lands as may be legally appropriated by <i>entry</i> at the register's office; from which are excluded all lands previously appropriated, whether by public sale, or by being withdrawn from the mass of lands offered for sale.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From the earliest date of the legislation of Congress on this subject, there have been appropriations to the public use, made by withdrawing from this mass certain portions of territory for public seminaries, towns, salt springs, mines, and other objects; and the particular land in controversy was appropriated under a previous law, to wit, the act of April, 1820, for the site of a town. We, therefore, think, that it was not included in the right to appropriate vested in the complainants under the act on which they rely.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before dismissing this subject, it may be proper to remark, that the question considered is the only question that was made in argument. The Court have also under consideration some points arising on the form of the remedy, and the state of the complainant's right; on which subjects the Court are to be considered as uncommitted by any inference that may be drawn from their having disposed of the cause upon the principal question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Decree affirmed, with costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fna\">\n        <a class=\"footnote\" href=\"#fna_ref\">a</a>\n        <p> 2 Cranch 386; 1 Burr. 474; 1 Doug. 30; Loft 371, 401; Bl. Com. 87, 91; 1 T.R. 728; 12 Co. Rep. 8. 11 Ibid. 61. 2 Inst. 200. Plowd. 86. 73.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>25 U.S. 586 (____)</b></center>\n<center><b>12 Wheat. 586</b></center>\n<center><h1>CHOTARD and Others<br>\nagainst<br>\nPOPE and Another.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*587</span> This cause was argued by Mr. E. Livingston and Mr. Webster for the plaintiffs, and by the Attorney General and Mr. Sampson for the defendants.<sup>[a]</sup></p>\n<p>Mr. Justice JOHNSON delivered the opinion of the Court.</p>\n<p>The rights of the complainants in the land in litigation in this cause, depend upon the construction of the act of Congress of May 8th, 1820, passed for the relief of the legal representatives of Henry Willis. The words of that act under which the complainants suppose themselves entitled to relief, are these: \"That the legal representatives of Henry Willis be, and they are hereby authorized to enter without payment, in lieu, &amp;c. in any land office, &amp;c. in the States of Mississippi or Alabama, &amp;c., a quantity of land not exceeding thirteen hundred acres, &amp;c.\" Under the operation of these words, assuming the right to appropriate any unpatented land in the two States, the complainants have asserted the privilege of entering a tract of land which covers the site surveyed and laid off for the town of Claiborne, in the State of Alabama. The proper officers have refused to issue the ordinary evidences of title, and have gone on to sell out the town lots according to law. This bill is filed against the register of the land office, and the purchaser of one of the town lots, to compel them to make titles to complainants.</p>\n<p>On behalf of the United States, it is contended, that the literal meaning of the terms of the act is limited and restrained by the context, and by considerations arising out of the general system of land laws of the United States, into which this act is ingrafted; and that, so construed, the right granted is limited to that description of lands which are liable to be taken up at private sale.</p>\n<p>And such is the opinion of this Court. That the legislature had distinctly in view its general provisions for disposing of the unappropriated lands of the United States, is distinctly shown in every line of the act under consideration. First, the party is referred to the land office to make his entry; he is then confined <span class=\"star-pagination\">*588</span> to the locations designated by the surveys made by the United States. After which, it goes on to enact, that \"the register or registers of the land offices aforesaid, shall issue the necessary certificate or certificates, on the return of which to the general land office, a patent or patents shall issue.\" Here the whole organization of the land office is brought into review; and if then the term enter can be shown to be restricted and confined in its application to a particular class or description of lands, it will follow, that when used in laws relating to the appropriation of lands, it must lose its general and original signification, and he confined to what may be called its technical or legislative meaning.</p>\n<p>The term entry, as applied to appropriations of land, was probably borrowed from the State of Virginia, in which we find it used in that sense at a very remote period. Many cases will be found in the reports of the decisions of this Court, in which the title to western lands were drawn in question, which will show how familiarly and generally the term is used by Court and bar. Its sense, in the legal nomenclature of this country, is now as fixed and definite as that of many terms borrowed from the common law. It means that act by which an individual acquires an inceptive right to a portion of the unappropriated soil of the country, by filing his claim in the office of an officer known in the legislation of several States by the epithet of an entry-taker, and corresponding very much in his functions with the registers of land offices, under the acts of the United States. In the natural progress of language, the term has been introduced into the laws of the United States; and, by reference to those laws, we think the meaning of the term will be found to be distinctly confined to the appropriation of lands under the laws of the United States, at private sale.</p>\n<p>It is familiarly known, that the public lands are uniformly brought into market in pursuance of a system which commenced in the year 1796, and was perfected about the year 1800. The lands are first surveyed, then advertised at public auction, and then, whatever remains unsold at public auction, is offered at private sale to the first applicant, at stipulated prices. The act of 1800 presents a full view of the course pursued on this subject, and the 7th section (vol. <span class=\"star-pagination\">*589</span> 3. p. 388.) of that act distinctly shows that the right to enter lands is confined to those lands which are offered at private sale. The words enter, entry, and book of entries, will be found in that section, all used, and exclusively used, with reference to the appropriation of lands of that description. Now, no one ever imagined that, under the general system, the right of appropriation by entry in the register's office extended to any appropriated lands, however those appropriations were legally made. The ideas on this subject were so fixed in familiar use, that Congress felt no necessity for further precaution in legislating on this subject in this instance, than what is implied in the use of language belonging to their general system.</p>\n<p>By looking through the laws making provisions for grants of land from the year 1800 downwards, Congress will be found repeatedly using the term entry in a sense which leaves no doubt of the description of lands to which it is applied. In the act of the 3d March, 1817, (vol. 6, p. 286.) entitled an act allowing further time for entering donation rights to lands in the district of Detroit, it will be found, by comparing the title with the enacting clause, that the sense in which the term entry is used, is that of filing a claim with the register of the land office. But all the previous laws on the subject show that the only lands that could be appropriated by filing a claim in the register's office, were those which were offered at private sale. In the act of March, 1818, (vol. 6. p. 260.) for \"authorizing certain purchasers of public lands to withdraw their entries, and transfer the moneys paid thereon,\" we find Congress familiarly using the term with reference to the same subject; and still more explicitly in the act of March, 1819, entitled an act providing for the correction of errors in making entries of lands at the land offices, (vol. 6. p. 427.) until, finally, in the year 1820, the very legislature which passed this act in favour of the heirs of Willis, has furnished such explicit evidence of the meaning which they attach to the grant of a right to enter. as banishes every doubt.</p>\n<p>In the 2d and 3d sections of the act of April 24th, 1820, (vol. 6. p. 486.) entitled, \"an act making further provisions for the sale of public lands,\" will be found conclusive evidence, <span class=\"star-pagination\">*590</span> that the right to enter is identified with the right to purchase at private sale, and confined to the appropriating of such lands as may be legally appropriated by entry at the register's office; from which are excluded all lands previously appropriated, whether by public sale, or by being withdrawn from the mass of lands offered for sale.</p>\n<p>From the earliest date of the legislation of Congress on this subject, there have been appropriations to the public use, made by withdrawing from this mass certain portions of territory for public seminaries, towns, salt springs, mines, and other objects; and the particular land in controversy was appropriated under a previous law, to wit, the act of April, 1820, for the site of a town. We, therefore, think, that it was not included in the right to appropriate vested in the complainants under the act on which they rely.</p>\n<p>Before dismissing this subject, it may be proper to remark, that the question considered is the only question that was made in argument. The Court have also under consideration some points arising on the form of the remedy, and the state of the complainant's right; on which subjects the Court are to be considered as uncommitted by any inference that may be drawn from their having disposed of the cause upon the principal question.</p>\n<p>Decree affirmed, with costs.</p>\n<h2>NOTES</h2>\n<p>[a]  2 Cranch, 386. 1 Burr. 474. Dougl. 30. Loft's Rep. 371. 401. 1 Bl. Comm. 87. 91. 1 Term Rep. 728. 12 Co. Rep. 8. 11 Co. Rep. 61. 2 Inst. 200. Plowd. 86. 73.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">586</span></span></b></center>\n<center><h1>CHOTARD and Others<br>\nagainst<br>\nPOPE and Another.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*587</span> This cause was argued by Mr. E. Livingston and Mr. Webster for the plaintiffs, and by the Attorney General and Mr. Sampson for the defendants.<sup>[a]</sup></p>\n<p>Mr. Justice JOHNSON delivered the opinion of the Court.</p>\n<p>The rights of the complainants in the land in litigation in this cause, depend upon the construction of the act of Congress of May 8th, 1820, passed for the relief of the legal representatives of Henry Willis. The words of that act under which the complainants suppose themselves entitled to relief, are these: \"That the legal representatives of Henry Willis be, and they are hereby authorized to enter without payment, in lieu, &amp;c. in any land office, &amp;c. in the States of Mississippi or Alabama, &amp;c., a quantity of land not exceeding thirteen hundred acres, &amp;c.\" Under the operation of these words, assuming the right to appropriate any unpatented land in the two States, the complainants have asserted the privilege of entering a tract of land which covers the site surveyed and laid off for the town of Claiborne, in the State of Alabama. The proper officers have refused to issue the ordinary evidences of title, and have gone on to sell out the town lots according to law. This bill is filed against the register of the land office, and the purchaser of one of the town lots, to compel them to make titles to complainants.</p>\n<p>On behalf of the United States, it is contended, that the literal meaning of the terms of the act is limited and restrained by the context, and by considerations arising out of the general system of land laws of the United States, into which this act is ingrafted; and that, so construed, the right granted is limited to that description of lands which are liable to be taken up at private sale.</p>\n<p>And such is the opinion of this Court. That the legislature had distinctly in view its general provisions for disposing of the unappropriated lands of the United States, is distinctly shown in every line of the act under consideration. First, the party is referred to the land office to make his entry; he is then confined <span class=\"star-pagination\">*588</span> to the locations designated by the surveys made by the United States. After which, it goes on to enact, that \"the register or registers of the land offices aforesaid, shall issue the necessary certificate or certificates, on the return of which to the general land office, a patent or patents shall issue.\" Here the whole organization of the land office is brought into review; and if then the term enter can be shown to be restricted and confined in its application to a particular class or description of lands, it will follow, that when used in laws relating to the appropriation of lands, it must lose its general and original signification, and he confined to what may be called its technical or legislative meaning.</p>\n<p>The term entry, as applied to appropriations of land, was probably borrowed from the State of Virginia, in which we find it used in that sense at a very remote period. Many cases will be found in the reports of the decisions of this Court, in which the title to western lands were drawn in question, which will show how familiarly and generally the term is used by Court and bar. Its sense, in the legal nomenclature of this country, is now as fixed and definite as that of many terms borrowed from the common law. It means that act by which an individual acquires an inceptive right to a portion of the unappropriated soil of the country, by filing his claim in the office of an officer known in the legislation of several States by the epithet of an entry-taker, and corresponding very much in his functions with the registers of land offices, under the acts of the United States. In the natural progress of language, the term has been introduced into the laws of the United States; and, by reference to those laws, we think the meaning of the term will be found to be distinctly confined to the appropriation of lands under the laws of the United States, at private sale.</p>\n<p>It is familiarly known, that the public lands are uniformly brought into market in pursuance of a system which commenced in the year 1796, and was perfected about the year 1800. The lands are first surveyed, then advertised at public auction, and then, whatever remains unsold at public auction, is offered at private sale to the first applicant, at stipulated prices. The act of 1800 presents a full view of the course pursued on this subject, and the 7th section (vol. <span class=\"star-pagination\">*589</span> 3. p. 388.) of that act distinctly shows that the right to enter lands is confined to those lands which are offered at private sale. The words enter, entry, and book of entries, will be found in that section, all used, and exclusively used, with reference to the appropriation of lands of that description. Now, no one ever imagined that, under the general system, the right of appropriation by entry in the register's office extended to any appropriated lands, however those appropriations were legally made. The ideas on this subject were so fixed in familiar use, that Congress felt no necessity for further precaution in legislating on this subject in this instance, than what is implied in the use of language belonging to their general system.</p>\n<p>By looking through the laws making provisions for grants of land from the year 1800 downwards, Congress will be found repeatedly using the term entry in a sense which leaves no doubt of the description of lands to which it is applied. In the act of the 3d March, 1817, (vol. 6, p. 286.) entitled an act allowing further time for entering donation rights to lands in the district of Detroit, it will be found, by comparing the title with the enacting clause, that the sense in which the term entry is used, is that of filing a claim with the register of the land office. But all the previous laws on the subject show that the only lands that could be appropriated by filing a claim in the register's office, were those which were offered at private sale. In the act of March, 1818, (vol. 6. p. 260.) for \"authorizing certain purchasers of public lands to withdraw their entries, and transfer the moneys paid thereon,\" we find Congress familiarly using the term with reference to the same subject; and still more explicitly in the act of March, 1819, entitled an act providing for the correction of errors in making entries of lands at the land offices, (vol. 6. p. 427.) until, finally, in the year 1820, the very legislature which passed this act in favour of the heirs of Willis, has furnished such explicit evidence of the meaning which they attach to the grant of a right to enter. as banishes every doubt.</p>\n<p>In the 2d and 3d sections of the act of April 24th, 1820, (vol. 6. p. 486.) entitled, \"an act making further provisions for the sale of public lands,\" will be found conclusive evidence, <span class=\"star-pagination\">*590</span> that the right to enter is identified with the right to purchase at private sale, and confined to the appropriating of such lands as may be legally appropriated by entry at the register's office; from which are excluded all lands previously appropriated, whether by public sale, or by being withdrawn from the mass of lands offered for sale.</p>\n<p>From the earliest date of the legislation of Congress on this subject, there have been appropriations to the public use, made by withdrawing from this mass certain portions of territory for public seminaries, towns, salt springs, mines, and other objects; and the particular land in controversy was appropriated under a previous law, to wit, the act of April, 1820, for the site of a town. We, therefore, think, that it was not included in the right to appropriate vested in the complainants under the act on which they rely.</p>\n<p>Before dismissing this subject, it may be proper to remark, that the question considered is the only question that was made in argument. The Court have also under consideration some points arising on the form of the remedy, and the state of the complainant's right; on which subjects the Court are to be considered as uncommitted by any inference that may be drawn from their having disposed of the cause upon the principal question.</p>\n<p>Decree affirmed, with costs.</p>\n<h2>NOTES</h2>\n<p>[a]  2 Cranch, 386. 1 Burr. 474. Dougl. 30. Loft's Rep. 371. 401. 1 Bl. Comm. 87. 91. 1 Term Rep. 728. 12 Co. Rep. 8. 11 Co. Rep. 61. 2 Inst. 200. Plowd. 86. 73.</p>\n\n</div>", "id": 85552, "judges": "Johnson", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85552/", "sha1": "7d0f32fb542d670c2705dcffe5379b95ffdf8ca1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:46"}