{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "66 U.S. 101", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/87445/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Stiles v. Davis & Barton", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 55942, 
    "resource_uri": "/api/rest/v2/citation/55942/"
  }, 
  "id": 87445, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1861-12-23", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/66/66.US.101.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:01:14", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Black</span> <span class=\"page\">101</span></span></p>\n    <p class=\"case_cite\">17 L.Ed. 33</p>\n    <p class=\"parties\">STILES<br>v.<br>DAVIS &amp; BARTON.</p>\n    <p class=\"date\">December Term, 1861</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Writ of error to the District Court of the United States for the northern district of Illinois.</p>\n      <p class=\"indent\">Solomon Davis and Joseph Barton brought trover in the Circuit Court of the United States for the northern district of Illinois, against Edmund G. Stiles, for twelve boxes, one trunk, and one bale containing dry goods, of the value of four thousand dollars. On the trial it was proved that Stiles, who was a common carrier, had by his agents, Scofield and Curtis, received the goods in question from Benjamin Cooley, attorney for Davis &amp; Barton, (the plaintiffs,) to be forwarded to Ilion, New York, at two dollars and fifty cents per cwt., subject to the order of the plaintiffs, upon the surrender of the receipt and payment of charges. It appeared on the trial that they purchased the goods, or took an assignment of them, from a bankrupt firm in Janesville, (composed of D. W. C. Davis, who was a son of one plaintiff, and Davies A. Barton, a son of the other,) and made the contract above mentioned with the defendant for carrying them to Ilion, New York, the place of the plaintiff's own residence. The receipt is dated at Janesville, on the 2d of November, 1857. The goods arrived in Chicago on the next day, and were received by the defendant (Stiles) at his proper place of business, whence they were to be despatched by him to the place of their ultimate destination. But before they were forwarded, Andrew Cameron and others, creditors, or claiming to be creditors of the junior Davis and Barton, attached the goods in the hands of Stiles, the transporter. Shortly before this suit was brought, (the <i>precipe</i> is dated on the 16th of November, 1857,) G. W. Davenport, attorney of the plaintiffs, presented the receipt to the defendant, and demanded the goods. The defendant said they had been attached, and declined to give them up until the suit in which the process issued should be decided; the goods, he said, were in his possession in a warehouse or stored; he asserted no personal interest in them, but claimed that he was protected by the garnishee process.</p>\n      <p class=\"indent\">The counsel of the defendant requested the court to instruct the jury: 1. That a common carrier could not be guilty of conversion by a qualified refusal when he claimed no interest in the goods himself, and he had shown reasonable grounds of dispute as to the title. 2. That a qualified refusal by the defendant, after he was garnisheed, he only claiming to hold them to await the decision of the title, when there was reasonable ground of dispute as to the title, was no conversion.</p>\n      <p class=\"indent\">The court refused to give these instructions; but said: 1. That the jury were to determine from the evidence whether there had been a conversion. As a general rule, if the right of property was in the plaintiffs, a demand on the defendant, and a refusal by him to deliver up property in his possession, were circumstances from which the jury might infer a conversion, open, of course, to explanation. 2. That if the plaintiffs were the owners of the goods, and they were delivered by the plaintiffs, or their agent, to the defendants, and received by him or his agents to be transported for the plaintiffs to their residence in New York, then the defendant was liable under and according to the terms of the contract. And if he did not so transport them or comply with his contract, the plaintiffs had the right to call on him to deliver up to them the goods; and if upon such demand he refused, it was for the jury to say whether it constituted, under the circumstances of this case, a conversion. 3. That in the contingency contemplated by the last preceding instruction, if the defendant declined to return or surrender the goods to the plaintiffs, it was to be considered at his own risk or peril. 4. That any proceedings in the State court to which the plaintiffs were not parties, and of which they had no notice, did not bind them or their property. 5. The court left it to the jury to say whether there was any connivance or collusion between the attaching creditors and the defendant; and if there was, then the defendant could not rely upon those proceedings as an excuse for not delivering up the goods. The judge added, that through the attachment was not a bar to the action, the jury might consider that fact as a circumstance in determining whether there was a conversion or not.</p>\n      <p class=\"indent\">The jury found for the plaintiff $3,041.14. The court gave judgment on the verdict, and the defendant sued out this writ of error.</p>\n      <p class=\"indent\"><i>Mr. Dewey</i>, of Illinois, for the plaintiff in error. A demand and refusal to deliver goods are evidence of a conversion, but not <i>per se</i> a conversion. <i>Munger</i> vs. <i>Hess</i>, (28 Barbour, 75;) <i>Chancellor of Oxford's case</i>, (10 Rep., 566;) <i>Mires</i> vs. <i>Soleburg</i>, 2 Mod., 244; Bull, N. P., 34. But to make the detention a conversion, it must appear that it was wrongful. In this case, the attachment of the goods being given as a reason for detaining them, the detention was not wrongful. It must appear that the goods were in possession of the defendant at the time the demand was made, and that he had the power to give them up. Bull, N. P., 44; <i>Vincent</i> vs. <i>Cornell</i>, (13 Pick., 294;) <i>Nixon</i> vs. <i>Jenkins</i>, (2 H. Bl., 135;) <i>Edwards</i> vs. <i>Hooper</i> (11. M. &amp; W., 366, per Parke, B.;) <i>Smith</i> vs. <i>Young</i>, (1 Camp., 441;) <i>Kinder</i> vs. <i>Shaw</i>, (2 Mass., 398;) <i>Chamberlain</i> vs. <i>Shaw</i>, (18 Peck, 278;) <i>Leonard</i> vs. <i>Todd</i>, (2 Met., 6;) <i>Jones</i> vs. <i>Fort</i>, (9 B. &amp; C., 764;) <i>Knapp</i> vs. <i>Winchester</i>, (11 Vermont, 351;) <i>Kelsey</i> vs. <i>Griswold</i>, (6 Barbour, 436;) <i>Verrall</i> vs. <i>Robinson</i>, (2 C. M. &amp; R., 495). When this demand was made the goods had been attached, were in the custody of the law, and the defendant had no right or power to deliver them to any person except the attaching officer. <i>Bedlam</i> vs. <i>Tucker</i>, (1 Peck, 289;) <i>Ludden</i> vs. <i>Leavett</i>, (9 Mass., 104;) <i>Perley</i> vs. <i>Foster</i>, (9 Mass., 112;) <i>Warren</i> vs. <i>Leland</i>, (9 Mass., 265;) <i>Gates</i> vs. <i>Gates</i>, (15 Mass., 310;) <i>Gibbs</i> vs. <i>Chase</i>, (10 Mass., 125;) <i>Odiorne</i> vs. <i>Colley</i>, (2 N. Hamp., 66;) <i>Kennedy</i> vs. <i>Brent</i>, (6 Cranch, 187;) <i>Parker</i> vs. <i>Kinnssman</i>, (8 Mass., 486;) <i>Blaisdell</i> vs. <i>Ladd</i>, (14 N. Hamp., 189;) <i>Burlingame</i> vs. <i>Bell</i>, (16 Mass., 318;) <i>Swett</i> vs. <i>Brown</i>, (5 Pick., 178;) <i>Tillinghast</i> vs. <i>Johnson</i>, (5 Alab., 514;) <i>Thompson</i> vs. <i>Allen</i>, (4 Stew. and Porter, 184;) <i>Bryan</i> vs. <i>Lashley</i>, (13 Smedes &amp; Marshall, 284;) <i>Watkins</i> vs. <i>Field</i>, (6 Arkansas, 391;) <i>Martin</i> vs.<i>Foreman</i>, (18 Ark., 249;) <i>Harker</i> vs. <i>Stevens</i>, (4 McLean, 535;) Drake on Attachments, sections 271, 290, 350, 453; <i>Brashear</i> vs. <i>West</i>, (7 Peters, 608;) <i>Briggs</i> vs. <i>Kouns</i>, (7 Dana, 405;) <i>Erskine</i> vs. <i>Staley</i>, (12 Leigh, 406;) <i>Walcott</i> vs. <i>Keith</i>, (3 Foster, 196;) <i>Brownell</i> vs. <i>Manchester</i>, (1 Pick., 232;) <i>Gordon</i> vs. <i>Jeneny</i>, (16 Mass., 465;) <i>Lathrop</i> vs. <i>Blake</i>, (3 Foster, 46;) <i>Whitney</i> vs. <i>Ladd</i>, (10 Vermont, 165;) <i>Verrall</i> vs. <i>Robinson</i>, (5 Turwhitt's Exch. R., 1069.) In the case last cited the chaise for which trover was brought belonged to the plaintiff, but was attached in the hands of the defendant as the property of a third person, who had hired it from the plaintiff and left it with the defendant for sale. Lord Abinger and Baron Alderson held that the chaise was in the custody of the law, and the defendant's refusal to deliver it to the plaintiff was no evidence of a wrongful conversion.</p>\n      <p class=\"indent\"><i>Mr. Burnet</i>, of Illinois, for defendant in error. This was a conversion. 9 Cush., 148; 1 McCord, 504, 392; 4 Hill, 14; 1 E. D. Smith, 522; 1 Taunt., 391; 4 Esp., 157. Stopping the goods at Chicago was itself a conversion. Angell on Com. Carriers, &#167; 431, 432, 433. The disposing or assuming to dispose of plaintiff's goods is the gist of the action, and it is no answer for defendant that he acted under the instructions of others who had themselves no authority. 6 Wend., 609; 4 Maule &amp; Selw., 259; 6 East., 538; 1 Burr, 20; 2 Strange, 813; Saund., 47, e.; 2 Phill. Ev., 126. The title of the plaintiffs cannot be disputed by the common carrier to whom they were delivered for transportation. Edw. on Bailments, 503, 513, 535, 539. Mere notice to the defendant that a garnishee suit had been commenced did not put the goods into the custody of the law. It was a special proceeding under a statute, and the court had no jurisdiction unless the statute was specially followed. No application, affidavit, or bond is shown, and the proceeding is therefore unauthorized. 19 Johns., 39; 6 Wh., 119; 3 Carnes, 129; 1 Stat. of Ill., 229. Ex parte attachment proceedings must be in strict conformity with the statute. 2 Scam., 15, 17; 12 Ill. R., 358, 363; 22 Ill. R., 455. It is absurd to say that the goods were in the custody of the law before they were attached or <i>levied</i> on.</p>\n      <p class=\"indent\">Mr. Justice NELSON.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case was this: The plaintiffs below, Davis and Barton, had purchased the remnants of a store of dry goods of the assignee of a firm at Janesville, Wisconsin, who had failed, and made an assignment for the benefit of their creditors. The goods were packed in boxes, and delivered to the agents of the Union Despatch Company to be conveyed by railroad to Ilion, Herkimer county, New York.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the arrival of the goods in Chicago, on their way to the place of destination, they were seized by the sheriff, under an attachment issued in behalf of the creditors of the insolvent firm at Janesville, as the property of that firm, and the defendant, one of the proprietors and agent of the Union Despatch Company at Chicago, was summoned as garnishee. The goods were held by the sheriff, under the attachment, until judgment and execution, when they were sold. They were attached, and the defendant summoned on the third of November, 1857; and some days afterwards, and before the commencement of this suit, which was on the sixteenth of the month, the plaintiffs made a demand on the defendant for their goods, which was refused, on the ground he had been summoned as garnishee in the attachment suit.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court below charged the jury, that any proceedings in the State court to which the plaintiffs were not parties, and of which they had no notice, did not bind them or their property; and further, that the fact of the goods being garnished, as the property of third persons, of itself, under the circumstances of the case, constituted no bar to the action; but said the jury might weigh that fact in determining whether or not there was a conversion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We think the court below erred. After the seizure of the goods by the sheriff, under the attachment, they were in the custody of the law, and the defendant could not comply with the demand of the plaintiffs without a breach of it, even admitting the goods to have been, at the time, in his actual possession. The case, however, shows that they were in the possession of the sheriff's officer or agent, and continued there until disposed of under the judgment upon the attachment. It is true, that these goods had been delivered to the defendant, as carriers, by the plaintiffs, to be conveyed for them to the place of destination, and were seized under an attachment against third persons; but this circumstance did not impair the legal effect of the seizure or custody of the goods under it, so as to justify the defendant in taking them out of the hands of the sheriff. The right of the sheriff to hold them was a question of law, to be determined by the proper legal proceedings, and not at the will of the defendant, nor that of the plaintiffs. The law on this subject is well settled, as may be seen on a reference to the cases collected in sections 453, 290, 350, of Drake on Attach't, 2d edition.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This precise question was determined in <i>Verrall</i> vs. <i>Robinson</i>, (Turwhitt's Exch. R., 1069; 4 Dowling, 242, S. C.) There the plaintiff was a coach proprietor, and the defendant the owner of a carriage depository in the city of London. One Banks hired a chaise from the plaintiff, and afterwards left it as the defendant's depository. While it remained there, it was attached in an action against Banks; and, on that ground, the defendant refused to deliver it up to the plaintiff on demand, although he admitted it to be his property.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lord Abinger, C. B., observed, that the defendant's refusal to deliver the chaise to the plaintiff was grounded on its being on his premises, in the custody of the law. That this was no evidence of a wrongful conversion to his own use. After it was attached as Banks's property, it was not in the custody of the defendant, in such a manner as to permit him to deliver it up at all. And Alderson, B., observed: Had the defendant delivered it, as requested, he would have been guilty of a breach of law.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs have mistaken their remedy. They should have brought their action against the officer who seized the goods, or against the plaintiffs in the attachment suit, if the seizure was made under their direction. As to these parties, the process being against third persons, it would have furnished no justification, if the plaintiff could have maintained a title and right to possession in themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\n        <i>Judgment of the court below reversed, and venire de novo, &amp;c.</i>\n      </p>\n    </div>\n    ", 
  "sha1": "19f18defed7bb74a17e91098bc2846453ac8fd95", 
  "date_modified": "2014-12-21T01:25:31.597590", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87445/stiles-v-davis-barton/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/213730/", 
  "html": "<p class=\"case_cite\">66 U.S. 101</p>\n    <p class=\"case_cite\">1 Black 101</p>\n    <p class=\"case_cite\">17 L.Ed. 33</p>\n    <p class=\"parties\">STILES<br>v.<br>DAVIS &amp; BARTON.</p>\n    <p class=\"date\">December Term, 1861</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Writ of error to the District Court of the United States for the northern district of Illinois.</p>\n      <p class=\"indent\">Solomon Davis and Joseph Barton brought trover in the Circuit Court of the United States for the northern district of Illinois, against Edmund G. Stiles, for twelve boxes, one trunk, and one bale containing dry goods, of the value of four thousand dollars. On the trial it was proved that Stiles, who was a common carrier, had by his agents, Scofield and Curtis, received the goods in question from Benjamin Cooley, attorney for Davis &amp; Barton, (the plaintiffs,) to be forwarded to Ilion, New York, at two dollars and fifty cents per cwt., subject to the order of the plaintiffs, upon the surrender of the receipt and payment of charges. It appeared on the trial that they purchased the goods, or took an assignment of them, from a bankrupt firm in Janesville, (composed of D. W. C. Davis, who was a son of one plaintiff, and Davies A. Barton, a son of the other,) and made the contract above mentioned with the defendant for carrying them to Ilion, New York, the place of the plaintiff's own residence. The receipt is dated at Janesville, on the 2d of November, 1857. The goods arrived in Chicago on the next day, and were received by the defendant (Stiles) at his proper place of business, whence they were to be despatched by him to the place of their ultimate destination. But before they were forwarded, Andrew Cameron and others, creditors, or claiming to be creditors of the junior Davis and Barton, attached the goods in the hands of Stiles, the transporter. Shortly before this suit was brought, (the <i>precipe</i> is dated on the 16th of November, 1857,) G. W. Davenport, attorney of the plaintiffs, presented the receipt to the defendant, and demanded the goods. The defendant said they had been attached, and declined to give them up until the suit in which the process issued should be decided; the goods, he said, were in his possession in a warehouse or stored; he asserted no personal interest in them, but claimed that he was protected by the garnishee process.</p>\n      <p class=\"indent\">The counsel of the defendant requested the court to instruct the jury: 1. That a common carrier could not be guilty of conversion by a qualified refusal when he claimed no interest in the goods himself, and he had shown reasonable grounds of dispute as to the title. 2. That a qualified refusal by the defendant, after he was garnisheed, he only claiming to hold them to await the decision of the title, when there was reasonable ground of dispute as to the title, was no conversion.</p>\n      <p class=\"indent\">The court refused to give these instructions; but said: 1. That the jury were to determine from the evidence whether there had been a conversion. As a general rule, if the right of property was in the plaintiffs, a demand on the defendant, and a refusal by him to deliver up property in his possession, were circumstances from which the jury might infer a conversion, open, of course, to explanation. 2. That if the plaintiffs were the owners of the goods, and they were delivered by the plaintiffs, or their agent, to the defendants, and received by him or his agents to be transported for the plaintiffs to their residence in New York, then the defendant was liable under and according to the terms of the contract. And if he did not so transport them or comply with his contract, the plaintiffs had the right to call on him to deliver up to them the goods; and if upon such demand he refused, it was for the jury to say whether it constituted, under the circumstances of this case, a conversion. 3. That in the contingency contemplated by the last preceding instruction, if the defendant declined to return or surrender the goods to the plaintiffs, it was to be considered at his own risk or peril. 4. That any proceedings in the State court to which the plaintiffs were not parties, and of which they had no notice, did not bind them or their property. 5. The court left it to the jury to say whether there was any connivance or collusion between the attaching creditors and the defendant; and if there was, then the defendant could not rely upon those proceedings as an excuse for not delivering up the goods. The judge added, that through the attachment was not a bar to the action, the jury might consider that fact as a circumstance in determining whether there was a conversion or not.</p>\n      <p class=\"indent\">The jury found for the plaintiff $3,041.14. The court gave judgment on the verdict, and the defendant sued out this writ of error.</p>\n      <p class=\"indent\"><i>Mr. Dewey</i>, of Illinois, for the plaintiff in error. A demand and refusal to deliver goods are evidence of a conversion, but not <i>per se</i> a conversion. <i>Munger</i> vs. <i>Hess</i>, (28 Barbour, 75;) <i>Chancellor of Oxford's case</i>, (10 Rep., 566;) <i>Mires</i> vs. <i>Soleburg</i>, 2 Mod., 244; Bull, N. P., 34. But to make the detention a conversion, it must appear that it was wrongful. In this case, the attachment of the goods being given as a reason for detaining them, the detention was not wrongful. It must appear that the goods were in possession of the defendant at the time the demand was made, and that he had the power to give them up. Bull, N. P., 44; <i>Vincent</i> vs. <i>Cornell</i>, (13 Pick., 294;) <i>Nixon</i> vs. <i>Jenkins</i>, (2 H. Bl., 135;) <i>Edwards</i> vs. <i>Hooper</i> (11. M. &amp; W., 366, per Parke, B.;) <i>Smith</i> vs. <i>Young</i>, (1 Camp., 441;) <i>Kinder</i> vs. <i>Shaw</i>, (2 Mass., 398;) <i>Chamberlain</i> vs. <i>Shaw</i>, (18 Peck, 278;) <i>Leonard</i> vs. <i>Todd</i>, (2 Met., 6;) <i>Jones</i> vs. <i>Fort</i>, (9 B. &amp; C., 764;) <i>Knapp</i> vs. <i>Winchester</i>, (11 Vermont, 351;) <i>Kelsey</i> vs. <i>Griswold</i>, (6 Barbour, 436;) <i>Verrall</i> vs. <i>Robinson</i>, (2 C. M. &amp; R., 495). When this demand was made the goods had been attached, were in the custody of the law, and the defendant had no right or power to deliver them to any person except the attaching officer. <i>Bedlam</i> vs. <i>Tucker</i>, (1 Peck, 289;) <i>Ludden</i> vs. <i>Leavett</i>, (9 Mass., 104;) <i>Perley</i> vs. <i>Foster</i>, (9 Mass., 112;) <i>Warren</i> vs. <i>Leland</i>, (9 Mass., 265;) <i>Gates</i> vs. <i>Gates</i>, (15 Mass., 310;) <i>Gibbs</i> vs. <i>Chase</i>, (10 Mass., 125;) <i>Odiorne</i> vs. <i>Colley</i>, (2 N. Hamp., 66;) <i>Kennedy</i> vs. <i>Brent</i>, (6 Cranch, 187;) <i>Parker</i> vs. <i>Kinnssman</i>, (8 Mass., 486;) <i>Blaisdell</i> vs. <i>Ladd</i>, (14 N. Hamp., 189;) <i>Burlingame</i> vs. <i>Bell</i>, (16 Mass., 318;) <i>Swett</i> vs. <i>Brown</i>, (5 Pick., 178;) <i>Tillinghast</i> vs. <i>Johnson</i>, (5 Alab., 514;) <i>Thompson</i> vs. <i>Allen</i>, (4 Stew. and Porter, 184;) <i>Bryan</i> vs. <i>Lashley</i>, (13 Smedes &amp; Marshall, 284;) <i>Watkins</i> vs. <i>Field</i>, (6 Arkansas, 391;) <i>Martin</i> vs.<i>Foreman</i>, (18 Ark., 249;) <i>Harker</i> vs. <i>Stevens</i>, (4 McLean, 535;) Drake on Attachments, sections 271, 290, 350, 453; <i>Brashear</i> vs. <i>West</i>, (7 Peters, 608;) <i>Briggs</i> vs. <i>Kouns</i>, (7 Dana, 405;) <i>Erskine</i> vs. <i>Staley</i>, (12 Leigh, 406;) <i>Walcott</i> vs. <i>Keith</i>, (3 Foster, 196;) <i>Brownell</i> vs. <i>Manchester</i>, (1 Pick., 232;) <i>Gordon</i> vs. <i>Jeneny</i>, (16 Mass., 465;) <i>Lathrop</i> vs. <i>Blake</i>, (3 Foster, 46;) <i>Whitney</i> vs. <i>Ladd</i>, (10 Vermont, 165;) <i>Verrall</i> vs. <i>Robinson</i>, (5 Turwhitt's Exch. R., 1069.) In the case last cited the chaise for which trover was brought belonged to the plaintiff, but was attached in the hands of the defendant as the property of a third person, who had hired it from the plaintiff and left it with the defendant for sale. Lord Abinger and Baron Alderson held that the chaise was in the custody of the law, and the defendant's refusal to deliver it to the plaintiff was no evidence of a wrongful conversion.</p>\n      <p class=\"indent\"><i>Mr. Burnet</i>, of Illinois, for defendant in error. This was a conversion. 9 Cush., 148; 1 McCord, 504, 392; 4 Hill, 14; 1 E. D. Smith, 522; 1 Taunt., 391; 4 Esp., 157. Stopping the goods at Chicago was itself a conversion. Angell on Com. Carriers, &#167; 431, 432, 433. The disposing or assuming to dispose of plaintiff's goods is the gist of the action, and it is no answer for defendant that he acted under the instructions of others who had themselves no authority. 6 Wend., 609; 4 Maule &amp; Selw., 259; 6 East., 538; 1 Burr, 20; 2 Strange, 813; Saund., 47, e.; 2 Phill. Ev., 126. The title of the plaintiffs cannot be disputed by the common carrier to whom they were delivered for transportation. Edw. on Bailments, 503, 513, 535, 539. Mere notice to the defendant that a garnishee suit had been commenced did not put the goods into the custody of the law. It was a special proceeding under a statute, and the court had no jurisdiction unless the statute was specially followed. No application, affidavit, or bond is shown, and the proceeding is therefore unauthorized. 19 Johns., 39; 6 Wh., 119; 3 Carnes, 129; 1 Stat. of Ill., 229. Ex parte attachment proceedings must be in strict conformity with the statute. 2 Scam., 15, 17; 12 Ill. R., 358, 363; 22 Ill. R., 455. It is absurd to say that the goods were in the custody of the law before they were attached or <i>levied</i> on.</p>\n      <p class=\"indent\">Mr. Justice NELSON.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case was this: The plaintiffs below, Davis and Barton, had purchased the remnants of a store of dry goods of the assignee of a firm at Janesville, Wisconsin, who had failed, and made an assignment for the benefit of their creditors. The goods were packed in boxes, and delivered to the agents of the Union Despatch Company to be conveyed by railroad to Ilion, Herkimer county, New York.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the arrival of the goods in Chicago, on their way to the place of destination, they were seized by the sheriff, under an attachment issued in behalf of the creditors of the insolvent firm at Janesville, as the property of that firm, and the defendant, one of the proprietors and agent of the Union Despatch Company at Chicago, was summoned as garnishee. The goods were held by the sheriff, under the attachment, until judgment and execution, when they were sold. They were attached, and the defendant summoned on the third of November, 1857; and some days afterwards, and before the commencement of this suit, which was on the sixteenth of the month, the plaintiffs made a demand on the defendant for their goods, which was refused, on the ground he had been summoned as garnishee in the attachment suit.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court below charged the jury, that any proceedings in the State court to which the plaintiffs were not parties, and of which they had no notice, did not bind them or their property; and further, that the fact of the goods being garnished, as the property of third persons, of itself, under the circumstances of the case, constituted no bar to the action; but said the jury might weigh that fact in determining whether or not there was a conversion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We think the court below erred. After the seizure of the goods by the sheriff, under the attachment, they were in the custody of the law, and the defendant could not comply with the demand of the plaintiffs without a breach of it, even admitting the goods to have been, at the time, in his actual possession. The case, however, shows that they were in the possession of the sheriff's officer or agent, and continued there until disposed of under the judgment upon the attachment. It is true, that these goods had been delivered to the defendant, as carriers, by the plaintiffs, to be conveyed for them to the place of destination, and were seized under an attachment against third persons; but this circumstance did not impair the legal effect of the seizure or custody of the goods under it, so as to justify the defendant in taking them out of the hands of the sheriff. The right of the sheriff to hold them was a question of law, to be determined by the proper legal proceedings, and not at the will of the defendant, nor that of the plaintiffs. The law on this subject is well settled, as may be seen on a reference to the cases collected in sections 453, 290, 350, of Drake on Attach't, 2d edition.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This precise question was determined in <i>Verrall</i> vs. <i>Robinson</i>, (Turwhitt's Exch. R., 1069; 4 Dowling, 242, S. C.) There the plaintiff was a coach proprietor, and the defendant the owner of a carriage depository in the city of London. One Banks hired a chaise from the plaintiff, and afterwards left it as the defendant's depository. While it remained there, it was attached in an action against Banks; and, on that ground, the defendant refused to deliver it up to the plaintiff on demand, although he admitted it to be his property.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lord Abinger, C. B., observed, that the defendant's refusal to deliver the chaise to the plaintiff was grounded on its being on his premises, in the custody of the law. That this was no evidence of a wrongful conversion to his own use. After it was attached as Banks's property, it was not in the custody of the defendant, in such a manner as to permit him to deliver it up at all. And Alderson, B., observed: Had the defendant delivered it, as requested, he would have been guilty of a breach of law.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs have mistaken their remedy. They should have brought their action against the officer who seized the goods, or against the plaintiffs in the attachment suit, if the seizure was made under their direction. As to these parties, the process being against third persons, it would have furnished no justification, if the plaintiff could have maintained a title and right to possession in themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\n        <i>Judgment of the court below reversed, and venire de novo, &amp;c.</i>\n      </p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87445/"
}