{"absolute_url": "/opinion/98612/chicago-ri-pr-co-v-wright/", "blocked": false, "citation": {"case_name": "Chicago, RI & PR Co. v. Wright", "docket_number": "167", "document_uris": ["/api/rest/v2/document/98612/"], "federal_cite_one": "239 U.S. 548", "federal_cite_three": null, "federal_cite_two": null, "id": 82995, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82995/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1916-01-10", "date_modified": "2014-12-21T01:36:01.327108", "docket": "/api/rest/v2/docket/272571/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">239 U.S. 548</p>\n    <p class=\"case_cite\">36 S.Ct. 185</p>\n    <p class=\"case_cite\">60 L.Ed. 431</p>\n    <p class=\"parties\">CHICAGO, ROCK ISLAND, &amp; PACIFIC RAILWAY COMPANY,  Plff. in Err.,<br>v.<br>LIZZIE L. WRIGHT and Henry C. Berge, Administrators, etc.</p>\n    <p class=\"docket\">No. 167.</p>\n    <p class=\"date\">Argued November 30, 1915.</p>\n    <p class=\"date\">Decided January 10, 1916.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. E. P. Holmes and Paul E. Walker for plaintiff in error.</p>\n      <p class=\"indent\">Messrs. George W. Berge and Halleck F. Rose for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice Van Devanter delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action against a railroad company by personal representatives to recover for the death of their intestate, an employee of the company, resulting from a collision of two locomotives on the company's railroad at Lincoln, Nebraksa. One of the locomotives was a switch engine returning to the city from an adjacent transfer track, and the other a road engine on the way to a distant repair shop. The former was in charge of a switching crew, and the latter of an engine crew in which the intestate was the engineer. At the place of the collision the track is in a deep and curved cut which shortens the view along the track. The causal negligence set up in the petition included allegations that the defendant negligently failed to provide a suitable rule regulating the speed and movement of switch engines through the cut; that the switch engine was being run through the cut at a negligent, reckless, and dangerous rate of speed, and without its engineer having it under control, and that when the employees in charge of it came within view of the other engine they negligently jumped to the ground without reversing their engine or attempting to stop it, notwithstanding it reasonably and safely could have been stopped in time to prevent the collision. The answer denied all that was alleged in the petition, and charged the intestate with gross contributory negligence and an assumption of the risk. The petition described the road engine as moving from one point to another in Nebraska, and said nothing about interstate commerce, but the answer alleged that this engine was being taken to a point in another state, and that the defendant was engaged and the intestate was employed in interstate commerce. At the trial the evidence disclosed that the defendant was operating a railroad extending through Kansas, Nebraska, Iowa, and other states; that the road engine was on the way from Phillipsburg, Kansas, to Council Bluffs, Iowa; that the train order under which the intestate was proceeding at the time read, 'Engine 1486 will run extra Fairbury to Albright,' both points being in Nebraska, and that when Albright was reached another order was to be given, covering the remainder of the trip. Notwithstanding the allegation in the answer and this evidence, the court submitted the case to the jury, as if it were controlled by the employers' liability act of Nebraska, and not by the act of Congress. The plaintiff had a verdict and judgment, and the latter was affirmed by the supreme court of the state. 94 Neb. 317, 143 N. W. 220, 96 Neb. 87, 146 N. W. 1024. The defendant prosecutes this writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is entirely clear that taking the road engine from Phillipsburg, Kansas, to Council Bluffs, Iowa, was an act of interstate commerce, and that the intestate, while participating in that act, was employed in such commerce. That the engine was not in commercial use, but merely on the way to a repair shop, is immaterial. It was being taken from one state to another, and this was the true test of whether it was moving in interstate commerce. See North Carolina R. Co. v. Zachary, 232 U. S. 248, 259, 58 L. ed. 591, 595, 34 Sup. Ct. Rep. 305, Ann. Cas. 1914C, 159. The courts of the state rested their decision to the contrary upon the train order under which the intestate was proceeding, and upon the decisions in Chicago &amp; N. W. R. Co. v. United States, 21 L.R.A.(N.S.) 690, 93 C. C. A. 450, 168 Fed. 236, and United States v. Rio Grande Western R. Co. 98 C. C. A. 293, 174 Fed. 399. In this they misconceived the meaning of the trian order and the effect of the decisions cited. The order was given by a division train despatcher, and meant that between the points named therein the engine would have the status of an extra train, and not that it was going merely from one of those points to the other. The cases cited arose under the safety appliance acts of Congress, and what was decided was that those acts were not intended to penalize a carrier for hauling to an adjacent and convenient place of repair a car with defective appliances, when the sole purpose of the movement was to have the defect corrected, and the car was hauled alone, and not in connection with other cars in commercial use. It was not held or suggested that such a hauling from one state to another was not a movement in interstate commerce, but only that it was not penalized by those acts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As the injuries resulting in the intestate's death were sustained while the company was engaged, and while he was employed by it, in interstate commerce, the company's responsibility was governed by the employers' liability act of Congress, chap. 149, 35 Stat. at L. 65, chap. 143, 36 Stat. at L. 291, Comp. Stat. 1913, &#167; 8662; and as that act is exclusive and supersedes state laws upon the subject, it was error to submit the case to the jury as if the state act were controlling. Wabash R. Co. v. Hayes, 234 U. S. 86, 89, 58 L. ed. 1226, 1230, 34 Sup. Ct. Rep. 729, 6 N. C. C. A. 224, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But error affords no ground for reversal where it is not prejudicial, and here it is plain that the company was not prejudiced. While there are several differences between the state act and the act of Congress, the only difference having a present bearing is one relating to contributory negligence. The state act declares that in cases where the employee's negligence is slight and that of the employer is gross in comparison, the former's negligence shall not bar a recovery, but shall operate to diminish the damages proportionally. In other cases contributory negligence remains a bar as at common law. Comp. Stat. 1907, &#167; 2803b; Cobbey's Anno. Stat. 1911, &#167; 10,592. The act of Congress, on the other hand, declares that the employee's negligence shall not bar a recovery in any case, but shall operate to diminish the damages proportionally in all cases, save those of a designated class, of which this is not one. Thus, it will be seen that the state act is more favorable to the employer than is the act of Congress. The instructions to the jury followed the state act, and consequently were more favorable to the company than they would have been had they followed the act of Congress. To illustrate: under the instruction given, a finding that the intestate's injuries were caused by concurring negligence of the company and himself, and that his negligence was more than slight and the company's less than gross, must have resulted in a verdict for the company, while, under instructions following the act of Congress, such a finding must have resulted in a verdict for the plaintiffs, with the damages proportionally diminished. Of course, no prejudice could have resulted to the company from the instructions being more favorable to it than they should have been under the controlling law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The company requested a directed verdict in its favor on the ground that there was no evidence of any negligence whereon it could be held responsible for the intestate's death, but the request was denied, and the supreme court of the state sustained the ruling. In this it is contended that the company was denied a Federal right; that is, the right to be shielded from responsibility under the act of Congress when an essential element of such responsibility is entirely wanting. See St. Louis, I. M. &amp; S. R. Co. v. McWhirter, 229 U. S. 265, 275, 277, 57 L. ed. 1179, 1185, 1186, 33 Sup. Ct. Rep. 858; Seaboard Air Line R. Co. v. Padgett, 236 U. S. 668, 673, 59 L. ed. 777, 781, 35 Sup. Ct. Rep. 481. The collision was on the main track and within the outer portion of the yard limits at Lincoln. At that point the track was in a deep and curved cut which made the view along the track from an engine passing in either direction comparatively short. The intestate was proceeding to a distant point under an order which gave his engine the status of an extra train, and the switching crew were returning to the city with their engine after completing some switching work at an adjacent transfer track. The switching crew knew the extra was in the yard and that they might meet it while going through the cut, for the engineer in that crew testified:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Q. What did he [the fireman] say?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A. He says: 'Here they are,' or 'there they are,' or something like that.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Q. You knew who 'they' was, what 'they' referred to, you knew it was this extra?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A. I thought it was.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Q. Yes, you was expecting it?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A. I was expecting it in a way. Yes, I was told to look out for it, which we were doing.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Q. You knew it was likely to come aroung that curve?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">And yet the switching crew were proceeding through the cut at so high a speed that they were unable to stop their engine and avoid a collision notwithstanding the extra was 420 feet away when it came within view and was brought practically to a stop within 50 feet. Among the company's rules were the following: 'All except first-class trains will approach, enter, and pass through the following named yards [among them being the yard at Lincoln] under full control, excepting to find the main track occupied or obstructed.' 'Yard limits will be indicated by yard-limit boards. Within these yard limits engines may occupy main tracks, protecting themselves against overdue trains. Extra trains must protect themselves within yard limits.' The intestate's engine was neither a first-class nor an overdue train, but, as before stated, had the status of an extra train. The company took the position that the rules placed upon the intestate the entire burden of taking the requisite precautions to avoid a collision with the switch engine at any place within the yard limits, whether in the cut or elsewhere, and therefore that no negligence could be imputed to the company or the switching crew in respect of the speed or control of the switch engine. This position was pointedly illustrated by the foreman of the switching crew, who testified:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Q. But you went on the theory and assumed that everything had to get out of the way for you except this passenger [a first-class train soon to pass through the cut]?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Q. Although you knew the extra was in the yards?</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Q. And you claim it under that rule? A. Yes, sir. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q. You ought to run under control, though, in the yard limits?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A. Why, I don't see why?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q. How?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A. Other trains are supposed to look out for us. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Q. What is the rule about switch engines running under control in the yard limits?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. There is not any.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Q. How?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A. There is no rule.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">And that position was also illustrated by the division train master, who stated that 'switch engines had the right over all except first-class trains in the yards, and other trains would have to look out for them,' and further testified:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Q. When you say you examine men for switch engines do you use these rules?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A. Yes, and the time-tables.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q. You tell switch engine men that they have a right to run 25 miles an hour in the yards?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q. You tell them that?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A. If they want to. I don't tell them anything about running.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Q. How is that?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A. I don't tell them anything about how fast they shall run or how slow.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Q. You understand, of course, that they can at any time run their engines negligently?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">A. I understand that, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Q. You don't tell them to be careful at all when you instruct your switch engine men?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A. I tell them to run their engines according to the rules.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Q. But you have no rules respecting switch engines?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A. No, we have instructions sometimes.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Q. Have you any rules respecting switch engines?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A. No, sir. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Q. What do you tell your switch engine men about your rules, about running under control in yard limits?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A. Don't tell them anything, not in regard to running under control in the yards.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The plaintiffs took the position that the rules, if regarded as devolving upon one in the intestate's situation the measure of responsibility indicated, and permitting the switching crew to run their engine through the cut, not under control, but at high speed, when they knew that they might meet the other engine, were unreasonable in that respect. Whether the rules were thus unreasonable was submitted to the jury as a question of fact over the company's objection that the question was one of law for the court. The jury found, as the record plainly shows, that the rules were unreasonable, and that the switch engine was negligently run at greater speed than was reasonable in the circumstances. Dealing with these subjects, the supreme court of the state said (96 Neb. 87, 146 N. W. 1024): 'The decedent was running his engine under full control, within the meaning of the rule of the company. There was no express rule as to the speed allowed to the switch engine. Of course, the law requires that such engine should not be run at an unreasonable rate of speed under the circumstances. The engineer of the switch engine must have had a clear view of the approaching engine for at least 420 feet, and it was run at least 370 feet of this distance before the collision occurred. It could have been stopped within a distance of 60 feet unless running at a greater speed than 20 miles an hour; and, knowing, as the crew of the switch engine did, that No. 1486 [the extra] was in the yards, to run at a greater speed than 20 miles an hour in such a locality and under such circumstances was in itself negligence. In such a case the court might properly have told the jury that any rule of the company which permitted such action was unreasonable, and the giving of an erroneous instruction as to the reasonableness of the rules would be without prejudice to the defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">While doubting that the rules, rightly understood, permitted the switching crew to proceed at a speed which obviously endangered the safety of the extra, which they knew might be coming through the cut on the same track, we agree that if this was permitted by the rules, they were in that respect unreasonable and void. And in either case, we think it is manifest that there was ample evidence of negligence whereon the company could be held responsible under the act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>239 U.S. 548 (1916)</b></center>\n<center><h1>CHICAGO, ROCK ISLAND &amp; PACIFIC RAILWAY CO.<br>\nv.<br>\nWRIGHT.</h1></center>\n<center>No. 167.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 30, 1915.</center>\n<center>Decided January 10, 1916.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEBRASKA.\n<p><i>Mr. E.P. Holmes,</i> with whom <i>Mr. Paul E. Walker</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. George W. Berge,</i> with whom <i>Mr. Halleck F. Rose</i> was on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*549</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This was an action against a railroad company by personal representatives to recover for the death of their intestate, an employe of the company, resulting from a collision of two locomotives on the company's railroad at Lincoln, Nebraska. One of the locomotives was a switch engine returning to the city from an adjacent transfer track, and the other a road engine on the way to a distant repair shop. The former was in charge of a switching crew and the latter of an engine crew in which the intestate was the engineer. At the place of the collision the track is in a deep and curved cut which shortens the view along the track. The causal negligence set up in the petition included allegations that the defendant negligently failed to provide a suitable rule regulating the speed and movement of switch engines through the cut; that the switch engine was being run through the cut at a negligent, reckless and dangerous rate of speed and without its engineer having it under control, and that when the employes in charge of it came within view of the other engine they negligently jumped to the ground without reversing their engine or attempting to stop it, notwithstanding it reasonably and safely could have been stopped in time to prevent the collision. The answer denied all that was alleged in the petition and charged the intestate with gross contributory negligence and an assumption of the risk. The petition described the road engine as moving from one point to another in Nebraska, and said nothing about interstate commerce, but the answer alleged that this engine was being taken to a point in another State and that the defendant was engaged and the intestate was employed in interstate commerce. At the trial the evidence disclosed that the defendant was operating a railroad extending through Kansas, Nebraska, Iowa and other <span class=\"star-pagination\">*550</span> States; that the road engine was on the way from Phillipsburg, Kansas, to Council Bluffs, Iowa; that the train order under which the intestate was proceeding at the time read, \"Engine 1486 will run extra Fairbury to Albright,\" both points being in Nebraska, and that when Albright was reached another order was to be given covering the remainder of the trip. Notwithstanding the allegation in the answer and this evidence, the court submitted the case to the jury as if it were controlled by the Employers' Liability Act of Nebraska and not by the act of Congress. The plaintiffs had a verdict and judgment and the latter was affirmed by the Supreme Court of the State. 94 Nebraska, 317; 96 Nebraska, 87. The defendant prosecutes this writ of error.</p>\n<p>It is entirely clear that taking the road engine from Phillipsburg, Kansas, to Council Bluffs, Iowa, was an act of interstate commerce, and that the intestate, while participating in that act, was employed in such commerce. That the engine was not in commercial use but merely on the way to a repair shop is immaterial. It was being taken from one State to another and this was the true test of whether it was moving in interstate commerce. See <i>North Carolina R.R.</i> v. <i>Zachary,</i> 232 U.S. 248, 259. The courts of the State rested their decision to the contrary upon the train order under which the intestate was proceeding and upon the decisions in <i>Chicago &amp; Northwestern Ry.</i> v. <i>United States,</i> 168 Fed. Rep. 236, and <i>United States</i> v. <i>Rio Grande Western Ry.,</i> 174 Fed. Rep. 399. In this they misconceived the meaning of the train order and the effect of the decisions cited. The order was given by a division train dispatcher and meant that between the points named therein the engine would have the status of an extra train, and not that it was going merely from one of those points to the other. The cases cited arose under the Safety Appliance Acts of Congress and what was decided was that those acts were not intended <span class=\"star-pagination\">*551</span> to penalize a carrier for hauling to an adjacent and convenient place of repair a car with defective appliances, when the sole purpose of the movement was to have the defect corrected, and the car was hauled alone and not in connection with other cars in commercial use. It was not held or suggested that such a hauling from one State to another was not a movement in interstate commerce, but only that it was not penalized by those acts.</p>\n<p>As the injuries resulting in the intestate's death were sustained while the company was engaged, and while he was employed by it, in interstate commerce, the company's responsibility was governed by the Employers' Liability Act of Congress, c. 149, 35 Stat. 65, c. 143, 36 Stat. 291, and as that act is exclusive and supersedes state laws upon the subject, it was error to submit the case to the jury as if the state act were controlling. <i>Wabash R.R.</i> v. <i>Hayes,</i> 234 U.S. 86, 89, and cases cited.</p>\n<p>But error affords no ground for reversal where it is not prejudicial, and here it is plain that the company was not prejudiced. While there are several differences between the state act and the act of Congress, the only difference having a present bearing is one relating to contributory negligence. The state act declares that in cases where the employe's negligence is slight and that of the employer is gross in comparison, the former's negligence shall not bar a recovery, but shall operate to diminish the damages proportionally. In other cases contributory negligence remains a bar as at common law. Comp. Stat., 1907, ยง 2803b; Cobbey's Ann. Stat. 1911, ยง 10592. The act of Congress, on the other hand, declares that the employe's negligence shall not bar a recovery in any case, but shall operate to diminish the damages proportionally in all cases, save those of a designated class, of which this is not one. Thus, it will be seen that the state act is more favorable to the employer than is the act of Congress. The instructions to the jury followed the state <span class=\"star-pagination\">*552</span> act and consequently were more favorable to the company than they would have been had they followed the act of Congress. To illustrate, under the instructions given a finding that the intestate's injuries were caused by concurring negligence of the company and himself and that his negligence was more than slight and the company's less than gross must have resulted in a verdict for the company, while under instructions following the act of Congress such a finding must have resulted in a verdict for the plaintiffs with the damages proportionally diminished. Of course, no prejudice could have resulted to the company from the instructions being more favorable to it than they should have been under the controlling law.</p>\n<p>The company requested a directed verdict in its favor on the ground that there was no evidence of any negligence whereon it could be held responsible for the intestate's death, but the request was denied and the Supreme Court of the State sustained the ruling. In this it is contended that the company was denied a Federal right, that is, the right to be shielded from responsibility under the act of Congress when an essential element of such responsibility is entirely wanting. See <i>St. Louis, Iron Mountain &amp; Southern Ry.</i> v. <i>McWhirter,</i> 229 U.S. 265, 275, 277; <i>Seaboard Air Line</i> v. <i>Padgett,</i> 236 U.S. 668, 673. The collision was on the main track and within the outer portion of the yard limits at Lincoln. At that point the track was in a deep and curved cut which made the view along the track from an engine passing in either direction comparatively short. The intestate was proceeding to a distant point under an order which gave his engine the status of an extra train, and the switching crew were returning to the city with their engine after completing some switching work at an adjacent transfer track. The switching crew knew the extra was in the yard and that they might meet it while going through the cut, for the engineer in that crew testified: \"Q. What did he [the fireman] <span class=\"star-pagination\">*553</span> say? A. He says: `Here they are,' or `there they are,' or something like that. Q. You knew who `they' was, what `they' referred to, you knew it was this extra? A. I thought it was. Q. Yes, you was expecting it? A. I was expecting it in a way. Yes, I was told to look out for it, which we were doing. Q. You knew it was likely to come around that curve? A. Yes, sir.\" And yet the switching crew were proceeding through the cut at so high a speed that they were unable to stop their engine and avoid a collision notwithstanding the extra was 420 feet away when it came within view and was brought practically to a stop within 50 feet. Among the company's rules were the following: \"All except first class trains will approach, enter and pass through the following named yards [among them being the yard at Lincoln] under full control, expecting to find the main track occupied or obstructed.\" \"Yard limits will be indicated by yard limit boards. Within these yard limits engines may occupy main tracks, protecting themselves against overdue trains. Extra trains must protect themselves within yard limits.\" The intestate's engine was neither a first class nor an overdue train, but, as before stated, had the status of an extra train. The company took the position that the rules placed upon the intestate the entire burden of taking the requisite precautions to avoid a collision with the switch engine at any place within the yard limits, whether in the cut or elsewhere, and therefore that no negligence could be imputed to the company or the switching crew in respect of the speed or control of the switch engine. This position was pointedly illustrated by the foreman of the switching crew, who testified: \"Q. But you went on the theory and assumed that everything had to get out of the way for you except this passenger [a first class train soon to pass through the cut]? A. Yes, sir. Q. Although you knew the extra was in the yards? A. Yes, sir. Q. And you claim it under that rule? <span class=\"star-pagination\">*554</span> A. Yes, sir. . . . Q. You ought to run under control though in the yard limits? A. Why, I don't see why? Q. How? A. Other trains are supposed to look out for us. . . . Q. What is the rule about switch engines running under control in the yard limits? A. There is not any. Q. How? A. There is no rule.\" And that position was also illustrated by the division train master, who stated that \"switch engines had the right over all except first class trains in the yards and other trains would have to look out for them,\" and further testified: \"Q. When you say you examine men for switch engines do you use these rules? A. Yes and the time tables. Q. You tell switch engine men that they have a right to run twenty-five miles an hour in the yards? A. Yes, sir. Q. You tell them that? A. If they want to. I don't tell them anything about running. Q. How is that? A. I don't tell them anything about how fast they shall run or how slow. Q. You understand of course that they can at any time run their engines negligently? A. I understand that, yes. Q. You don't tell them to be careful at all when you instruct your switch engine men? A. I tell them to run their engines according to the rules. Q. But you have no rules respecting switch engines? A. No, we have instructions sometimes. Q. Have you any rules respecting switch engines? A. No, sir. . . . Q. What do you tell your switch engine men about your rules, about running under control in yard limits? A. Don't tell them anything, not in regard to running under control in the yards.\" The plaintiffs took the position that the rules, if regarded as devolving upon one in the intestate's situation the measure of responsibility indicated and permitting the switching crew to run their engine through the cut, not under control, but at high speed, when they knew that they might meet the other engine, were unreasonable in that respect. Whether the rules were thus unreasonable was submitted to the jury as a question of <span class=\"star-pagination\">*555</span> fact over the company's objection that the question was one of law for the court. The jury found, as the record plainly shows, that the rules were unreasonable and that the switch engine was negligently run at greater speed than was reasonable in the circumstances. Dealing with these subjects, the Supreme Court of the State said (96 Nebraska, 87): \"The decedent was running his engine under full control, within the meaning of the rule of the company. There was no express rule as to the speed allowed to the switch engine. Of course, the law requires that such engine should not be run at an unreasonable rate of speed under the circumstances. The engineer of the switch engine must have had a clear view of the approaching engine for at least 420 feet, and it was run at least 370 feet of this distance before the collision occurred. It could have been stopped within a distance of 60 feet unless running at a greater speed than 20 miles an hour, and, knowing, as the crew of the switch engine did, that No. 1486 [the extra] was in the yards, to run at a greater speed than 20 miles an hour in such a locality and under such circumstances was in itself negligence. In such a case the court might properly have told the jury that any rule of the company which permitted such action was unreasonable, and the giving of an erroneous instruction as to the reasonableness of the rules would be without prejudice to the defendant.\"</p>\n<p>While doubting that the rules, rightly understood, permitted the switching crew to proceed at a speed which obviously endangered the safety of the extra, which they knew might be coming through the cut on the same track, we agree that if this was permitted by the rules they were in that respect unreasonable and void. And in either case we think it is manifest that there was ample evidence of negligence whereon the company could be held responsible under the act of Congress.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></span> (1916)</b></center>\n<center><h1>CHICAGO, ROCK ISLAND &amp; PACIFIC RAILWAY CO.<br>\nv.<br>\nWRIGHT.</h1></center>\n<center>No. 167.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 30, 1915.</center>\n<center>Decided January 10, 1916.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEBRASKA.\n<p><i>Mr. E.P. Holmes,</i> with whom <i>Mr. Paul E. Walker</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. George W. Berge,</i> with whom <i>Mr. Halleck F. Rose</i> was on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*549</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>This was an action against a railroad company by personal representatives to recover for the death of their intestate, an employe of the company, resulting from a collision of two locomotives on the company's railroad at Lincoln, Nebraska. One of the locomotives was a switch engine returning to the city from an adjacent transfer track, and the other a road engine on the way to a distant repair shop. The former was in charge of a switching crew and the latter of an engine crew in which the intestate was the engineer. At the place of the collision the track is in a deep and curved cut which shortens the view along the track. The causal negligence set up in the petition included allegations that the defendant negligently failed to provide a suitable rule regulating the speed and movement of switch engines through the cut; that the switch engine was being run through the cut at a negligent, reckless and dangerous rate of speed and without its engineer having it under control, and that when the employes in charge of it came within view of the other engine they negligently jumped to the ground without reversing their engine or attempting to stop it, notwithstanding it reasonably and safely could have been stopped in time to prevent the collision. The answer denied all that was alleged in the petition and charged the intestate with gross contributory negligence and an assumption of the risk. The petition described the road engine as moving from one point to another in Nebraska, and said nothing about interstate commerce, but the answer alleged that this engine was being taken to a point in another State and that the defendant was engaged and the intestate was employed in interstate commerce. At the trial the evidence disclosed that the defendant was operating a railroad extending through Kansas, Nebraska, Iowa and other <span class=\"star-pagination\">*550</span> States; that the road engine was on the way from Phillipsburg, Kansas, to Council Bluffs, Iowa; that the train order under which the intestate was proceeding at the time read, \"Engine 1486 will run extra Fairbury to Albright,\" both points being in Nebraska, and that when Albright was reached another order was to be given covering the remainder of the trip. Notwithstanding the allegation in the answer and this evidence, the court submitted the case to the jury as if it were controlled by the Employers' Liability Act of Nebraska and not by the act of Congress. The plaintiffs had a verdict and judgment and the latter was affirmed by the Supreme Court of the State. 94 Nebraska, 317; 96 Nebraska, 87. The defendant prosecutes this writ of error.</p>\n<p>It is entirely clear that taking the road engine from Phillipsburg, Kansas, to Council Bluffs, Iowa, was an act of interstate commerce, and that the intestate, while participating in that act, was employed in such commerce. That the engine was not in commercial use but merely on the way to a repair shop is immaterial. It was being taken from one State to another and this was the true test of whether it was moving in interstate commerce. See <i>North Carolina R.R.</i> v. <i>Zachary,</i> <span class=\"citation\" data-id=\"98077\"><a href=\"/opinion/98077/north-carolina-r-co-v-zachary/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 259. The courts of the State rested their decision to the contrary upon the train order under which the intestate was proceeding and upon the decisions in <i>Chicago &amp; Northwestern Ry.</i> v. <i>United States,</i> 168 Fed. Rep. 236, and <i>United States</i> v. <i>Rio Grande Western Ry.,</i> 174 Fed. Rep. 399. In this they misconceived the meaning of the train order and the effect of the decisions cited. The order was given by a division train dispatcher and meant that between the points named therein the engine would have the status of an extra train, and not that it was going merely from one of those points to the other. The cases cited arose under the Safety Appliance Acts of Congress and what was decided was that those acts were not intended <span class=\"star-pagination\">*551</span> to penalize a carrier for hauling to an adjacent and convenient place of repair a car with defective appliances, when the sole purpose of the movement was to have the defect corrected, and the car was hauled alone and not in connection with other cars in commercial use. It was not held or suggested that such a hauling from one State to another was not a movement in interstate commerce, but only that it was not penalized by those acts.</p>\n<p>As the injuries resulting in the intestate's death were sustained while the company was engaged, and while he was employed by it, in interstate commerce, the company's responsibility was governed by the Employers' Liability Act of Congress, c. 149, 35 Stat. 65, c. 143, 36 Stat. 291, and as that act is exclusive and supersedes state laws upon the subject, it was error to submit the case to the jury as if the state act were controlling. <i>Wabash R.R.</i> v. <i>Hayes,</i> <span class=\"citation\" data-id=\"98208\"><a href=\"/opinion/98208/wabash-r-co-v-hayes/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 89, and cases cited.</p>\n<p>But error affords no ground for reversal where it is not prejudicial, and here it is plain that the company was not prejudiced. While there are several differences between the state act and the act of Congress, the only difference having a present bearing is one relating to contributory negligence. The state act declares that in cases where the employe's negligence is slight and that of the employer is gross in comparison, the former's negligence shall not bar a recovery, but shall operate to diminish the damages proportionally. In other cases contributory negligence remains a bar as at common law. Comp. Stat., 1907, ยง 2803b; Cobbey's Ann. Stat. 1911, ยง 10592. The act of Congress, on the other hand, declares that the employe's negligence shall not bar a recovery in any case, but shall operate to diminish the damages proportionally in all cases, save those of a designated class, of which this is not one. Thus, it will be seen that the state act is more favorable to the employer than is the act of Congress. The instructions to the jury followed the state <span class=\"star-pagination\">*552</span> act and consequently were more favorable to the company than they would have been had they followed the act of Congress. To illustrate, under the instructions given a finding that the intestate's injuries were caused by concurring negligence of the company and himself and that his negligence was more than slight and the company's less than gross must have resulted in a verdict for the company, while under instructions following the act of Congress such a finding must have resulted in a verdict for the plaintiffs with the damages proportionally diminished. Of course, no prejudice could have resulted to the company from the instructions being more favorable to it than they should have been under the controlling law.</p>\n<p>The company requested a directed verdict in its favor on the ground that there was no evidence of any negligence whereon it could be held responsible for the intestate's death, but the request was denied and the Supreme Court of the State sustained the ruling. In this it is contended that the company was denied a Federal right, that is, the right to be shielded from responsibility under the act of Congress when an essential element of such responsibility is entirely wanting. See <i>St. Louis, Iron Mountain &amp; Southern Ry.</i> v. <i>McWhirter,</i> <span class=\"citation\" data-id=\"97919\"><a href=\"/opinion/97919/st-louis-im-sr-co-v-mcwhirter/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 275, 277; <i>Seaboard Air Line</i> v. <i>Padgett,</i> <span class=\"citation\" data-id=\"98399\"><a href=\"/opinion/98399/seaboard-air-line-r-co-v-padgett/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 673. The collision was on the main track and within the outer portion of the yard limits at Lincoln. At that point the track was in a deep and curved cut which made the view along the track from an engine passing in either direction comparatively short. The intestate was proceeding to a distant point under an order which gave his engine the status of an extra train, and the switching crew were returning to the city with their engine after completing some switching work at an adjacent transfer track. The switching crew knew the extra was in the yard and that they might meet it while going through the cut, for the engineer in that crew testified: \"Q. What did he [the fireman] <span class=\"star-pagination\">*553</span> say? A. He says: `Here they are,' or `there they are,' or something like that. Q. You knew who `they' was, what `they' referred to, you knew it was this extra? A. I thought it was. Q. Yes, you was expecting it? A. I was expecting it in a way. Yes, I was told to look out for it, which we were doing. Q. You knew it was likely to come around that curve? A. Yes, sir.\" And yet the switching crew were proceeding through the cut at so high a speed that they were unable to stop their engine and avoid a collision notwithstanding the extra was 420 feet away when it came within view and was brought practically to a stop within 50 feet. Among the company's rules were the following: \"All except first class trains will approach, enter and pass through the following named yards [among them being the yard at Lincoln] under full control, expecting to find the main track occupied or obstructed.\" \"Yard limits will be indicated by yard limit boards. Within these yard limits engines may occupy main tracks, protecting themselves against overdue trains. Extra trains must protect themselves within yard limits.\" The intestate's engine was neither a first class nor an overdue train, but, as before stated, had the status of an extra train. The company took the position that the rules placed upon the intestate the entire burden of taking the requisite precautions to avoid a collision with the switch engine at any place within the yard limits, whether in the cut or elsewhere, and therefore that no negligence could be imputed to the company or the switching crew in respect of the speed or control of the switch engine. This position was pointedly illustrated by the foreman of the switching crew, who testified: \"Q. But you went on the theory and assumed that everything had to get out of the way for you except this passenger [a first class train soon to pass through the cut]? A. Yes, sir. Q. Although you knew the extra was in the yards? A. Yes, sir. Q. And you claim it under that rule? <span class=\"star-pagination\">*554</span> A. Yes, sir. . . . Q. You ought to run under control though in the yard limits? A. Why, I don't see why? Q. How? A. Other trains are supposed to look out for us. . . . Q. What is the rule about switch engines running under control in the yard limits? A. There is not any. Q. How? A. There is no rule.\" And that position was also illustrated by the division train master, who stated that \"switch engines had the right over all except first class trains in the yards and other trains would have to look out for them,\" and further testified: \"Q. When you say you examine men for switch engines do you use these rules? A. Yes and the time tables. Q. You tell switch engine men that they have a right to run twenty-five miles an hour in the yards? A. Yes, sir. Q. You tell them that? A. If they want to. I don't tell them anything about running. Q. How is that? A. I don't tell them anything about how fast they shall run or how slow. Q. You understand of course that they can at any time run their engines negligently? A. I understand that, yes. Q. You don't tell them to be careful at all when you instruct your switch engine men? A. I tell them to run their engines according to the rules. Q. But you have no rules respecting switch engines? A. No, we have instructions sometimes. Q. Have you any rules respecting switch engines? A. No, sir. . . . Q. What do you tell your switch engine men about your rules, about running under control in yard limits? A. Don't tell them anything, not in regard to running under control in the yards.\" The plaintiffs took the position that the rules, if regarded as devolving upon one in the intestate's situation the measure of responsibility indicated and permitting the switching crew to run their engine through the cut, not under control, but at high speed, when they knew that they might meet the other engine, were unreasonable in that respect. Whether the rules were thus unreasonable was submitted to the jury as a question of <span class=\"star-pagination\">*555</span> fact over the company's objection that the question was one of law for the court. The jury found, as the record plainly shows, that the rules were unreasonable and that the switch engine was negligently run at greater speed than was reasonable in the circumstances. Dealing with these subjects, the Supreme Court of the State said (96 Nebraska, 87): \"The decedent was running his engine under full control, within the meaning of the rule of the company. There was no express rule as to the speed allowed to the switch engine. Of course, the law requires that such engine should not be run at an unreasonable rate of speed under the circumstances. The engineer of the switch engine must have had a clear view of the approaching engine for at least 420 feet, and it was run at least 370 feet of this distance before the collision occurred. It could have been stopped within a distance of 60 feet unless running at a greater speed than 20 miles an hour, and, knowing, as the crew of the switch engine did, that No. 1486 [the extra] was in the yards, to run at a greater speed than 20 miles an hour in such a locality and under such circumstances was in itself negligence. In such a case the court might properly have told the jury that any rule of the company which permitted such action was unreasonable, and the giving of an erroneous instruction as to the reasonableness of the rules would be without prejudice to the defendant.\"</p>\n<p>While doubting that the rules, rightly understood, permitted the switching crew to proceed at a speed which obviously endangered the safety of the extra, which they knew might be coming through the cut on the same track, we agree that if this was permitted by the rules they were in that respect unreasonable and void. And in either case we think it is manifest that there was ample evidence of negligence whereon the company could be held responsible under the act of Congress.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 98612, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98612/", "sha1": "e7b2366965c0b88e919e985bc08990d5b00e9b6f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:44:49"}