{"absolute_url": "/opinion/98724/de-la-rama-v-de-la-rama/", "blocked": false, "citation": {"case_name": "De La Rama v. De La Rama", "docket_number": "216", "document_uris": ["/api/rest/v2/document/98724/"], "federal_cite_one": "241 U.S. 154", "federal_cite_three": null, "federal_cite_two": null, "id": 83107, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83107/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1916-05-01", "date_modified": "2014-12-21T08:12:54.832725", "docket": "/api/rest/v2/docket/272620/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">241 U.S. 154</p>\n    <p class=\"case_cite\">36 S.Ct. 518</p>\n    <p class=\"case_cite\">60 L.Ed. 932</p>\n    <p class=\"parties\">ESTEBAN DE LA RAMA, Plff. in Err. and Appt.,<br>v.<br>AGUEDA BENEDICTO DE LA RAMA.</p>\n    <p class=\"docket\">No. 216.</p>\n    <p class=\"date\">Submitted April 18, 1916.</p>\n    <p class=\"date\">Decided May 1, 1916.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Rufus S. Day, Charles Edmond Cotterill, and Edmund W. Van Dyke for plaintiff in error and appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 155-156 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Frederic R. Coudert and Howard Thayer Kingsbury for defendant in error and appellee.</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit by a wife for divorce, alimony <i>pendente lite</i>, and a division of the conjugal property. It has been before this court in the first aspect (201 U. S. 303, 50 L. ed. 765, 26 Sup. Ct. Rep. 485), and now comes here on matters affecting the division of property, beginning with the fundamental objection that the division could not be asked in the divorce suit, but must proceed on the footing of a decree already made. As to this it is enough to say that no such error was assigned as a ground for appeal, and the objection comes too late. At the previous stage the right of the plaintiff to her proportion of the conjugal property, to alimony pending suit, and to other allowances claimed, was said to be the basis of our jurisdiction. 201 U. S. 318. De Villanueva v. Villanueva, 239 U. S. 293, 294, 60 L. ed. , 36 Sup. Ct. Rep. 109. The court of first instance had jurisdiction of the subject-matter, and the separation or union of the two causes was merely a question of procedure and convenience. The defendant impliedly admitted the jurisdiction by pleading that there was no common property, and that 'therefore' the separation should be denied. After the matter had been adverted to by the trial judge and the joinder declared proper, it was dealt with as legitimate by the supreme court, and upon a petition for rehearing the only objections urged by the defendant concerned matters of detail. There is every reason that the local practice sanctioned in this case by the local courts should not be disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The next error alleged in argument also was not assigned. It is that Judge Norris, who first heard the evidence, having resigned, Judge McCabe, of the court of first instance, who finally decided the separation of conjugal property, was designated by Judge Ross (before whom otherwise the case would have come), on the ground that the latter was disqualified; and that Judge Ross had no power to do so under the Code of Civil Procedure then in force. Upon this point again we should not disturb the course adopted by the local tribunals without stronger reasons than are offered here, and therefore do not discuss the question at length. The parties could have agreed in writing upon a judge, and they did agree in writing at a later stage that Judge McCabe should decide the case without waiting for the action of the assessors whom the law provides to assist upon matters of fact. This objection, like the preceding, seems not to have been even suggested to the supreme court of the Philippines. To listen to it now would be not to prevent, but to accomplish, an injustice not to be tolerated except under the most peremptory requirement of law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The next point argued, again not assigned as error, is that it seems from the opinion of the judge of first instance that the trial was had upon the evidence that had been offered before Judge Norris. If we are to assume the fact, it is a most extraordinary suggestion that, even though the parties seem to have assented to the course pursued, due process of law forbids a hearing upon a transcript of evidence formerly heard in court. We shall say no more upon this point.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The errors that were assigned may be disposed of with equal brevity. The first one is the taking of July 5, 1902, the date of the decree of divorce, afterwards affirmed, as the date for liquidating the wife's claim. It is urged that there was no formal decree of separation of the property, and that until such an order had been made the court had no right to enter a judgment. It also is argued that there was no such inventory as was required by law. But the testimony and other evidence are not before us, and, apart from our often-stated unwillingness to interfere with matters of local administration unless clear and important error is shown, there is nothing in the record sufficient to control the opinion of the supreme court of the Islands that 'the method adopted by [the judge of first instance] in liquidating the assets of the conjugal partnership was substantially in accord with the method prescribed in the Code.' [25 Philippine, 445.] We disallow the attempt to reopen some questions of detail, such as a charge of estimated profits, upon this and other grounds. See Piza Hermanos v. Caldentey, 231 U. S. 690, 58 L. ed. 439, 34 Sup. Ct. Rep. 253.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only remaining item is charging interest on the judgment from July 5, 1902. But that was the date at which, but for the delays of the law, the wife would have received her dues, the husband has had the use of the money meanwhile, and we are not prepared to say that it was not at least within the discretion of the court to allow the charge, notwithstanding the success of the husband in reducing the amount on appeal. Stoughton v. Lynch, 2 Johns. Ch. 209, 219; Hollister v. Barkley, 11 N. H. 501, 511. See Barnhart v. Edwards, 128 Cal. 572, 61 Pac. 176; McLimans v. Lancaster, 65 Wis. 240, 26 N. W. 566; Rawlings v. Anheuser-Busch Brewing Co. 69 Neb. 34, 94 N. W. 1001. A discretion is recognized even in actions of tort. Eddy v. Lafayette, 163 U. S. 456, 467, 41 L. ed. 225, 229, 16 Sup. Ct. Rep. 1082; Frazer v. Bigelow Carpet Co. 141 Mass. 126, 4 N. E. 620. The judgment upon the appeal will be affirmed and the writ of error dismissed. De la Rama v. De la Rama, 201 U. S. 303, 50 L. ed. 765, 26 Sup. Ct. Rep. 485; Gsell v. Insular Collector of Customs, 239 U. S. 93, 60 L. ed. &#8212;&#8212;, 36 Sup. Ct. Rep. 39.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Writ of error dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>241 U.S. 154 (1916)</b></center>\n<center><h1>DE LA RAMA<br>\nv.<br>\nDE LA RAMA.</h1></center>\n<center>No. 216.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 18, 1916.</center>\n<center>Decided May 1, 1916.</center>\nERROR TO AND APPEAL FROM THE SUPREME COURT OF THE PHILIPPINE ISLANDS.\n<p><span class=\"star-pagination\">*155</span> <i>Mr. Rufus S. Day, Mr. Charles Edmond Cotterill</i> and <i>Mr. Edmund W. Van Dyke</i> for plaintiff in error and appellant.</p>\n<p><i>Mr. Frederic R. Coudert</i> and <i>Mr. Howard Thayer Kingsbury</i> for defendant in error and appellee.</p>\n<p><span class=\"star-pagination\">*157</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a suit by a wife for divorce, alimony <i>pendente lite</i> and a division of the conjugal property. It has been before this court in the first aspect, 201 U.S. 303, and now comes here on matters affecting the division of property, beginning with the fundamental objection that the division could not be asked in the divorce suit but must proceed on the footing of a decree already made. As to this it is enough to say that no such error was assigned as a ground for appeal, and the objection comes too late. At the previous stage the right of the plaintiff to her proportion of the conjugal property, to alimony pending suit and to other allowances claimed, was said to be the basis of our jurisdiction. 201 U.S. 318. <i>Villanueva</i> v. <i>Villanueva,</i> 239 U.S. 293, 294. The Court of First Instance had jurisdiction of the subject-matter, and the separation or union of the two causes was merely a question of procedure and convenience. The defendant impliedly <span class=\"star-pagination\">*158</span> admitted the jurisdiction by pleading that there was no common property and that \"therefore\" the separation should be denied. After the matter had been adverted to by the trial judge and the joinder declared proper it was dealt with as legitimate by the Supreme Court and upon a petition for rehearing the only objections urged by the defendant concerned matters of detail. There is every reason that the local practice sanctioned in this case by the local courts should not be disturbed.</p>\n<p>The next error alleged in argument also was not assigned. It is that Judge Norris who first heard the evidence having resigned, Judge McCabe, of the Court of First Instance, who finally decided the separation of conjugal property, was designated by Judge Ross (before whom otherwise the case would have come), on the ground that the latter was disqualified; and that Judge Ross had no power to do so under the Code of Civil Procedure then in force. Upon this point again we should not disturb the course adopted by the local tribunals without stronger reasons than are offered here and therefore do not discuss the question at length. The parties could have agreed in writing upon a judge and they did agree in writing at a later stage that Judge McCabe should decide the case without waiting for the action of the assessors whom the law provides to assist upon matters of fact. This objection like the preceding seems not to have been even suggested to the Supreme Court of the Philippines. To listen to it now would be not to prevent but to accomplish an injustice not to be tolerated except under the most peremptory requirement of law.</p>\n<p>The next point argued, again not assigned as error, is that it seems from the opinion of the judge of first instance that the trial was had upon the evidence that had been offered before Judge Norris. If we are to assume the fact, it is a most extraordinary suggestion that, even though the parties seem to have assented to the course <span class=\"star-pagination\">*159</span> pursued, due process of law forbids a hearing upon a transcript of evidence formerly heard in court. We shall say no more upon this point.</p>\n<p>The errors that were assigned may be disposed of with equal brevity. The first one is the taking of July 5, 1902, the date of the decree of divorce, afterwards affirmed, as the date for liquidating the wife's claim. It is urged that there was no formal decree of separation of the property and that until such an order had been made the court had no right to enter a judgment. It also is argued that there was no such inventory as was required by law. But the testimony and other evidence are not before us, and, apart from our often stated unwillingness to interfere with matters of local administration unless clear and important error is shown, there is nothing in the record sufficient to control the opinion of the Supreme Court of the Islands that `the method adopted by [the judge of first instance] in liquidating the assets of the conjugal partnership was substantially in accord with the method prescribed in the code.' We disallow the attempt to reopen some questions of detail such as a charge of estimated profits, upon this and other grounds. See <i>Piza Hermanos</i> v. <i>Caldentey,</i> 231 U.S. 690.</p>\n<p>The only remaining item is charging interest on the judgment from July 5, 1902. But that was the date at which but for the delays of the law the wife would have received her dues, the husband has had the use of the money meanwhile, and we are not prepared to say that it was not at least within the discretion of the court to allow the charge, notwithstanding the success of the husband in reducing the amount on appeal. <i>Stoughton</i> v. <i>Lynch,</i> 2 Johns. Ch. 209, 219. <i>Hollister</i> v. <i>Barkley,</i> 11 N.H. 501, 511. See <i>Barnhart</i> v. <i>Edwards,</i> 128 California, 572. <i>McLimans</i> v. <i>Lancaster,</i> 65 Wisconsin, 240. <i>Rawlings</i> v. <i>Anheuser-Busch Brewing Co.,</i> 69 Nebraska, 34. A discretion is recognized even in actions of tort. <i>Eddy</i> v. <span class=\"star-pagination\">*160</span> <i>Lafayette,</i> 163 U.S. 456, 467. <i>Frazer</i> v. <i>Bigelow Carpet Co.,</i> 141 Massachusetts, 126. The judgment upon the appeal will be affirmed and the writ of error dismissed. <i>De la Rama</i> v. <i>De la Rama,</i> 201 U.S. 303. <i>Gsell</i> v. <i>Insular Collector of Customs,</i> 239 U.S. 93.</p>\n<p><i>Writ of error dismissed.</i></p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></span> (1916)</b></center>\n<center><h1>DE LA RAMA<br>\nv.<br>\nDE LA RAMA.</h1></center>\n<center>No. 216.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted April 18, 1916.</center>\n<center>Decided May 1, 1916.</center>\nERROR TO AND APPEAL FROM THE SUPREME COURT OF THE PHILIPPINE ISLANDS.\n<p><span class=\"star-pagination\">*155</span> <i>Mr. Rufus S. Day, Mr. Charles Edmond Cotterill</i> and <i>Mr. Edmund W. Van Dyke</i> for plaintiff in error and appellant.</p>\n<p><i>Mr. Frederic R. Coudert</i> and <i>Mr. Howard Thayer Kingsbury</i> for defendant in error and appellee.</p>\n<p><span class=\"star-pagination\">*157</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a suit by a wife for divorce, alimony <i>pendente lite</i> and a division of the conjugal property. It has been before this court in the first aspect, <span class=\"citation\" data-id=\"96440\"><a href=\"/opinion/96440/de-la-rama-v-de-la-rama/\"><span class=\"volume\">201</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, and now comes here on matters affecting the division of property, beginning with the fundamental objection that the division could not be asked in the divorce suit but must proceed on the footing of a decree already made. As to this it is enough to say that no such error was assigned as a ground for appeal, and the objection comes too late. At the previous stage the right of the plaintiff to her proportion of the conjugal property, to alimony pending suit and to other allowances claimed, was said to be the basis of our jurisdiction. 201 U.S. 318. <i>Villanueva</i> v. <i>Villanueva,</i> <span class=\"citation\" data-id=\"98578\"><a href=\"/opinion/98578/de-villanueva-v-villanueva/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 294. The Court of First Instance had jurisdiction of the subject-matter, and the separation or union of the two causes was merely a question of procedure and convenience. The defendant impliedly <span class=\"star-pagination\">*158</span> admitted the jurisdiction by pleading that there was no common property and that \"therefore\" the separation should be denied. After the matter had been adverted to by the trial judge and the joinder declared proper it was dealt with as legitimate by the Supreme Court and upon a petition for rehearing the only objections urged by the defendant concerned matters of detail. There is every reason that the local practice sanctioned in this case by the local courts should not be disturbed.</p>\n<p>The next error alleged in argument also was not assigned. It is that Judge Norris who first heard the evidence having resigned, Judge McCabe, of the Court of First Instance, who finally decided the separation of conjugal property, was designated by Judge Ross (before whom otherwise the case would have come), on the ground that the latter was disqualified; and that Judge Ross had no power to do so under the Code of Civil Procedure then in force. Upon this point again we should not disturb the course adopted by the local tribunals without stronger reasons than are offered here and therefore do not discuss the question at length. The parties could have agreed in writing upon a judge and they did agree in writing at a later stage that Judge McCabe should decide the case without waiting for the action of the assessors whom the law provides to assist upon matters of fact. This objection like the preceding seems not to have been even suggested to the Supreme Court of the Philippines. To listen to it now would be not to prevent but to accomplish an injustice not to be tolerated except under the most peremptory requirement of law.</p>\n<p>The next point argued, again not assigned as error, is that it seems from the opinion of the judge of first instance that the trial was had upon the evidence that had been offered before Judge Norris. If we are to assume the fact, it is a most extraordinary suggestion that, even though the parties seem to have assented to the course <span class=\"star-pagination\">*159</span> pursued, due process of law forbids a hearing upon a transcript of evidence formerly heard in court. We shall say no more upon this point.</p>\n<p>The errors that were assigned may be disposed of with equal brevity. The first one is the taking of July 5, 1902, the date of the decree of divorce, afterwards affirmed, as the date for liquidating the wife's claim. It is urged that there was no formal decree of separation of the property and that until such an order had been made the court had no right to enter a judgment. It also is argued that there was no such inventory as was required by law. But the testimony and other evidence are not before us, and, apart from our often stated unwillingness to interfere with matters of local administration unless clear and important error is shown, there is nothing in the record sufficient to control the opinion of the Supreme Court of the Islands that `the method adopted by [the judge of first instance] in liquidating the assets of the conjugal partnership was substantially in accord with the method prescribed in the code.' We disallow the attempt to reopen some questions of detail such as a charge of estimated profits, upon this and other grounds. See <i>Piza Hermanos</i> v. <i>Caldentey,</i> 231 U.S. 690.</p>\n<p>The only remaining item is charging interest on the judgment from July 5, 1902. But that was the date at which but for the delays of the law the wife would have received her dues, the husband has had the use of the money meanwhile, and we are not prepared to say that it was not at least within the discretion of the court to allow the charge, notwithstanding the success of the husband in reducing the amount on appeal. <i>Stoughton</i> v. <i>Lynch,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">209</span></span>, 219. <i>Hollister</i> v. <i>Barkley,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">501</span></span>, 511. See <i>Barnhart</i> v. <i>Edwards,</i> 128 California, 572. <i>McLimans</i> v. <i>Lancaster,</i> 65 Wisconsin, 240. <i>Rawlings</i> v. <i>Anheuser-Busch Brewing Co.,</i> 69 Nebraska, 34. A discretion is recognized even in actions of tort. <i>Eddy</i> v. <span class=\"star-pagination\">*160</span> <i>Lafayette,</i> <span class=\"citation\" data-id=\"1694361\"><a href=\"/opinion/1694361/eddy-v-lafayette/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span>, 467. <i>Frazer</i> v. <i>Bigelow Carpet Co.,</i> 141 Massachusetts, 126. The judgment upon the appeal will be affirmed and the writ of error dismissed. <i>De la Rama</i> v. <i>De la Rama,</i> <span class=\"citation\" data-id=\"96440\"><a href=\"/opinion/96440/de-la-rama-v-de-la-rama/\"><span class=\"volume\">201</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>. <i>Gsell</i> v. <i>Insular Collector of Customs,</i> 239 U.S. 93.</p>\n<p><i>Writ of error dismissed.</i></p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 98724, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98724/", "sha1": "025a7365e212fd176ee1ed27e84cbc600fed9222", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:45:44"}