{"absolute_url": "/opinion/98794/ex-parte-united-states/", "blocked": false, "citation": {"case_name": "Ex Parte United States", "docket_number": "11, Original", "document_uris": ["/api/rest/v2/document/98794/"], "federal_cite_one": "242 U.S. 27", "federal_cite_three": null, "federal_cite_two": null, "id": 83177, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/83177/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 134, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1916-12-04", "date_modified": "2014-12-21T01:36:17.003303", "docket": "/api/rest/v2/docket/423899/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">242 U.S. 27</p>\n    <p class=\"case_cite\">37 S.Ct. 72</p>\n    <p class=\"case_cite\">61 L.Ed. 129</p>\n    <p class=\"parties\">EX PARTE UNITED STATES, Petitioner.</p>\n    <p class=\"docket\">No. 11, Original.</p>\n    <p class=\"date\">Argued January 10 and 11, 1916.</p>\n    <p class=\"date\">Decided December 4, 1916.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr.John M. Killits, in propria persona, also for respondent.</p>\n      <p class=\"indent\">[Syllabus from page 28 intentionally omitted]</p>\n      <p class=\"indent\">Attorney General Gregory, Assistant Attorney General Wallace, and Solicitor General Davis for the United States.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 29-32 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Edwin J. Marshall for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 33-37 intentionally omitted]</p>\n      <p class=\"indent\">Richard W. Hale, Frank W. Grinnell, Homer Folks, and Charles L. Chute as amici curiae.</p>\n      <p class=\"indent\">Mr. Chief Justice White delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The accused pleading guilty to an indictment charging him in several counts with embezzling the money of a national bank embexxling the money of a national bank of which he was an officer, and making false entries in its books, in violation of &#167; 5209, Revised Statutes (Comp. Stat. 1913, &#167; 9772), was sentenced to imprisonment in the penitentiary for five years, the shortest term which, under the statute, could have been imposed upon him. At once at his request, over the objection of the United States district attorney, the court ordered 'that the execution of the sentence be, and it is hereby, suspended during the good behavior of the defendant, and for the purpose of this case this term of this court is kept open for five years.' The United States moved to set this order aside on the ground that, as it was not a mere temporary suspension of the sentence to enable legal proceedings pending or contemplated to revise it to be taken, or application for pardon to be made, or any other legal relief against the sentence to be resorted to, but, on the contrary, as it was a permanent suspension based upon considerations extraneous to the legality of the conviction or the duty to enforce the sentence, the order of suspension was void, as it was equivalent to a refusal to carry out the statute. The motion was denied. In the opinion giving its reasons for so doing, the court, conceding that the suspension was permanent, stated the general considerations which it deemed it was required to take into view in decideing whether the sentence should be enforced, conceding the legality of the conviction and sentence and their finality, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Modern notions respecting the treatment of law breakers abandon the theory that the imposition of the sentence is solely to punish, and now the best thought considers three elements properly to enter into the treatment of every criminal case after conviction. Punishment in some measure is still the object of sentence, but, affecting its extent and character, we consider the effect of the situation upon the individual, as tending to reform him from or to confirm him in a criminal career, and also the relation his case bears to the community in the effect of the disposition of it upon others of criminal tendencies.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After pointing out the peculiar aptitude possessed by a trial judge for the appreciation of such conditions, and the imperative duty which rested upon such judge to consider and weigh the matters stated, and to determine, as an inherent attribute of judicial power, whether a permanent suspension of the term of imprisonment fixed by the statute should be ordered, the circumstances upon which it was concluded that a permanent suspension should be directed were stated in part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'We took into account the peculiar circumstances under which his crime was committed, having regard to the temptations which from time to time encompassed him, and his personal necessities, and the purposes for which his appropriations were made. Also, the fact that his friends made his employers whole, and that otherwise he had so commended himself to the favor of his employers suffering by his crime, that they at all times, as well as now, evince a disposition to forgive his abuse of their confidence, and to support him against the punishment which the law provides. We find that otherwise than for this crime, his disposition, character, and habits have so strongly commended him to his friends, acquaintances, and persons of his faith, that they are unanimous in the belief that the exposure and humiliation of his conviction are a sufficient punishment, and that he can be saved to the good of society if nothing further is done with him.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After further elaborating considerations of a like nature, and stating very many circumstances confirming those mentioned, to leave no room for doubt that its action was intended to be permanent and was based alone on the extraneous circumstances stated, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Passing now to the concrete case, we observe for the benefit of the United States that nothing exists in this case which moved the court to suspend the execution of sentence to prevent 'an abuse of the court's process, or to prevent an injustice being done to the defendant,' so far as it may be said that abstract justice required defendant to suffer for his crime. However, we considered the defendant from many standpoints to be as worthy of the benefit of the discretion to suspend the execution of his sentence as any other convict upon whom that favor has hitherto been bestowed.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following a written demand which was thereafter made upon the clerk to issue a commitment, which was refused by him on the ground that the sentence had been suspended, and the further refusal of the judge to direct the clerk to issue such commitment, the United States sought and obtained a rule to show cause why a mandamus should not be awarded directing the judge to vacate the order of suspension, under which the subject is now before us for consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The remedial appropriateness of the writ of mandamus is at the threshold questioned, but we dispose of the subject by a mere reference to adjudged cases conclusively establishing the want of foundation for the contention. Ex parte Bradley, 7 Wall. 364, 19 L. ed. 214; Life &amp; Fire Ins. Co. v. Wilson, 8 Pet. 291, 8 L. ed. 949; Re Winn, 213 U.S. 458, 53 L. ed. 873, 29 Sup. Ct. Rep. 515; Re Metropolitan Trust Co. 218 U.S. 312, 54 L. ed. 1051, 31 Sup. Ct. Rep. U.S. 539, 55 L. ed. 575, 31 Sup. Ct. Rep. U.S. 539, 55 L. ed. 575, 31 Sup. Ct. Rep. 600. In addition, however, it is urged that, as the right to resort to the extraordinary remedy by mandamus must rest upon the assumption that the order of suspension was absolutely void, therefore the rule for the writ should have been directed not against the judge, but against the clerk, to compel him to issue the commitment. But we pass from its consideration, as we are of opinion that its want of merit will be completely demonstrated by the slightest appreciation of the judicial duties of the court below and the ministerial relation of the clerk of the court to the same.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The return to the rule and the statement in support of the same lucidly portray the contentions involved in the question of power to be decided, and the subject in all its aspects has been elaborately discussed, not only by the printed arguments of the parties, but, in addition, light has been thrown on the general question by an argument submitted by the New York State Probation Commission, explaining the statutory system of parol prevailing in that state, and by an able argument presented by members of the bar of the first circuit in behalf of a practice of mitigating or pretermitting, when deemed necessary, the statutory punishment for crimes, which it is declared has prevailed in the United States courts in that circuit for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The argument on behalf of the respondent concedes that the order of suspension was permanent, and absolutely removed the accused from the operation of the punishment provided by the statute; and it is further conceded that a suspension of this character was the equivalent of an absolute and permanent refusal to impose, under the statute, any sentence whatever. However absolute may be the right thus asserted, it is nevertheless said it is not without limitation, since it may not be capriciously called into play. Passing the question whether this assumed restriction is not in the nature of things imaginary as the result of the scope of the authority asserted, let us come to dispose of the contention made by examining the propositions relied upon to sustain it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">They are: 1. That the right to refuse to impose a sentence fixed by statute, or to refuse to execute such a sentence when imposed, is a discretion inhering in the judicial power to try and punish violations of the criminal law. 2. That even if there be doubt on this subject as an original proposition, such doubt is dispelled as the right was recognized and frequently exerted at common law. 3. That the power claimed has also been recognized by decisions of state courts and of United States courts of original jurisdiction to such an extent that the doctrine is now to be considered as not open to controversy. 4. That whatever may be the possibility of dispute as to this last view, at least it cannot be denied that in both the state and Federal courts, over a very long period of time, the power here asserted has been exercised, often with the express, and constantly with the tacit, approval of the administrative officers of the state and Federal governments, and has been also tacitly recognized by the inaction of the legislative department during the long time the practice has prevailed, to such an extent that the authority claimed has in practice become a part of the administration of criminal law, both state and Federal, not subject to be now questioned or overthrown because of mere doubts of the theoretical accuracy of the conceptions upon which it is founded.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. The contention as to inherent judicial power.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Indisputably under our constitutional system the right to try offenses against the criminal laws, and, upon conviction, to impose the punishment provided by law, is judicial, and it is equally to be conceded that, in exerting the powers vested in them on such subject, courts inherently possess ample right to exercise reasonable, that is, judicial, discretion to enable them to wisely exert their authority. But these concessions afford no ground for the contention as to power here made, since it must rest upon the proposition that the power to enforce begets inherently a discretion to permanently refuse to do so. And the effect of the proposition urged upon the distribution of powers made by the Constitution will become apparent when it is observed that indisputable also is it that the authority to define and fix the punishment for crime is legislative, and includes the right in advance to bring within judicial discretion for the purpose of executing the statute elements of consideration which would be otherwise beyond the scope of judicial authority, and that the right to relieve from the punishment fixed by law and ascertained according to the methods by it provided, belongs to the executive department.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The proposition might well be left with the demonstration which results from these considerations, but the disregard of the Constitution which would result from sustaining the proposition is made, if possible, plainer by considering that, if it be that the plain legislative command fixing a specific punishment for crime is subject to be permanently set aside by an implied judicial power upon considerations extraneous to the legality of the conviction, it would seem necessarily to follow that there could be likewise implied a discretionary authority to permanently refuse to try a criminal charge because of the conclusion that a particular act made criminal by law ought not to be treated as criminal. And thus it would come to pass that the possession by the judicial department of power to permanently refuse to enforce a law would result in the destruction of the conceded powers of the other departments, and hence leave no law to be enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. The contention as to support for the proposition at common law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The common law is thus stated in Hale's Pleas of the Crown, vol. 2, chap. 58, p. 412:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Reprieves or stays of judgment or execution are of three kinds, viz.:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'I. Ex mandato regis. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'II. Ex arbitrio judicis. Sometimes the judge reprieves before judgment, as where he is not satisfied with the verdict, or the evidence is uncertain, or the indictment insufficient, or doubtful whether within clergy; and sometimes after judgment, if it be a small felony, tho out of clergy, or in order to a pardon or transportation. Crompt. Just. 22b, and these arbitrary reprieves may be granted or taken off by the justices of gaol-delivery, altho their sessions be adjourned or finished, and this by reason of common usage. 2 Dyer, 205a, 73 Eng. Reprint, 452.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'III. Ex necessitate legis, which is in case of pregnancy, where a woman is convict of felony or treason.'</p>\n    </div>\n    <p class=\"indent\">Blackstone thus expresses it:</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'The only other remaining ways of avoiding the execution of the judgment are by a reprieve or a pardon; whereof the former is temporary only, the latter permanent.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'I. A reprieve (from reprendre, to take back), is the withdrawing of a sentence for an interval of time; whereby the execution is suspended. This may be, first ex arbitrio judicis; either before or after judgment; as, where the judge is not satisfied with the verdict, or the evidence is suspicious, or the indictment is insufficient, or he is doubtful whether the offense be within clergy; or sometimes if it be a small felony, or any favourable circumstances appear in the criminal's character, in order to give room to apply to the Crown for either an absolute or conditional pardon. These arbitrary reprieves may be granted or taken off by the justices of gaol delivery, although their session be finished, and their commission expired; but this rather by common usage, than of strict right.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Reprieves may also be ex necessitate legis: as, where a woman is capitally convicted, and pleads her pregnancy; though this is no cause to stay the judgment, yet it is to respite the execution till she be delivered. This is a mercy dictated by the law of nature, in favorem prolis.' Bk. 4, chap. 31, pp. 394, 395.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">While it may not be doubted under the common law as thus stated that courts possessed and asserted the right to exert judicial discretion in the enforcement of the law to temporarily suspend either the imposition of sentence or its execution when imposed to the end that pardon might be procured, or that a violation of law in other respects might be prevented, we are unable to perceive any ground for sustaining the proposition that, at common law, the courts possessed or claimed the right which is here insisted upon. No elaboration could make this plainer than does the text of the passages quoted. It is true that, owing to the want of power in common-law courts to grant new trials, and to the absence of a right to review convictions in a higher court, it is, we think, to be conceded: (a) That both suspensions of sentence and suspensions of the enforcement of sentences temporary in character were often resorted to on grounds of error or miscarriage of justice which, under our system, would be corrected either by new trials or by the exercise of the power to review. (b) That not infrequently where the suspension either of the imposition of a sentence or of its execution was made for the purpose of enabling a pardon to be sought or bestowed, by a failure to further proceed in the criminal cause in the future, although no pardon had been sought or obtained, the punishment fixed by law was es aped. But neither of these conditions serve to convert the mere exercise of a judicial discretion to temporarily suspend for the accomplishment of a purpose contemplated by law into the existence of an arbitrary judicial power to permanently refuse to enforce the law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">And we can deduce no support for the contrary contention from the rulings in 2 Dyer, 165a, 205a, and 235a, 73 Eng. Reprint, 359, 452, 519, since those cases but illustrate the exercise of the conceded, reasonable, discretionary power to reprieve to enable a lawful end to be attained. Nor from the fact that common-law courts possessed the power by recognizance to secure good behavior, that is, to enforce the law, do we think any support is afforded for the proposition that those courts possessed the arbitrary discretion to permanently decline to enforce the law. The cases of Hart's Trial, 30 How. St. Tr. 1344 and Reg. v. Dunn, 12 Q. B. 1026, 1041, 116 Eng. Reprint, 1155, 18 L. J. Mag. Cas. N. S. 41, certainly do not tend to so establish, since they simply manifest the exertion of the power of the courts after a conviction and the suffering of the legal penalty to exact from the convicted person a bond for his good behavior thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">3. The support for the power asserted claimed to be derived from the adjudication of state and Federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Coming first to the state courts, undoubtedly there is conflict in the decisions. The area, however, of conflict will be narrowed by briefly stating and contrasting the cases. We shall do so by referring chronologically to the cases denying the power, and then to those relied upon to establish it.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In 1838 the supreme court of North Carolina in State v. Bennett, 20 N. C. 170 (4 Dev. &amp; B. L. 43), was called upon to decide whether a trial court had the right to permanently remit upon condition a part of a criminal sentence fixed by statute. The court said:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'We know that a practice has prevailed to some extent of inflicting fines with a provision that they should be diminished or remitted altogether upon matter thereafter to be done, or shown to the court by the person convicted. But we can find no authority in law for this practice, and feel ourselves bound, upon this first occasion when it is brought judicially to our notice, to declare it illegal.' In 1860, in People v. Morrisette, 20 How. Pr. 118, an accused, after pleading guilty, asked a suspension of sentence and to be then discharged from custody. The court said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'I am of the opinion the court does not possess the power to suspend sentence indefinitely in any case. As I understand the law, it is the duty of the court, unless application be made for a new trial, or a motion in arrest of judgment be made for some defect in the indictment, to pronounce judgment upon every prisoner convicted of crime by a jury, who pleads guilty. An indefinite suspension of the sentence prescribed by law is a quasi pardon, provided the prisoner be discharged from imprisonment. No court in the state has any pardoning power. That power is vested exclusively in the governor.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In People v. Brown, 54 Mich. 15, 19 N. W. 571, in deciding that no power to permanently suspend a sentence existed, speaking through Mr. Chief Justice Cooley the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'Now it is no doubt competent for a criminal court, after conviction, to stay for a time its sentence; and many good reasons may be suggested for doing so; such as to give opportunity for a motion for a new trial or in arrest, or to enable the judge to better satisfy his own mind what the punishment ought to be (Com. v. Dowdican, 115 Mass. 133); but it was not a suspension of judgment of this sort that was requested or desired in this case; it was not a mere postponement; it was not delay for any purpose of better advising the judicial mind what ought to be done; but it was an entire and absolute remission of all penalty and the excusing of all guilt. In other words, what was requested of the judge was that he should take advantage of the fact that he alone was empowered to pass sentence, and, by postponing indefinitely the performance of this duty, indirectly, but to completed effect, grant to the respondent a pardon for his crime.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">And considering the doctrine as to the want of power thus expounded from the point of view of the common law and of every argument here relied upon, state courts have, in the cases which are in the margin, in careful opinions denied the existence of the power now claimed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The cases to the contrary are these, omitting one in a court of original jurisdiction in Massachusetts, referred to by counsel, but in which there is no written opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In 1874 in Com. v. Dowdican, supra, the right in a criminal case 'to lay the case on file' and postpone the sentence was sustained, the court declaring that the practice had long existed, and was recognized by statutes, one of which regulated the granting of parol by courts in liquor cases.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The case just cited was approvingly referred to in Sylvester v. State, 65 N. H. 193, 20 Atl. 954, and declared to express the practice long prevailing in New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In 1894, in People ex rel. Forsyth v. Court of Sessions, 141 N. Y. 288, 23 L.R.A. 856, 36 N. E. 386, 15 Am. Crim. Rep. 675, in holding that a trial court had power to permanently suspend a sentence for reasons dehors the legality of the conviction, it was declared that such power existed at common law and hence prevailed in the state, this being supported by a quotation from Hale's Pleas of the Crown. In addition it was said, referring to a state parol statute enacted subsequent to the conviction, that such statute, while it conferred no new or other power than that possessed at common law, nevertheless imposed the duty to see to it that the power was not lost to impose future punishment after the release if the condition of suspension was violated.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In the cases cited in the margin the power was upheld upon the rulings in Com. v. Dowdican, and the Forsyth Case, supra, or because of a practice long prevailing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Leaving aside the question of the asserted duty to sustain the doctrine because of the long-established practice, which we shall hereafter consider, we think it clear that the long and settled line of authority to which we have previously referred, denying the existence of the power, is in no way weakened by the rulings which lie at the basis of the cases relied upon to the contrary. In the first place, on the face of the opinion in Com. v. Dowdican, supra, it would seem certain that that case treated the power as being brought by the state legislation which was referred to within the domain of reasonable discretion, since by the effect of that legislation the right to exert such power, if not directly authorized, was at least, by essential implication, sanctioned by the state law. In the second place, in so far as the Forsyth Case, supra, is concerned and its declaration as to what was the common law upon the subject, the error thus fallen into is not only demonstrated by what we have said as to the common law, but is additionally shown by the fact that the quotation from Hale's Pleas of the Crown, made in the opinion, contains clauses supporting the opinion expressed as to the common law when in fact the clauses in question, it would seem, were, by some error of citation, mistakenly attributed to Hale. We say this because the clauses referred to and attributed to Hale in the quotation are not found in any edition of the Pleas of the Crown which we have been able to examine, and it is stated by counsel for the United States that, after diligent search, no passage containing the clauses has been discovered, and the existence of any edition of the work containing them is not pointed out by opposing counsel. But whether this be well founded or not, as the conclusion concerning the common law which the case expressed is, we think, obviously unsound, we are unable, on the authority of such a mistaken view, to disregard the long established and sound rule laid down in the many state cases which we have quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">So far as the courts of the United States are concerned it suffices to say that we have been referred to no opinion maintaining the asserted power, and, on the contrary, in the opinion in the only case in which the subject was considered, it was expressly decided the power was wanting. United States v. Wilson, 46 Fed. 748 (1891). It is true that in the District of Columbia the existence of the power was maintained. Miller v. United States, 41 App. D. C. 52 (1913). But the unsoundness of the grounds upon which the conclusion was based is demonstrated by what we have previously said; and, aside from this, as the subject was covered by an act of Congress conferring power of parol (Act of June 25, 1910, 36 Stat. at L. 864, chap. 433), the case requires no further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">4. The duty to recognize the power as lawful because of its exertion in practice by the state and Federal courts, and the implications arising therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There is no doubt that in some states, without reference to probation legislation or an affirmative recognition of any doctrine supporting the power, it was originally exerted, and the right to continue to do so came to be recognized solely as the result of the prior practice. State ex rel. Gehrmann v. Osborne, 79 N. J. Eq. 430, 82 Atl. 424.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As to the courts of the United States, in one of the circuits, the first, especially in the Massachusetts district, it is admitted the practice has in substance existed for probably sixty years, as the result of a system styled 'laying the case on file.' The origin of this system is not explained, but it is stated in the brief supporting the practice that courts of the United States have considered the existing state laws as to probation, and have endeavored in a certain manner to conform their action thereto. It is true, also, that in the courts of the United States, sometimes in one or more districts in a circuit and sometimes in other circuits, in many instances the power here asserted was exerted, it would seem without any question, there being no objection raised by the representatives of the United States; indeed, it is said that in Ohio, where the power, as we have seen, was recognized as existing, it was exerted by Mr. Justice Matthews of this court when sitting at circuit, and there and elsewhere, it is pointed out, the power was also exerted in some instances by other judges then or subsequently members of this court. But yet it is also true that, numerous as are the instances of the exertion of the power, the practice was by no means universal, many United States judges, even in a district where the power had been exerted, on a change of incumbency, persistently refusing to exert the power on the ground that it was not possessed. Indeed, so far was this the case that we think it may be said that the exertion of the power under the circumstances stated was intermittent, and was not universal, but partial.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As amply shown by the case before us, we think also it is apparent that the situation thus described was brought about by the scrupulous desire of judges not to abuse their undoubted discretion as to granting new trials, and yet to provide a remedy for conditions in cases where a remedy was called for in the interest of the administration of the criminal law itself, as well as by the most obvious considerations of humanity and public well-being,&#8212;conditions arising in the nature of things from the state of proof in cases coming before them which could not possibly have been foreseen and taken into consideration by the lawmaking mind in fixing in advance the penalty to be imposed for a particular crime. And the force of this conclusion will become more manifest by considering that nowhere except sporadically was any objection made to the practice by the prosecuting officers of the United States, who, indeed, it is said, not infrequently invoked its exercise. Albeit this is the case, we can see no reason for saying that we may now hold that the right exists to continue a practice which is inconsistent with the Constitution, since its exercise, in the very nature of things, amounts to a refusal by the judicial power to perform a duty resting upon it, and, as a consequence thereof, to an interference with both the legislative and executive authority as fixed by the Constitution. The fact that it is said in argument that many persons, exceeding two thousand, are now at large who otherwise would be imprisoned as the result of the exertion of the power in the past, and that misery and anguish and miscarriage of justice may come to many innocent persons by now declaring the practice illegal, presents a grave situation. But we are admonished that no authority exists to cure wrongs resulting from a violation of the Constitution in the past, however meritorious may have been the motive giving rise to it, by sanctioning a disregard of that instrument in the future. On the contrary, so far as wrong resulting from an attempt to do away with the consequences of the mistaken exercise of the power in the past is concerned, complete remedy may be afforded by the exertion of the pardoning power; and, so far as the future is concerned, that is, the causing of the imposition of penalties as fixed to be subject, by probation legislation or such other means as the legislative mind may devise, to such judicial discretion as may be adequate to enable courts to meet, by the exercise of an enlarged but wise discretion, the infinite variations which may be presented to them for judgment, recourse must be had to Congress, whose legislative power on the subject is, in the very nature of things, adequately complete.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">While the conclusions just stated inevitably exact that the rule which is before us be made absolute and that the mandamus issue, nevertheless we are of opinion that the exceptional conditions which we have described require that we exercise that reasonable discretion with which we are vested to temporarily suspend the issue of the writ so as to afford ample time for executive clemency or such other action as may be required to meet the situation. And for this purpose the issue of the writ will be stayed until the end of this term, unless the United States otherwise requests, when it will go as a matter of course.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Rule made absolute.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> People v. Kennedy, 58 Mich. 372, 25 N. W. 318 (1885); Gray v. State, 107 Ind. 177, 8 N. E. 16 (1886); People v. Blackburn, 6 Utah, 347, 23 Pac. 759 (1890); State v. Voss, 80 Iowa, 467, 8 L.R.A. 767, 45 N. W. 898 (1891); People ex rel. Benton v. Court of Sessions, 8 N. Y. Crim. Rep. 355, 19 N. Y. Supp. 508 (1892) affirmed in 66 Hun, 550, 50 N. Y. S. R. 234, 21 N. Y. Supp. 659 (1893); Re Strickler, 51 Kan. 700, 33 Pac. 620 (1893); People ex rel. Smith v. Allen, 155 Ill. 61, 41 L.R.A. 473, 39 N. E. 568 (1895); Re Markuson, 5 N. D. 180, 64 N. W. 939 (1895); Re Webb, 89 Wis. 354, 27 L.R.A. 356, 46 Am. St. Rep. 846, 62 N. W. 177, 9 Am. Crim. Rep. 702 (1895); United States v. Folsom, 8 N. M. 651, 46 Pac. 447 (1896); State v. Murphy, 23 Nev. 390, 48 Pac. 628 (1897); Neal v. State, 104 Ga. 509, 42 L.R.A. 190, 69 Am. St. Rep. 175, 30 S. E. 858 (1898); Republic v. Pedro, 11 Haw. 287 (1898); Re Beck, 63 Kan. 57, 64 Pac. 971 (1901); Miller v. Evans, 115 Iowa, 101, 56 L.R.A. 101, 91 Am. St. Rep. 143, 88 N. W. 198 (1901); People ex rel. Boenert v. Barrett, 202 Ill. 287, 63 L.R.A. 82, 95 Am. St. Rep. 230, 67 N. E. 23 (1903); Re Flint, 25 Utah, 338, 95 Am. St. Rep. 853, 71 Pac. 531 (1903); State v. Dalton, 109 Tenn. 544, 72 S. W. 456, 15 Am. Crim. Rep. 653 (1902); Grundel v. People, 33 Colo. 191, 108 Am. St. Rep. 75, 79 Pac. 1022 (1905); Tuttle v. Lang, 100 Me. 123, 60 Atl. 892 (1905); McCampbell v. State, 116 Tenn. 98, 93 S. W. 100 (1905); Re St. Hilaire, 101 Me. 522, 64 Atl. 882, 8 Ann. Cas. 385 (1906); Tanner v. Wiggins, 54 Fla. 203, 45 So. 459, 14 Ann. Cas. 718 (1907); State v. Hockett, 129 Mo. App. 639, 108 S. W. 599 (1908); Ex parte Clendenning, 22 Okla. 108, 19 L.R.A.(N.S.) 1041, 132 Am. St. Rep. 628, 97 Pac. 650 (1908); Ex parte Cornwall, 223 Mo. 259, 135 Am. St. Rep. 507, 122 S. W. 666 (1909); Wall v. Jones, 135 Ga. 425, 69 S. E. 548 (1910); State v. Smith, 173 Ind. 388, 90 N. E. 607 (1909); State ex rel. Cary v. Langum, 112 Minn. 121, 127 N. W. 465 (1910); Re Peterson, 19 Idaho, 433, 33 L.R.A.(N.S.) 1067, 113 Pac. 729 (1911); State v. Abbott, 87 S. C. 466, 33 L.R.A.(N.S.) 112, 70 S. E. 6, Ann. Cas. 1912B, 1189 (1911); Spencer v. State, 125 Tenn. 64, 38 L.R.A.(N.S.) 680, 140 S. W. 597 (1911); State ex rel. Dawson v. Sapp, 87 Kan. 740, 42 L.R.A.(N.S.) 249, 125 Pac. 78 (1912); Daniel v. Persons, 137 Ga. 826, 74 S. E. 260 (1912); State v. Sturgis, 110 Me. 96, 43 L.R.A.(N.S.) 443, 85 Atl. 474 (1912); State v. Talberth, 109 Me. 575, 85 Atl. 296 (1912); Fuller v. State, 100 Miss. 811, 39 L.R.A.(N.S.) 247, 57 So. 806, Ann Cas. 1914A, 98 (1912); Ex parte Bugg, 163 Mo. App. 44, 145 S. W. 831 (1912); Snodgrass v. State, 67 Tex. Crim. Rep. 615, 41 L.R.A.(N.S.) 1144, 150 S. W. 162 (1912); Roberts v. Wansley, 137 Ga. 439, 73 S. E. 654 (1912); Hancock v. Rogers, 140 Ga. 688, 79 S. E. 558 (1913); Brabandt v. Com. 157 Ky. 130, 162 S. W. 786 (1914); Re Hart, 29 N. D. 38, L.R.A.1915C, 1169, 149 N. W. 568 (1914); Reese v. Olsen, 44 Utah, 318, 139 Pac. 941 (1914).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> State v. Addy, 43 N. J. L. 113, 39 Am. Rep. 547 (1881); People v. Mueller, 15 Chicago Leg. News, 364 (1883); Com. v. Maloney, 145 Mass. 205, 13 N. E. 482 (1887); Ex parte Williams, 26 Fla. 310, 8 So. 425 (1890); State v. Crook, 115 N. C. 760, 29 L.R.A. 260, 20 S. E. 513 (1894); State v. Whitt, 117 N. C. 804, 23 S. E. 452 (1895); People ex rel. Dunnigan v. Webster, 14 Misc. 617, 36 N. Y. Supp. 745 (1895); Weber v. State, 58 Ohio St. 616, 41 L.R.A. 472, 51 N. E. 116 (1898); Schaefer v. State, 7 Ohio C. C. N. S. 292, 27 Ohio C. C. 791 (1905); Re Lee, 3 Ohio N. P. N. S. 533, 16 Ohio S. &amp; C. P. Dec. 259 (1905); State v. Hilton, 151 N. C. 687, 65 S. E. 1011 (1909); State ex rel. Buckley v. Drew, 75 N. H. 402, 74 Atl. 875 (1909); State ex rel. O'Connor v. Drew, 75 N. H. 604, 76 Atl. 191 (1910); Re Hinson, 159 N. C. 250, 36 L.R.A.(N.S.) 352, 72 S. E. 310 (1911); State ex rel. Gehrmann v. Osborne, 79 N. J. Eq. 430, 82 Atl. 424 (1911); People v. Goodrich, 149 N. Y. Supp. 406 (1914); State v. Tripp, 168 N. C. 150, 83 S. E. 630 (1914); State v. Johnson, 169 N. C. 311, 84 S. E. 767 (1915). See Greene v. State, 88 Ark. 290, 114 S. W. 477 (1908); Joiner v. State, 94 Ark. 198, 126 S. W. 723 (1910); People v. Patrich, 118 Cal. 332, 50 Pac. 425 (1897); Com. ex rel. Nuber v. Keeper, 6 Pa. Super. Ct. 420 (1898); Com. v. Dunleavy, 16 Pa. Super. Ct. 380 (1901).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>242 U.S. 27 (1916)</b></center>\n<center><h1>EX PARTE UNITED STATES, PETITIONER.</h1></center>\n<center>No. 11, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 10, 11, 1916.</center>\n<center>Decided December 4, 1916.</center>\nPETITION FOR WRIT OF MANDAMUS.\n<p><span class=\"star-pagination\">*29</span> <i>The Attorney General</i> and <i>Mr. Assistant Attorney General Wallace,</i> with whom <i>The Solicitor General</i> was on the briefs, for the United States.</p>\n<p><i>Mr. Edwin J. Marshall</i> for respondent.</p>\n<p><span class=\"star-pagination\">*37</span> MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The accused pleading guilty to an indictment charging him in several counts with embezzling the money of a national bank of which he was an officer and making false entries in its books in violation of ยง 5209, Revised Statutes, was sentenced to imprisonment in the penitentiary for five years, the shortest term which under the statute could have been imposed upon him. At once at his request over the objection of the United States District Attorney the court ordered \"that the execution of the sentence be, and it is hereby suspended during the good behavior of the defendant, and for the purpose of this case this term of this court is kept open for five years.\" The United States moved to set this order aside on the ground that as it was not a mere temporary suspension of the sentence to enable legal proceedings pending or contemplated to revise it to be taken, or application for pardon to be made, or any other legal relief against the sentence to be resorted to, but on the contrary as it was a permanent suspension based upon considerations extraneous to the legality of the conviction or the duty to enforce the sentence, the order of suspension was void as it was equivalent to a refusal to carry out the statute. The motion was denied. In the opinion giving its reasons for so doing the court, conceding that the suspension was permanent, stated the <span class=\"star-pagination\">*38</span> general considerations which it deemed it was required to take into view in deciding whether the sentence should be enforced, conceding the legality of the conviction and sentence and their finality, as follows:</p>\n<p>\"Modern notions respecting the treatment of law breakers abandon the theory that the imposition of the sentence is solely to punish, and now the best thought considers three elements properly to enter into the treatment of every criminal case after conviction. Punishment in some measure is still the object of sentence, but affecting its extent and character we consider the effect of the situation upon the individual as tending to reform him from or to confirm him in a criminal career, and also the relation his case bears to the community in the effect of the disposition of it upon others of criminal tendencies.\"</p>\n<p>After pointing out the peculiar aptitude possessed by a trial judge for the appreciation of such conditions and the imperative duty which rested upon such judge to consider and weigh the matters stated and to determine as an inherent attribute of judicial power whether a permanent suspension of the term of imprisonment fixed by the statute should be ordered, the circumstances upon which it was concluded that a permanent suspension should be directed were stated in part as follows:</p>\n<p>\"We took into account the peculiar circumstances under which his crime was committed, having regard to the temptations which from time to time encompassed him, and his personal necessities, and the purposes for which his appropriations were made. Also, the fact that his friends made his employers whole, and that otherwise he had so commended himself to the favor of his employers suffering by his crime, that they at all times as well as now evince a disposition to forgive his abuse of their confidence, and to support him against the punishment which the law provides. We find that otherwise than for this crime, his disposition, character and habits have so strongly commended <span class=\"star-pagination\">*39</span> him to his friends, acquaintances and persons of his faith, that they are unanimous in the belief that the exposure and humiliation of his conviction are a sufficient punishment, and that he can be saved to the good of society if nothing further is done with him.\"</p>\n<p>After further elaborating considerations of a like nature and stating very many circumstances confirming those mentioned, to leave no room for doubt that its action was intended to be permanent and was based alone on the extraneous circumstances stated, the court said:</p>\n<p>\"Passing now to the concrete case, we observe for the benefit of the United States that nothing exists in this case which moved the court to suspend the execution of sentence to prevent `an abuse of the court's process, or to prevent an injustice being done to the defendant' so far as it may be said that abstract justice required defendant to suffer for his crime. However, we considered the defendant from many standpoints to be as worthy of the benefit of the discretion to suspend the execution of his sentence as any other convict upon whom that favor has hitherto been bestowed.\"</p>\n<p>Following a written demand which was thereafter made upon the clerk to issue a commitment which was refused by him on the ground that the sentence had been suspended and the further refusal of the judge to direct the clerk to issue such commitment, the United States sought and obtained a rule to show cause why a mandamus should not be awarded directing the judge to vacate the order of suspension, under which the subject is now before us for consideration.</p>\n<p>The remedial appropriateness of the writ of mandamus is at the threshold questioned, but we dispose of the subject by a mere reference to adjudged cases conclusively establishing the want of foundation for the contention. <i>Ex parte Bradley,</i> 7 Wall. 364; <i>Life &amp; Fire Insurance Company</i> v. <i>Wilson,</i> 8 Pet. 291; <i>In re Winn,</i> 213 U.S. <span class=\"star-pagination\">*40</span> 458; <i>In re Metropolitan Trust Co.,</i> 218 U.S. 312; <i>Ex parte Metropolitan Water Company,</i> 220 U.S. 539. In addition, however, it is urged that as the right to resort to the extraordinary remedy by mandamus must rest upon the assumption that the order of suspension was absolutely void, therefore the rule for the writ should have been directed not against the judge, but against the clerk to compel him to issue the commitment. But we pass from its consideration, as we are of opinion that its want of merit will be completely demonstrated by the slightest appreciation of the judicial duties of the court below and the ministerial relation of the clerk of the court to the same.</p>\n<p>The return to the rule and the statement in support of the same lucidly portray the contentions involved in the question of power to be decided and the subject in all its aspects has been elaborately discussed, not only by the printed arguments of the parties, but in addition light has been thrown on the general question by an argument submitted by the New York State Probation Commission, explaining the statutory system of parole prevailing in that State, and by an able argument presented by members of the Bar of the First Circuit in behalf of a practice of mitigating or pretermitting, when deemed necessary, the statutory punishment for crimes which it is declared has prevailed in the United States courts in that circuit for many years.</p>\n<p>The argument on behalf of the respondent concedes that the order of suspension was permanent and absolutely removed the accused from the operation of the punishment provided by the statute; and it is further conceded that a suspension of this character was the equivalent of an absolute and permanent refusal to impose under the statute any sentence whatever. However absolute may be the right thus asserted, it is nevertheless said it is not without limitation, since it may not be capriciously called <span class=\"star-pagination\">*41</span> into play. Passing the question whether this assumed restriction is not in the nature of things imaginary as the result of the scope of the authority asserted, let us come to dispose of the contention made by examining the propositions relied upon to sustain it.</p>\n<p>They are: 1. That the right to refuse to impose a sentence fixed by statute or to refuse to execute such a sentence when imposed, is a discretion inhering in the judicial power to try and punish violations of the criminal law. 2. That even if there be doubt on this subject as an original proposition, such doubt is dispelled as the right was recognized and frequently exerted at common law. 3. That the power claimed has also been recognized by decisions of state courts and of United States courts of original jurisdiction to such an extent that the doctrine is now to be considered as not open to controversy. 4. That whatever may be the possibility of dispute as to this last view, at least it cannot be denied that in both the state and federal courts, over a very long period of time, the power here asserted has been exercised often with the express, and constantly with the tacit, approval of the administrative officers of the state and federal governments, and has been also tacitly recognized by the inaction of the legislative department during the long time the practice has prevailed, to such an extent that the authority claimed has in practice become a part of the administration of criminal law both state and federal, not subject to be now questioned or overthrown because of mere doubts of the theoretical accuracy of the conceptions upon which it is founded.</p>\n<p>1. <i>The contention as to inherent judicial power.</i></p>\n<p>Indisputably under our constitutional system the right to try offences against the criminal laws and upon conviction to impose the punishment provided by law is judicial, and it is equally to be conceded that in exerting the powers vested in them on such subject, courts inherently possess <span class=\"star-pagination\">*42</span> ample right to exercise reasonable, that is, judicial, discretion to enable them to wisely exert their authority. But these concessions afford no ground for the contention as to power here made, since it must rest upon the proposition that the power to enforce begets inherently a discretion to permanently refuse to do so. And the effect of the proposition urged upon the distribution of powers made by the Constitution will become apparent when it is observed that indisputable also is it that the authority to define and fix the punishment for crime is legislative and includes the right in advance to bring within judicial discretion, for the purpose of executing the statute, elements of consideration which would be otherwise beyond the scope of judicial authority, and that the right to relieve from the punishment, fixed by law and ascertained according to the methods by it provided, belongs to the executive department.</p>\n<p>The proposition might well be left with the demonstration which results from these considerations, but the disregard of the Constitution which would result from sustaining the proposition is made if possible plainer by considering that, if it be that the plain legislative command fixing a specific punishment for crime is subject to be permanently set aside by an implied judicial power upon considerations extraneous to the legality of the conviction, it would seem necessarily to follow that there could be likewise implied a discretionary authority to permanently refuse to try a criminal charge because of the conclusion that a particular act made criminal by law ought not to be treated as criminal. And thus it would come to pass that the possession by the judicial department of power to permanently refuse to enforce a law would result in the destruction of the conceded powers of the other departments and hence leave no law to be enforced.</p>\n<p>2. <i>The contention as to support for the proposition at common law.</i></p>\n<p><span class=\"star-pagination\">*43</span> The common law is thus stated in Hale's Pleas of the Crown, vol. 2, chap. 58, p. 412:</p>\n<p>\"Reprieves or stays of judgment or execution are of three kinds, viz:</p>\n<p>\"I. <i>Ex mandato regis.</i> . . .</p>\n<p>\"II. <i>Ex arbitrio judicis.</i> Sometimes the judge reprieves before judgment, as where he is not satisfied with the verdict, or the evidence is uncertain, or the indictment insufficient, or doubtful whether within clergy; and sometimes after judgment, if it be a small felony, tho out of clergy, or in order to a pardon or transportation. Crompt. Just. 22, b. and these arbitrary reprieves may be granted or taken off by the justices of gaol-delivery, altho their sessions be adjourned or finished, and this by reason of common usage. Dy. 205 a.</p>\n<p>\"III. <i>Ex necessitate legis,</i> which is in case of pregnancy, where a woman is convict of felony or treason.\"</p>\n<p>Blackstone thus expresses it:</p>\n<p>\"The only other remaining ways of avoiding the execution of the judgment are by a reprieve or a pardon; whereof the former is temporary only, the latter permanent.</p>\n<p>\"I. A reprieve, from <i>reprendre,</i> to take back, is the withdrawing of a sentence for an interval of time; whereby the execution is suspended. This may be, first, <i>ex arbitrio judicis;</i> either before or after judgment; as, where the judge is not satisfied with the verdict, or the evidence is suspicious, or the indictment is insufficient, or he is doubtful whether the offence be within clergy; or sometimes if it be a small felony, or any favourable circumstances appear in the criminal's character, in order to give room to apply to the crown for either an absolute or conditional pardon. These arbitrary reprieves may be granted or taken off by the justices of goal delivery, although their session be finished, and their commission expired: but this rather by common usage, than of strict right.</p>\n<p><span class=\"star-pagination\">*44</span> \"Reprieve may also be <i>ex necessitate legis:</i> as, where a woman is capitally convicted, and pleads her pregnancy; though this is no cause to stay the judgment, yet it is to respite the execution till she be delivered. This is a mercy dictated by the law of nature, <i>in favorem prolis.</i>\" (Book IV, ch. xxxi, pp. 394-395.)</p>\n<p>While it may not be doubted under the common law as thus stated that courts possessed and asserted the right to exert judicial discretion in the enforcement of the law to temporarily suspend either the imposition of sentence or its execution when imposed to the end that pardon might be procured or that a violation of law in other respects might be prevented, we are unable to perceive any ground for sustaining the proposition that at common law the courts possessed or claimed the right which is here insisted upon. No elaboration could make this plainer than does the text of the passages quoted. It is true that, owing to the want of power in common law courts to grant new trials and to the absence of a right to review convictions in a higher court, it is we think to be conceded: (a) That both suspensions of sentence and suspensions of the enforcement of sentence, temporary in character, were often resorted to on grounds of error or miscarriage of justice which under our system would be corrected either by new trials or by the exercise of the power to review. (b) That not infrequently, where the suspension either of the imposition of a sentence or of its execution was made for the purpose of enabling a pardon to be sought or bestowed, by a failure to further proceed in the criminal cause in the future, although no pardon had been sought or obtained, the punishment fixed by law was escaped. But neither of these conditions serves to convert the mere exercise of a judicial discretion to temporarily suspend for the accomplishment of a purpose contemplated by law into the existence of an arbitrary judicial power to permanently refuse to enforce the law.</p>\n<p><span class=\"star-pagination\">*45</span> And we can deduce no support for the contrary contention from the rulings in 2 Dyer, 165a, 205a and 235a, since those cases but illustrate the exercise of the conceded, reasonable, discretionary power to reprieve to enable a lawful end to be attained. Nor from the fact that common law courts possessed the power by recognizances to secure good behavior, that is, to enforce the law, do we think any support is afforded for the proposition that those courts possessed the arbitrary discretion to permanently decline to enforce the law. The cases of <i>Rex</i> v. <i>Hart,</i> 30 How. State Trials, 1344, and <i>Regina</i> v. <i>Dunn,</i> 12 Q.B. 1026, 1041, certainly do not tend to so establish, since they simply manifest the exertion of the power of the courts after a conviction and the suffering of the legal penalty to exact from the convicted person a bond for his good behavior thereafter.</p>\n<p>3. <i>The support for the power asserted claimed to be derived from the adjudication of state and federal courts.</i></p>\n<p>Coming first to the state courts, undoubtedly there is conflict in the decisions. The area, however, of conflict will be narrowed by briefly stating and contrasting the cases. We shall do so by referring chronologically to the cases denying the power, and then to those relied upon to establish it.</p>\n<p>In 1838 the Supreme Court of North Carolina in <i>State</i> v. <i>Bennett,</i> 4 Dev. &amp; Battle's Law, 43, was called upon to decide whether a trial court had the right to permanently remit upon condition a part of a criminal sentence fixed by statute. The court said:</p>\n<p>\"We know that a practice has prevailed to some extent of inflicting fines with the provision that they should be diminished or remitted altogether upon matter thereafter to be done, or shown to the Court by the person convicted. But we can find no authority in law for this practice, and feel ourselves bound, upon this first occasion when it is brought judicially to our notice, to declare it illegal.\"</p>\n<p><span class=\"star-pagination\">*46</span> In 1860 in <i>People</i> v. <i>Morrisette,</i> 20 How. Pr. 118, an accused after pleading guilty asked a suspension of sentence and to be then discharged from custody. The court said:</p>\n<p>\"I am of the opinion the court does not possess the power to suspend sentence indefinitely in any case. As I understand the law, it is the duty of the court, unless application be made for a new trial, or a motion in arrest of judgment be made for some defect in the indictment, to pronounce judgment upon every prisoner convicted of crime by a jury, or who pleads guilty. An indefinite suspension of the sentence prescribed by law is a quasi pardon, provided the prisoner be discharged from imprisonment. No court in the state has any pardoning power. That power is vested exclusively in the governor.\"</p>\n<p>In <i>People</i> v. <i>Brown,</i> 54 Michigan, 15, in deciding that no power to permanently suspend a sentence existed, speaking through Mr. Chief Justice Cooley, the court said:</p>\n<p>\"Now it is no doubt competent for a criminal court, after conviction, to stay for a time its sentence; and many good reasons may be suggested for doing so; such as to give opportunity for a motion for a new trial or in arrest, or to enable the judge to better satisfy his own mind what the punishment ought to be: <i>Commonwealth</i> v. <i>Dowdican's Bail,</i> 115 Mass. 133; but it was not a suspension of judgment of this sort that was requested or desired in this case; it was not a mere postponement; it was not delay for any purpose of better advising the judicial mind what ought to be done; but it was an entire and absolute remission of all penalty and the excusing of all guilt. In other words, what was requested of the judge was that he should take advantage of the fact that he alone was empowered to pass sentence, and, by postponing indefinitely the performance of this duty indirectly but to complete effect grant to the respondent a pardon for his crime.\"</p>\n<p>And, considering the doctrine as to the want of power <span class=\"star-pagination\">*47</span> thus expounded from the point of view of the common law and of every argument here relied upon, state courts have in the cases which are in the margin in careful opinions denied the existence of the power now claimed.<sup>[1]</sup></p>\n<p>The cases to the contrary are these, omitting one in a court of original jurisdiction in Massachusetts referred to by counsel but in which there is no written opinion:</p>\n<p>In 1874 in <i>Commonwealth</i> v. <i>Dowdican's Bail,</i> 115 Massachusetts, 133, the right in a criminal case \"to lay the case on file\" and postpone the sentence was sustained, the court declaring that the practice had long existed, and was recognized by statutes one of which regulated the granting of parole by courts in liquor cases.</p>\n<p><span class=\"star-pagination\">*48</span> The case just cited was approvingly referred to in <i>Sylvester</i> v. <i>State,</i> 65 N.H. 193, and declared to express the practice long prevailing in New Hampshire.</p>\n<p>In 1894, in <i>People ex rel. Forsyth</i> v. <i>Court of Sessions,</i> 141 N.Y. 288, in holding that a trial court had power to permanently suspend a sentence for reasons dehors the legality of the conviction, it was declared that such power existed at common law and hence prevailed in the State, this being supported by a quotation from Hale's Pleas of the Crown. In addition it was said, referring to a state parole statute enacted subsequent to the conviction, that such statute, while it conferred no new or other power than that possessed at common law, nevertheless imposed the duty to see to it that the power was not lost to impose future punishment after the release if the condition of suspension was violated.</p>\n<p>In the cases cited in the margin the power was upheld upon the rulings in <i>Commonwealth</i> v. <i>Dowdican's Bail, supra,</i> and the <i>Forsythe Case, supra,</i> or because of a practice long prevailing.<sup>[1a]</sup></p>\n<p>Leaving aside the question of the asserted duty to sustain the doctrine because of the long established practice, <span class=\"star-pagination\">*49</span> which we shall hereafter consider, we think it clear that the long and settled line of authority to which we have previously referred denying the existence of the power is in no way weakened by the rulings which lie at the basis of the cases relied upon to the contrary. In the first place, on the face of the opinion in <i>Commonwealth</i> v. <i>Dowdican's Bail, supra,</i> it would seem certain that that case treated the power as being brought by the state legislation which was referred to within the domain of reasonable discretion, since by the effect of that legislation the right to exert such power, if not directly authorized, was at least by essential implication sanctioned by the state law. In the second place, in so far as the <i>Forsyth Case, supra,</i> is concerned and its declaration as to what was the common law upon the subject, the error thus fallen into is not only demonstrated by what we have said as to the common law, but is additionally shown by the fact that the quotation from Hale's Pleas of the Crown made in the opinion contains clauses supporting the opinion expressed as to the common law when in fact the clauses in question, it would seem, were by some error of citation mistakenly attributed to Hale. We say this because the clauses referred to and attributed to Hale in the quotation are not found in any edition of the Pleas of the Crown which we have been able to examine, and it is stated by counsel for the United States that after diligent search no passage containing the clauses has been discovered, and the existence of any edition of the work containing them is not pointed out by opposing counsel. But whether this be well founded or not, as the conclusion concerning the common law which the case expressed is we think obviously unsound, we are unable on the authority of such a mistaken view to disregard the long established and sound rule laid down in the many state cases which we have quoted.</p>\n<p>So far as the courts of the United States are concerned, <span class=\"star-pagination\">*50</span> it suffices to say that we have been referred to no opinion maintaining the asserted power, and on the contrary in the opinion in the only case in which the subject was considered it was expressly decided the power was wanting. <i>United States</i> v. <i>Wilson,</i> 46 Fed. Rep. 748 (1891). It is true that in the District of Columbia the existence of the power was maintained. <i>Miller</i> v. <i>United States,</i> 41 App. D.C. 52 (1913). But the unsoundness of the grounds upon which the conclusion was based is demonstrated by what we have previously said; and aside from this, as the subject was covered by an Act of Congress conferring power of parole (Act of July 25, 1910, 36 Stat. 864), the case requires no further consideration.</p>\n<p>4. <i>The duty to recognize the power as lawful because of its exertion in practice by the state and federal courts and the implications arising therefrom.</i></p>\n<p>There is no doubt that in some States, without reference to probation legislation or an affirmative recognition of any doctrine supporting the power, it was originally exerted and the right to continue to do so came to be recognized solely as the result of the prior practice. <i>Gehrmann</i> v. <i>Osborne, Warden,</i> 79 N.J. Eq. 430.</p>\n<p>As to the courts of the United States, in one of the circuits, the first, especially in the Massachusetts district, it is admitted the practice has in substance existed for probably sixty years as the result of a system styled \"laying the case on file.\" The origin of this system is not explained, but it is stated in the brief supporting the practice that courts of the United States have considered the existing state laws as to probation and have endeavored is true also, that in the courts of the United States, sometimes in one or more districts in a circuit and sometimes in other circuits, in many instances the power here asserted was exerted, it would seem without any question, there being no objection raised by the representatives of <span class=\"star-pagination\">*51</span> the United States; indeed it is said that in Ohio where the power, as we have seen, was recognized as existing, it was exerted by Mr. Justice Matthews of this court when sitting at circuit, and there and elsewhere, it is pointed out, the power was also exerted in some instances by other judges then or subsequently members of this court. But yet it is also true that, numerous as are the instances of the exertion of the power, the practice was by no means universal, many United States judges, even in a district where the power had been exerted, on a change of incumbency persistently refusing to exert the power on the ground that it was not possessed. Indeed so far was this the case that we think it may be said that the exertion of the power under the circumstances stated was intermittent and was not universal but partial.</p>\n<p>As amply shown by the case before us, we think also it is apparent that the situation thus described was brought about by the scrupulous desire of judges not to abuse their undoubted discretion as to granting new trials, and yet to provide a remedy for conditions in cases where a remedy was called for in the interest of the administration of the criminal law itself, as well as by the most obvious considerations of humanity and public well-being, ย conditions arising in the nature of things from the state of proof in cases coming before them which could not possibly have been foreseen and taken into consideration by the law-making mind in fixing in advance the penalty to be imposed for a particular crime. And the force of this conclusion will become more manifest by considering that nowhere except sporadically was any objection made to the practice by the prosecuting officers of the United States, who indeed it is said not infrequently invoked its exercise. Albeit this is the case, we can see no reason for saying that we may now hold that the right exists to continue a practice which is inconsistent with the Constitution, since its exercise in the very nature of things <span class=\"star-pagination\">*52</span> amounts to a refusal by the judicial power to perform a duty resting upon it and, as a consequence thereof, to an interference with both the legislative and executive authority as fixed by the Constitution. The fact that it is said in argument that many persons, exceeding two thousand, are now at large who otherwise would be imprisoned as the result of the exertion of the power in the past, and that misery and anguish and miscarriage of justice may come to many innocent persons by now declaring the practice illegal, presents a grave situation. But we are admonished that no authority exists to cure wrongs resulting from a violation of the Constitution in the past, however meritorious may have been the motive giving rise to it, by sanctioning a disregard of that instrument in the future. On the contrary, so far as wrong resulting from an attempt to do away with the consequences of the mistaken exercise of the power in the past is concerned, complete remedy may be afforded by the exertion of the pardoning power; and so far as the future is concerned, that is, the causing of the imposition of penalties as fixed to be subject, by probation legislation or such other means as the legislative mind may devise, to such judicial discretion as may be adequate to enable courts to meet by the exercise of an enlarged but wise discretion the infinite variations which may be presented to them for judgment, recourse must be had to Congress whose legislative power on the subject is in the very nature of things adequately complete.</p>\n<p>While the conclusions just stated inevitably exact that the rule which is before us be made absolute and that the mandamus issue, nevertheless we are of opinion that the exceptional conditions which we have described require that we exercise that reasonable discretion with which we are vested to temporarily suspend the issue of the writ, so as to afford ample time for executive elemency or such other action as may be required to meet the situation. <span class=\"star-pagination\">*53</span> And for this purpose the issue of the writ will be stayed until the end of this term, unless the United States otherwise requests, when it will go as a matter of course.</p>\n<p><i>Rule made absolute.</i></p>\n<h2>NOTES</h2>\n<p>[1]   <i>People</i> v. <i>Kennedy,</i> 58 Mich. 372 (1885); <i>Gray</i> v. <i>State,</i> 107 Ind. 177 (1886); <i>People</i> v. <i>Blackburn,</i> 6 Utah, 347 (1890); <i>State</i> v. <i>Voss,</i> 80 la. 467 (1890); <i>People ex rel. Benton</i> v. <i>Court,</i> 8 N.Y. Crim. Rep. 355 (1892), affirmed in 66 Hun, 550 (1893); <i>In re Strickler,</i> 51 Kans. 700 (1893); <i>People ex rel. Smith</i> v. <i>Allen,</i> 155 Ill. 61 (1895); <i>In re Markuson,</i> 5 N. Dak. 180 (1895); <i>In re Webb,</i> 89 Wis. 354 (1895); <i>United States</i> v. <i>Folsom,</i> 8 N. Mex. 651 (1896); <i>State</i> v. <i>Murphy,</i> 23 Nev. 390 (1897); <i>Neal</i> v. <i>State,</i> 104 Ga. 509 (1898); <i>Hawaii</i> v. <i>Pedro,</i> 11 Haw. 287 (1898); <i>In re Beck,</i> 63 Kans. 57 (1901); <i>Miller</i> v. <i>Evans,</i> 115 Ia. 101 (1901); <i>People</i> v. <i>Barrett,</i> 202 Ill. 287 (1903); <i>In re Flint,</i> 25 Utah, 338 (1903); <i>State</i> v. <i>Dalton,</i> 109 Tenn. 544 (1902); <i>Grundel</i> v. <i>People,</i> 33 Colo. 191 (1905); <i>Tuttle</i> v. <i>Lang,</i> 100 Me. 123 (1905); <i>McCampbell</i> v. <i>State,</i> 116 Tenn. 98 (1905); <i>Ex parte St. Hilaire,</i> 101 Me. 522 (1906); <i>Tanner</i> v. <i>Wiggins,</i> 54 Fla. 203 (1907); <i>State</i> v. <i>Hockett,</i> 129 Mo. App. 639 (1908); <i>Ex parte Clendenning,</i> 22 Okla. 108 (1908); <i>Ex parte Cornwall,</i> 223 Mo. 259 (1909); <i>Wall</i> v. <i>Jones,</i> 135 Ga. 425 (1910); <i>State</i> v. <i>Smith,</i> 173 Ind. 388 (1910); <i>State ex rel. Cary</i> v. <i>Langum,</i> 112 Minn. 121 (1910); <i>Ex parte Peterson,</i> 19 Ida. 433 (1911); <i>State</i> v. <i>Abbott,</i> 87 S. Car. 466 (1911); <i>Spencer</i> v. <i>State,</i> 125 Tenn. 64 (1911); <i>State</i> v. <i>Sapp,</i> 87 Kans. 740 (1912); <i>Daniel</i> v. <i>Persons,</i> 137 Ga. 826 (1912); <i>State</i> v. <i>Sturgis,</i> 100 Me. 96 (1912); <i>State</i> v. <i>Talberth,</i> 109 Me. 575 (1912); <i>Fuller</i> v. <i>State,</i> 100 Miss. 811 (1911); <i>Ex parte Bugg,</i> 163 Mo. App. 44 (1912); <i>Snodgrass</i> v. <i>State,</i> 150 S.W. (Texas) 162 (1912); <i>Roberts</i> v. <i>Wansley,</i> 137 Ga. 439 (1912); <i>Hancock</i> v. <i>Rogers,</i> 140 Ga. 688 (1913); <i>Brabandt</i> v. <i>Commonwealth,</i> 157 Ky. 130 (1914); <i>Ex parte Hart,</i> 29 N. Dak. 38 (1914); <i>Reese</i> v. <i>Olsen,</i> 44 Utah, 318 (1914).</p>\n<p>[1a]   <i>State</i> v. <i>Addy,</i> 43 N.J.L. 113 (1881); <i>People</i> v. <i>Mueller,</i> 15 Chicago Legal News, 364 (1883); <i>Commonwealth</i> v. <i>Maloney,</i> 145 Mass. 205 (1887); <i>Ex parte Williams,</i> 26 Fla. 310 (1890); <i>State</i> v. <i>Crook,</i> 115 N. Car. 760 (1894); <i>State</i> v. <i>Whitt,</i> 117 N. Car. 804 (1895); <i>People ex rel. Dunnigan</i> v. <i>Webster,</i> 14 Misc. (N.Y.) 617 (1895); <i>Weber</i> v. <i>State,</i> 58 Ohio St. 616 (1898); <i>Shaefer</i> v. <i>Ohio,</i> 7 Ohio Cir. Ct. (N.S.) 292 (1905); <i>In re Clara Lee,</i> 3 Ohio N.P. (N.S.) 533 (1905); <i>State</i> v. <i>Hilton,</i> 151 N. Car. 687 (1909); <i>State</i> v. <i>Drew,</i> 75 N.H. 402 (1909); <i>State</i> v. <i>Drew,</i> 75 N.H. 604 (1910); <i>Ex parte Hinson,</i> 156 N. Car. 250 (1911); <i>Gehrmann</i> v. <i>Osborne, Warden,</i> 79 N.J. Eq. 430 (1911); <i>People</i> v. <i>Goodrich,</i> 149 N.Y. Supp. 406 (1914); <i>State</i> v. <i>Tripp,</i> 168 N. Car. 150 (1914); <i>State</i> v. <i>Johnson,</i> 169 N. Car. 311 (1915). See <i>Green</i> v. <i>State,</i> 88 Ark. 290 (1908); <i>Joiner</i> v. <i>State,</i> 94 Ark. 198 (1910); <i>People</i> v. <i>Patrich,</i> 118 Cal. 332 (1897); <i>Commonwealth</i> v. <i>Nuber,</i> 6 Pa. Super. Ct. Rep. 420 (1898); <i>Commonwealth</i> v. <i>Dunleavy,</i> 16 Pa. Super. Ct. Rep. 380 (1901).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">27</span></span> (1916)</b></center>\n<center><h1>EX PARTE UNITED STATES, PETITIONER.</h1></center>\n<center>No. 11, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 10, 11, 1916.</center>\n<center>Decided December 4, 1916.</center>\nPETITION FOR WRIT OF MANDAMUS.\n<p><span class=\"star-pagination\">*29</span> <i>The Attorney General</i> and <i>Mr. Assistant Attorney General Wallace,</i> with whom <i>The Solicitor General</i> was on the briefs, for the United States.</p>\n<p><i>Mr. Edwin J. Marshall</i> for respondent.</p>\n<p><span class=\"star-pagination\">*37</span> MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The accused pleading guilty to an indictment charging him in several counts with embezzling the money of a national bank of which he was an officer and making false entries in its books in violation of ยง 5209, Revised Statutes, was sentenced to imprisonment in the penitentiary for five years, the shortest term which under the statute could have been imposed upon him. At once at his request over the objection of the United States District Attorney the court ordered \"that the execution of the sentence be, and it is hereby suspended during the good behavior of the defendant, and for the purpose of this case this term of this court is kept open for five years.\" The United States moved to set this order aside on the ground that as it was not a mere temporary suspension of the sentence to enable legal proceedings pending or contemplated to revise it to be taken, or application for pardon to be made, or any other legal relief against the sentence to be resorted to, but on the contrary as it was a permanent suspension based upon considerations extraneous to the legality of the conviction or the duty to enforce the sentence, the order of suspension was void as it was equivalent to a refusal to carry out the statute. The motion was denied. In the opinion giving its reasons for so doing the court, conceding that the suspension was permanent, stated the <span class=\"star-pagination\">*38</span> general considerations which it deemed it was required to take into view in deciding whether the sentence should be enforced, conceding the legality of the conviction and sentence and their finality, as follows:</p>\n<p>\"Modern notions respecting the treatment of law breakers abandon the theory that the imposition of the sentence is solely to punish, and now the best thought considers three elements properly to enter into the treatment of every criminal case after conviction. Punishment in some measure is still the object of sentence, but affecting its extent and character we consider the effect of the situation upon the individual as tending to reform him from or to confirm him in a criminal career, and also the relation his case bears to the community in the effect of the disposition of it upon others of criminal tendencies.\"</p>\n<p>After pointing out the peculiar aptitude possessed by a trial judge for the appreciation of such conditions and the imperative duty which rested upon such judge to consider and weigh the matters stated and to determine as an inherent attribute of judicial power whether a permanent suspension of the term of imprisonment fixed by the statute should be ordered, the circumstances upon which it was concluded that a permanent suspension should be directed were stated in part as follows:</p>\n<p>\"We took into account the peculiar circumstances under which his crime was committed, having regard to the temptations which from time to time encompassed him, and his personal necessities, and the purposes for which his appropriations were made. Also, the fact that his friends made his employers whole, and that otherwise he had so commended himself to the favor of his employers suffering by his crime, that they at all times as well as now evince a disposition to forgive his abuse of their confidence, and to support him against the punishment which the law provides. We find that otherwise than for this crime, his disposition, character and habits have so strongly commended <span class=\"star-pagination\">*39</span> him to his friends, acquaintances and persons of his faith, that they are unanimous in the belief that the exposure and humiliation of his conviction are a sufficient punishment, and that he can be saved to the good of society if nothing further is done with him.\"</p>\n<p>After further elaborating considerations of a like nature and stating very many circumstances confirming those mentioned, to leave no room for doubt that its action was intended to be permanent and was based alone on the extraneous circumstances stated, the court said:</p>\n<p>\"Passing now to the concrete case, we observe for the benefit of the United States that nothing exists in this case which moved the court to suspend the execution of sentence to prevent `an abuse of the court's process, or to prevent an injustice being done to the defendant' so far as it may be said that abstract justice required defendant to suffer for his crime. However, we considered the defendant from many standpoints to be as worthy of the benefit of the discretion to suspend the execution of his sentence as any other convict upon whom that favor has hitherto been bestowed.\"</p>\n<p>Following a written demand which was thereafter made upon the clerk to issue a commitment which was refused by him on the ground that the sentence had been suspended and the further refusal of the judge to direct the clerk to issue such commitment, the United States sought and obtained a rule to show cause why a mandamus should not be awarded directing the judge to vacate the order of suspension, under which the subject is now before us for consideration.</p>\n<p>The remedial appropriateness of the writ of mandamus is at the threshold questioned, but we dispose of the subject by a mere reference to adjudged cases conclusively establishing the want of foundation for the contention. <i>Ex parte Bradley,</i> 7 Wall. 364; <i>Life &amp; Fire Insurance Company</i> v. <i>Wilson,</i> 8 Pet. 291; <i>In re Winn,</i> 213 U.S. <span class=\"star-pagination\">*40</span> 458; <i>In re Metropolitan Trust Co.,</i> 218 U.S. 312; <i>Ex parte Metropolitan Water Company,</i> 220 U.S. 539. In addition, however, it is urged that as the right to resort to the extraordinary remedy by mandamus must rest upon the assumption that the order of suspension was absolutely void, therefore the rule for the writ should have been directed not against the judge, but against the clerk to compel him to issue the commitment. But we pass from its consideration, as we are of opinion that its want of merit will be completely demonstrated by the slightest appreciation of the judicial duties of the court below and the ministerial relation of the clerk of the court to the same.</p>\n<p>The return to the rule and the statement in support of the same lucidly portray the contentions involved in the question of power to be decided and the subject in all its aspects has been elaborately discussed, not only by the printed arguments of the parties, but in addition light has been thrown on the general question by an argument submitted by the New York State Probation Commission, explaining the statutory system of parole prevailing in that State, and by an able argument presented by members of the Bar of the First Circuit in behalf of a practice of mitigating or pretermitting, when deemed necessary, the statutory punishment for crimes which it is declared has prevailed in the United States courts in that circuit for many years.</p>\n<p>The argument on behalf of the respondent concedes that the order of suspension was permanent and absolutely removed the accused from the operation of the punishment provided by the statute; and it is further conceded that a suspension of this character was the equivalent of an absolute and permanent refusal to impose under the statute any sentence whatever. However absolute may be the right thus asserted, it is nevertheless said it is not without limitation, since it may not be capriciously called <span class=\"star-pagination\">*41</span> into play. Passing the question whether this assumed restriction is not in the nature of things imaginary as the result of the scope of the authority asserted, let us come to dispose of the contention made by examining the propositions relied upon to sustain it.</p>\n<p>They are: 1. That the right to refuse to impose a sentence fixed by statute or to refuse to execute such a sentence when imposed, is a discretion inhering in the judicial power to try and punish violations of the criminal law. 2. That even if there be doubt on this subject as an original proposition, such doubt is dispelled as the right was recognized and frequently exerted at common law. 3. That the power claimed has also been recognized by decisions of state courts and of United States courts of original jurisdiction to such an extent that the doctrine is now to be considered as not open to controversy. 4. That whatever may be the possibility of dispute as to this last view, at least it cannot be denied that in both the state and federal courts, over a very long period of time, the power here asserted has been exercised often with the express, and constantly with the tacit, approval of the administrative officers of the state and federal governments, and has been also tacitly recognized by the inaction of the legislative department during the long time the practice has prevailed, to such an extent that the authority claimed has in practice become a part of the administration of criminal law both state and federal, not subject to be now questioned or overthrown because of mere doubts of the theoretical accuracy of the conceptions upon which it is founded.</p>\n<p>1. <i>The contention as to inherent judicial power.</i></p>\n<p>Indisputably under our constitutional system the right to try offences against the criminal laws and upon conviction to impose the punishment provided by law is judicial, and it is equally to be conceded that in exerting the powers vested in them on such subject, courts inherently possess <span class=\"star-pagination\">*42</span> ample right to exercise reasonable, that is, judicial, discretion to enable them to wisely exert their authority. But these concessions afford no ground for the contention as to power here made, since it must rest upon the proposition that the power to enforce begets inherently a discretion to permanently refuse to do so. And the effect of the proposition urged upon the distribution of powers made by the Constitution will become apparent when it is observed that indisputable also is it that the authority to define and fix the punishment for crime is legislative and includes the right in advance to bring within judicial discretion, for the purpose of executing the statute, elements of consideration which would be otherwise beyond the scope of judicial authority, and that the right to relieve from the punishment, fixed by law and ascertained according to the methods by it provided, belongs to the executive department.</p>\n<p>The proposition might well be left with the demonstration which results from these considerations, but the disregard of the Constitution which would result from sustaining the proposition is made if possible plainer by considering that, if it be that the plain legislative command fixing a specific punishment for crime is subject to be permanently set aside by an implied judicial power upon considerations extraneous to the legality of the conviction, it would seem necessarily to follow that there could be likewise implied a discretionary authority to permanently refuse to try a criminal charge because of the conclusion that a particular act made criminal by law ought not to be treated as criminal. And thus it would come to pass that the possession by the judicial department of power to permanently refuse to enforce a law would result in the destruction of the conceded powers of the other departments and hence leave no law to be enforced.</p>\n<p>2. <i>The contention as to support for the proposition at common law.</i></p>\n<p><span class=\"star-pagination\">*43</span> The common law is thus stated in Hale's Pleas of the Crown, vol. 2, chap. 58, p. 412:</p>\n<p>\"Reprieves or stays of judgment or execution are of three kinds, viz:</p>\n<p>\"I. <i>Ex mandato regis.</i> . . .</p>\n<p>\"II. <i>Ex arbitrio judicis.</i> Sometimes the judge reprieves before judgment, as where he is not satisfied with the verdict, or the evidence is uncertain, or the indictment insufficient, or doubtful whether within clergy; and sometimes after judgment, if it be a small felony, tho out of clergy, or in order to a pardon or transportation. Crompt. Just. 22, b. and these arbitrary reprieves may be granted or taken off by the justices of gaol-delivery, altho their sessions be adjourned or finished, and this by reason of common usage. Dy. 205 a.</p>\n<p>\"III. <i>Ex necessitate legis,</i> which is in case of pregnancy, where a woman is convict of felony or treason.\"</p>\n<p>Blackstone thus expresses it:</p>\n<p>\"The only other remaining ways of avoiding the execution of the judgment are by a reprieve or a pardon; whereof the former is temporary only, the latter permanent.</p>\n<p>\"I. A reprieve, from <i>reprendre,</i> to take back, is the withdrawing of a sentence for an interval of time; whereby the execution is suspended. This may be, first, <i>ex arbitrio judicis;</i> either before or after judgment; as, where the judge is not satisfied with the verdict, or the evidence is suspicious, or the indictment is insufficient, or he is doubtful whether the offence be within clergy; or sometimes if it be a small felony, or any favourable circumstances appear in the criminal's character, in order to give room to apply to the crown for either an absolute or conditional pardon. These arbitrary reprieves may be granted or taken off by the justices of goal delivery, although their session be finished, and their commission expired: but this rather by common usage, than of strict right.</p>\n<p><span class=\"star-pagination\">*44</span> \"Reprieve may also be <i>ex necessitate legis:</i> as, where a woman is capitally convicted, and pleads her pregnancy; though this is no cause to stay the judgment, yet it is to respite the execution till she be delivered. This is a mercy dictated by the law of nature, <i>in favorem prolis.</i>\" (Book IV, ch. xxxi, pp. 394-395.)</p>\n<p>While it may not be doubted under the common law as thus stated that courts possessed and asserted the right to exert judicial discretion in the enforcement of the law to temporarily suspend either the imposition of sentence or its execution when imposed to the end that pardon might be procured or that a violation of law in other respects might be prevented, we are unable to perceive any ground for sustaining the proposition that at common law the courts possessed or claimed the right which is here insisted upon. No elaboration could make this plainer than does the text of the passages quoted. It is true that, owing to the want of power in common law courts to grant new trials and to the absence of a right to review convictions in a higher court, it is we think to be conceded: (a) That both suspensions of sentence and suspensions of the enforcement of sentence, temporary in character, were often resorted to on grounds of error or miscarriage of justice which under our system would be corrected either by new trials or by the exercise of the power to review. (b) That not infrequently, where the suspension either of the imposition of a sentence or of its execution was made for the purpose of enabling a pardon to be sought or bestowed, by a failure to further proceed in the criminal cause in the future, although no pardon had been sought or obtained, the punishment fixed by law was escaped. But neither of these conditions serves to convert the mere exercise of a judicial discretion to temporarily suspend for the accomplishment of a purpose contemplated by law into the existence of an arbitrary judicial power to permanently refuse to enforce the law.</p>\n<p><span class=\"star-pagination\">*45</span> And we can deduce no support for the contrary contention from the rulings in 2 Dyer, 165a, 205a and 235a, since those cases but illustrate the exercise of the conceded, reasonable, discretionary power to reprieve to enable a lawful end to be attained. Nor from the fact that common law courts possessed the power by recognizances to secure good behavior, that is, to enforce the law, do we think any support is afforded for the proposition that those courts possessed the arbitrary discretion to permanently decline to enforce the law. The cases of <i>Rex</i> v. <i>Hart,</i> 30 How. State Trials, 1344, and <i>Regina</i> v. <i>Dunn,</i> 12 Q.B. 1026, 1041, certainly do not tend to so establish, since they simply manifest the exertion of the power of the courts after a conviction and the suffering of the legal penalty to exact from the convicted person a bond for his good behavior thereafter.</p>\n<p>3. <i>The support for the power asserted claimed to be derived from the adjudication of state and federal courts.</i></p>\n<p>Coming first to the state courts, undoubtedly there is conflict in the decisions. The area, however, of conflict will be narrowed by briefly stating and contrasting the cases. We shall do so by referring chronologically to the cases denying the power, and then to those relied upon to establish it.</p>\n<p>In 1838 the Supreme Court of North Carolina in <i>State</i> v. <i>Bennett,</i> 4 Dev. &amp; Battle's Law, 43, was called upon to decide whether a trial court had the right to permanently remit upon condition a part of a criminal sentence fixed by statute. The court said:</p>\n<p>\"We know that a practice has prevailed to some extent of inflicting fines with the provision that they should be diminished or remitted altogether upon matter thereafter to be done, or shown to the Court by the person convicted. But we can find no authority in law for this practice, and feel ourselves bound, upon this first occasion when it is brought judicially to our notice, to declare it illegal.\"</p>\n<p><span class=\"star-pagination\">*46</span> In 1860 in <i>People</i> v. <i>Morrisette,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">How. Pr.</span> <span class=\"page\">118</span></span>, an accused after pleading guilty asked a suspension of sentence and to be then discharged from custody. The court said:</p>\n<p>\"I am of the opinion the court does not possess the power to suspend sentence indefinitely in any case. As I understand the law, it is the duty of the court, unless application be made for a new trial, or a motion in arrest of judgment be made for some defect in the indictment, to pronounce judgment upon every prisoner convicted of crime by a jury, or who pleads guilty. An indefinite suspension of the sentence prescribed by law is a quasi pardon, provided the prisoner be discharged from imprisonment. No court in the state has any pardoning power. That power is vested exclusively in the governor.\"</p>\n<p>In <i>People</i> v. <i>Brown,</i> 54 Michigan, 15, in deciding that no power to permanently suspend a sentence existed, speaking through Mr. Chief Justice Cooley, the court said:</p>\n<p>\"Now it is no doubt competent for a criminal court, after conviction, to stay for a time its sentence; and many good reasons may be suggested for doing so; such as to give opportunity for a motion for a new trial or in arrest, or to enable the judge to better satisfy his own mind what the punishment ought to be: <i>Commonwealth</i> v. <i>Dowdican's Bail,</i> 115 Mass. 133; but it was not a suspension of judgment of this sort that was requested or desired in this case; it was not a mere postponement; it was not delay for any purpose of better advising the judicial mind what ought to be done; but it was an entire and absolute remission of all penalty and the excusing of all guilt. In other words, what was requested of the judge was that he should take advantage of the fact that he alone was empowered to pass sentence, and, by postponing indefinitely the performance of this duty indirectly but to complete effect grant to the respondent a pardon for his crime.\"</p>\n<p>And, considering the doctrine as to the want of power <span class=\"star-pagination\">*47</span> thus expounded from the point of view of the common law and of every argument here relied upon, state courts have in the cases which are in the margin in careful opinions denied the existence of the power now claimed.<sup>[1]</sup></p>\n<p>The cases to the contrary are these, omitting one in a court of original jurisdiction in Massachusetts referred to by counsel but in which there is no written opinion:</p>\n<p>In 1874 in <i>Commonwealth</i> v. <i>Dowdican's Bail,</i> 115 Massachusetts, 133, the right in a criminal case \"to lay the case on file\" and postpone the sentence was sustained, the court declaring that the practice had long existed, and was recognized by statutes one of which regulated the granting of parole by courts in liquor cases.</p>\n<p><span class=\"star-pagination\">*48</span> The case just cited was approvingly referred to in <i>Sylvester</i> v. <i>State,</i> <span class=\"citation\" data-id=\"96079\"><a href=\"/opinion/96079/united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">193</span></a></span>, and declared to express the practice long prevailing in New Hampshire.</p>\n<p>In 1894, in <i>People ex rel. Forsyth</i> v. <i>Court of Sessions,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">288</span></span>, in holding that a trial court had power to permanently suspend a sentence for reasons dehors the legality of the conviction, it was declared that such power existed at common law and hence prevailed in the State, this being supported by a quotation from Hale's Pleas of the Crown. In addition it was said, referring to a state parole statute enacted subsequent to the conviction, that such statute, while it conferred no new or other power than that possessed at common law, nevertheless imposed the duty to see to it that the power was not lost to impose future punishment after the release if the condition of suspension was violated.</p>\n<p>In the cases cited in the margin the power was upheld upon the rulings in <i>Commonwealth</i> v. <i>Dowdican's Bail, supra,</i> and the <i>Forsythe Case, supra,</i> or because of a practice long prevailing.<sup>[1a]</sup></p>\n<p>Leaving aside the question of the asserted duty to sustain the doctrine because of the long established practice, <span class=\"star-pagination\">*49</span> which we shall hereafter consider, we think it clear that the long and settled line of authority to which we have previously referred denying the existence of the power is in no way weakened by the rulings which lie at the basis of the cases relied upon to the contrary. In the first place, on the face of the opinion in <i>Commonwealth</i> v. <i>Dowdican's Bail, supra,</i> it would seem certain that that case treated the power as being brought by the state legislation which was referred to within the domain of reasonable discretion, since by the effect of that legislation the right to exert such power, if not directly authorized, was at least by essential implication sanctioned by the state law. In the second place, in so far as the <i>Forsyth Case, supra,</i> is concerned and its declaration as to what was the common law upon the subject, the error thus fallen into is not only demonstrated by what we have said as to the common law, but is additionally shown by the fact that the quotation from Hale's Pleas of the Crown made in the opinion contains clauses supporting the opinion expressed as to the common law when in fact the clauses in question, it would seem, were by some error of citation mistakenly attributed to Hale. We say this because the clauses referred to and attributed to Hale in the quotation are not found in any edition of the Pleas of the Crown which we have been able to examine, and it is stated by counsel for the United States that after diligent search no passage containing the clauses has been discovered, and the existence of any edition of the work containing them is not pointed out by opposing counsel. But whether this be well founded or not, as the conclusion concerning the common law which the case expressed is we think obviously unsound, we are unable on the authority of such a mistaken view to disregard the long established and sound rule laid down in the many state cases which we have quoted.</p>\n<p>So far as the courts of the United States are concerned, <span class=\"star-pagination\">*50</span> it suffices to say that we have been referred to no opinion maintaining the asserted power, and on the contrary in the opinion in the only case in which the subject was considered it was expressly decided the power was wanting. <i>United States</i> v. <i>Wilson,</i> 46 Fed. Rep. 748 (1891). It is true that in the District of Columbia the existence of the power was maintained. <i>Miller</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">52</span></span> (1913). But the unsoundness of the grounds upon which the conclusion was based is demonstrated by what we have previously said; and aside from this, as the subject was covered by an Act of Congress conferring power of parole (Act of July 25, 1910, 36 Stat. 864), the case requires no further consideration.</p>\n<p>4. <i>The duty to recognize the power as lawful because of its exertion in practice by the state and federal courts and the implications arising therefrom.</i></p>\n<p>There is no doubt that in some States, without reference to probation legislation or an affirmative recognition of any doctrine supporting the power, it was originally exerted and the right to continue to do so came to be recognized solely as the result of the prior practice. <i>Gehrmann</i> v. <i>Osborne, Warden,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">430</span></span>.</p>\n<p>As to the courts of the United States, in one of the circuits, the first, especially in the Massachusetts district, it is admitted the practice has in substance existed for probably sixty years as the result of a system styled \"laying the case on file.\" The origin of this system is not explained, but it is stated in the brief supporting the practice that courts of the United States have considered the existing state laws as to probation and have endeavored is true also, that in the courts of the United States, sometimes in one or more districts in a circuit and sometimes in other circuits, in many instances the power here asserted was exerted, it would seem without any question, there being no objection raised by the representatives of <span class=\"star-pagination\">*51</span> the United States; indeed it is said that in Ohio where the power, as we have seen, was recognized as existing, it was exerted by Mr. Justice Matthews of this court when sitting at circuit, and there and elsewhere, it is pointed out, the power was also exerted in some instances by other judges then or subsequently members of this court. But yet it is also true that, numerous as are the instances of the exertion of the power, the practice was by no means universal, many United States judges, even in a district where the power had been exerted, on a change of incumbency persistently refusing to exert the power on the ground that it was not possessed. Indeed so far was this the case that we think it may be said that the exertion of the power under the circumstances stated was intermittent and was not universal but partial.</p>\n<p>As amply shown by the case before us, we think also it is apparent that the situation thus described was brought about by the scrupulous desire of judges not to abuse their undoubted discretion as to granting new trials, and yet to provide a remedy for conditions in cases where a remedy was called for in the interest of the administration of the criminal law itself, as well as by the most obvious considerations of humanity and public well-being, ย conditions arising in the nature of things from the state of proof in cases coming before them which could not possibly have been foreseen and taken into consideration by the law-making mind in fixing in advance the penalty to be imposed for a particular crime. And the force of this conclusion will become more manifest by considering that nowhere except sporadically was any objection made to the practice by the prosecuting officers of the United States, who indeed it is said not infrequently invoked its exercise. Albeit this is the case, we can see no reason for saying that we may now hold that the right exists to continue a practice which is inconsistent with the Constitution, since its exercise in the very nature of things <span class=\"star-pagination\">*52</span> amounts to a refusal by the judicial power to perform a duty resting upon it and, as a consequence thereof, to an interference with both the legislative and executive authority as fixed by the Constitution. The fact that it is said in argument that many persons, exceeding two thousand, are now at large who otherwise would be imprisoned as the result of the exertion of the power in the past, and that misery and anguish and miscarriage of justice may come to many innocent persons by now declaring the practice illegal, presents a grave situation. But we are admonished that no authority exists to cure wrongs resulting from a violation of the Constitution in the past, however meritorious may have been the motive giving rise to it, by sanctioning a disregard of that instrument in the future. On the contrary, so far as wrong resulting from an attempt to do away with the consequences of the mistaken exercise of the power in the past is concerned, complete remedy may be afforded by the exertion of the pardoning power; and so far as the future is concerned, that is, the causing of the imposition of penalties as fixed to be subject, by probation legislation or such other means as the legislative mind may devise, to such judicial discretion as may be adequate to enable courts to meet by the exercise of an enlarged but wise discretion the infinite variations which may be presented to them for judgment, recourse must be had to Congress whose legislative power on the subject is in the very nature of things adequately complete.</p>\n<p>While the conclusions just stated inevitably exact that the rule which is before us be made absolute and that the mandamus issue, nevertheless we are of opinion that the exceptional conditions which we have described require that we exercise that reasonable discretion with which we are vested to temporarily suspend the issue of the writ, so as to afford ample time for executive elemency or such other action as may be required to meet the situation. <span class=\"star-pagination\">*53</span> And for this purpose the issue of the writ will be stayed until the end of this term, unless the United States otherwise requests, when it will go as a matter of course.</p>\n<p><i>Rule made absolute.</i></p>\n<h2>NOTES</h2>\n<p>[1]   <i>People</i> v. <i>Kennedy,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">372</span></span> (1885); <i>Gray</i> v. <i>State,</i> <span class=\"citation\" data-id=\"91671\"><a href=\"/opinion/91671/united-states-v-wilson/\"><span class=\"volume\">107</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">177</span></a></span> (1886); <i>People</i> v. <i>Blackburn,</i> 6 Utah, 347 (1890); <i>State</i> v. <i>Voss,</i> 80 la. 467 (1890); <i>People ex rel. Benton</i> v. <i>Court,</i> 8 N.Y. Crim. Rep. 355 (1892), affirmed in 66 Hun, 550 (1893); <i>In re Strickler,</i> 51 Kans. 700 (1893); <i>People ex rel. Smith</i> v. <i>Allen,</i> <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">61</span></span> (1895); <i>In re Markuson,</i> 5 N. Dak. 180 (1895); <i>In re Webb,</i> <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">354</span></span> (1895); <i>United States</i> v. <i>Folsom,</i> 8 N. Mex. 651 (1896); <i>State</i> v. <i>Murphy,</i> <span class=\"citation\" data-id=\"94762\"><a href=\"/opinion/94762/united-states-v-wilson/\"><span class=\"volume\">23</span> <span class=\"reporter\">Nev.</span> <span class=\"page\">390</span></a></span> (1897); <i>Neal</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">509</span></span> (1898); <i>Hawaii</i> v. <i>Pedro,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">287</span></span> (1898); <i>In re Beck,</i> 63 Kans. 57 (1901); <i>Miller</i> v. <i>Evans,</i> 115 Ia. 101 (1901); <i>People</i> v. <i>Barrett,</i> <span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">287</span></span> (1903); <i>In re Flint,</i> 25 Utah, 338 (1903); <i>State</i> v. <i>Dalton,</i> <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">544</span></span> (1902); <i>Grundel</i> v. <i>People,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">191</span></span> (1905); <i>Tuttle</i> v. <i>Lang,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">Me.</span> <span class=\"page\">123</span></span> (1905); <i>McCampbell</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">98</span></span> (1905); <i>Ex parte St. Hilaire,</i> <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">Me.</span> <span class=\"page\">522</span></span> (1906); <i>Tanner</i> v. <i>Wiggins,</i> <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">203</span></span> (1907); <i>State</i> v. <i>Hockett,</i> <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">639</span></span> (1908); <i>Ex parte Clendenning,</i> <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">108</span></span> (1908); <i>Ex parte Cornwall,</i> <span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">259</span></span> (1909); <i>Wall</i> v. <i>Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">425</span></span> (1910); <i>State</i> v. <i>Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">388</span></span> (1910); <i>State ex rel. Cary</i> v. <i>Langum,</i> <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">121</span></span> (1910); <i>Ex parte Peterson,</i> 19 Ida. 433 (1911); <i>State</i> v. <i>Abbott,</i> 87 S. Car. 466 (1911); <i>Spencer</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">64</span></span> (1911); <i>State</i> v. <i>Sapp,</i> 87 Kans. 740 (1912); <i>Daniel</i> v. <i>Persons,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">826</span></span> (1912); <i>State</i> v. <i>Sturgis,</i> <span class=\"citation\" data-id=\"97552\"><a href=\"/opinion/97552/powers-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">Me.</span> <span class=\"page\">96</span></a></span> (1912); <i>State</i> v. <i>Talberth,</i> <span class=\"citation\" data-id=\"97552\"><a href=\"/opinion/97552/powers-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">Me.</span> <span class=\"page\">575</span></a></span> (1912); <i>Fuller</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">811</span></span> (1911); <i>Ex parte Bugg,</i> <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">44</span></span> (1912); <i>Snodgrass</i> v. <i>State,</i> 150 S.W. (Texas) 162 (1912); <i>Roberts</i> v. <i>Wansley,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">439</span></span> (1912); <i>Hancock</i> v. <i>Rogers,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">688</span></span> (1913); <i>Brabandt</i> v. <i>Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">130</span></span> (1914); <i>Ex parte Hart,</i> 29 N. Dak. 38 (1914); <i>Reese</i> v. <i>Olsen,</i> 44 Utah, 318 (1914).</p>\n<p>[1a]   <i>State</i> v. <i>Addy,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">113</span></span> (1881); <i>People</i> v. <i>Mueller,</i> 15 Chicago Legal News, 364 (1883); <i>Commonwealth</i> v. <i>Maloney,</i> <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">205</span></span> (1887); <i>Ex parte Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">310</span></span> (1890); <i>State</i> v. <i>Crook,</i> 115 N. Car. 760 (1894); <i>State</i> v. <i>Whitt,</i> 117 N. Car. 804 (1895); <i>People ex rel. Dunnigan</i> v. <i>Webster,</i> 14 Misc. (N.Y.) 617 (1895); <i>Weber</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">616</span></span> (1898); <i>Shaefer</i> v. <i>Ohio,</i> 7 Ohio Cir. Ct. (N.S.) 292 (1905); <i>In re Clara Lee,</i> 3 Ohio N.P. (N.S.) 533 (1905); <i>State</i> v. <i>Hilton,</i> 151 N. Car. 687 (1909); <i>State</i> v. <i>Drew,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">402</span></span> (1909); <i>State</i> v. <i>Drew,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">604</span></span> (1910); <i>Ex parte Hinson,</i> 156 N. Car. 250 (1911); <i>Gehrmann</i> v. <i>Osborne, Warden,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">430</span></span> (1911); <i>People</i> v. <i>Goodrich,</i> 149 N.Y. Supp. 406 (1914); <i>State</i> v. <i>Tripp,</i> 168 N. Car. 150 (1914); <i>State</i> v. <i>Johnson,</i> 169 N. Car. 311 (1915). See <i>Green</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">290</span></span> (1908); <i>Joiner</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">198</span></span> (1910); <i>People</i> v. <i>Patrich,</i> <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">332</span></span> (1897); <i>Commonwealth</i> v. <i>Nuber,</i> 6 Pa. Super. Ct. Rep. 420 (1898); <i>Commonwealth</i> v. <i>Dunleavy,</i> 16 Pa. Super. Ct. Rep. 380 (1901).</p>\n\n</div>", "id": 98794, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98794/", "sha1": "41d400e62733ecfffab63742caa208adfe2fd0f6", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:45:48"}