{"absolute_url": "/opinion/111752/baker-v-general-motors-corp/", "blocked": false, "citation": {"case_name": "Baker v. General Motors Corp.", "docket_number": "85-117", "document_uris": ["/api/rest/v2/document/111752/"], "federal_cite_one": "478 U.S. 621", "federal_cite_three": "92 L. Ed. 2d 504", "federal_cite_two": "106 S. Ct. 3129", "id": 96111, "lexis_cite": "1986 U.S. LEXIS 137", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96111/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1986-07-02", "date_modified": "2014-12-21T02:09:16.058552", "docket": "/api/rest/v2/docket/394533/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">478 U.S. 621</p>\n    <p class=\"case_cite\">106 S.Ct. 3129</p>\n    <p class=\"case_cite\">92 L.Ed.2d 504</p>\n    <p class=\"parties\">A.G. BAKER, Jr., et al., Appellants<br>v.<br>GENERAL MOTORS CORPORATION and Michigan Employment  Security Commission.</p>\n    <p class=\"docket\">No. 85-117.</p>\n    <p class=\"date\">Argued April 2, 1986.</p>\n    <p class=\"date\">Decided July 2, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">A Michigan statute makes an employee ineligible for unemployment compensation if he has provided \"financing,\" by means other than the payment of regular union dues, for a strike that causes his unemployment.  As authorized by their international union, appellant employees of appellee General Motors Corp. (GM) were required to pay, in addition to their regular union dues, \"emergency dues\" to augment the union's strike insurance fund. Although the union and GM reached an agreement on national issues at a time when negotiations for a collective-bargaining agreement were taking place, three local unions went on strike at GM foundries, and strike fund benefits were paid to the striking employees from the fund in which emergency dues had been deposited.  As a result of the strikes, operations were temporarily curtailed at other GM plants, idling more than 19,000 employees, most of whom are appellants in this case.  Appellants' claims for unemployment benefits were ultimately denied by the Michigan Supreme Court on the ground that the emergency dues payments constituted \"financing\" of the strikes that caused appellants' unemployment, thus making appellants ineligible for unemployment compensation under the Michigan statute.  The court further held that its construction of the state statute was not pre-empted by federal law on the asserted ground that it inhibited the exercise of rights guaranteed by &#167; 7 of the National Labor Relations Act (NLRA).</p>\n      <p class=\"indent\"><i>Held:</i>  The \"financing\" disqualification from receiving unemployment compensation, as construed by the Michigan Supreme Court, is not preempted by federal law.  While in financing the local strikes appellants were exercising associational rights protected by &#167; 7 of the NLRA, that protection does not deprive the State of the power to make the policy choice that otherwise would be authorized by Title IX of the Social Security Act, which gives the States a wide range of judgment as to the particular type of unemployment compensation program they may provide.  The employers did nothing to impair the exercise of appellants' &#167; 7 rights. Whether or not appellants were participants in the decision to strike, or to expend funds in support of the local strikes, the fact that their unemployment was entirely attributable to the voluntary use of the union's bargaining resources&#8212;untainted by any unlawful conduct by the employer&#8212;is a sufficient reason for allowing the State to decide whether or not to pay unemployment benefits.  Appellants were not laid off simply because they paid emergency dues but rather became unemployed because there was a meaningful connection between the decision to pay emergency dues, the strikes that ensued, and ultimately their own layoffs.  While federal law protects the employees' right to authorize a strike, it does not prohibit a State from deciding whether or not to compensate employees who thereby cause their own unemployment.  An employee's decision to participate in a strike, either directly or by financing it, is not only an example of causing one's own unemployment, it is one that furthers the federal policy of free collective bargaining regardless of whether or not a State provides compensation for employees who are furloughed as a result of the labor dispute.  Pp. 632-638.  420 Mich. 463, 363 N.W.2d 602, affirmed.</p>\n      <p class=\"indent\">STEVENS, J., delivered the opinion of the Court, in which BURGER, C.J., and WHITE, POWELL, REHNQUIST, and O'CONNOR, JJ., joined.  BRENNAN, J., filed a dissenting opinion, in which MARSHALL and BLACKMUN, JJ., joined, <i>post,</i> p. 638.</p>\n      <p class=\"indent\">Jordan Rossen, Detroit, Mich., for appellants.</p>\n      <p class=\"indent\">Peter G. Nash, Washington, D.C., for appellees.</p>\n      <p class=\"indent\">Louis R. Cohen, Washington, D.C., for the U.S., as amicus curiae, by special leave of Court.</p>\n      <p class=\"indent\">Justice STEVENS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In Michigan an employee is ineligible for unemployment compensation if he has provided \"financing\"&#8212;by means other than the payment of regular union dues&#8212;for a strike that causes his unemployment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The question presented by this appeal is whether Michigan's statutory disqualification is implicitly prohibited by &#167; 7 of the National Labor Relations Act.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case has a long history.  Two appeals to the State Supreme Court and a series of administrative proceedings have determined the relevant facts and the meaning of the governing statutory provision.  Before addressing the federal question, we shall therefore summarize the events that gave rise to the controversy and the propositions of state law that were resolved on each appeal.</p>\n    </div>\n    <p>\n      <i>The Relevant Events</i>\n    </p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The story begins in June 1967, when the international union<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> representing the work force in the automobile industry notified the three major manufacturers&#8212;General Motors, Ford, and Chrysler that it intended to terminate all national and local collective-bargaining agreements when they expired on September 6, 1967.  In August, after the UAW and GM had opened negotiations for a new national agreement, the members of the Union employed by GM voted to authorize strikes, if necessary, on national and local issues.  When the agreements expired, the UAW began a national strike against Ford, but did not immediately strike any GM plants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 8, 1967, while the Ford strike was continuing,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the UAW held a special convention to authorize \"adequate strike funds to meet the challenges of the 1967 and 1968 collective bargaining effort.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  At that convention the UAW amended its constitution to authorize the collection of \"emergency dues\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> that would be used to augment the Union's strike insurance fund.  In a letter to GM employees explaining the purpose of the dues increase, the Union stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\" 'These emergency extra dues are being raised to      protect GM workers as well as support the Ford strikers.      When our time comes at GM, we cannot go back to the      bargaining table without an adequate strike fund behind us      and promise of continued assistance from other UAW members.'      \"  420 Mich. 463, 513, 363 N.W.2d 602, 624-625 (1984)      (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The emergency dues were payable immediately and were to remain in effect during the \"collective bargaining emergency.\" See n. 6, <i>supra.</i>  They were much larger than the regular dues. Before the emergency, each UAW member paid strike insurance dues of $1.25 per month and administrative dues of $3.75.  The amendment increased the contribution to the strike insurance fund to $21.25 per month for employees in plants where the average straight-time hourly earnings amounted to $3 or more, and to $11.25 in plants where the average earnings were lower.  Thus, for the former group the increase of $20 was 16 times as large as the regular contribution to the strike fund;  for the latter group the $10 increase was 8 times as large.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The strike against Ford was settled in October, before the first scheduled collection of the new special strike fund dues. Notwithstanding this development, emergency dues of $42 million were subsequently collected until November 30, 1967&#8212;when the UAW determined that it would not strike any GM plants \"at least during the month of December 1967.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  At this point the UAW advised its membership that even though \"the collective bargaining emergency has not yet ended,\" the emergency dues would be waived during December and January and dues would revert to the regular rate of $5 per month. In December, the UAW and GM reached agreement on all national issues.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In January 1968, however, three UAW local unions went on strike at three GM foundries for periods of 10, 11, and 12 days.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Strike fund benefits of $4 to $6 a day, totaling $247,245.31, were paid to the striking UAW employees from the fund in which the emergency dues collected in October and November had been deposited.  At that time the emergency dues constituted about half of the money in the fund.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  As a result of the strikes, operations were temporarily curtailed at 24 other functionally integrated GM plants, idling more than 19,000 employees.  Most of these employees are appellants in this case.  Their claims for unemployment benefits were considered at three levels of administrative review<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and three levels of judicial review,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and were ultimately denied by the State Supreme Court. The First Appeal</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In its first opinion in this case the Michigan Supreme Court decided two statutory questions and remanded a third for further consideration by the Board of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It first held that appellants' unemployment was \"due to a labor dispute in active progress\" at other establishments operated by the same employing unit and functionally integrated with the establishments where appellants were employed within the meaning of the statute.  It rejected the argument that the layoffs were due not only to the strikes, but also to a combination of management decisions and seniority provisions in the collective-bargaining agreement, holding instead that the strikes were a \"substantial contributing cause\" of the unemployment and need not be its sole cause.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After finding the requisite causal connection between the strikes and the layoffs, the court considered the relationship between the emergency dues and the strikes.  Appellants contended that their payments were expressly excepted from the coverage of the statute because they were \"regular union dues.\"  The State Supreme Court rejected this argument, explaining that the term \"regular\" had been used \"to exclude from possible treatment as financing those dues payments required uniformly of union members and collected on a continuing basis without fluctuations prompted by the exigencies of a particular labor dispute or disputes.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The exception for regular union dues thus did not encompass \"unusual collections for the purpose of supporting a labor dispute.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court did not decide whether the emergency dues constituted \"financing\" of the local strikes.  It noted that the statute did not require that the payments made by the individuals whose disqualification was in issue must be traced into the hands of the striking employees, but it indicated that there must be a \"meaningful connection\" between the payments and the strikes to satisfy the \"financing\" requirement.  It therefore remanded the case to the Appeal Board's successor tribunal to consider that question.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On remand, the Board of Review concluded that there was a \"meaningful connection\" between the emergency dues and the GM strikes.  It found that the dues were intended to support local strikes at GM plants, that strikes which might affect their own employment were foreseeable at the time appellants paid the emergency dues, and that the dues were a substantial source of funding for the strikes.  The Supreme Court agreed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As a predicate to its analysis, the court explained that the term \"financing\" should be construed in the light of the general purpose of the statute to provide assistance to persons who are involuntarily unemployed.  The disqualification applies to \"persons who are 'voluntarily' unemployed by financing the labor dispute that causes their unemployment.  It does so because 'financing' is one of the statutorily designated ways in which a person may evidence 'direct involvement' in a labor dispute.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Thus, \"[t]he end result of a proper meaningful connection definition should be to delineate persons whose own activities have contributed to their unemployment so as to make them voluntarily unemployed and therefore, ineligible for unemployment compensation benefits.\"<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Michigan Supreme Court considered and rejected appellants' argument that their emergency dues payments were not voluntary because they were required by the UAW in order to retain their union membership and their jobs at GM.  The court held that employees could not use their own collective-bargaining agent as a shield to protect them from responsibility for conduct that they had authorized.  It therefore specifically held that appellants' \"emergency dues payments were not involuntary.\"<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Those payments constituted \"financing\" of the strikes that had caused appellants' unemployment because there was a \"meaningful connection\" between the payments and the strikes.  In finding that causal connection the court relied on three factors the purpose, the amount, and the timing of the emergency dues.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> In finding the requisite purpose, the court noted that the dues had actually provided financial support for the strikes, that the strikes were foreseeable when the dues were collected, that it was also foreseeable that such strikes would cause the unemployment which actually occurred, and that the evidence of purpose and foreseeability was sufficient without relying on hindsight after the events occurred.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  The court also concluded that the amount of the financing was significant, whether viewed in terms of the aggregate value of the emergency dues, the individual contributions by each member, or their support for the strikers.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Finally, it found only a \"minimal\" time lag between the collections of the emergency dues and their use to support the strikes that caused appellants' unemployment.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  As a consequence, the court concluded that appellants were \"not eligible for unemployment benefits because they caused their unemployment by financing, in a meaningfully connected way, the labor dispute that caused\" their unemployment.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Only after it had meticulously satisfied itself that the emergency dues payments constituted \"financing\" that made appellants ineligible for unemployment compensation under the Michigan statute, did the court turn to the question whether its construction of state law was pre-empted by federal law because it inhibited the exercise of rights guaranteed by the National Labor Relations Act (NLRA).  The state court agreed with appellants that the right to support strikes by paying extraordinary dues was protected by &#167; 7 of the NLRA, but concluded that the legislative history of the Social Security Act which was reviewed in <i>New York Tele</i> i &#162;s632&#162;s <i>Co. v. New York State Dept. of Labor,</i> 440 U.S. 519, 99 S.Ct. 1328, 59 L.Ed.2d 553 (1979), demonstrated that Congress \"intended to tolerate\" the conflict between the state law and the federal law.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  Accordingly, after some 15 years of litigation, the Michigan Supreme Court finally denied appellants' claim for unemployment compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We noted probable jurisdiction of their appeal, 474 U.S. 899, 106 S.Ct. 224, 88 L.Ed.2d 223 (1985), and now affirm.  We first discuss the problem presented by the case in general terms and then consider the specific contentions that appellants advance.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">* The National Labor Relations Act and the Social Security Act were both enacted in the summer of 1935.  See <i>New York Telephone Co. v. New York State Dept. of Labor,</i> 440 U.S., at 527, 99 S.Ct. at 1334.  Neither statute required any State to adopt, or to maintain, an unemployment compensation program.  See <i>Steward Machine Co. v. Davis,</i> 301 U.S. 548, 596, 57 S.Ct. 883, 894, 81 L.Ed. 1279 (1937).  Title IX of the latter Act did, however, motivate the enactment of state programs throughout the Nation.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> That Title authorized the provision of federal funds to States having programs approved by the Secretary of Labor.  Although certain minimum federal standards must be satisfied, the scheme is one in which a \"wide range of judgment is given to the several states as to the particular type of statute to be spread upon their books.\" <i>Id.,</i> at 593, 57 S.Ct. at 894.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The policy of allowing \"broad freedom to set up the type of unemployment compensation they wish\" has been a basic theme of the program since the general outlines of the legislation were first identified in the Report of the Committee on Economic Security that was prepared for \"the President of the United States and became the cornerstone of the Social Security Act.\"  <i>Ohio Bureau of Employment Services v. Hodory,</i> 431 U.S. 471, 482, 97 S.Ct. 1898, 1905, 52 L.Ed.2d 513 (1977).  In guiding state efforts to draft unemployment compensation programs, however, that Report also stressed the importance of the distinction between voluntary and involuntary unemployment.  It characterized that distinction as \"the key to eligibility.\"  <i>Id.,</i> at 483, 97 S.Ct. at 1905.  \"To serve its purposes, unemployment compensation must be paid only to workers involuntarily unemployed.\"  <i>Id.,</i> at 482, 97 S.Ct. at 1905 (quoting Report of the Committee on Economic Security, as reprinted in Hearings on S. 1130 before the Senate Committee on Finance, 74th Cong., 1st Sess., 1311, 1328 (1935)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The involuntary character of the unemployment is thus generally a necessary condition to eligibility for compensation. But even involuntary unemployment is not always a <i>sufficient</i> condition to qualify for benefits, as we found in <i>Hodory.</i>  In that case, we held that Ohio could disqualify a millwright who was furloughed when the plant where he worked was shut down because of a shortage of fuel caused by a strike at coal mines owned by his employer.  Even though he was unemployed through no fault of his own, as the result of a labor dispute in which he had no interest, federal law did not require Ohio to pay him unemployment compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Hodory</i> there was no claim that the National Labor Relations Act pre-empted Ohio's disqualification of unemployment caused by a labor dispute.  A pre-emption argument was advanced, however, in <i>New York Telephone Co. v. New York State Dept. of Labor,</i> 440 U.S. 519, 99 S.Ct. 1328, 59 L.Ed.2d 553 (1979), a case in which the employer contended that federal law <i>prohibited</i> the State from giving unemployment compensation to the company's striking employees.  The evidence established that the payments not only provided support for the strikers but also imposed an added burden on the company and therefore plainly \"altered the economic balance between labor and management.\"  <i>Id.,</i> at 532, 99 S.Ct. at 1336.  Relying on the pre-emption analysis in <i>Machinists v. Wisconsin Employment Relations Comm'n,</i> 427 U.S. 132, 96 S.Ct. 2548, 49 L.Ed.2d 396 (1976), the employer therefore contended that the payments were inconsistent with the federal labor policy \"of allowing the free play of economic forces to operate during the bargaining process.\"  440 U.S., at 531, 99 S.Ct. at 1336.  We rejected the argument, not because we disagreed with its premises, but rather because we were persuaded by our study of the legislative history of the two 1935 Acts that Congress had intended to tolerate the conflict with federal labor policy.  We explained:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"Undeniably, Congress was aware of the possible impact      of unemployment compensation on the bargaining process.  The      omission of any direction concerning payment to strikers in      either the National Labor Relations Act or the Social      Security Act implies that Congress intended that the States      be free to authorize, or to prohibit, such payments.\"  <i>Id.,</i>      at 544, 99 S.Ct. at 1343.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">See <i>id.,</i> at 547, 99 S.Ct. at 1344 (BRENNAN, J., concurring in result);  <i>id.,</i> at 549, 99 S.Ct. at 1345 (BLACKMUN, J., with whom MARSHALL, J., joined, concurring in judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our conclusion that Congress did not intend to pre-empt the States' power to make the policy choice between paying or denying unemployment compensation to strikers does not directly respond to the argument advanced by appellants in this case.  For they rely, not on the general policy of noninterference with the free play of economic forces during the bargaining process, but rather on the claim that &#167; 7 of the NLRA provides specific protection for their payment of the emergency dues required by the UAW.  Nevertheless, the claim must be analyzed in the light of our conclusion in <i>New York Telephone Co.</i> that Congress expressly authorized \"a substantial measure of diversity,\" 440 U.S., at 546, 99 S.Ct. at 1344, among the States concerning the payment of unemployment compensation to workers idled as the result of a labor dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, <i>New York Telephone Co.</i> makes it clear that a State may, but need not, compensate actual strikers even though they are plainly responsible for their own unemployment.  And, on the other hand, <i>Hodory</i> makes it equally clear that a State may refuse, or provide, compensation to workers laid off by reason of a labor dispute in which they have no interest or responsibility whatsoever.  In between these opposite ends of the spectrum are cases in which the furloughed employees have had some participation in the labor dispute that caused their unemployment. This is such a case, because the state court has found that appellants provided significant financial support to strikes against their employer with full knowledge that their own work might thereby suffer.  It is clear, however, that in financing the local strikes, they were exercising associational rights that are expressly protected by &#167; 7 of the NLRA.  The question, then, is whether that protection deprives the State of the power to make the policy choice that otherwise would be plainly authorized by Title IX of the Social Security Act.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants place their primary reliance on <i>Nash v. Florida Industrial Comm'n,</i> 389 U.S. 235, 88 S.Ct. 362, 19 L.Ed.2d 438 (1967), a case in which the Florida Commission had concluded that a union member was disqualified for unemployment compensation because she had filed an unfair labor practice charge against her employer.  The Florida District Court of Appeal held that the Commission had properly treated the filing of the charge with the National Labor Relations Board as the initiation of a \"labor dispute\" within the meaning of the Florida statute disqualifying unemployment that \"is due to a labor dispute.\"  We reversed.  We explained that Congress had made it clear that it wished all persons with information about unfair labor practices \"to be completely free from coercion against reporting them to the Board,\" <i>id.,</i> at 238, 88 S.Ct. at 365, and that the statute prohibited an employer from interfering with an employee's exercise of his right to file charges.  Accordingly, we concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"[C]oercive actions which the Act forbids employers and      unions to take against persons making charges are likewise      prohibited from being taken by the States. . . .  Florida      should not be permitted to defeat or handicap a valid      national objective by threatening to withdraw state benefits      from persons simply because they cooperate with the      Government's constitutional plan.\"   <i>Id.,</i> at 239, 88 S.Ct. at      366.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The federal right implicated in <i>Nash</i> was the right to file an unfair labor practice charge with the Board.  Arguably there are two different rights protected by &#167; 7 that are implicated by this case&#8212;the right to contribute to a fund that will strengthen the union's bargaining position, and the right to expend money to support a strike.  It would seem clear that it would be an unfair labor practice for an employer to discharge an employee for making a contribution to a strike fund or for voting in favor of a strike at another plant, just as it would be unlawful to discharge an employee for filing a charge with the Labor Board.  In each such case, the unemployment would be attributable to an unlawful act by the employer rather than the foreseeable consequence of the exercise of the employee's &#167; 7 rights.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the actual case before us, however, the employer did nothing to impair the exercise of appellants' &#167; 7 rights.  To the extent that appellants may be viewed as participants in the decision to strike, or to expend funds in support of the local strikes, it is difficult to see how such a decision would be entitled to any greater protection than is afforded to actual strikers.  In either event, the fact that the temporary unemployment is entirely attributable to the voluntary use of the Union's bargaining resources&#8212;untainted by any unlawful conduct by the employer&#8212;is a sufficient reason for allowing the State to decide whether or not to pay unemployment benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Perhaps the answer is less obvious when we focus on the payment of the emergency dues before any actual strike decision has been made, but we believe similar reasoning leads to the same conclusion.  Appellants were not laid off simply because they paid emergency dues.  Rather, under the meticulous analysis of the case by the Michigan Supreme Court, they became unemployed because there was a meaningful connection between the decision to pay the emergency dues, the strikes which ensued, and ultimately their own layoffs.  Under the state court's narrow construction of its own statute, the emergency dues decision was tantamount to a plant-wide decision to call a strike in a bottleneck department that would predictably shut down an entire plant.  As the court put it, \"since the Michigan law only disqualifies those who are directly involved in the labor dispute through financing, the MESA essentially only disqualifies 'strikers.' \"  420 Mich., at 540, 363 N.W.2d, at 637.  Unquestionably federal law protects the employees' right to authorize such a strike;  it is equally clear, however, that federal law does not prohibit the States from deciding whether or not to compensate the employees who thereby cause their own unemployment.  <i>New York Telephone Co.,</i> 440 U.S., at 540-546, 99 S.Ct. at 1341-1344.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, the essential distinction between the <i>Nash</i> case and this one is the distinction between involuntary and voluntary unemployment that was recognized at the inception of the Social Security Act.  A decision to file an unfair labor practice charge even though it may in fact motivate a retaliatory discharge&#8212;cannot be treated as a voluntary decision to cause one's own unemployment without undermining an essential protection in the NLRA.  But an employee's decision to participate in a strike, either directly or by financing it, is not only an obvious example of causing one's own unemployment&#8212;it is one that furthers the federal policy of free collective bargaining regardless of whether or not a State provides compensation for employees who are furloughed as a result of the labor dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In reaching this conclusion, we of course express no opinion concerning the wisdom of one policy choice or another.  Nor are we concerned with the possible application of the \"financing\" disqualification that has been adopted in numerous States other than Michigan and which, like the Florida statute involved in <i>Nash,</i> may be construed in a way that has an entirely different impact on &#167; 7 rights.  Specifically, we have no occasion to consider the circumstances, if any, in which individuals might be disqualified solely because they paid regular union dues required as a condition of their employment.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  We merely hold that the \"financing\" disqualification in the Michigan statute as construed by the State Supreme Court in this case is not pre-empted by federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL and Justice BLACKMUN join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The State of Michigan disqualifies an individual from receiving unemployment benefits for \"financing\" the labor dispute that causes his unemployment.  Mich.Comp.Laws &#167; 421.29(8)(a)(ii) (Supp.1986).  As construed by the Michigan Supreme Court, this means that an unemployed individual is denied benefits for making a significant financial contribution to a labor organization \"in temporal proximity\" to the labor dispute that caused his unemployment if that contribution was \"for the purpose of assisting labor disputes which reasonably and foreseeably include the dispute that caused the [individual's] unemployment.\"  420 Mich. 463, 506, 363 N.W.2d 602, 621-622 (1984).  Because I believe that, as so construed, this statute conflicts with the National Labor Relations Act (NLRA) in a way that Congress did not intend to permit, I respectfully dissent from the Court's opinion and judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In enacting Title IX of the Social Security Act, Congress left the States a \"wide range\" of discretion to establish qualifications for receiving unemployment benefits.  <i>Steward Machine Co. v. Davis,</i> 301 U.S. 548, 593, 57 S.Ct. 883, 893, 81 L.Ed. 1279 (1937);  see also <i>Ohio Bureau of Employment Services v. Hodory,</i> 431 U.S. 471, 482-489, 97 S.Ct. 1898, 1905-1909, 52 L.Ed.2d 513 (1977).  We have previously found evidence in the legislative history of the Social Security Act indicating that Congress intended that this broad grant of authority should include power to authorize or deny unemployment benefits in ways that may interfere with the smooth operation of the federal labor laws.  Thus, in <i>New York Telephone Co. v. New York State Dept. of Labor,</i> 440 U.S. 519, 99 S.Ct. 1328, 59 L.Ed.2d 553 (1979), we held that the States were free to authorize or to prohibit payment of unemployment benefits to striking workers notwithstanding the impact of such payments on the collective-bargaining process.  We based our conclusion on evidence in the legislative history of the Social Security Act specifically indicating that Congress intended to leave the States such authority.  <i>Id.,</i> at 540-546, 99 S.Ct. at 1341-1344 (plurality opinion);  see also, <i>id.,</i> at 546-547, 99 S.Ct. at 1344 (BRENNAN, J., concurring in result);  <i>id.,</i> at 549, 99 S.Ct. at 1345 (BLACKMUN, J., concurring in judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is clear, however, that the States' discretion to fashion qualifications for unemployment compensation is not boundless, and that state laws that conflict with the NLRA in ways that Congress did not intend to permit are pre-empted.  For example, in <i>Nash v. Florida Industrial Comm'n,</i> 389 U.S. 235, 88 S.Ct. 362, 19 L.Ed.2d 438 (1967), petitioner filed an unfair labor practice charge with the National Labor Relations Board alleging that she had been laid off in retaliation for union activities. The Florida Industrial Commission determined that filing charges with the NLRB initiated a \"labor dispute\" within the meaning of the Florida statute denying benefits to individuals unemployed \"due to a labor dispute.\"  We concluded that the effect of such a disqualification on national labor policy was too great:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"The action of Florida here, like the coercive actions which      employers and unions are forbidden to engage in, has a direct      tendency to frustrate the purpose of Congress to leave people      free to make charges of unfair labor practices to the Board.      . . .  It appears obvious to us that this financial burden      which Florida imposes will impede resort to the Act and      thwart congressional reliance on individual action.  A      national system for the implementation of this country's      labor policies is not so dependent on state law.  Florida      should not be permitted to defeat or handicap a valid      national objective by threatening to withdraw state benefits      from persons simply because they cooperate with the      Government's constitutional plan.\"  <i>Id.,</i> at 239, 88 S.Ct. at      366 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As the Court recognizes, <i>ante,</i> at 635, a \"financing\" disqualification such as Michigan's implicates important rights that are protected by &#167; 7 of the NLRA.  In particular, such a disqualification may prevent workers from exercising their right to expend money in support of a strike, and, more generally, it will influence their willingness to contribute to a fund that will strengthen the union's position in collective bargaining.  The question we must answer in this case, then, is whether&#8212;as in <i>New York Telephone Co.</i>&#8212;there is reason to think that Congress intended to tolerate the conflict between Michigan's \"financing\" provision and the NLRA, or whether&#8212;like the state law struck down in <i>Nash</i>&#8212;this conflict is one that Congress did not intend to permit.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">I note at the outset that it is highly unusual to interpret one law by reference to the legislative history of a different law.  However, because the NLRA and the Social Security Act were considered by Congress at the same time and were passed within five weeks of one another, it is sometimes appropriate to read them <i>in pari materia.</i>  See <i>New York Telephone Co., supra,</i> at 540-541, 99 S.Ct. at 1341-1342;  <i>ante,</i> at 632-633.  Nonetheless, the NLRA and the Social Security Act are distinct pieces of legislation that address very different concerns.  Consequently, we cannot find that Congress intended to withdraw protections extended in the NLRA on the basis of the legislative history of the Social Security Act unless the expression of Congress' intent to do so is especially clear.  In this case, the available evidence is anything but clear in support of the conclusion that Congress intended to permit States to deny unemployment benefits to individuals for \"financing\" a labor dispute in the manner approved by the Michigan Supreme Court.  Unlike the discussion in the legislative history concerning unemployment benefits for actual strikers that was relied upon in <i>New York Telephone Co., supra,</i> at 542-544, 99 S.Ct. at 1342-1343, there is no comparable discussion at any point in the legislative history of benefits for individuals who \"finance\" a labor dispute.  Nor does the Report of the Committee on Economic Security, which \" 'became the cornerstone of the Social Security Act,' \" <i>ante,</i> at 633 (quoting <i>Ohio Bureau of Employment Services v. Hodory, supra,</i> 431 U.S., at 482, 97 S.Ct. at 1905), mention the subject of a \"financing\" disqualification.  The sole support for the use of a financing disqualification is in \"draft bills\" prepared by the Social Security Board one year after the Social Security Act was passed as examples of what the Act permitted the States to do.  These draft bills disqualified workers from receiving benefits if their unemployment was due to a labor dispute which they were \"participating in or financing or directly interested in. . . .\" United States Social Security Board, Draft Bills for State Unemployment Compensation of Pooled Fund and Employer Reserve Account Types &#167;&#167; 5(d)(1) and (2), pp. 9, 10 (1936).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">One could argue that, in light of this scant legislative history, there is no basis for concluding that Congress intended to authorize the States to utilize <i>any</i> kind of \"financing\" disqualification that interferes with rights protected by the NLRA.  However, because the draft bills constitute a contemporaneous construction of an Act by those charged with the responsibility for setting it in motion, they are entitled to considerable deference.  See <i>Udall v. Tallman,</i> 380 U.S. 1, 16, 85 S.Ct. 792, 801, 13 L.Ed.2d 616 (1965) (quoting <i>Power Reactor Development Co. v. Electrical Workers,</i> 367 U.S. 396, 408, 81 S.Ct. 1529, 1535, 6 L.Ed.2d 924 (1961)).  We may therefore conclude that the States may enact <i>some</i> sort of \"financing\" disqualification even though this might conflict with the NLRA.  The difficult question is what kind.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Unfortunately, the Social Security Board did not elaborate on its understanding of the permissible scope of its financing disqualification, so there is nothing in the draft bills from which to determine how broad the disqualification may be, consistent with the NLRA.  It is at least clear, however, that the Social Security Board thought that there were limits on the scope of any financing disqualification.  For within just a few years, the Board deleted this disqualification from its draft bills, explaining:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"The provision found in some laws extending the      disqualification to individuals who are financing a labor      dispute is not recommended since it might operate to      disqualify an individual not concerned with the dispute      solely on the basis of his payment of dues to the union that      is conducting the strike.\"  United States Social Security      Board, Bureau of Employment Security, Proposed State      Legislation Providing for Unemployment Compensation and      Public Employment Offices, Employment Security Memorandum No.      13, p. 56, note (Nov.1940).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Insofar as the legislative history of the Social Security Act supports only the conclusion that Congress intended to leave the States authority to deny benefits to actual strikers, and does not indicate that Congress anticipated a distinct disqualification of individuals whose money is used to pay for a strike, such a disqualification can only be permitted to the extent that it is necessary to effectuate the State's decision to disqualify actual strikers.  Thus, a financing disqualification may be justified as necessary to prevent unions from circumventing the State's disqualification of actual strikers, something unions might accomplish by striking a key group of employees&#8212;knowing that the resultant work stoppage will cause additional layoffs and that laid-off workers will be supported by unemployment benefits&#8212;while sharing the cost of financing the strike among all the workers.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Where this is true, <i>i.e.,</i> where workers agree to pay special dues<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> to finance a particular labor dispute that they know will result in their own layoffs, they voluntarily cause their own unemployment in the same sense as actual strikers. Therefore, I agree with the Court that \"[t]o the extent that appellants may be viewed as participants in the decision to strike, or to expend funds in support of the local strikes, it is difficult to see how such a decision would be entitled to any greater protection than is afforded to actual strikers.\"  <i>Ante,</i> at 636-637.  I also agree with the Court that, insofar as \"the emergency dues decision was tantamount to a plantwide decision to call a strike in a bottleneck department that would predictably shut down an entire plant,\" <i>ante,</i> at 637, Michigan could disqualify workers who paid the dues.  In other words, to the extent that Michigan denies benefits to workers who agree to pay special dues to finance the very strike that caused their unemployment, I agree that the Michigan statute is not pre-empted.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As interpreted by the Michigan Supreme Court, however, the Michigan statute also denies benefits to individuals whose unemployment results from a labor dispute financed with money raised for a <i>different</i> labor dispute&#8212;so long as the dispute that caused the unemployment was \"foreseeable\" at the time the contribution was made.  Michigan's law thus denies benefits to an individual for \"financing\" a labor dispute even though he did not necessarily intend to finance that dispute.  Yet, where this is the case, the disqualification cannot be justified as necessary to effectuate the disqualification of actual strikers.  Therefore, to the extent that it interferes with rights protected by the NLRA, it is pre-empted.  Moreover, in my view, an individual who did not intend to finance the labor dispute that led to his being laid off cannot be said to have \"voluntarily\" caused his own unemployment in the same sense as a striker;  the Court's unexplained equation of the two is simply wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, denying benefits to an individual who paid special dues merely because the strike that caused his unemployment was foreseeable when the decision to pay the dues was made interferes with rights protected by the NLRA in a much more pervasive manner than a disqualification of actual strikers.  Consider the decision that must be made by a union member asked to vote on whether to collect special dues to finance an anticipated strike.  If he agrees to pay the special dues and the strike results in his being laid off, he will not receive unemployment benefits under state law.  This possibility will certainly influence his decision whether or not to vote in favor of the special dues, and, to that extent, the state law conflicts with a federally protected right. However, as explained above, because the union member's decision in this regard is essentially identical to the decision of an actual striker, I agree with the Court that it is reasonable to conclude that Congress was willing to tolerate this conflict. But under Michigan's statute, the union member must think about other \"foreseeable\" strikes in addition to the particular strike under consideration.  Thus, it may be that the strike under consideration will not cause layoffs among nonstrikers, or that the union member feels strongly enough about that dispute that he is willing to tolerate the loss of unemployment compensation if he is laid off.  But under the Michigan statute, the union member's decision whether to vote to authorize the collection of special dues is coerced still further by the <i>possibility</i> that some <i>other</i> strike, that might be financed by these dollars and that might result in layoffs, will leave him without unemployment compensation.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  I do not see that there is any justification for this additional interference with rights protected by the NLRA; certainly the Court has offered none.  It would be one thing if the legislative history showed that Congress intended to tolerate a conflict with the NLRA such as is created by Michigan's financing provision.  But it does not.  Therefore, I would hold that States may disqualify unemployed individuals for \"financing\" a labor dispute only where they agree to pay special dues specifically to finance the particular strike that caused their unemployment.  To the extent that the Michigan statute exceeds this limitation, it is pre-empted by the NLRA.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Because of its construction of the Michigan statute, the Michigan Supreme Court did not find it necessary to consider whether the local foundry strikes were expressly contemplated by the UAW in its decision to collect the emergency dues. Accordingly, I would vacate the judgment below and remand the case to the Michigan Supreme Court to consider this question.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 29(8) of the Michigan Employment Security Act (MESA) provides:</p>\n        <p>\"(8) An individual shall be disqualified for benefits for a week in which the individual's total or partial unemployment is due to a labor dispute in active progress . . . in the establishment in which the individual is or was last employed, or to a labor dispute, other than a lockout, in active progress . . . in any other establishment within the United States which is functionally integrated with the establishment and is operated by the same employing unit. . . .  An individual shall not be disqualified under this subsection if the individual is not directly involved in the dispute.</p>\n        <p>\"(a) For the purposes of this subsection an individual shall not be considered to be directly involved in a labor dispute unless it is established that any of the following occurred:</p>\n        <p>*          *          *          *          *</p>\n        <p>\"(ii) The individual is participating in or financing or directly interested in the labor dispute which causes the individual's total or partial unemployment.  The payment of regular union dues, in amounts and for purposes established before the inception of the labor dispute, shall not be construed as financing a labor dispute within the meaning of this subparagraph.\"  Mich.Comp.Laws &#167; 421.29(8) (Supp.1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 7 of the National Labor Relations Act, 49 Stat. 452, 29 U.S.C. &#167; 157, provides in part:</p>\n        <p>\"Employees shall have the right to self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection. . . .\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> International Union, United Automobile, Aerospace and Agricultural Implement Workers of America (referred to in the text as the UAW and the Union).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The UAW employees of the Caterpillar Company were also on strike.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The proceedings of the convention recited that its purposes were:</p>\n        <p>\" '1. [To] [r]eview the status of our 1967 collective bargaining effort.</p>\n        <p>\" '2. To consider revision of the dues program of the International Union, UAW, to provide adequate strike funds to meet the challenges of the 1967 and 1968 collective bargaining effort.</p>\n        <p>\" '3. To consider revisions of the Constitution of the International Union as it relates to the payment of dues, strike fund, membership eligibility, strike insurance program and other matters related to emergencies facing the International Union, UAW.' \"  420 Mich. 463, 512-513, 363 N.W.2d 602, 624 (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The text of the amendments reads, in pertinent part:</p>\n        <p>\" 'Article 16, Section 2(a) (new):  Emergency Dues</p>\n        <p>\" 'All dues are payable during the current month to the financial secretary of the local union.</p>\n        <p>\" 'Commencing with the eighth (8th) day of October 1967 until October 31, 1967, and for each month thereafter during the emergency as defined in the last paragraph of this subsection, union administrative dues shall be three dollars and seventy-five cents ($3.75) per month and Union Strike Insurance Fund dues shall be as follows:</p>\n        <p>\" '1. For those working in plants where the average straight time earnings * * * is three dollars ($3.00) or more, <i>twenty-one dollars and twenty-five cents</i> ($21.25) <i>per month.</i></p>\n        <p>\" '2. For those working plants where the average straight time earnings * * * is less than three dollars ($3.00), <i>eleven dollars and twenty-five cents</i> ($11.25).</p>\n        <p>*          *          *          *          *</p>\n        <p>\" '<i>This schedule of dues shall remain in effect during the current collective bargaining emergency as determined by the International Executive Board</i> and thereafter, if necessary, until the International Union Strike Insurance Fund has reached the sum of twenty-five million dollars ($25,000,000). . . .' \"  <i>Id.,</i> at 472, 363 N.W.2d, at 606.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>Baker v. General Motors Corp.,</i> 409 Mich. 639, 653, n. 5, 297 N.W.2d 387, 392, n. 5 (1980) (emphasis omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See <i>id.,</i> at 653, 297 N.W.2d, at 392.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See 420 Mich., at 520, 363 N.W.2d, at 628.  See also App. to Juris. Statement 113a, 115a (decision of Michigan Employment Security Board of Review on remand from Michigan Supreme Court).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The claims were originally allowed by the Michigan Employment Security Commission, but on an appeal by GM a hearing referee reversed the MESC.  On appellants' appeal the referee's decision was upheld by the Michigan Employment Security Appeal Board.  See 420 Mich., at 474-475, 363 N.W.2d, at 608.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Appellants appealed the denial of unemployment benefits to three County Circuit Courts, two of which reversed the decision of the Appeal Board and one of which affirmed it.  On further appeal, the Michigan Court of Appeals disallowed the claims, holding that the appellants had \"financed\" the labor dispute which caused their unemployment by paying emergency strike fund dues and that they were disqualified under Michigan Employment Security Act &#167; 29(8)(a)(ii) as a consequence.  See <i>Baker v. General Motors Corp.,</i> 74 Mich.App. 237, 254 N.W.2d 45 (1977).  The Michigan Supreme Court granted leave to appeal and disposed of certain issues before remanding to the Board of Review for further proceedings.  See <i>Baker v. General Motors Corp.,</i> 409 Mich. 639, 297 N.W.2d 387 (1980).  See <i>infra,</i> at 628.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> \"The seniority provisions and management decisions which plaintiffs identify as contributing causes of their unemployment would not themselves have caused plaintiffs' unemployment or any unemployment were it not for the labor disputes in active progress at the functionally integrated foundries.  But for those disputes, materials would have been available at plaintiffs' places of employment, the work force at those establishments would not have been reduced, and the seniority provisions would not have become operative.  The labor disputes in active progress at the foundries were shown by competent, material and substantial evidence to have been substantial contributing causes of the layoffs which idled plaintiffs.  We affirm the board's finding that plaintiffs' unemployment was 'due to a labor dispute in active progress' within the meaning of subsection 29(8).\"  409 Mich., at 661-662, 297 N.W.2d, at 396.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> <i>Id.,</i> at 666, 297 N.W.2d, at 398.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> <i>Ibid.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> \"The appeal board did not give separate consideration to the meaning of 'financing,' in general or as applied to this case. We therefore remand this matter to its successor, the tribunal with the most experience and expertise in the application of the act, to reconsider, in light of its own unique familiarity with the act, practical considerations and related issues implicated by this question, whether plaintiffs' emergency dues payments were sufficiently connected with the local labor disputes which caused their unemployment to constitute 'financing' of those labor disputes.\"  <i>Id.,</i> at 668, 297 N.W.2d, at 399.</p>\n        <p>\n          <i>The Second Appeal</i>\n        </p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 420 Mich., at 493, 363 N.W.2d, at 616.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> <i>Ibid.</i>  See <i>id.,</i> at 478, 363 N.W.2d, at 609 (\"Since the MESA is intended to provide benefits only to involuntarily unemployed persons, the purpose of &#167; 29 is obvious.  MESA &#167; 29 lists the circumstances under which the Legislature holds that a person is not entitled to benefits under the MESA because he is <i>not</i> involuntarily unemployed\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> \"As noted above, the statute does not recognize such a ploy.  UAW membership is required for employment by GM because the UAW bargains for such a provision in its contract with GM.  In so doing, the UAW represents its members and they must ratify any contract agreed upon by the UAW and GM.  Therefore, any 'coercion' resulting from the terms of the contract does not make the plaintiffs' action in accord with the contract 'involuntary.'  As the Court of Appeals said in <i>Applegate v. Palladium Publishing Co.,</i> 95 Mich.App. 299, 305;  290 N.W.2d 128 (1980), and we adopt here:</p>\n        <p>\" 'Action taken by employees under a contract negotiated for them by their authorized agent must be considered their voluntary acts.  In effect, plaintiff agreed to [act] pursuant to the collective bargaining agreement.'</p>\n        <p>\"Any other holding would make all actions taken by union members pursuant to a union contract involuntary and relieve the members of responsibility for their contract-based actions.  We cannot agree with such a rule.  The plaintiffs' emergency dues payments were not involuntary.\"  420 Mich., at 499, 363 N.W.2d, at 618-619.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> \"A meaningful connection exists between the financing and the labor dispute that causes the claimant's unemployment where, for the purpose of assisting labor disputes which reasonably and foreseeably include the labor dispute that caused the claimant's unemployment, the claimant finances in significant amount and in temporal proximity the labor dispute that causes his unemployment. Where the Court finds these three elements present (purpose, amount, and timing), there is a meaningful connection between the financing and the labor dispute that causes the claimant's unemployment.\"   <i>Id.,</i> at 506, 363 N.W.2d, at 621-622.</p>\n        <p>Accord, <i>id.,</i> at 500-501, 363 N.W.2d, at 619.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> \"The final aspect of the purpose analysis focuses on whether it was foreseeable at the time of the financing that supporting the labor disputes would cause the claimant's unemployment.  In this case, there is and can be no dispute on this issue.  Since it was foreseeable that local GM strikes would occur and be financed by the emergency dues, and since automotive industry production is based upon a series of interrelated production units which produce only one component of the automobile, it is obvious that a local labor dispute which idles one plant might cause layoffs at other plants which rely upon the component produced at the idled plant.  This 'chain reaction' can move both 'up' and 'down' the line.  Therefore, layoffs at plants not presently engaged in a local labor dispute were foreseeable due to local disputes.</p>\n        <p>\"In conclusion, the evidence adduced in this case supports the conclusion that the purpose of the emergency dues included supporting labor disputes including those that actually caused the plaintiffs' unemployment.  Therefore, the first portion of the meaningful connection definition is met.\"  <i>Id.,</i> at 516-517, 363 N.W.2d, at 626.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See <i>id.,</i> at 519, 363 N.W.2d, at 627 (\"By any standard, the amount of increase is significant and demonstrates a meaningful connection with the labor dispute that caused their unemployment\").  Accord, <i>id.,</i> at 517-520, 363 N.W.2d, at 626-628.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> \"As applied to this case, we find that this portion of the meaningful connection definition is satisfied since the payment of emergency dues immediately precedes the support of the labor dispute that caused the plaintiffs' unemployment. . . .  The time lag between the collection and disbursement of the strike fund benefits is minimal when it is considered that the funds were collected 'by hand' at the local level, were forwarded to the SIF, and were distributed to striking GM employees only after they had satisfied an initial waiting period requirement.\"   <i>Id.,</i> at 521, 363 N.W.2d, at 628.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> <i>Id.,</i> at 521-522, 363 N.W.2d, at 628.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> <i>Id.,</i> at 541, 363 N.W.2d, at 637.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> \"Before Congress acted, unemployment compensation insurance was still, for the most part, a project and no more. Wisconsin was the pioneer.  Her statute was adopted in 1931.  At times bills for such insurance were introduced elsewhere, but they did not reach the stage of law.  In 1935, four states (California, Massachusetts, New Hampshire and New York) passed unemployment laws on the eve of the adoption of the Social Security Act, and two others did likewise after the federal act and later in the year.  The statutes differed to some extent in type, but were directed to a common end.  In 1936, twenty-eight other states fell in line, and eight more the present year.  But if states had been holding back before the passage of the federal law, inaction was not owing, for the most part, to the lack of sympathetic interest. Many held back through alarm lest, in laying such a toll upon their industries, they would place themselves in a position of economic disadvantage as compared with neighbors or competitors. See House Report, No. 615, 74th Congress, 1st session, p. 8; Senate Report, No. 628, 74th Congress, 1st session, p. 11.\" <i>Steward Machine Co. v. Davis,</i> 301 U.S., at 587-588, 57 S.Ct. at 891 (footnote omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> In their statement of the question presented, appellants described the statutory disqualification as one arising \"solely because those individuals paid union dues,\" Brief for Appellants i, or, alternatively, as one arising \"solely because those individuals paid union dues uniformly and lawfully required as a condition of employment,\" Juris.Statement i.  As the Michigan Supreme Court carefully explained, however, the Michigan statute excepts the payment of regular union dues from the financing disqualification.  See <i>supra,</i> at 627-628.  See also n. 1, <i>supra.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Michigan statute provides that \"[t]he payment of regular union dues, in amounts and for purposes established before the inception of the labor dispute, shall not be construed as financing a labor dispute. . . .\"  Mich.Comp.Laws &#167; 421.29(8)(a)(ii) (Supp.1986).  The Court therefore limits its opinion approving Michigan's statute to disqualifications based on the payment of \"special\" dues.  Although, for the reasons stated in text, I believe that Michigan's disqualification is overbroad even as limited to special dues, there is really no question that a state law denying unemployment benefits on the basis of regular dues payments is pre-empted by the NLRA.  The Social Security Board's 1940 decision to delete the financing disqualification because it might operate to deny benefits solely on the basis of an individual's payment of dues to a union indicates that the Board thought that States could not deny unemployment benefits simply because unemployment is due to a labor dispute financed from a strike fund that includes contributions from the individual's ordinary union dues.  Moreover, this conclusion is entirely sensible in that a disqualification based upon the payment of ordinary dues would seriously interfere with basic organizational rights protected by the NLRA:  In order to bargain effectively, a union must be able to present a credible strike threat.  This, in turn, requires the union to maintain an adequate strike fund, and without such a fund, the union's ability to bargain effectively would be greatly impaired.  Consequently, unions typically use a portion of every member's</p>\n        <p>ordinary dues to finance a standing fund to support strikes authorized by the union.  Because the maintenance of a strike fund from ordinary dues is standard union practice, disqualifying workers whose unemployment results from a strike financed with ordinary union dues would, as a practical matter, mean disqualifying workers simply for being members of the union that authorized that labor dispute.  Such a disqualification would severely impair the long-term capability of unions to organize workers.  If some members of a union wanted to strike, other members having no direct stake in the strike would have a powerful incentive to oppose it, namely, the possibility that the strike might cause their own layoffs and leave them without financial resources.  The union would consequently come under pressure to split into smaller units in order to avoid these conflicts&#8212;a result that is contrary to the most basic thrust of the NLRA. Moreover, this tendency would be more pronounced in industries that are functionally integrated, because strikes are more likely to cause layoffs among non-strikers in such industries;  yet it is in precisely these industries that workers have the greatest need to combine in labor organizations that can present management with a unified front.  It is inconceivable that the Congress that passed the NLRA and the Social Security Act would have found such a state of affairs acceptable, and therefore, in the absence of contrary evidence in the legislative history, I conclude that States are prohibited from denying benefits to individuals on the ground that their ordinary union dues were used to finance the labor dispute that caused their unemployment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> This concern is somewhat alleviated under the Michigan statute by the additional requirement that the labor dispute which causes the unemployment occur \"in temporal proximity\" to the making of the financial contribution.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>478 U.S. 621 (1986)</b></center>\n<center><h1>BAKER ET AL.<br>\nv.<br>\nGENERAL MOTORS CORP. ET AL.</h1></center>\n<center>No. 85-117.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2, 1986</center>\n<center>Decided July 2, 1986</center>\nAPPEAL FROM THE SUPREME COURT OF MICHIGAN\n<p><span class=\"star-pagination\">*622</span> <i>Jordan Rossen</i> argued the cause for appellants. With him on the briefs was <i>Fred Altshuler.</i></p>\n<p><i>Peter G. Nash</i> argued the cause for appellees. With him on the brief were <i>Dixie L. Atwater, J. R. Wheatley,</i> and <i>Jonathan N. Wayman.</i></p>\n<p><i>Deputy Solicitor General Cohen</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. On the brief were <i>Solicitor General Fried, Deputy Solicitor General Kuhl, Jerrold J. Ganzfried, Norton J. Come,</i> and <i>Linda Sher.</i></p>\n<p>JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>In Michigan an employee is ineligible for unemployment compensation if he has provided \"financing\"  by means other than the payment of regular union dues  for a strike that causes his unemployment.<sup>[1]</sup> The question presented by this <span class=\"star-pagination\">*623</span> appeal is whether Michigan's statutory disqualification is implicitly prohibited by  7 of the National Labor Relations Act.<sup>[2]</sup></p>\n<p>This case has a long history. Two appeals to the State Supreme Court and a series of administrative proceedings have determined the relevant facts and the meaning of the governing statutory provision. Before addressing the federal question, we shall therefore summarize the events that gave rise to the controversy and the propositions of state law that were resolved on each appeal.</p>\n<p><i>The Relevant Events</i></p>\n<p>The story begins in June 1967, when the international union<sup>[3]</sup> representing the work force in the automobile industry notified the three major manufacturers  General Motors, Ford, and Chrysler  that it intended to terminate all national and local collective-bargaining agreements when they expired on September 6, 1967. In August, after the UAW <span class=\"star-pagination\">*624</span> and GM had opened negotiations for a new national agreement, the members of the Union employed by GM voted to authorize strikes, if necessary, on national and local issues. When the agreements expired, the UAW began a national strike against Ford, but did not immediately strike any GM plants.</p>\n<p>On October 8, 1967, while the Ford strike was continuing,<sup>[4]</sup> the UAW held a special convention to authorize \"adequate strike funds to meet the challenges of the 1967 and 1968 collective bargaining effort.\"<sup>[5]</sup> At that convention the UAW amended its constitution to authorize the collection of \"emergency dues\"<sup>[6]</sup> that would be used to augment the Union's <span class=\"star-pagination\">*625</span> strike insurance fund. In a letter to GM employees explaining the purpose of the dues increase, the Union stated:</p>\n<blockquote>\" `These emergency extra dues are being raised to protect GM workers as well as support the Ford strikers. When our time comes at GM, we cannot go back to the bargaining table without an adequate strike fund behind us and promise of continued assistance from other UAW members.' \" 420 Mich. 463, 513, 363 N. W. 2d 602, 624-625 (1984) (footnote omitted).</blockquote>\n<p>The emergency dues were payable immediately and were to remain in effect during the \"collective bargaining emergency.\" See n. 6, <i>supra.</i> They were much larger than the regular dues. Before the emergency, each UAW member paid strike insurance dues of $1.25 per month and administrative dues of $3.75. The amendment increased the contribution to the strike insurance fund to $21.25 per month for employees in plants where the average straight-time hourly earnings amounted to $3 or more, and to $11.25 in plants where the average earnings were lower. Thus, for the former group the increase of $20 was 16 times as large as the regular contribution to the strike fund; for the latter group the $10 increase was 8 times as large.</p>\n<p>The strike against Ford was settled in October, before the first scheduled collection of the new special strike fund dues. Notwithstanding this development, emergency dues of $42 million were subsequently collected until November 30, 1967  when the UAW determined that it would not strike any GM plants \"at least during the month of December 1967.\"<sup>[7]</sup> At this point the UAW advised its membership that <span class=\"star-pagination\">*626</span> even though \"the collective bargaining emergency has not yet ended,\" the emergency dues would be waived during December and January and dues would revert to the regular rate of $5 per month. In December, the UAW and GM reached agreement on all national issues.</p>\n<p>In January 1968, however, there UAW local unions went on strike at three GM foundries for periods of 10, 11, and 12 days.<sup>[8]</sup> Strike fund benefits of $4 to $6 a day, totaling $247,245.31, were paid to the striking UAW employees from the fund in which the emergency dues collected in October and November had been deposited. At that time the emergency dues constituted about half of the money in the fund.<sup>[9]</sup> As a result of the strikes, operations were temporarily curtailed at 24 other functionally integrated GM plants, idling more than 19,000 employees. Most of these employees are appellants in this case. Their claims for unemployment benefits were considered at three levels of administrative review<sup>[10]</sup> and three levels of judicial review,<sup>[11]</sup> and were ultimately denied by the State Supreme Court.</p>\n<p><span class=\"star-pagination\">*627</span> <i>The First Appeal</i></p>\n<p>In its first opinion in this case the Michigan Supreme Court decided two statutory questions and remanded a third for further consideration by the Board of Review.</p>\n<p>It first held that appellants' unemployment was \"due to a labor dispute in active progress\" at other establishments operated by the same employing unit and functionally integrated with the establishments where appellants were employed within the meaning of the statute. It rejected the argument that the layoffs were due not only to the strikes, but also to a combination of management decisions and seniority provisions in the collective-bargaining agreement, holding instead that the strikes were a \"substantial contributing cause\" of the unemployment and need not be its sole cause.<sup>[12]</sup></p>\n<p>After finding the requisite causal connection between the strikes and the layoffs, the court considered the relationship between the emergency dues and the strikes. Appellants contended that their payments were expressly excepted from the coverage of the statute because they were \"regular union dues.\" The State Supreme Court rejected this argument, explaining that the term \"regular\" had been used \"to exclude from possible treatment as financing those dues payments required <span class=\"star-pagination\">*628</span> uniformly of union members and collected on a continuing basis without fluctuations prompted by the exigencies of a particular labor dispute or disputes.\"<sup>[13]</sup> The exception for regular union dues thus did not encompass \"unusual collections for the purpose of supporting a labor dispute.\"<sup>[14]</sup></p>\n<p>The court did not decide whether the emergency dues constituted \"financing\" of the local strikes. It noted that the statute did not require that the payments made by the individuals whose disqualification was in issue must be traced into the hands of the striking employees, but it indicated that there must be a \"meaningful connection\" between the payments and the strikes to satisfy the \"financing\" requirement. It therefore remanded the case to the Appeal Board's successor tribunal to consider that question.<sup>[15]</sup></p>\n<p><i>The Second Appeal</i></p>\n<p>On remand, the Board of Review concluded that there was a \"meaningful connection\" between the emergency dues and the GM strikes. It found that the dues were intended to support local strikes at GM plants, that strikes which might affect their own employment were foreseeable at the time appellants paid the emergency dues, and that the dues were a substantial source of funding for the strikes. The Supreme Court agreed.</p>\n<p>As a predicate to its analysis, the court explained that the term \"financing\" should be construed in the light of the general purpose of the statute to provide assistance to persons <span class=\"star-pagination\">*629</span> who are involuntarily unemployed. The disqualification applies to \"persons who are `voluntarily' unemployed by financing the labor dispute that causes their unemployment. It does so because `financing' is one of the statutorily designated ways in which a person may evidence `direct involvement' in a labor dispute.\"<sup>[16]</sup> Thus, \"[t]he end result of a proper meaningful connection definition should be to delineate persons whose own activities have contributed to their unemployment so as to make them voluntarily unemployed and therefore, ineligible for unemployment compensation benefits.\"<sup>[17]</sup></p>\n<p>The Michigan Supreme Court considered and rejected appellants' argument that their emergency dues payments were not voluntary because they were required by the UAW in order to retain their union membership and their jobs at GM. The court held that employees could not use their own collective-bargaining agent as a shield to protect them from responsibility for conduct that they had authorized. It therefore specifically held that appellants' \"emergency dues payments were not involuntary.\"<sup>[18]</sup></p>\n<p><span class=\"star-pagination\">*630</span> Those payments constituted \"financing\" of the strikes that had caused appellants' unemployment because there was a \"meaningful connection\" between the payments and the strikes. In finding that causal connection the court relied on three factors  the purpose, the amount, and the timing of the emergency dues.<sup>[19]</sup> In finding the requisite purpose, the court noted that the dues had actually provided financial support for the strikes, that the strikes were foreseeable when the dues were collected, that it was also foreseeable that such strikes would cause the unemployment which actually occurred, and that the evidence of purpose and foreseeability was sufficient without relying on hindsight after the events occurred.<sup>[20]</sup> The court also concluded that the amount of the <span class=\"star-pagination\">*631</span> financing was significant, whether viewed in terms of the aggregate value of the emergency dues, the individual contributions by each member, or their support for the strikers.<sup>[21]</sup> Finally, it found only a \"minimal\" time lag between the collections of the emergency dues and their use to support the strikes that caused appellants' unemployment.<sup>[22]</sup> As a consequence, the court concluded that appellants were \"not eligible for unemployment benefits because they caused their unemployment by financing, in a meaningfully connected way, the labor dispute that caused\" their unemployment.<sup>[23]</sup></p>\n<p>Only after it had meticulously satisfied itself that the emergency dues payments constituted \"financing\" that made appellants ineligible for unemployment compensation under the Michigan statute, did the court turn to the question whether its construction of state law was pre-empted by federal law because it inhibited the exercise of rights guaranteed by the National Labor Relations Act (NLRA). The state court agreed with appellants that the right to support strikes by paying extraordinary dues was protected by  7 of the NLRA, but concluded that the legislative history of the Social Security Act which was reviewed in <i>New York Telephone</i> <span class=\"star-pagination\">*632</span> <i>Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519 (1979), demonstrated that Congress \"intended to tolerate\" the conflict between the state law and the federal law.<sup>[24]</sup> Accordingly, after some 15 years of litigation, the Michigan Supreme Court finally denied appellants' claim for unemployment compensation.</p>\n<p>We noted probable jurisdiction of their appeal, 474 U. S. 899 (1985), and now affirm. We first discuss the problem presented by the case in general terms and then consider the specific contentions that appellants advance.</p>\n<p></p>\n<h2>I</h2>\n<p>The National Labor Relations Act and the Social Security Act were both enacted in the summer of 1935. See <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S., at 527. Neither statute required any State to adopt, or to maintain, an unemployment compensation program. See <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S. 548, 596 (1937). Title IX of the latter Act did, however, motivate the enactment of state programs throughout the Nation.<sup>[25]</sup> That Title authorized the provision of federal funds to States having <span class=\"star-pagination\">*633</span> programs approved by the Secretary of Labor. Although certain minimum federal standards must be satisfied, the scheme is one in which a \"wide range of judgment is given to the several states as to the particular type of statute to be spread upon their books.\" <i>Id.,</i> at 593.</p>\n<p>The policy of allowing \"broad freedom to set up the type of unemployment compensation they wish\" has been a basic theme of the program since the general outlines of the legislation were first identified in the Report of the Committee of Economic Security that was prepared for \"the President of the United States and became the cornerstone of the Social Security Act.\" <i>Ohio Bureau of Employment Services</i> v. <i>Hodory,</i> 431 U. S. 471, 482 (1977). In guiding state efforts to draft unemployment compensation programs, however, that Report also stressed the importance of the distinction between voluntary and involuntary unemployment. It characterized that distinction as \"the key to eligibility.\" <i>Id.,</i> at 483. \"To serve its purposes, unemployment compensation must be paid only to workers involuntarily unemployed.\" <i>Id.,</i> at 482 (quoting Report of the Committee on Economic Security, as reprinted in Hearings on S. 1130 before the Senate Committee on Finance, 74th Cong., 1st Sess., 1311, 1328 (1935)).</p>\n<p>The involuntary character of the unemployment is thus generally a necessary condition to eligibility for compensation. But even involuntary unemployment is not always a <i>sufficient</i> condition to qualify for benefits, as we found in <i>Hodory.</i> In that case, we held that Ohio could disqualify a millwright who was furloughed when the plant where he worked was shut down because of a shortage of fuel caused by a strike at coal mines owned by his employer. Even though he was unemployed through no fault of his own, as the result of a labor dispute in which he had no interest, federal law did not require Ohio to pay him unemployment compensation.</p>\n<p>In <i>Hodory</i> there was no claim that the National Labor Relations Act pre-empted Ohio's disqualification of unemployment <span class=\"star-pagination\">*634</span> caused by a labor dispute. A pre-emption argument was advanced, however, in <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519 (1979), a case in which the employer contended that federal law <i>prohibited</i> the State from giving unemployment compensation to the company's striking employees. The evidence established that the payments not only provided support for the strikers but also imposed an added burden on the company and therefore plainly \"altered the economic balance between labor and management.\" <i>Id.,</i> at 532. Relying on the pre-emption analysis in <i>Machinists</i> v. <i>Wisconsin Employment Relations Comm'n,</i> 427 U. S. 132 (1976), the employer therefore contended that the payments were inconsistent with the federal labor policy \"of allowing the free play of economic forces to operate during the bargaining process.\" 440 U. S., at 531. We rejected the argument, not because we disagreed with its premises, but rather because we were persuaded by our study of the legislative history of the two 1935 Acts that Congress had intended to tolerate the conflict with federal labor policy. We explained:</p>\n<blockquote>\"Undeniably, Congress was aware of the possible impact of unemployment compensation on the bargaining process. The omission of any direction concerning payment to strikers in either the National Labor Relations Act or the Social Security Act implies that Congress intended that the States be free to authorize, or to prohibit, such payments.\" <i>Id.,</i> at 544.</blockquote>\n<p>See <i>id.,</i> at 547 (BRENNAN, J., concurring in result); <i>id.,</i> at 549 (BLACKMUN, J., with whom MARSHALL, J., joined, concurring in judgment).</p>\n<p>Our conclusion that Congress did not intend to pre-empt the States' power to make the policy choice between paying or denying unemployment compensation to strikers does not directly respond to the argument advanced by appellants in this case. For they rely, not on the general policy of noninterference <span class=\"star-pagination\">*635</span> with the free play of economic forces during the bargaining process, but rather on the claim that  7 of the NLRA provides specific protection for their payment of the emergency dues required by the UAW. Nevertheless, the claim must be analyzed in the light of our conclusion in <i>New York Telephone Co.</i> that Congress expressly authorized \"a substantial measure of diversity,\" 440 U. S., at 546, among the States concerning the payment of unemployment compensation to workers idled as the result of a labor dispute.</p>\n<p>Thus, <i>New York Telephone Co.</i> makes it clear that a State may, but need not, compensate actual strikers even though they are plainly responsible for their own unemployment. And, on the other hand, <i>Hodory</i> makes it equally clear that a State may refuse, or provide, compensation to workers laid off by reason of a labor dispute in which they have no interest or responsibility whatsoever. In between these opposite ends of the spectrum are cases in which the furloughed employees have had some participation in the labor dispute that caused their unemployment. This is such a case, because the state court has found that appellants provided significant financial support to strikes against their employer with full knowledge that their own work might thereby suffer. It is clear, however, that in financing the local strikes, they were exercising associational rights that are expressly protected by  7 of the NLRA. The question, then, is whether that protection deprives the State of the power to make the policy choice that otherwise would be plainly authorized by Title IX of the Social Security Act.</p>\n<p></p>\n<h2>II</h2>\n<p>Appellants place their primary reliance on <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), a case in which the Florida Commission had concluded that a union member was disqualified for unemployment compensation because she had filed an unfair labor practice charge against her employer. The Florida District Court of Appeal held that the Commission <span class=\"star-pagination\">*636</span> had properly treated the filing of the charge with the National Labor Relations Board as the initiation of a \"labor dispute\" within the meaning of the Florida statute disqualifying unemployment that \"is due to a labor dispute.\" We reversed. We explained that Congress had made it clear that it wished all persons with information about unfair labor practices \"to be completely free from coercion against reporting them to the Board,\" <i>id.,</i> at 238, and that the statute prohibited an employer from interfering with an employee's exercise of his right to file charges. Accordingly, we concluded:</p>\n<blockquote>\"[C]oercive actions which the Act forbids employers and unions to take against persons making charges are likewise prohibited from being taken by the States. . . . Florida should not be permitted to defeat or handicap a valid national objective by threatening to withdraw state benefits from persons simply because they cooperate with the Government's constitutional plan.\" <i>Id.,</i> at 239.</blockquote>\n<p>The federal right implicated in <i>Nash</i> was the right to file an unfair labor practice charge with the Board. Arguably there are two different rights protected by  7 that are implicated by this case  the right to contribute to a fund that will strengthen the union's bargaining position, and the right to expend money to support a strike. It would seem clear that it would be an unfair labor practice for an employer to discharge an employee for making a contribution to a strike fund or for voting in favor of a strike at another plant, just as it would be unlawful to discharge an employee for filing a charge with the Labor Board. In each such case, the unemployment would be attributable to an unlawful act by the employer rather than the foreseeable consequence of the exercise of the employee's  7 rights.</p>\n<p>In the actual case before us, however, the employer did nothing to impair the exercise of appellants'  7 rights. To the extent that appellants may be viewed as participants in the decision to strike, or to expend funds in support of the <span class=\"star-pagination\">*637</span> local strikes, it is difficult to see how such a decision would be entitled to any greater protection than is afforded to actual strikers. In either event, the fact that the temporary unemployment is entirely attributable to the voluntary use of the Union's bargaining resources  untainted by any unlawful conduct by the employer  is a sufficient reason for allowing the State to decide whether or not to pay unemployment benefits.</p>\n<p>Perhaps the answer is less obvious when we focus on the payment of the emergency dues before any actual strike decision has been made, but we believe similar reasoning leads to the same conclusion. Appellants were not laid off simply because they paid emergency dues. Rather, under the meticulous analysis of the case by the Michigan Supreme Court, they became unemployed because there was a meaningful connection between the decision to pay the emergency dues, the strikes which ensued, and ultimately their own layoffs. Under the state court's narrow construction of its own statute, the emergency dues decision was tantamount to a plant-wide decision to call a strike in a bottleneck department that would predictably shut down an entire plant. As the court put it, \"since the Michigan law only disqualifies those who are directly involved in the labor dispute through financing, the MESA essentially only disqualifies `strikers.' \" 420 Mich., at 540, 363 N. W. 2d, at 637. Unquestionably federal law protects the employees' right to authorize such a strike; it is equally clear, however, that federal law does not prohibit the States from deciding whether or not to compensate the employees who thereby cause their own unemployment. <i>New York Telephone Co.,</i> 440 U. S., at 540-546.</p>\n<p>Thus, the essential distinction between the <i>Nash</i> case and this one is the distinction between involuntary and voluntary unemployment that was recognized at the inception of the Social Security Act. A decision to file an unfair labor practice charge  even though it may in fact motivate a retaliatory discharge  cannot be treated as a voluntary decision to cause <span class=\"star-pagination\">*638</span> one's own unemployment without undermining an essential protection in the NLRA. But an employee's decision to participate in a strike, either directly or by financing it, is not only an obvious example of causing one's own unemployment  it is one that furthers the federal policy of free collective bargaining regardless of whether or not a State provides compensation for employees who are furloughed as a result of the labor dispute.</p>\n<p>In reaching this conclusion, we of course express no opinion concerning the wisdom of one policy choice or another. Nor are we concerned with the possible application of the \"financing\" disqualification that has been adopted in numerous States other than Michigan and which, like the Florida statute involved in <i>Nash,</i> may be construed in a way that has an entirely different impact on  7 rights. Specifically, we have no occasion to consider the circumstances, if any, in which individuals might be disqualified solely because they paid regular union dues required as a condition of their employment.<sup>[26]</sup> We merely hold that the \"financing\" disqualification in the Michigan statute as construed by the State Supreme Court in this case is not pre-empted by federal law.</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL and JUSTICE BLACKMUN join, dissenting.</p>\n<p>The State of Michigan disqualifies an individual from receiving unemployment benefits for \"financing\" the labor dispute that causes his unemployment. Mich. Comp. Laws  421.29(8)(a)(ii) (Supp. 1986). As construed by the Michigan <span class=\"star-pagination\">*639</span> Supreme Court, this means that an unemployed individual is denied benefits for making a significant financial contribution to a labor organization \"in temporal proximity\" to the labor dispute that caused his unemployment if that contribution was \"for the purpose of assisting labor disputes which reasonably and foreseeably include the dispute that caused the [individual's] unemployment.\" 420 Mich. 463, 506, 363 N. W. 2d 602, 621-622 (1984). Because I believe that, as so construed, this statute conflicts with the National Labor Relations Act (NLRA) in a way that Congress did not intend to permit, I respectfully dissent from the Court's opinion and judgment.</p>\n<p>In enacting Title IX of the Social Security Act, Congress left the States a \"wide range\" of discretion to establish qualifications for receiving unemployment benefits. <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S. 548, 593 (1937); see also <i>Ohio Bureau of Employment Services</i> v. <i>Hodory,</i> 431 U. S. 471, 482-489 (1977). We have previously found evidence in the legislative history of the Social Security Act indicating that Congress intended that this broad grant of authority should include power to authorize or deny unemployment benefits in ways that may interfere with the smooth operation of the federal labor laws. Thus, in <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519 (1979), we held that the States were free to authorize or to prohibit payment of unemployment benefits to striking workers notwithstanding the impact of such payments on the collective-bargaining process. We based our conclusion on evidence in the legislative history of the Social Security Act specifically indicating that Congress intended to leave the States such authority. <i>Id.,</i> at 540-546 (plurality opinion); see also, <i>id.,</i> at 546-547 (BRENNAN, J., concurring in result); <i>id.,</i> at 549 (BLACKMUN, J., concurring in judgment).</p>\n<p>It is clear, however, that the States' discretion to fashion qualifications for unemployment compensation is not boundless, and that state laws that conflict with the NLRA in ways <span class=\"star-pagination\">*640</span> that Congress did not intend to permit are pre-empted. For example, in <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), petitioner filed an unfair labor practice charge with the National Labor Relations Board alleging that she had been laid off in retaliation for union activities. The Florida Industrial Commission determined that filing charges with the NLRB initiated a \"labor dispute\" within the meaning of the Florida statute denying benefits to individuals unemployed \"due to a labor dispute.\" We concluded that the effect of such a disqualification on national labor policy was too great:</p>\n<blockquote>\"The action of Florida here, like the coercive actions which employers and unions are forbidden to engage in, has a direct tendency to frustrate the purpose of Congress to leave people free to make charges of unfair labor practices to the Board. . . . It appears obvious to us that this financial burden which Florida imposes will impede resort to the Act and thwart congressional reliance on individual action. A national system for the implementation of this country's labor policies is not so dependent on state law. Florida should not be permitted to defeat or handicap a valid national objective by threatening to withdraw state benefits from persons simply because they cooperate with the Government's constitutional plan.\" <i>Id.,</i> at 239 (footnote omitted).</blockquote>\n<p>As the Court recognizes, <i>ante,</i> at 635, a \"financing\" disqualification such as Michigan's implicates important rights that are protected by  7 of the NLRA. In particular, such a disqualification may prevent workers from exercising their right to expend money in support of a strike, and, more generally, it will influence their willingness to contribute to a fund that will strengthen the union's position in collective bargaining. The question we must answer in this case, then, is whether  as in <i>New York Telephone Co.</i>  there is reason to think that Congress intended to tolerate the conflict between Michigan's \"financing\" provision and the NLRA, or <span class=\"star-pagination\">*641</span> whether  like the state law struck down in <i>Nash</i>  this conflict is one that Congress did not intend to permit.</p>\n<p>I note at the outset that it is highly unusual to interpret one law by reference to the legislative history of a different law. However, because the NLRA and the Social Security Act were considered by Congress at the same time and were passed within five weeks of one another, it is sometimes appropriate to read them <i>in pari materia.</i> See <i>New York Telephone Co., supra,</i> at 540-541; <i>ante,</i> at 632-633. Nonetheless, the NLRA and the Social Security Act are distinct pieces of legislation that address very different concerns. Consequently, we cannot find that Congress intended to withdraw protections extended in the NLRA on the basis of the legislative history of the Social Security Act unless the expression of Congress' intent to do so is especially clear. In this case, the available evidence is anything but clear in support of the conclusion that Congress intended to permit States to deny unemployment benefits to individuals for \"financing\" a labor dispute in the manner approved by the Michigan Supreme Court. Unlike the discussion in the legislative history concerning unemployment benefits for actual strikers that was relied upon in <i>New York Telephone Co., supra,</i> at 542-544, there is no comparable discussion at any point in the legislative history of benefits for individuals who \"finance\" a labor dispute. Nor does the Report of the Committee on Economic Security, which \" `became the cornerstone of the Social Security Act,' \" <i>ante,</i> at 633 (quoting <i>Ohio Bureau of Employment Services</i> v. <i>Hodory, supra,</i> at 482), mention the subject of a \"financing\" disqualification. The sole support for the use of a financing disqualification is in \"draft bills\" prepared by the Social Security Board one year after the Social Security Act was passed as examples of what the Act permitted the States to do. These draft bills disqualified workers from receiving benefits if their unemployment was due to a labor dispute which they were \"participating in or financing or directly interested in . . . .\" United States <span class=\"star-pagination\">*642</span> Social Security Board, Draft Bills For State Unemployment Compensation of Pooled Fund and Employer Reserve Account Types  5(d)(1) and (2), pp. 9, 10 (1936).</p>\n<p>One could argue that, in light of this scant legislative history, there is no basis for concluding that Congress intended to authorize the States to utilize <i>any</i> kind of \"financing\" disqualification that interferes with rights protected by the NLRA. However, because the draft bills constitute a contemporaneous construction of an Act by those charged with the responsibility for setting it in motion, they are entitled to considerable deference. See <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1, 16 (1965) (quoting <i>Power Reactor Development Co.</i> v. <i>Electrical Workers,</i> 367 U. S. 396, 408 (1961). We may therefore conclude that the States may enact <i>some</i> sort of \"financing\" disqualification even though this might conflict with the NLRA. The difficult question is what kind.</p>\n<p>Unfortunately, the Social Security Board did not elaborate on its understanding of the permissible scope of its financing disqualification, so there is nothing in the draft bills from which to determine how broad the disqualification may be, consistent with the NLRA. It is at least clear, however, that the Social Security Board thought that there were limits on the scope of any financing disqualification. For within just a few years, the Board deleted this disqualification from its draft bills, explaining:</p>\n<blockquote>\"The provision found in some laws extending the disqualification to individuals who are financing a labor dispute is not recommended since it might operate to disqualify an individual not concerned with the dispute solely on the basis of his payment of dues to the union that is conducting the strike.\" United States Social Security Board, Bureau of Employment Security, Proposed State Legislation Providing for Unemployment Compensation and Public Employment Offices, Employment Security Memorandum No. 13, p. 56, note (Nov. 1940).</blockquote>\n<p><span class=\"star-pagination\">*643</span> Insofar as the legislative history of the Social Security Act supports only the conclusion that Congress intended to leave the States authority to deny benefits to actual strikers, and does not indicate that Congress anticipated a distinct disqualification of individuals whose money is used to pay for a strike, such a disqualification can only be permitted to the extent that it is necessary to effectuate the State's decision to disqualify actual strikers. Thus, a financing disqualification may be justified as necessary to prevent unions from circumventing the State's disqualification of actual strikers, something unions might accomplish by striking a key group of employees  knowing that the resultant work stoppage will cause additional layoffs and that laid-off workers will be supported by unemployment benefits  while sharing the cost of financing the strike among all the workers.</p>\n<p>Where this is true, <i>i. e.,</i> where workers agree to pay special dues<sup>[1]</sup> to finance a particular labor dispute that they <span class=\"star-pagination\">*644</span> know will result in their own layoffs, they voluntarily cause their own unemployment in the same sense as actual strikers. Therefore, I agree with the Court that \"[t]o the extent that appellants may be viewed as participants in the decision to strike, or to expend funds in support of the local strikes, it is difficult to see how such a decision would be entitled to any greater protection than is afforded to actual strikers.\" <i>Ante,</i> at 636-637. I also agree with the Court that, insofar as \"the emergency dues decision was tantamount to a plantwide decision to call a strike in a bottleneck department that would predictably shut down an entire plant,\" <i>ante,</i> at 637, Michigan could disqualify workers who paid the dues. In other words, to the extent that Michigan denies benefits to workers who agree to pay special dues to finance the very strike <span class=\"star-pagination\">*645</span> that caused their unemployment. I agree that the Michigan statute is not pre-empted.</p>\n<p>As interpreted by the Michigan Supreme Court, however, the Michigan statute also denies benefits to individuals whose unemployment results from a labor dispute financed with money raised for a <i>different</i> labor dispute  so long as the dispute that caused the unemployment was \"foreseeable\" at the time the contribution was made. Michigan's law thus denies benefits to an individual for \"financing\" a labor dispute even though he did not necessarily intend to finance that dispute. Yet, where this is the case, the disqualification cannot be justified as necessary to effectuate the disqualification of actual strikers. Therefore, to the extent that it interferes with rights protected by the NLRA, it is pre-empted. Moreover, in my view, an individual who did not intend to finance the labor dispute that led to his being laid off cannot be said to have \"voluntarily\" caused his own unemployment in the same sense as a striker; the Court's unexplained equation of the two is simply wrong.</p>\n<p>Finally, denying benefits to an individual who paid special dues merely because the strike that caused his unemployment was foreseeable when the decision to pay the dues was made interferes with rights protected by the NLRA in a much more pervasive manner than a disqualification of actual strikers. Consider the decision that must be made by a union member asked to vote on whether to collect special dues to finance an anticipated strike. If he agrees to pay the special dues and the strike results in his being laid off, he will not receive unemployment benefits under state law. This possibility will certainly influence his decision whether or not to vote in favor of the special dues, and, to that extent, the state law conflicts with a federally protected right. However, as explained above, because the union member's decision in this regard is essentially identical to the decision of an actual striker, I agree with the Court that it is reasonable to conclude that Congress was willing to tolerate this conflict. <span class=\"star-pagination\">*646</span> But under Michigan's statute, the union member must think about other \"foreseeable\" strikes in addition to the particular strike under consideration. Thus, it may be that the strike under consideration will not cause layoffs among nonstrikers, or that the union member feels strongly enough about that dispute that he is willing to tolerate the loss of unemployment compensation if he is laid off. But under the Michigan statute, the union member's decision whether to vote to authorize the collection of special dues is coerced still further by the <i>possibility</i> that some <i>other</i> strike, that might be financed by these dollars and that might result in layoffs, will leave him without unemployment compensation.<sup>[2]</sup> I do not see that there is any justification for this additional interference with rights protected by the NLRA; certainly the Court has offered none. It would be one thing if the legislative history showed that Congress intended to tolerate a conflict with the NLRA such as is created by Michigan's financing provision. But it does not. Therefore, I would hold that States may disqualify unemployed individuals for \"financing\" a labor dispute only where they agree to pay special dues specifically to finance the particular strike that caused their unemployment. To the extent that the Michigan statute exceeds this limitation, it is pre-empted by the NLRA.</p>\n<p>Because of its construction of the Michigan statute, the Michigan Supreme Court did not find it necessary to consider whether the local foundry strikes were expressly contemplated by the UAW in its decision to collect the emergency dues. Accordingly, I would vacate the judgment below and remand the case to the Michigan Supreme Court to consider this question.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 29(8) of the Michigan Employment Security Act (MESA) provides:\n</p>\n<p>\"(8) An individual shall be disqualified for benefits for a week in which the individual's total or partial unemployment is due to a labor dispute in active progress . . . in the establishment in which the individual is or was last employed, or to a labor dispute, other than a lockout, in active progress . . . in any other establishment within the United States which is functionally integrated with the establishment and is operated by the same employing unit. . . . An individual shall not be disqualified under this subsection if the individual is not directly involved in the dispute.</p>\n<p>\"(a) For the purposes of this subsection an individual shall not be considered to be directly involved in a labor dispute unless it is established that any of the following occurred:</p>\n<p>\"(ii) The individual is participating in or financing or directly interested in the labor dispute which causes the individual's total or partial unemployment. The payment of regular union dues, in amounts and for purposes established before the inception of the labor dispute, shall not be construed as financing a labor dispute within the meaning of this subparagraph.\" Mich. Comp. Laws  421.29(8) (Supp. 1986).</p>\n<p>[2]  Section 7 of the National Labor Relations Act, 49 Stat. 452, 29 U. S. C.  157, provides in part:\n</p>\n<p>\"Employees shall have the right to self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection . . . .\"</p>\n<p>[3]  International Union, United Automobile, Aerospace and Agricultural Implement Workers of America (referred to in the text as the UAW and the Union).</p>\n<p>[4]  The UAW employees of the Caterpillar Company were also on strike.</p>\n<p>[5]  The proceedings of the convention recited that its purposes were:\n</p>\n<p>\" `1. [To] [r]eview the status of our 1967 collective bargaining effort.</p>\n<p>\" `2. To consider revision of the dues program of the International Union, UAW, to provide adequate strike funds to meet the challenges of the 1967 and 1968 collective bargaining effort.</p>\n<p>\" `3. To consider revisions of the Constitution of the International Union as it relates to the payment of dues, strike fund, membership eligibility, strike insurance program and other matters related to emergencies facing the International Union, UAW.' \" 420 Mich. 463, 512-513, 363 N. W. 2d 602, 624 (1984).</p>\n<p>[6]  The text of the amendments reads, in pertinent part:\n</p>\n<p>\" `Article 16, Section 2(a) (new): Emergency Dues</p>\n<p>\" `All dues are payable during the current month to the financial secretary of the local union.</p>\n<p>\" `Commencing with the eighth (8th) day of October 1967 until October 31, 1967, and for each month thereafter during the emergency as defined in the last paragraph of this subsection, union administrative dues shall be three dollars and seventy-five cents ($3.75) per month and Union Strike Insurance Fund dues shall be as follows:</p>\n<p>\" `1. For those working in plants where the average straight time earnings * * * is three dollars ($3.00) or more, <i>twenty-one dollars and twenty-five cents</i> ($21.25) <i>per month</i></p>\n<p>\" `2. For those working plants where the average straight time earnings * * * is less than three dollars ($3.00), <i>eleven dollars and twenty-five cents</i> ($11.25).</p>\n<p>\" `<i>This schedule of dues shall remain in effect during the current collective bargaining emergency as determined by the International Executive Board</i> and thereafter, if necessary, until the International Union Strike Insurance Fund has reached the sum of twenty-five million dollars ($25,000,000) . . . .' \" <i>Id.,</i> at 472, 363 N. W. 2d, at 606.</p>\n<p>[7]  <i>Baker</i> v. <i>General Motors Corp.,</i> 409 Mich. 639, 653, n. 5, 297 N. W. 2d 387, 392, n. 5 (1980) (emphasis omitted).</p>\n<p>[8]  See <i>id.,</i> at 653, 297 N. W. 2d, at 392.</p>\n<p>[9]  See 420 Mich., at 520, 363 N. W. 2d, at 628. See also App. to Juris. Statement 113a, 115a (decision of Michigan Employment Security Board of Review on remand from Michigan Supreme Court).</p>\n<p>[10]  The claims were originally allowed by the Michigan Employment Security Commission, but on an appeal by GM a hearing referee reversed the MESC. On appellants' appeal the referee's decision was upheld by the Michigan Employment Security Appeal Board. See 420 Mich., at 474-475, 363 N. W. 2d, at 608.</p>\n<p>[11]  Appellants appealed the denial of unemployment benefits to three County Circuit Courts, two of which reversed the decision of the Appeal Board and one of which affirmed it. On further appeal, the Michigan Court of Appeals disallowed the claims, holding that the appellants had \"financed\" the labor dispute which caused their unemployment by paying emergency strike fund dues and that they were disqualified under Michigan Employment Security Act  29(8)(a)(ii) as a consequence. See <i>Baker</i> v. <i>General Motors Corp.,</i> 74 Mich. App. 237, 254 N. W. 2d 45 (1977). The Michigan Supreme Court granted leave to appeal and disposed of certain issues before remanding to the Board of Review for further proceedings. See <i>Baker</i> v. <i>General Motors Corp.,</i> 409 Mich. 639, 297 N. W. 2d 387 (1980). See <i>infra</i> this page and 628.</p>\n<p>[12]  The seniority provisions and management decision which plaintiffs identify as contributing causes of their unemployment would not themselves have caused plaintiffs' unemployment or any unemployment were it not for the labor disputes in active progress at the functionally integrated foundries. But for those disputes, materials would have been available at plaintiffs' places of employment, the work force at those establishments would not have been reduced, and the seniority provisions would not have become operative. The labor disputes in active progress at the foundries were shown by competent, material and substantial evidence to have been substantial contributing causes of the layoffs which idled plaintiffs. We affirm the board's finding that plaintiffs' unemployment was `due to a labor dispute in active progress' within the meaning of subsection 29(8).\" 409 Mich., at 661-662, 297 N. W. 2d, at 396.</p>\n<p>[13]  <i>Id.,</i> at 666, 297 N. W. 2d, at 398.</p>\n<p>[14]  <i>Ibid.</i></p>\n<p>[15]  \"The appeal board did not give separate consideration to the meaning of `financing,' in general or as applied to this case. We therefore remand this matter to its successor, the tribunal with the most experience and expertise in the application of the act, to reconsider, in light of its own unique familiarity with the act, practical considerations and related issues implicated by this question, whether plaintiffs' emergency dues payments were sufficiently connected with the local labor disputes which caused their unemployment to constitute `financing' of those labor disputes.\" <i>Id.,</i> at 668, 297 N. W. 2d, at 399.</p>\n<p>[16]  420 Mich., at 493, 363 N. W. 2d, at 616.</p>\n<p>[17]  <i>Ibid.</i> See <i>id.,</i> at 478, 363 N. W. 2d, at 609 (\"Since the MESA is intended to provide benefits only to involuntarily unemployed persons, the purpose of  29 is obvious. MESA  29 lists the circumstances under which the Legislature holds that a person is not entitled to benefits under the MESA because he is <i>not</i> involuntarily unemployed\").</p>\n<p>[18]  \"As noted above, the statute does not recognize such a ploy. UAW membership is required for employment by GM because the UAW bargains for such a provision in its contract with GM. In so doing, the UAW represents its members and they must ratify any contract agreed upon by the UAW and GM. Therefore, any `coercion' resulting from the terms of the contract does not make the plaintiffs' action in accord with the contract `involuntary.' As the Court of Appeals said in <i>Applegate</i> v. <i>Palladium Publishing Co.,</i> 95 Mich. App. 299, 305; 290 N. W. 2d 128 (1980), and we adopt here:\n</p>\n<p>\" `Action taken by employees under a contract negotiated for them by their authorized agent must be considered their voluntary acts. In effect, plaintiff agreed to [act] pursuant to the collective bargaining agreement.'</p>\n<p>\"Any other holding would make all actions taken by union members pursuant to a union contract involuntary and relieve the members of responsibility for their contract-based actions. We cannot agree with such a rule. The plaintiffs' emergency dues payments were not involuntary.\" 420 Mich., at 499, 363 N. W. 2d, at 618-619.</p>\n<p>[19]  \"A meaningful connection exists between the financing and the labor dispute that causes the claimant's unemployment where, for the purpose of assisting labor disputes which reasonably and foreseeable include the labor dispute that caused the claimant's unemployment, the claimant finances in significant amount and in temporal proximity the labor dispute that causes his unemployment. Where the Court finds these three elements present (purpose, amount, and timing), there is a meaningful connection between the financing and the labor dispute that causes the claimant's unemployment.\" <i>Id.,</i> at 506, 363 N. W. 2d, at 621-622.\n</p>\n<p>Accord, <i>id.,</i> at 500-501, 363 N. W. 2d, at 619.</p>\n<p>[20]  \"The final aspect of the purpose analysis focuses on whether it was foreseeable at the time of the financing that supporting the labor disputes would cause the claimant's unemployment. In this case, there is and can be no dispute on this issue. Since it was foreseeable that local GM strikes would occur and be financed by the emergency dues, and since automotive industry production is based upon a series of interrelated production units which produce only one component of the automobile, it is obvious that a local labor dispute which idles one plant might cause layoffs at other plants which rely upon the component produced at the idled plant. This `chain reaction' can move both `up' and `down' the line. Therefore, layoffs at plants not presently engaged in a local labor dispute were foreseeable due to local disputes.\n</p>\n<p>\"In conclusion, the evidence adduced in this case supports the conclusion that the purpose of the emergency dues included supporting labor disputes including those that actually caused the plaintiffs' unemployment. Therefore, the first portion of the meaningful connection definition is met.\" <i>Id.,</i> at 516-517, 363 N. W. 2d, at 626.</p>\n<p>[21]  See <i>id.,</i> at 519, 363 N. W. 2d, at 627 (\"By any standard, the amount of increase is significant and demonstrates a meaningful connection with the labor dispute that caused their unemployment\"). Accord, <i>id.,</i> at 517-520. 363 N. W. 2d, at 626-628.</p>\n<p>[22]  \"As applied to this case, we find that this portion of the meaningful connection definition is satisfied since the payment of emergency dues immediately precedes the support of the labor dispute that caused the plaintiffs' unemployment. . . . The time lag between the collection and disbursement of the strike fund benefits is minimal when it is considered that the funds were collected `by hand' at the local level, were forwarded to the SIF, and were distributed to striking GM employees only after they had satisfied an initial waiting period requirement.\" <i>Id.,</i> at 521, 363 N. W. 2d, at 628.</p>\n<p>[23]  <i>Id.,</i> at 521-522, 363 N. W. 2d, at 628.</p>\n<p>[24]  <i>Id.,</i> at 541, 363 N. W. 2d, at 637.</p>\n<p>[25]  \"Before Congress acted, unemployment compensation insurance was still, for the most part, a project and no more. Wisconsin was the pioneer. Her statute was adopted in 1931. At times bills for such insurance were introduced elsewhere, but they did not reach the stage of law. In 1935, four states (California, Massachusetts, New Hampshire and New York) passed unemployment laws on the eve of the adoption of the Social Security Act, and two others did likewise after the federal act and later in the year The statutes differed to some extent in type, but were directed to a common end. In 1936, twenty-eight other states fell in line, and eight more the present year. But if states had been holding back before the passage of the federal law, inaction was not owing, for the most part, to the lack of sympathetic interest. Many held back through alarm lest, in laying such a toll upon their industries, they would place themselves in a position of economic disadvantage as compared with neighbors or competitors. See House Report, No. 615, 74th Congress, 1st session, p. 8; Senate Report, No. 628, 74th Congress, 1st session, p. 11.\" <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S., at 587-588 (footnote omitted).</p>\n<p>[26]  In their statement of the question presented, appellants described the statutory disqualification as one arising \"solely because those individuals paid union dues,\" Brief for Appellants i, or, alternatively, as one arising \"solely because those individuals paid union dues uniformly and lawfully required as a condition of employment,\" Juris. Statement i. As the Michigan Supreme Court carefully explained, however, the Michigan statute excepts the payment of regular union dues from the financing disqualification. See <i>supra,</i> at 627-628. See also n. 1. <i>supra.</i></p>\n<p>[1]  The Michigan statute provides that \"[t]he payment of regular union dues, in amounts and for purposes established before the inception of the labor dispute, shall not be construed as financing a labor dispute . . . .\" Mich. Comp. Laws  421.29(8)(a)(ii) (Supp. 1986). The Court therefore limits its opinion approving Michigan's statute to disqualifications based on the payment of \"special\" dues. Although, for the reasons stated in text, I believe that Michigan's disqualification is overbroad even as limited to special dues, there is really no question that a state law denying unemployment benefits on the basis of regular dues payments is pre-empted by the NLRA. The Social Security Board's 1940 decision to delete the financing disqualification because it might operate to deny benefits solely on the basis of an individual's payment of dues to a union indicates that the Board thought that States could not deny unemployment benefits simply because unemployment is due to a labor dispute financed from a strike fund that includes contributions from the individual's ordinary union dues. Moreover, this conclusion is entirely sensible in that a disqualification based upon the payment of ordinary dues would seriously interfere with basic organizational rights protected by the NLRA: In order to bargain effectively, a union must be able to present a credible strike threat. This, in turn, requires the union to maintain an adequate strike fund, and without such a fund, the union's ability to bargain effectively would be greatly impaired. Consequently, unions typically use a portion of every member's ordinary dues to finance a standing fund to support strikes authorized by the union. Because the maintenance of a strike fund from ordinary dues is standard union practice, disqualifying workers whose unemployment results from a strike financed with ordinary union dues would, as a practical matter, mean disqualifying workers simply for being members of the union that authorized that labor dispute. Such a disqualification would severely impair the long term capability of unions to organize workers. If some members of a union wanted to strike, other members having no direct stake in the strike would have a powerful incentive to oppose it, namely, the possibility that the strike might cause their own layoffs and leave them without financial resources. The union would consequently come under pressure to split into smaller units in order to avoid these conflicts  a result that is contrary to the most basic thrust of the NLRA. Moreover, this tendency would be more pronounced in industries that are functionally integrated, because strikes are more likely to cause layoffs among nonstrikers in such industries; yet it is in precisely these industries that workers have the greatest need to combine in labor organizations that can present management with a unified front. It is inconceivable that the Congress that passed the NLRA and the Social Security Act would have found such a state of affairs acceptable, and therefore, in the absence of contrary evidence in the legislative history, I conclude that States are prohibited from denying benefits to individuals on the ground that their ordinary union dues were used to finance the labor dispute that caused their unemployment.</p>\n<p>[2]  This concern is somewhat alleviated under the Michigan statute by the additional requirement that the labor dispute which causes the unemployment occur \"in temporal proximity\" to the making of the financial contribution.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></span> (1986)</b></center>\n<center><h1>BAKER ET AL.<br>\nv.<br>\nGENERAL MOTORS CORP. ET AL.</h1></center>\n<center>No. 85-117.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2, 1986</center>\n<center>Decided July 2, 1986</center>\nAPPEAL FROM THE SUPREME COURT OF MICHIGAN\n<p><span class=\"star-pagination\">*622</span> <i>Jordan Rossen</i> argued the cause for appellants. With him on the briefs was <i>Fred Altshuler.</i></p>\n<p><i>Peter G. Nash</i> argued the cause for appellees. With him on the brief were <i>Dixie L. Atwater, J. R. Wheatley,</i> and <i>Jonathan N. Wayman.</i></p>\n<p><i>Deputy Solicitor General Cohen</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. On the brief were <i>Solicitor General Fried, Deputy Solicitor General Kuhl, Jerrold J. Ganzfried, Norton J. Come,</i> and <i>Linda Sher.</i></p>\n<p>JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>In Michigan an employee is ineligible for unemployment compensation if he has provided \"financing\"  by means other than the payment of regular union dues  for a strike that causes his unemployment.<sup>[1]</sup> The question presented by this <span class=\"star-pagination\">*623</span> appeal is whether Michigan's statutory disqualification is implicitly prohibited by  7 of the National Labor Relations Act.<sup>[2]</sup></p>\n<p>This case has a long history. Two appeals to the State Supreme Court and a series of administrative proceedings have determined the relevant facts and the meaning of the governing statutory provision. Before addressing the federal question, we shall therefore summarize the events that gave rise to the controversy and the propositions of state law that were resolved on each appeal.</p>\n<p><i>The Relevant Events</i></p>\n<p>The story begins in June 1967, when the international union<sup>[3]</sup> representing the work force in the automobile industry notified the three major manufacturers  General Motors, Ford, and Chrysler  that it intended to terminate all national and local collective-bargaining agreements when they expired on September 6, 1967. In August, after the UAW <span class=\"star-pagination\">*624</span> and GM had opened negotiations for a new national agreement, the members of the Union employed by GM voted to authorize strikes, if necessary, on national and local issues. When the agreements expired, the UAW began a national strike against Ford, but did not immediately strike any GM plants.</p>\n<p>On October 8, 1967, while the Ford strike was continuing,<sup>[4]</sup> the UAW held a special convention to authorize \"adequate strike funds to meet the challenges of the 1967 and 1968 collective bargaining effort.\"<sup>[5]</sup> At that convention the UAW amended its constitution to authorize the collection of \"emergency dues\"<sup>[6]</sup> that would be used to augment the Union's <span class=\"star-pagination\">*625</span> strike insurance fund. In a letter to GM employees explaining the purpose of the dues increase, the Union stated:</p>\n<blockquote>\" `These emergency extra dues are being raised to protect GM workers as well as support the Ford strikers. When our time comes at GM, we cannot go back to the bargaining table without an adequate strike fund behind us and promise of continued assistance from other UAW members.' \" <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">463</span></span>, 513, 363 N. W. 2d 602, 624-625 (1984) (footnote omitted).</blockquote>\n<p>The emergency dues were payable immediately and were to remain in effect during the \"collective bargaining emergency.\" See n. 6, <i>supra.</i> They were much larger than the regular dues. Before the emergency, each UAW member paid strike insurance dues of $1.25 per month and administrative dues of $3.75. The amendment increased the contribution to the strike insurance fund to $21.25 per month for employees in plants where the average straight-time hourly earnings amounted to $3 or more, and to $11.25 in plants where the average earnings were lower. Thus, for the former group the increase of $20 was 16 times as large as the regular contribution to the strike fund; for the latter group the $10 increase was 8 times as large.</p>\n<p>The strike against Ford was settled in October, before the first scheduled collection of the new special strike fund dues. Notwithstanding this development, emergency dues of $42 million were subsequently collected until November 30, 1967  when the UAW determined that it would not strike any GM plants \"at least during the month of December 1967.\"<sup>[7]</sup> At this point the UAW advised its membership that <span class=\"star-pagination\">*626</span> even though \"the collective bargaining emergency has not yet ended,\" the emergency dues would be waived during December and January and dues would revert to the regular rate of $5 per month. In December, the UAW and GM reached agreement on all national issues.</p>\n<p>In January 1968, however, there UAW local unions went on strike at three GM foundries for periods of 10, 11, and 12 days.<sup>[8]</sup> Strike fund benefits of $4 to $6 a day, totaling $247,245.31, were paid to the striking UAW employees from the fund in which the emergency dues collected in October and November had been deposited. At that time the emergency dues constituted about half of the money in the fund.<sup>[9]</sup> As a result of the strikes, operations were temporarily curtailed at 24 other functionally integrated GM plants, idling more than 19,000 employees. Most of these employees are appellants in this case. Their claims for unemployment benefits were considered at three levels of administrative review<sup>[10]</sup> and three levels of judicial review,<sup>[11]</sup> and were ultimately denied by the State Supreme Court.</p>\n<p><span class=\"star-pagination\">*627</span> <i>The First Appeal</i></p>\n<p>In its first opinion in this case the Michigan Supreme Court decided two statutory questions and remanded a third for further consideration by the Board of Review.</p>\n<p>It first held that appellants' unemployment was \"due to a labor dispute in active progress\" at other establishments operated by the same employing unit and functionally integrated with the establishments where appellants were employed within the meaning of the statute. It rejected the argument that the layoffs were due not only to the strikes, but also to a combination of management decisions and seniority provisions in the collective-bargaining agreement, holding instead that the strikes were a \"substantial contributing cause\" of the unemployment and need not be its sole cause.<sup>[12]</sup></p>\n<p>After finding the requisite causal connection between the strikes and the layoffs, the court considered the relationship between the emergency dues and the strikes. Appellants contended that their payments were expressly excepted from the coverage of the statute because they were \"regular union dues.\" The State Supreme Court rejected this argument, explaining that the term \"regular\" had been used \"to exclude from possible treatment as financing those dues payments required <span class=\"star-pagination\">*628</span> uniformly of union members and collected on a continuing basis without fluctuations prompted by the exigencies of a particular labor dispute or disputes.\"<sup>[13]</sup> The exception for regular union dues thus did not encompass \"unusual collections for the purpose of supporting a labor dispute.\"<sup>[14]</sup></p>\n<p>The court did not decide whether the emergency dues constituted \"financing\" of the local strikes. It noted that the statute did not require that the payments made by the individuals whose disqualification was in issue must be traced into the hands of the striking employees, but it indicated that there must be a \"meaningful connection\" between the payments and the strikes to satisfy the \"financing\" requirement. It therefore remanded the case to the Appeal Board's successor tribunal to consider that question.<sup>[15]</sup></p>\n<p><i>The Second Appeal</i></p>\n<p>On remand, the Board of Review concluded that there was a \"meaningful connection\" between the emergency dues and the GM strikes. It found that the dues were intended to support local strikes at GM plants, that strikes which might affect their own employment were foreseeable at the time appellants paid the emergency dues, and that the dues were a substantial source of funding for the strikes. The Supreme Court agreed.</p>\n<p>As a predicate to its analysis, the court explained that the term \"financing\" should be construed in the light of the general purpose of the statute to provide assistance to persons <span class=\"star-pagination\">*629</span> who are involuntarily unemployed. The disqualification applies to \"persons who are `voluntarily' unemployed by financing the labor dispute that causes their unemployment. It does so because `financing' is one of the statutorily designated ways in which a person may evidence `direct involvement' in a labor dispute.\"<sup>[16]</sup> Thus, \"[t]he end result of a proper meaningful connection definition should be to delineate persons whose own activities have contributed to their unemployment so as to make them voluntarily unemployed and therefore, ineligible for unemployment compensation benefits.\"<sup>[17]</sup></p>\n<p>The Michigan Supreme Court considered and rejected appellants' argument that their emergency dues payments were not voluntary because they were required by the UAW in order to retain their union membership and their jobs at GM. The court held that employees could not use their own collective-bargaining agent as a shield to protect them from responsibility for conduct that they had authorized. It therefore specifically held that appellants' \"emergency dues payments were not involuntary.\"<sup>[18]</sup></p>\n<p><span class=\"star-pagination\">*630</span> Those payments constituted \"financing\" of the strikes that had caused appellants' unemployment because there was a \"meaningful connection\" between the payments and the strikes. In finding that causal connection the court relied on three factors  the purpose, the amount, and the timing of the emergency dues.<sup>[19]</sup> In finding the requisite purpose, the court noted that the dues had actually provided financial support for the strikes, that the strikes were foreseeable when the dues were collected, that it was also foreseeable that such strikes would cause the unemployment which actually occurred, and that the evidence of purpose and foreseeability was sufficient without relying on hindsight after the events occurred.<sup>[20]</sup> The court also concluded that the amount of the <span class=\"star-pagination\">*631</span> financing was significant, whether viewed in terms of the aggregate value of the emergency dues, the individual contributions by each member, or their support for the strikers.<sup>[21]</sup> Finally, it found only a \"minimal\" time lag between the collections of the emergency dues and their use to support the strikes that caused appellants' unemployment.<sup>[22]</sup> As a consequence, the court concluded that appellants were \"not eligible for unemployment benefits because they caused their unemployment by financing, in a meaningfully connected way, the labor dispute that caused\" their unemployment.<sup>[23]</sup></p>\n<p>Only after it had meticulously satisfied itself that the emergency dues payments constituted \"financing\" that made appellants ineligible for unemployment compensation under the Michigan statute, did the court turn to the question whether its construction of state law was pre-empted by federal law because it inhibited the exercise of rights guaranteed by the National Labor Relations Act (NLRA). The state court agreed with appellants that the right to support strikes by paying extraordinary dues was protected by  7 of the NLRA, but concluded that the legislative history of the Social Security Act which was reviewed in <i>New York Telephone</i> <span class=\"star-pagination\">*632</span> <i>Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519 (1979), demonstrated that Congress \"intended to tolerate\" the conflict between the state law and the federal law.<sup>[24]</sup> Accordingly, after some 15 years of litigation, the Michigan Supreme Court finally denied appellants' claim for unemployment compensation.</p>\n<p>We noted probable jurisdiction of their appeal, 474 U. S. 899 (1985), and now affirm. We first discuss the problem presented by the case in general terms and then consider the specific contentions that appellants advance.</p>\n<p></p>\n<h2>I</h2>\n<p>The National Labor Relations Act and the Social Security Act were both enacted in the summer of 1935. See <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S., at 527. Neither statute required any State to adopt, or to maintain, an unemployment compensation program. See <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S. 548, 596 (1937). Title IX of the latter Act did, however, motivate the enactment of state programs throughout the Nation.<sup>[25]</sup> That Title authorized the provision of federal funds to States having <span class=\"star-pagination\">*633</span> programs approved by the Secretary of Labor. Although certain minimum federal standards must be satisfied, the scheme is one in which a \"wide range of judgment is given to the several states as to the particular type of statute to be spread upon their books.\" <i>Id.,</i> at 593.</p>\n<p>The policy of allowing \"broad freedom to set up the type of unemployment compensation they wish\" has been a basic theme of the program since the general outlines of the legislation were first identified in the Report of the Committee of Economic Security that was prepared for \"the President of the United States and became the cornerstone of the Social Security Act.\" <i>Ohio Bureau of Employment Services</i> v. <i>Hodory,</i> 431 U. S. 471, 482 (1977). In guiding state efforts to draft unemployment compensation programs, however, that Report also stressed the importance of the distinction between voluntary and involuntary unemployment. It characterized that distinction as \"the key to eligibility.\" <i>Id.,</i> at 483. \"To serve its purposes, unemployment compensation must be paid only to workers involuntarily unemployed.\" <i>Id.,</i> at 482 (quoting Report of the Committee on Economic Security, as reprinted in Hearings on S. 1130 before the Senate Committee on Finance, 74th Cong., 1st Sess., 1311, 1328 (1935)).</p>\n<p>The involuntary character of the unemployment is thus generally a necessary condition to eligibility for compensation. But even involuntary unemployment is not always a <i>sufficient</i> condition to qualify for benefits, as we found in <i>Hodory.</i> In that case, we held that Ohio could disqualify a millwright who was furloughed when the plant where he worked was shut down because of a shortage of fuel caused by a strike at coal mines owned by his employer. Even though he was unemployed through no fault of his own, as the result of a labor dispute in which he had no interest, federal law did not require Ohio to pay him unemployment compensation.</p>\n<p>In <i>Hodory</i> there was no claim that the National Labor Relations Act pre-empted Ohio's disqualification of unemployment <span class=\"star-pagination\">*634</span> caused by a labor dispute. A pre-emption argument was advanced, however, in <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519 (1979), a case in which the employer contended that federal law <i>prohibited</i> the State from giving unemployment compensation to the company's striking employees. The evidence established that the payments not only provided support for the strikers but also imposed an added burden on the company and therefore plainly \"altered the economic balance between labor and management.\" <i>Id.,</i> at 532. Relying on the pre-emption analysis in <i>Machinists</i> v. <i>Wisconsin Employment Relations Comm'n,</i> 427 U. S. 132 (1976), the employer therefore contended that the payments were inconsistent with the federal labor policy \"of allowing the free play of economic forces to operate during the bargaining process.\" 440 U. S., at 531. We rejected the argument, not because we disagreed with its premises, but rather because we were persuaded by our study of the legislative history of the two 1935 Acts that Congress had intended to tolerate the conflict with federal labor policy. We explained:</p>\n<blockquote>\"Undeniably, Congress was aware of the possible impact of unemployment compensation on the bargaining process. The omission of any direction concerning payment to strikers in either the National Labor Relations Act or the Social Security Act implies that Congress intended that the States be free to authorize, or to prohibit, such payments.\" <i>Id.,</i> at 544.</blockquote>\n<p>See <i>id.,</i> at 547 (BRENNAN, J., concurring in result); <i>id.,</i> at 549 (BLACKMUN, J., with whom MARSHALL, J., joined, concurring in judgment).</p>\n<p>Our conclusion that Congress did not intend to pre-empt the States' power to make the policy choice between paying or denying unemployment compensation to strikers does not directly respond to the argument advanced by appellants in this case. For they rely, not on the general policy of noninterference <span class=\"star-pagination\">*635</span> with the free play of economic forces during the bargaining process, but rather on the claim that  7 of the NLRA provides specific protection for their payment of the emergency dues required by the UAW. Nevertheless, the claim must be analyzed in the light of our conclusion in <i>New York Telephone Co.</i> that Congress expressly authorized \"a substantial measure of diversity,\" 440 U. S., at 546, among the States concerning the payment of unemployment compensation to workers idled as the result of a labor dispute.</p>\n<p>Thus, <i>New York Telephone Co.</i> makes it clear that a State may, but need not, compensate actual strikers even though they are plainly responsible for their own unemployment. And, on the other hand, <i>Hodory</i> makes it equally clear that a State may refuse, or provide, compensation to workers laid off by reason of a labor dispute in which they have no interest or responsibility whatsoever. In between these opposite ends of the spectrum are cases in which the furloughed employees have had some participation in the labor dispute that caused their unemployment. This is such a case, because the state court has found that appellants provided significant financial support to strikes against their employer with full knowledge that their own work might thereby suffer. It is clear, however, that in financing the local strikes, they were exercising associational rights that are expressly protected by  7 of the NLRA. The question, then, is whether that protection deprives the State of the power to make the policy choice that otherwise would be plainly authorized by Title IX of the Social Security Act.</p>\n<p></p>\n<h2>II</h2>\n<p>Appellants place their primary reliance on <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), a case in which the Florida Commission had concluded that a union member was disqualified for unemployment compensation because she had filed an unfair labor practice charge against her employer. The Florida District Court of Appeal held that the Commission <span class=\"star-pagination\">*636</span> had properly treated the filing of the charge with the National Labor Relations Board as the initiation of a \"labor dispute\" within the meaning of the Florida statute disqualifying unemployment that \"is due to a labor dispute.\" We reversed. We explained that Congress had made it clear that it wished all persons with information about unfair labor practices \"to be completely free from coercion against reporting them to the Board,\" <i>id.,</i> at 238, and that the statute prohibited an employer from interfering with an employee's exercise of his right to file charges. Accordingly, we concluded:</p>\n<blockquote>\"[C]oercive actions which the Act forbids employers and unions to take against persons making charges are likewise prohibited from being taken by the States. . . . Florida should not be permitted to defeat or handicap a valid national objective by threatening to withdraw state benefits from persons simply because they cooperate with the Government's constitutional plan.\" <i>Id.,</i> at 239.</blockquote>\n<p>The federal right implicated in <i>Nash</i> was the right to file an unfair labor practice charge with the Board. Arguably there are two different rights protected by  7 that are implicated by this case  the right to contribute to a fund that will strengthen the union's bargaining position, and the right to expend money to support a strike. It would seem clear that it would be an unfair labor practice for an employer to discharge an employee for making a contribution to a strike fund or for voting in favor of a strike at another plant, just as it would be unlawful to discharge an employee for filing a charge with the Labor Board. In each such case, the unemployment would be attributable to an unlawful act by the employer rather than the foreseeable consequence of the exercise of the employee's  7 rights.</p>\n<p>In the actual case before us, however, the employer did nothing to impair the exercise of appellants'  7 rights. To the extent that appellants may be viewed as participants in the decision to strike, or to expend funds in support of the <span class=\"star-pagination\">*637</span> local strikes, it is difficult to see how such a decision would be entitled to any greater protection than is afforded to actual strikers. In either event, the fact that the temporary unemployment is entirely attributable to the voluntary use of the Union's bargaining resources  untainted by any unlawful conduct by the employer  is a sufficient reason for allowing the State to decide whether or not to pay unemployment benefits.</p>\n<p>Perhaps the answer is less obvious when we focus on the payment of the emergency dues before any actual strike decision has been made, but we believe similar reasoning leads to the same conclusion. Appellants were not laid off simply because they paid emergency dues. Rather, under the meticulous analysis of the case by the Michigan Supreme Court, they became unemployed because there was a meaningful connection between the decision to pay the emergency dues, the strikes which ensued, and ultimately their own layoffs. Under the state court's narrow construction of its own statute, the emergency dues decision was tantamount to a plant-wide decision to call a strike in a bottleneck department that would predictably shut down an entire plant. As the court put it, \"since the Michigan law only disqualifies those who are directly involved in the labor dispute through financing, the MESA essentially only disqualifies `strikers.' \" 420 Mich., at 540, 363 N. W. 2d, at 637. Unquestionably federal law protects the employees' right to authorize such a strike; it is equally clear, however, that federal law does not prohibit the States from deciding whether or not to compensate the employees who thereby cause their own unemployment. <i>New York Telephone Co.,</i> 440 U. S., at 540-546.</p>\n<p>Thus, the essential distinction between the <i>Nash</i> case and this one is the distinction between involuntary and voluntary unemployment that was recognized at the inception of the Social Security Act. A decision to file an unfair labor practice charge  even though it may in fact motivate a retaliatory discharge  cannot be treated as a voluntary decision to cause <span class=\"star-pagination\">*638</span> one's own unemployment without undermining an essential protection in the NLRA. But an employee's decision to participate in a strike, either directly or by financing it, is not only an obvious example of causing one's own unemployment  it is one that furthers the federal policy of free collective bargaining regardless of whether or not a State provides compensation for employees who are furloughed as a result of the labor dispute.</p>\n<p>In reaching this conclusion, we of course express no opinion concerning the wisdom of one policy choice or another. Nor are we concerned with the possible application of the \"financing\" disqualification that has been adopted in numerous States other than Michigan and which, like the Florida statute involved in <i>Nash,</i> may be construed in a way that has an entirely different impact on  7 rights. Specifically, we have no occasion to consider the circumstances, if any, in which individuals might be disqualified solely because they paid regular union dues required as a condition of their employment.<sup>[26]</sup> We merely hold that the \"financing\" disqualification in the Michigan statute as construed by the State Supreme Court in this case is not pre-empted by federal law.</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL and JUSTICE BLACKMUN join, dissenting.</p>\n<p>The State of Michigan disqualifies an individual from receiving unemployment benefits for \"financing\" the labor dispute that causes his unemployment. Mich. Comp. Laws  421.29(8)(a)(ii) (Supp. 1986). As construed by the Michigan <span class=\"star-pagination\">*639</span> Supreme Court, this means that an unemployed individual is denied benefits for making a significant financial contribution to a labor organization \"in temporal proximity\" to the labor dispute that caused his unemployment if that contribution was \"for the purpose of assisting labor disputes which reasonably and foreseeably include the dispute that caused the [individual's] unemployment.\" <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">463</span></span>, 506, 363 N. W. 2d 602, 621-622 (1984). Because I believe that, as so construed, this statute conflicts with the National Labor Relations Act (NLRA) in a way that Congress did not intend to permit, I respectfully dissent from the Court's opinion and judgment.</p>\n<p>In enacting Title IX of the Social Security Act, Congress left the States a \"wide range\" of discretion to establish qualifications for receiving unemployment benefits. <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S. 548, 593 (1937); see also <i>Ohio Bureau of Employment Services</i> v. <i>Hodory,</i> 431 U. S. 471, 482-489 (1977). We have previously found evidence in the legislative history of the Social Security Act indicating that Congress intended that this broad grant of authority should include power to authorize or deny unemployment benefits in ways that may interfere with the smooth operation of the federal labor laws. Thus, in <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519 (1979), we held that the States were free to authorize or to prohibit payment of unemployment benefits to striking workers notwithstanding the impact of such payments on the collective-bargaining process. We based our conclusion on evidence in the legislative history of the Social Security Act specifically indicating that Congress intended to leave the States such authority. <i>Id.,</i> at 540-546 (plurality opinion); see also, <i>id.,</i> at 546-547 (BRENNAN, J., concurring in result); <i>id.,</i> at 549 (BLACKMUN, J., concurring in judgment).</p>\n<p>It is clear, however, that the States' discretion to fashion qualifications for unemployment compensation is not boundless, and that state laws that conflict with the NLRA in ways <span class=\"star-pagination\">*640</span> that Congress did not intend to permit are pre-empted. For example, in <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), petitioner filed an unfair labor practice charge with the National Labor Relations Board alleging that she had been laid off in retaliation for union activities. The Florida Industrial Commission determined that filing charges with the NLRB initiated a \"labor dispute\" within the meaning of the Florida statute denying benefits to individuals unemployed \"due to a labor dispute.\" We concluded that the effect of such a disqualification on national labor policy was too great:</p>\n<blockquote>\"The action of Florida here, like the coercive actions which employers and unions are forbidden to engage in, has a direct tendency to frustrate the purpose of Congress to leave people free to make charges of unfair labor practices to the Board. . . . It appears obvious to us that this financial burden which Florida imposes will impede resort to the Act and thwart congressional reliance on individual action. A national system for the implementation of this country's labor policies is not so dependent on state law. Florida should not be permitted to defeat or handicap a valid national objective by threatening to withdraw state benefits from persons simply because they cooperate with the Government's constitutional plan.\" <i>Id.,</i> at 239 (footnote omitted).</blockquote>\n<p>As the Court recognizes, <i>ante,</i> at 635, a \"financing\" disqualification such as Michigan's implicates important rights that are protected by  7 of the NLRA. In particular, such a disqualification may prevent workers from exercising their right to expend money in support of a strike, and, more generally, it will influence their willingness to contribute to a fund that will strengthen the union's position in collective bargaining. The question we must answer in this case, then, is whether  as in <i>New York Telephone Co.</i>  there is reason to think that Congress intended to tolerate the conflict between Michigan's \"financing\" provision and the NLRA, or <span class=\"star-pagination\">*641</span> whether  like the state law struck down in <i>Nash</i>  this conflict is one that Congress did not intend to permit.</p>\n<p>I note at the outset that it is highly unusual to interpret one law by reference to the legislative history of a different law. However, because the NLRA and the Social Security Act were considered by Congress at the same time and were passed within five weeks of one another, it is sometimes appropriate to read them <i>in pari materia.</i> See <i>New York Telephone Co., supra,</i> at 540-541; <i>ante,</i> at 632-633. Nonetheless, the NLRA and the Social Security Act are distinct pieces of legislation that address very different concerns. Consequently, we cannot find that Congress intended to withdraw protections extended in the NLRA on the basis of the legislative history of the Social Security Act unless the expression of Congress' intent to do so is especially clear. In this case, the available evidence is anything but clear in support of the conclusion that Congress intended to permit States to deny unemployment benefits to individuals for \"financing\" a labor dispute in the manner approved by the Michigan Supreme Court. Unlike the discussion in the legislative history concerning unemployment benefits for actual strikers that was relied upon in <i>New York Telephone Co., supra,</i> at 542-544, there is no comparable discussion at any point in the legislative history of benefits for individuals who \"finance\" a labor dispute. Nor does the Report of the Committee on Economic Security, which \" `became the cornerstone of the Social Security Act,' \" <i>ante,</i> at 633 (quoting <i>Ohio Bureau of Employment Services</i> v. <i>Hodory, supra,</i> at 482), mention the subject of a \"financing\" disqualification. The sole support for the use of a financing disqualification is in \"draft bills\" prepared by the Social Security Board one year after the Social Security Act was passed as examples of what the Act permitted the States to do. These draft bills disqualified workers from receiving benefits if their unemployment was due to a labor dispute which they were \"participating in or financing or directly interested in . . . .\" United States <span class=\"star-pagination\">*642</span> Social Security Board, Draft Bills For State Unemployment Compensation of Pooled Fund and Employer Reserve Account Types  5(d)(1) and (2), pp. 9, 10 (1936).</p>\n<p>One could argue that, in light of this scant legislative history, there is no basis for concluding that Congress intended to authorize the States to utilize <i>any</i> kind of \"financing\" disqualification that interferes with rights protected by the NLRA. However, because the draft bills constitute a contemporaneous construction of an Act by those charged with the responsibility for setting it in motion, they are entitled to considerable deference. See <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1, 16 (1965) (quoting <i>Power Reactor Development Co.</i> v. <i>Electrical Workers,</i> 367 U. S. 396, 408 (1961). We may therefore conclude that the States may enact <i>some</i> sort of \"financing\" disqualification even though this might conflict with the NLRA. The difficult question is what kind.</p>\n<p>Unfortunately, the Social Security Board did not elaborate on its understanding of the permissible scope of its financing disqualification, so there is nothing in the draft bills from which to determine how broad the disqualification may be, consistent with the NLRA. It is at least clear, however, that the Social Security Board thought that there were limits on the scope of any financing disqualification. For within just a few years, the Board deleted this disqualification from its draft bills, explaining:</p>\n<blockquote>\"The provision found in some laws extending the disqualification to individuals who are financing a labor dispute is not recommended since it might operate to disqualify an individual not concerned with the dispute solely on the basis of his payment of dues to the union that is conducting the strike.\" United States Social Security Board, Bureau of Employment Security, Proposed State Legislation Providing for Unemployment Compensation and Public Employment Offices, Employment Security Memorandum No. 13, p. 56, note (Nov. 1940).</blockquote>\n<p><span class=\"star-pagination\">*643</span> Insofar as the legislative history of the Social Security Act supports only the conclusion that Congress intended to leave the States authority to deny benefits to actual strikers, and does not indicate that Congress anticipated a distinct disqualification of individuals whose money is used to pay for a strike, such a disqualification can only be permitted to the extent that it is necessary to effectuate the State's decision to disqualify actual strikers. Thus, a financing disqualification may be justified as necessary to prevent unions from circumventing the State's disqualification of actual strikers, something unions might accomplish by striking a key group of employees  knowing that the resultant work stoppage will cause additional layoffs and that laid-off workers will be supported by unemployment benefits  while sharing the cost of financing the strike among all the workers.</p>\n<p>Where this is true, <i>i. e.,</i> where workers agree to pay special dues<sup>[1]</sup> to finance a particular labor dispute that they <span class=\"star-pagination\">*644</span> know will result in their own layoffs, they voluntarily cause their own unemployment in the same sense as actual strikers. Therefore, I agree with the Court that \"[t]o the extent that appellants may be viewed as participants in the decision to strike, or to expend funds in support of the local strikes, it is difficult to see how such a decision would be entitled to any greater protection than is afforded to actual strikers.\" <i>Ante,</i> at 636-637. I also agree with the Court that, insofar as \"the emergency dues decision was tantamount to a plantwide decision to call a strike in a bottleneck department that would predictably shut down an entire plant,\" <i>ante,</i> at 637, Michigan could disqualify workers who paid the dues. In other words, to the extent that Michigan denies benefits to workers who agree to pay special dues to finance the very strike <span class=\"star-pagination\">*645</span> that caused their unemployment. I agree that the Michigan statute is not pre-empted.</p>\n<p>As interpreted by the Michigan Supreme Court, however, the Michigan statute also denies benefits to individuals whose unemployment results from a labor dispute financed with money raised for a <i>different</i> labor dispute  so long as the dispute that caused the unemployment was \"foreseeable\" at the time the contribution was made. Michigan's law thus denies benefits to an individual for \"financing\" a labor dispute even though he did not necessarily intend to finance that dispute. Yet, where this is the case, the disqualification cannot be justified as necessary to effectuate the disqualification of actual strikers. Therefore, to the extent that it interferes with rights protected by the NLRA, it is pre-empted. Moreover, in my view, an individual who did not intend to finance the labor dispute that led to his being laid off cannot be said to have \"voluntarily\" caused his own unemployment in the same sense as a striker; the Court's unexplained equation of the two is simply wrong.</p>\n<p>Finally, denying benefits to an individual who paid special dues merely because the strike that caused his unemployment was foreseeable when the decision to pay the dues was made interferes with rights protected by the NLRA in a much more pervasive manner than a disqualification of actual strikers. Consider the decision that must be made by a union member asked to vote on whether to collect special dues to finance an anticipated strike. If he agrees to pay the special dues and the strike results in his being laid off, he will not receive unemployment benefits under state law. This possibility will certainly influence his decision whether or not to vote in favor of the special dues, and, to that extent, the state law conflicts with a federally protected right. However, as explained above, because the union member's decision in this regard is essentially identical to the decision of an actual striker, I agree with the Court that it is reasonable to conclude that Congress was willing to tolerate this conflict. <span class=\"star-pagination\">*646</span> But under Michigan's statute, the union member must think about other \"foreseeable\" strikes in addition to the particular strike under consideration. Thus, it may be that the strike under consideration will not cause layoffs among nonstrikers, or that the union member feels strongly enough about that dispute that he is willing to tolerate the loss of unemployment compensation if he is laid off. But under the Michigan statute, the union member's decision whether to vote to authorize the collection of special dues is coerced still further by the <i>possibility</i> that some <i>other</i> strike, that might be financed by these dollars and that might result in layoffs, will leave him without unemployment compensation.<sup>[2]</sup> I do not see that there is any justification for this additional interference with rights protected by the NLRA; certainly the Court has offered none. It would be one thing if the legislative history showed that Congress intended to tolerate a conflict with the NLRA such as is created by Michigan's financing provision. But it does not. Therefore, I would hold that States may disqualify unemployed individuals for \"financing\" a labor dispute only where they agree to pay special dues specifically to finance the particular strike that caused their unemployment. To the extent that the Michigan statute exceeds this limitation, it is pre-empted by the NLRA.</p>\n<p>Because of its construction of the Michigan statute, the Michigan Supreme Court did not find it necessary to consider whether the local foundry strikes were expressly contemplated by the UAW in its decision to collect the emergency dues. Accordingly, I would vacate the judgment below and remand the case to the Michigan Supreme Court to consider this question.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 29(8) of the Michigan Employment Security Act (MESA) provides:\n</p>\n<p>\"(8) An individual shall be disqualified for benefits for a week in which the individual's total or partial unemployment is due to a labor dispute in active progress . . . in the establishment in which the individual is or was last employed, or to a labor dispute, other than a lockout, in active progress . . . in any other establishment within the United States which is functionally integrated with the establishment and is operated by the same employing unit. . . . An individual shall not be disqualified under this subsection if the individual is not directly involved in the dispute.</p>\n<p>\"(a) For the purposes of this subsection an individual shall not be considered to be directly involved in a labor dispute unless it is established that any of the following occurred:</p>\n<p>\"(ii) The individual is participating in or financing or directly interested in the labor dispute which causes the individual's total or partial unemployment. The payment of regular union dues, in amounts and for purposes established before the inception of the labor dispute, shall not be construed as financing a labor dispute within the meaning of this subparagraph.\" Mich. Comp. Laws  421.29(8) (Supp. 1986).</p>\n<p>[2]  Section 7 of the National Labor Relations Act, 49 Stat. 452, 29 U. S. C.  157, provides in part:\n</p>\n<p>\"Employees shall have the right to self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection . . . .\"</p>\n<p>[3]  International Union, United Automobile, Aerospace and Agricultural Implement Workers of America (referred to in the text as the UAW and the Union).</p>\n<p>[4]  The UAW employees of the Caterpillar Company were also on strike.</p>\n<p>[5]  The proceedings of the convention recited that its purposes were:\n</p>\n<p>\" `1. [To] [r]eview the status of our 1967 collective bargaining effort.</p>\n<p>\" `2. To consider revision of the dues program of the International Union, UAW, to provide adequate strike funds to meet the challenges of the 1967 and 1968 collective bargaining effort.</p>\n<p>\" `3. To consider revisions of the Constitution of the International Union as it relates to the payment of dues, strike fund, membership eligibility, strike insurance program and other matters related to emergencies facing the International Union, UAW.' \" <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">463</span></span>, 512-513, 363 N. W. 2d 602, 624 (1984).</p>\n<p>[6]  The text of the amendments reads, in pertinent part:\n</p>\n<p>\" `Article 16, Section 2(a) (new): Emergency Dues</p>\n<p>\" `All dues are payable during the current month to the financial secretary of the local union.</p>\n<p>\" `Commencing with the eighth (8th) day of October 1967 until October 31, 1967, and for each month thereafter during the emergency as defined in the last paragraph of this subsection, union administrative dues shall be three dollars and seventy-five cents ($3.75) per month and Union Strike Insurance Fund dues shall be as follows:</p>\n<p>\" `1. For those working in plants where the average straight time earnings * * * is three dollars ($3.00) or more, <i>twenty-one dollars and twenty-five cents</i> ($21.25) <i>per month</i></p>\n<p>\" `2. For those working plants where the average straight time earnings * * * is less than three dollars ($3.00), <i>eleven dollars and twenty-five cents</i> ($11.25).</p>\n<p>\" `<i>This schedule of dues shall remain in effect during the current collective bargaining emergency as determined by the International Executive Board</i> and thereafter, if necessary, until the International Union Strike Insurance Fund has reached the sum of twenty-five million dollars ($25,000,000) . . . .' \" <i>Id.,</i> at 472, 363 N. W. 2d, at 606.</p>\n<p>[7]  <i>Baker</i> v. <i>General Motors Corp.,</i> <span class=\"citation\" data-id=\"2217308\"><a href=\"/opinion/2217308/baker-v-general-motors-corp/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">639</span></a></span>, 653, n. 5, 297 N. W. 2d 387, 392, n. 5 (1980) (emphasis omitted).</p>\n<p>[8]  See <i>id.,</i> at 653, 297 N. W. 2d, at 392.</p>\n<p>[9]  See 420 Mich., at 520, 363 N. W. 2d, at 628. See also App. to Juris. Statement 113a, 115a (decision of Michigan Employment Security Board of Review on remand from Michigan Supreme Court).</p>\n<p>[10]  The claims were originally allowed by the Michigan Employment Security Commission, but on an appeal by GM a hearing referee reversed the MESC. On appellants' appeal the referee's decision was upheld by the Michigan Employment Security Appeal Board. See 420 Mich., at 474-475, 363 N. W. 2d, at 608.</p>\n<p>[11]  Appellants appealed the denial of unemployment benefits to three County Circuit Courts, two of which reversed the decision of the Appeal Board and one of which affirmed it. On further appeal, the Michigan Court of Appeals disallowed the claims, holding that the appellants had \"financed\" the labor dispute which caused their unemployment by paying emergency strike fund dues and that they were disqualified under Michigan Employment Security Act  29(8)(a)(ii) as a consequence. See <i>Baker</i> v. <i>General Motors Corp.,</i> <span class=\"citation\" data-id=\"1967891\"><a href=\"/opinion/1967891/baker-v-general-motors-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">237</span></a></span>, 254 N. W. 2d 45 (1977). The Michigan Supreme Court granted leave to appeal and disposed of certain issues before remanding to the Board of Review for further proceedings. See <i>Baker</i> v. <i>General Motors Corp.,</i> <span class=\"citation\" data-id=\"2217308\"><a href=\"/opinion/2217308/baker-v-general-motors-corp/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">639</span></a></span>, 297 N. W. 2d 387 (1980). See <i>infra</i> this page and 628.</p>\n<p>[12]  The seniority provisions and management decision which plaintiffs identify as contributing causes of their unemployment would not themselves have caused plaintiffs' unemployment or any unemployment were it not for the labor disputes in active progress at the functionally integrated foundries. But for those disputes, materials would have been available at plaintiffs' places of employment, the work force at those establishments would not have been reduced, and the seniority provisions would not have become operative. The labor disputes in active progress at the foundries were shown by competent, material and substantial evidence to have been substantial contributing causes of the layoffs which idled plaintiffs. We affirm the board's finding that plaintiffs' unemployment was `due to a labor dispute in active progress' within the meaning of subsection 29(8).\" 409 Mich., at 661-662, 297 N. W. 2d, at 396.</p>\n<p>[13]  <i>Id.,</i> at 666, 297 N. W. 2d, at 398.</p>\n<p>[14]  <i>Ibid.</i></p>\n<p>[15]  \"The appeal board did not give separate consideration to the meaning of `financing,' in general or as applied to this case. We therefore remand this matter to its successor, the tribunal with the most experience and expertise in the application of the act, to reconsider, in light of its own unique familiarity with the act, practical considerations and related issues implicated by this question, whether plaintiffs' emergency dues payments were sufficiently connected with the local labor disputes which caused their unemployment to constitute `financing' of those labor disputes.\" <i>Id.,</i> at 668, 297 N. W. 2d, at 399.</p>\n<p>[16]  420 Mich., at 493, 363 N. W. 2d, at 616.</p>\n<p>[17]  <i>Ibid.</i> See <i>id.,</i> at 478, 363 N. W. 2d, at 609 (\"Since the MESA is intended to provide benefits only to involuntarily unemployed persons, the purpose of  29 is obvious. MESA  29 lists the circumstances under which the Legislature holds that a person is not entitled to benefits under the MESA because he is <i>not</i> involuntarily unemployed\").</p>\n<p>[18]  \"As noted above, the statute does not recognize such a ploy. UAW membership is required for employment by GM because the UAW bargains for such a provision in its contract with GM. In so doing, the UAW represents its members and they must ratify any contract agreed upon by the UAW and GM. Therefore, any `coercion' resulting from the terms of the contract does not make the plaintiffs' action in accord with the contract `involuntary.' As the Court of Appeals said in <i>Applegate</i> v. <i>Palladium Publishing Co.,</i> <span class=\"citation\" data-id=\"2216519\"><a href=\"/opinion/2216519/applegate-v-palladium-publishing-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">299</span></a></span>, 305; 290 N. W. 2d 128 (1980), and we adopt here:\n</p>\n<p>\" `Action taken by employees under a contract negotiated for them by their authorized agent must be considered their voluntary acts. In effect, plaintiff agreed to [act] pursuant to the collective bargaining agreement.'</p>\n<p>\"Any other holding would make all actions taken by union members pursuant to a union contract involuntary and relieve the members of responsibility for their contract-based actions. We cannot agree with such a rule. The plaintiffs' emergency dues payments were not involuntary.\" 420 Mich., at 499, 363 N. W. 2d, at 618-619.</p>\n<p>[19]  \"A meaningful connection exists between the financing and the labor dispute that causes the claimant's unemployment where, for the purpose of assisting labor disputes which reasonably and foreseeable include the labor dispute that caused the claimant's unemployment, the claimant finances in significant amount and in temporal proximity the labor dispute that causes his unemployment. Where the Court finds these three elements present (purpose, amount, and timing), there is a meaningful connection between the financing and the labor dispute that causes the claimant's unemployment.\" <i>Id.,</i> at 506, 363 N. W. 2d, at 621-622.\n</p>\n<p>Accord, <i>id.,</i> at 500-501, 363 N. W. 2d, at 619.</p>\n<p>[20]  \"The final aspect of the purpose analysis focuses on whether it was foreseeable at the time of the financing that supporting the labor disputes would cause the claimant's unemployment. In this case, there is and can be no dispute on this issue. Since it was foreseeable that local GM strikes would occur and be financed by the emergency dues, and since automotive industry production is based upon a series of interrelated production units which produce only one component of the automobile, it is obvious that a local labor dispute which idles one plant might cause layoffs at other plants which rely upon the component produced at the idled plant. This `chain reaction' can move both `up' and `down' the line. Therefore, layoffs at plants not presently engaged in a local labor dispute were foreseeable due to local disputes.\n</p>\n<p>\"In conclusion, the evidence adduced in this case supports the conclusion that the purpose of the emergency dues included supporting labor disputes including those that actually caused the plaintiffs' unemployment. Therefore, the first portion of the meaningful connection definition is met.\" <i>Id.,</i> at 516-517, 363 N. W. 2d, at 626.</p>\n<p>[21]  See <i>id.,</i> at 519, 363 N. W. 2d, at 627 (\"By any standard, the amount of increase is significant and demonstrates a meaningful connection with the labor dispute that caused their unemployment\"). Accord, <i>id.,</i> at 517-520. 363 N. W. 2d, at 626-628.</p>\n<p>[22]  \"As applied to this case, we find that this portion of the meaningful connection definition is satisfied since the payment of emergency dues immediately precedes the support of the labor dispute that caused the plaintiffs' unemployment. . . . The time lag between the collection and disbursement of the strike fund benefits is minimal when it is considered that the funds were collected `by hand' at the local level, were forwarded to the SIF, and were distributed to striking GM employees only after they had satisfied an initial waiting period requirement.\" <i>Id.,</i> at 521, 363 N. W. 2d, at 628.</p>\n<p>[23]  <i>Id.,</i> at 521-522, 363 N. W. 2d, at 628.</p>\n<p>[24]  <i>Id.,</i> at 541, 363 N. W. 2d, at 637.</p>\n<p>[25]  \"Before Congress acted, unemployment compensation insurance was still, for the most part, a project and no more. Wisconsin was the pioneer. Her statute was adopted in 1931. At times bills for such insurance were introduced elsewhere, but they did not reach the stage of law. In 1935, four states (California, Massachusetts, New Hampshire and New York) passed unemployment laws on the eve of the adoption of the Social Security Act, and two others did likewise after the federal act and later in the year The statutes differed to some extent in type, but were directed to a common end. In 1936, twenty-eight other states fell in line, and eight more the present year. But if states had been holding back before the passage of the federal law, inaction was not owing, for the most part, to the lack of sympathetic interest. Many held back through alarm lest, in laying such a toll upon their industries, they would place themselves in a position of economic disadvantage as compared with neighbors or competitors. See House Report, No. 615, 74th Congress, 1st session, p. 8; Senate Report, No. 628, 74th Congress, 1st session, p. 11.\" <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S., at 587-588 (footnote omitted).</p>\n<p>[26]  In their statement of the question presented, appellants described the statutory disqualification as one arising \"solely because those individuals paid union dues,\" Brief for Appellants i, or, alternatively, as one arising \"solely because those individuals paid union dues uniformly and lawfully required as a condition of employment,\" Juris. Statement i. As the Michigan Supreme Court carefully explained, however, the Michigan statute excepts the payment of regular union dues from the financing disqualification. See <i>supra,</i> at 627-628. See also n. 1. <i>supra.</i></p>\n<p>[1]  The Michigan statute provides that \"[t]he payment of regular union dues, in amounts and for purposes established before the inception of the labor dispute, shall not be construed as financing a labor dispute . . . .\" Mich. Comp. Laws  421.29(8)(a)(ii) (Supp. 1986). The Court therefore limits its opinion approving Michigan's statute to disqualifications based on the payment of \"special\" dues. Although, for the reasons stated in text, I believe that Michigan's disqualification is overbroad even as limited to special dues, there is really no question that a state law denying unemployment benefits on the basis of regular dues payments is pre-empted by the NLRA. The Social Security Board's 1940 decision to delete the financing disqualification because it might operate to deny benefits solely on the basis of an individual's payment of dues to a union indicates that the Board thought that States could not deny unemployment benefits simply because unemployment is due to a labor dispute financed from a strike fund that includes contributions from the individual's ordinary union dues. Moreover, this conclusion is entirely sensible in that a disqualification based upon the payment of ordinary dues would seriously interfere with basic organizational rights protected by the NLRA: In order to bargain effectively, a union must be able to present a credible strike threat. This, in turn, requires the union to maintain an adequate strike fund, and without such a fund, the union's ability to bargain effectively would be greatly impaired. Consequently, unions typically use a portion of every member's ordinary dues to finance a standing fund to support strikes authorized by the union. Because the maintenance of a strike fund from ordinary dues is standard union practice, disqualifying workers whose unemployment results from a strike financed with ordinary union dues would, as a practical matter, mean disqualifying workers simply for being members of the union that authorized that labor dispute. Such a disqualification would severely impair the long term capability of unions to organize workers. If some members of a union wanted to strike, other members having no direct stake in the strike would have a powerful incentive to oppose it, namely, the possibility that the strike might cause their own layoffs and leave them without financial resources. The union would consequently come under pressure to split into smaller units in order to avoid these conflicts  a result that is contrary to the most basic thrust of the NLRA. Moreover, this tendency would be more pronounced in industries that are functionally integrated, because strikes are more likely to cause layoffs among nonstrikers in such industries; yet it is in precisely these industries that workers have the greatest need to combine in labor organizations that can present management with a unified front. It is inconceivable that the Congress that passed the NLRA and the Social Security Act would have found such a state of affairs acceptable, and therefore, in the absence of contrary evidence in the legislative history, I conclude that States are prohibited from denying benefits to individuals on the ground that their ordinary union dues were used to finance the labor dispute that caused their unemployment.</p>\n<p>[2]  This concern is somewhat alleviated under the Michigan statute by the additional requirement that the labor dispute which causes the unemployment occur \"in temporal proximity\" to the making of the financial contribution.</p>\n\n</div>", "id": 111752, "judges": "Stevens", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111752/", "sha1": "2eff815ff6242aecde6e91aa7f6f1bcd43ba8d9b", "source": "LR", "supreme_court_db_id": "1985-158", "time_retrieved": "2010-04-28T10:13:23"}