{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "45 U.S. 37", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/86355/"
    ], 
    "scotus_early_cite": "4 How. 37", 
    "case_name": "Beals v. Hale", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 54176, 
    "resource_uri": "/api/rest/v2/citation/54176/"
  }, 
  "id": 86355, 
  "blocked": false, 
  "judges": "Woodbury", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1846-01-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>45 U.S. 37 (1846)</b></center>\n<center><b>4 How. 37</b></center>\n<center><h1>THOMAS BEALS, PLAINTIFF,<br>\nv.<br>\nFELICITE HALE, DEFENDANT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*39</span> The cause was argued by Mr. Henry N. Walker, for the plaintiff, and by George C. Bates and Alexander D. Fraser, for the defendant.</p>\n<p>Mr. Walker, for plaintiff.</p>\n<p>Mr. Bates and Mr. Fraser, for the defendant.</p>\n<p><span class=\"star-pagination\">*51</span> Mr. Justice WOODBURY delivered the opinion of the court.</p>\n<p>The sole question presented in this case is, whether a mortgage executed by the tenant and her husband to James Lyon, on the 13th of November, 1828, shall prevail over another mortgage executed by them to Nathaniel and Harvey Weed and Henry W Barnes, on the 6th day of June, 1837. Being earlier in time, by nine years, the first mortgage ought of course to have precedence, and will entitle the demandant to recover, unless it was improperly recorded.</p>\n<p>The facts, important to be now noticed in connection with that question, are, that, at the time of the execution of the first mortgage, there were two registries, \u0097 one in the city of Detroit, and the other in the county of Wayne, within which that city was situated. The premises in dispute were within the limits of the city, and the first mortgage was recorded, on the 30th of January, 1829, in the registry for the county of Wayne, but not in the registry for the city of Detroit, where the second mortgage was recorded, June 7th, 1827. On these facts, whether the recording of the first mortgage was legal or void must depend upon the construction of two statutes of the State of Michigan, both passed April 12th, 1827.</p>\n<p>The demandant relies upon one of them, as being the only statute for recording \"mortgages,\" and as his registry was duly made under that, he claims to recover. While the tenant relies upon the other statute, as embracing the case of mortgages, and as his was the only one recorded in conformity with it and others not so recorded are declared void, he asks for judgment in his favor. It seems hardly to have occurred to either side, that a construction may be given to these statutes, which will make them both operative on this subject, and sustain both of the mortgages according to their original rank and intent; and if no legal principle is opposed to such a course, it is certainly entitled to preference.</p>\n<p>Because it is a well settled principle of construction, that conveyances are, if practicable on any reasonable view of the subject, to be sustained rather than pronounced void, and also, that statutes which apparently conflict with each other are to be reconciled, as far as may be on any fair hypothesis, and validity given to each, if it can be and is necessary to conform to usages under them, or to preserve the titles of property undisturbed. Cooper v. Telfair, 4 Dall. 14; 1 Serg. &amp; R. 105; 2 Cranch, 358; 5 Cranch, 25; Bac. Abr., Statute, I.</p>\n<p>The statute which passed on the 12th of April, 1827, and related to \"deeds and other conveyances,\" went into effect immediately, and was the only law of the State in force as to recording mortgages as well as other deeds, till January, 1828.</p>\n<p>It provided, that all deeds should be recorded in the county of <span class=\"star-pagination\">*52</span> Wayne or the city of Detroit, according as the land conveyed was situated in one or the other. Laws of 1827, p. 258.</p>\n<p>Though the title to this act and its general language do not embrace mortgages eo nomine, we do not agree with the counsel for the demandant, that they are not included.</p>\n<p>In the second section, the word \"mortgagee\" is twice used. In the third section, also, \"conveyances affecting in law or equity,\" \"real estates,\" are spoken of. And besides this, it is reasonable to construe it as including mortgages under the general words of \"all deeds and other conveyances of any lands,\" &amp;c. (Sec. 1.), because they are sufficiently broad for that purpose, and because a similar generality had existed in the expressions in former laws in the Territory on this subject (Woodward's Code, p. 52; Code of 1820, p. 156), and was construed to include mortgages; and because, if these are not included, there were eight months, from April, 1827, to January, 1828, during which no law except the first one was in operation, and consequently when no provisions whatever existed in respect to the recording of that important species of conveyance. The law, then, for that eight months, as to recording mortgages, must be considered to have been, that those relating to lands in the city of Detroit should be recorded there, and those relating to lands in other parts of the county of Wayne should be recorded in the registry for the county. (See the second section.)</p>\n<p>The prior mortgage in this case, however, was not executed within that period, but on the 13th of November, 1828; and in the mean time the other act, which passed on the same day with that we have just considered, had come into operation \"concerning mortgages,\" and was made applicable to all executed after January 1st, 1828.</p>\n<p>The next important question then is, What, if any, was the alteration made by it in respect to the recording of mortgages? and was the mortgage to Lyon, not having been registered as the first act required, recorded in the manner authorized by the last act?</p>\n<p>That act purports to relate to \"mortgages\" alone; leaving other conveyances to be recorded as they had been under the other law during the eight months before it took effect. As to \"mortgages,\" it provided, that those executed after the 21st of January, 1828, \"may be registered in the county in which the lands or tenements so mortgaged are situated,\" and that a subsequent one, recorded before a prior one, should be preferred. Laws of the Territory of Michigan, p. 273.</p>\n<p>The mortgage under which the demandant claims, being executed about eleven months after these new provisions, was recorded in conformity to them.</p>\n<p>After this literal compliance with that law, and a construction under it which seems to uphold, as should be done, if practicable, the early mortgage, it does not seem desirable, and it is hardly expedient, <span class=\"star-pagination\">*53</span> unless on principle necessary, to resort to a different construction, which would render the first security void as to the second mortgagee, although recorded in strict conformity with the law last going into operation. And as little does it seem expedient, unless necessary under imperative principles or precedents, to push this construction so far as to avoid or postpone any mortgages recorded in conformity to the provisions of the act first going into operation. The statute as to \"mortgages\" does not profess, in so many words, to repeal any portion of the other statute; nor is it necessary so to construe it. Going into effect later, if not passed later, it is true that any of its provisions entirely inconsistent with the laws in force before it took effect, or repugnant to them, might, without words of repeal, be considered as changed or abrogated, and the first impression would naturally be, that the provisions of the second law, so far as regards mortgages of land situated in the city of Detroit, were irreconcilable with the former act, and hence to that extent repealed it. But such a construction, though sustaining the mortgage to Lyon, might avoid many others and disturb numerous titles, and hence is not to be adopted, unless clearly the proper one. Ld. Raym. 371; Bac. Abr., Statute, C and G; Stradling v. Morgan, Plowd. 206. We think it is not the proper one.</p>\n<p>A second law on the same subject does not repeal a former one without a repealing clause or negative words, unless so clearly repugnant as to imply a negative. 1 Bl. Com. 89; 1 Gall. 153, in Case of Ship Argo, \"leges posteriores priores contrarias abrogant.\" But if they be not so contrary or so repugnant, that the last act expresses or implies a negative of the first, then they may continue to stand together. And, if such be the case here, a mortgage of city property recorded in conformity to either law would be valid. Such, in our opinion, is the case here, there being no words of repeal or negation in the act concerning mortgages. Many cases of this kind, very analogous, are cited in Foster's case, 11 Coke, 63, 64. See also 2 Roll. R. 410; 19 Viner's Abr. 525.</p>\n<p>Among them is one where an act of parliament made an offence punishable at the Quarter Sessions, and another passed making it punishable at the Assizes, without any words of repeal. It was held that you may indict under either, or at either court. 11 Coke, 63.</p>\n<p>The same result is arrived at, if the two acts be considered as passing and taking effect, as one law, on the same day. In that view, the last one only says that \"mortgages\" executed after the 1st of January, 1828, \"may be registered\" in the county where the lands lie; while the first one provided, that they \"shall be recorded\" in the registry of the city, if the lands lay within its limits. These provisions may stand well together, upholding, under one <span class=\"star-pagination\">*54</span> act, a recording of mortgages in the city registry, as good in all cases of property situated there; and, under the other, upholding a record of mortgages of like lands in the county registry as also good, whenever any persons prefer to resort to that. As either of these views does not avoid the second mortgage, but only gives it, as was intended by the maker of it, a rank second to the first one, and as they both give force or operation to both statutes, and do not endanger or disturb titles either in the city or county, when either statute has been complied with, they ought to settle the question.</p>\n<p>It may not be amiss to notice, also, that the mortgage to Lyon contained land in the county of Monroe, as well as in the city of Detroit, and having been seasonably recorded in that county, would be valid for some purposes, if not for this, without any second registry whatever in another city or county. McKeen v. Delancy's Lessee, 5 Cranch, 22; Delancy's Lessee v. McKeen, 1 Wash. C.C. 525.</p>\n<p>It is gratifying to find, that our conclusion in this case accords with the result in the only decision which is supposed to have been made in the State of Michigan on this subject. See Weed et al. v. Lyon et al., in Harrington, 363.</p>\n<p>Had that decision been made by the highest judicial tribunal of the State, or been shown to accord with a settled usage and practice under these statutes affecting the titles to real estate, we should have felt bound to conform to it, as a part of the local law. 9 Cranch, 87; 2 Peters, 58, 85; 6 Wheat. 119; 10 Wheat. 152; 11 Wheat. 361; 1 Brockenbr. C.C. 539.</p>\n<p>But, though entitled to respect and weight, that case has not been treated as a precedent to control this, because the judgment was not in a court of the last resort, and is said to have been appealed from, but further proceedings defeated by some accident.</p>\n<p>Let a certificate be sent down, that, in the opinion of this court, the recording of the mortgage from Hale to Lyon was sufficient to give it validity and priority under the laws of Michigan.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:00:24", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></span> (1846)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">How.</span> <span class=\"page\">37</span></span></b></center>\n<center><h1>THOMAS BEALS, PLAINTIFF,<br>\nv.<br>\nFELICITE HALE, DEFENDANT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*39</span> The cause was argued by Mr. Henry N. Walker, for the plaintiff, and by George C. Bates and Alexander D. Fraser, for the defendant.</p>\n<p>Mr. Walker, for plaintiff.</p>\n<p>Mr. Bates and Mr. Fraser, for the defendant.</p>\n<p><span class=\"star-pagination\">*51</span> Mr. Justice WOODBURY delivered the opinion of the court.</p>\n<p>The sole question presented in this case is, whether a mortgage executed by the tenant and her husband to James Lyon, on the 13th of November, 1828, shall prevail over another mortgage executed by them to Nathaniel and Harvey Weed and Henry W Barnes, on the 6th day of June, 1837. Being earlier in time, by nine years, the first mortgage ought of course to have precedence, and will entitle the demandant to recover, unless it was improperly recorded.</p>\n<p>The facts, important to be now noticed in connection with that question, are, that, at the time of the execution of the first mortgage, there were two registries, \u0097 one in the city of Detroit, and the other in the county of Wayne, within which that city was situated. The premises in dispute were within the limits of the city, and the first mortgage was recorded, on the 30th of January, 1829, in the registry for the county of Wayne, but not in the registry for the city of Detroit, where the second mortgage was recorded, June 7th, 1827. On these facts, whether the recording of the first mortgage was legal or void must depend upon the construction of two statutes of the State of Michigan, both passed April 12th, 1827.</p>\n<p>The demandant relies upon one of them, as being the only statute for recording \"mortgages,\" and as his registry was duly made under that, he claims to recover. While the tenant relies upon the other statute, as embracing the case of mortgages, and as his was the only one recorded in conformity with it and others not so recorded are declared void, he asks for judgment in his favor. It seems hardly to have occurred to either side, that a construction may be given to these statutes, which will make them both operative on this subject, and sustain both of the mortgages according to their original rank and intent; and if no legal principle is opposed to such a course, it is certainly entitled to preference.</p>\n<p>Because it is a well settled principle of construction, that conveyances are, if practicable on any reasonable view of the subject, to be sustained rather than pronounced void, and also, that statutes which apparently conflict with each other are to be reconciled, as far as may be on any fair hypothesis, and validity given to each, if it can be and is necessary to conform to usages under them, or to preserve the titles of property undisturbed. Cooper v. Telfair, 4 Dall. 14; 1 Serg. &amp; R. 105; 2 Cranch, 358; 5 Cranch, 25; Bac. Abr., Statute, I.</p>\n<p>The statute which passed on the 12th of April, 1827, and related to \"deeds and other conveyances,\" went into effect immediately, and was the only law of the State in force as to recording mortgages as well as other deeds, till January, 1828.</p>\n<p>It provided, that all deeds should be recorded in the county of <span class=\"star-pagination\">*52</span> Wayne or the city of Detroit, according as the land conveyed was situated in one or the other. Laws of 1827, p. 258.</p>\n<p>Though the title to this act and its general language do not embrace mortgages eo nomine, we do not agree with the counsel for the demandant, that they are not included.</p>\n<p>In the second section, the word \"mortgagee\" is twice used. In the third section, also, \"conveyances affecting in law or equity,\" \"real estates,\" are spoken of. And besides this, it is reasonable to construe it as including mortgages under the general words of \"all deeds and other conveyances of any lands,\" &amp;c. (Sec. 1.), because they are sufficiently broad for that purpose, and because a similar generality had existed in the expressions in former laws in the Territory on this subject (Woodward's Code, p. 52; Code of 1820, p. 156), and was construed to include mortgages; and because, if these are not included, there were eight months, from April, 1827, to January, 1828, during which no law except the first one was in operation, and consequently when no provisions whatever existed in respect to the recording of that important species of conveyance. The law, then, for that eight months, as to recording mortgages, must be considered to have been, that those relating to lands in the city of Detroit should be recorded there, and those relating to lands in other parts of the county of Wayne should be recorded in the registry for the county. (See the second section.)</p>\n<p>The prior mortgage in this case, however, was not executed within that period, but on the 13th of November, 1828; and in the mean time the other act, which passed on the same day with that we have just considered, had come into operation \"concerning mortgages,\" and was made applicable to all executed after January 1st, 1828.</p>\n<p>The next important question then is, What, if any, was the alteration made by it in respect to the recording of mortgages? and was the mortgage to Lyon, not having been registered as the first act required, recorded in the manner authorized by the last act?</p>\n<p>That act purports to relate to \"mortgages\" alone; leaving other conveyances to be recorded as they had been under the other law during the eight months before it took effect. As to \"mortgages,\" it provided, that those executed after the 21st of January, 1828, \"may be registered in the county in which the lands or tenements so mortgaged are situated,\" and that a subsequent one, recorded before a prior one, should be preferred. Laws of the Territory of Michigan, p. 273.</p>\n<p>The mortgage under which the demandant claims, being executed about eleven months after these new provisions, was recorded in conformity to them.</p>\n<p>After this literal compliance with that law, and a construction under it which seems to uphold, as should be done, if practicable, the early mortgage, it does not seem desirable, and it is hardly expedient, <span class=\"star-pagination\">*53</span> unless on principle necessary, to resort to a different construction, which would render the first security void as to the second mortgagee, although recorded in strict conformity with the law last going into operation. And as little does it seem expedient, unless necessary under imperative principles or precedents, to push this construction so far as to avoid or postpone any mortgages recorded in conformity to the provisions of the act first going into operation. The statute as to \"mortgages\" does not profess, in so many words, to repeal any portion of the other statute; nor is it necessary so to construe it. Going into effect later, if not passed later, it is true that any of its provisions entirely inconsistent with the laws in force before it took effect, or repugnant to them, might, without words of repeal, be considered as changed or abrogated, and the first impression would naturally be, that the provisions of the second law, so far as regards mortgages of land situated in the city of Detroit, were irreconcilable with the former act, and hence to that extent repealed it. But such a construction, though sustaining the mortgage to Lyon, might avoid many others and disturb numerous titles, and hence is not to be adopted, unless clearly the proper one. Ld. Raym. 371; Bac. Abr., Statute, C and G; Stradling v. Morgan, Plowd. 206. We think it is not the proper one.</p>\n<p>A second law on the same subject does not repeal a former one without a repealing clause or negative words, unless so clearly repugnant as to imply a negative. 1 Bl. Com. 89; 1 Gall. 153, in Case of Ship Argo, \"leges posteriores priores contrarias abrogant.\" But if they be not so contrary or so repugnant, that the last act expresses or implies a negative of the first, then they may continue to stand together. And, if such be the case here, a mortgage of city property recorded in conformity to either law would be valid. Such, in our opinion, is the case here, there being no words of repeal or negation in the act concerning mortgages. Many cases of this kind, very analogous, are cited in Foster's case, 11 Coke, 63, 64. See also 2 Roll. R. 410; 19 Viner's Abr. 525.</p>\n<p>Among them is one where an act of parliament made an offence punishable at the Quarter Sessions, and another passed making it punishable at the Assizes, without any words of repeal. It was held that you may indict under either, or at either court. 11 Coke, 63.</p>\n<p>The same result is arrived at, if the two acts be considered as passing and taking effect, as one law, on the same day. In that view, the last one only says that \"mortgages\" executed after the 1st of January, 1828, \"may be registered\" in the county where the lands lie; while the first one provided, that they \"shall be recorded\" in the registry of the city, if the lands lay within its limits. These provisions may stand well together, upholding, under one <span class=\"star-pagination\">*54</span> act, a recording of mortgages in the city registry, as good in all cases of property situated there; and, under the other, upholding a record of mortgages of like lands in the county registry as also good, whenever any persons prefer to resort to that. As either of these views does not avoid the second mortgage, but only gives it, as was intended by the maker of it, a rank second to the first one, and as they both give force or operation to both statutes, and do not endanger or disturb titles either in the city or county, when either statute has been complied with, they ought to settle the question.</p>\n<p>It may not be amiss to notice, also, that the mortgage to Lyon contained land in the county of Monroe, as well as in the city of Detroit, and having been seasonably recorded in that county, would be valid for some purposes, if not for this, without any second registry whatever in another city or county. McKeen v. Delancy's Lessee, 5 Cranch, 22; Delancy's Lessee v. McKeen, 1 Wash. C.C. 525.</p>\n<p>It is gratifying to find, that our conclusion in this case accords with the result in the only decision which is supposed to have been made in the State of Michigan on this subject. See Weed et al. v. Lyon et al., in Harrington, 363.</p>\n<p>Had that decision been made by the highest judicial tribunal of the State, or been shown to accord with a settled usage and practice under these statutes affecting the titles to real estate, we should have felt bound to conform to it, as a part of the local law. 9 Cranch, 87; 2 Peters, 58, 85; 6 Wheat. 119; 10 Wheat. 152; 11 Wheat. 361; 1 Brockenbr. C.C. 539.</p>\n<p>But, though entitled to respect and weight, that case has not been treated as a precedent to control this, because the judgment was not in a court of the last resort, and is said to have been appealed from, but further proceedings defeated by some accident.</p>\n<p>Let a certificate be sent down, that, in the opinion of this court, the recording of the mortgage from Hale to Lyon was sufficient to give it validity and priority under the laws of Michigan.</p>\n</div>", 
  "sha1": "6a7d6108aa995b55bb25cbfee283c28a4ceb93bd", 
  "date_modified": "2014-12-21T01:24:51.461846", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/86355/beals-v-hale/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1599977/", 
  "html": "<p class=\"case_cite\">45 U.S. 37</p>\n    <p class=\"case_cite\">4 How. 37</p>\n    <p class=\"case_cite\">11 L.Ed. 865</p>\n    <p class=\"parties\">THOMAS BEALS, PLAINTIFF,<br>v.<br>FELICITE HALE, DEFENDANT.</p>\n    <p class=\"date\">January Term, 1846</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS case came up on a certificate of division in opinion between the judges of the Circuit Court of the United States for the District of Michigan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It was an ejectment, brought by the plaintiff, Thomas Beals, a citizen of New York, against Felicite Hale, the defendant, a citizen of the State of Michigan. Nathaniel Weed, Harvey Weed, and Henry W. Barnes were, on application, permitted to defend their title to the premises, claiming that the said Felicite Hale was their tenant, and in possession under them.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts in the case are set forth in the special verdict of the jury, which was as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Issue being joined in this case, and the parties present, by their respective attorneys, hereupon comes a jury, to wit: John C. Mundy, Alanson Sherwood, William P. Patrick, Albert Bennet, Robert Rumney, Austin Stocking, Sylvester Granger, Garry Spencer, John Bour, James Beaubien, Tunis S. Wendell, and James Cicotte, senior, who, being empanelled and sworn to try the issue joined in this cause, and after having heard the evidence adduced therein, find specially the following facts, and say:&#8212;That John Hale was, on the thirteenth day of November, in the year of our Lord one thousand eight hundred and twenty eight, seized and possessed in his own right of said lots number sixteen, seventeen, and eighteen, in the city of Detroit, county of Wayne, and (then Territory, now) State of Michigan.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'That, being so seized and possessed of the said premises, he, the said John Hale, and Felicite Hale, his wife, executed a mortgage, to secure the payment of a certain sum of money, to one James Lyon, bearing date the thirteenth day of November, in the year of our Lord one thousand eight hundred and twenty-eight, of the said lots, together with other lands lying in the said county of Wayne, as well as of certain lands in the county of Monroe, in the Territory of Michigan, which said mortgage was recorded in the office of the register of the said county of Wayne, where said lots and part of said mortgaged premises were situated, on the thirteenth day of January, in the year eighteen hundred and twenty-nine, in Liber 9 of Mortgages, pp. 103, 104, 105, &amp;c., and also in the county of Monroe, where the remainder of said lands and premises were situated, in the office of register for said county, in Liber 9, Folios 281 to 286. That said mortgage was afterwards, to wit, on the twenty-first day of November, in the year eighteen hundred and thirty-eight, foreclosed under the statutes of the State of Michigan, and the said several lots sold at public auction, and struck off to said Lyon at the sale thereof, and that a sheriff's deed was afterwards, on the 6th day of April, A. D. 1842, executed to the said plaintiff, as assignee of the certificate of sale to said Lyon of the said lots, they not having been redeemed within two years from the time of sale, pursuant to statutes of said State in such case made and provided, which said deed was duly recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'And the said jury further find, that the said John Hale, and Felicite, his wife, after the execution of the former mortgage, and before a foreclosure thereof, to wit, on the sixth day of June, in the year eighteen hundred and thirty-seven, for a good and valuable consideration, duly made, acknowledged, and delivered, under their respective hands and seals, to Nathaniel Weed, Harvey Weed, and Henry W. Barnes (who had no notice of said prior mortgage unless said record was notice), another or second mortgage on the said premises, lots sixteen, seventeen, and eighteen, in the city of Detroit, county of Wayne, and State of Michigan, which said mortgage, bearing date the said sixth day of June, in the year eighteen hundred and thirty-seven, was duly recorded in the appropriate registry, on the seventh day of June, in the year eighteen hundred and thirty-seven, in Liber 8, Folio 343, of Mortgages, and which said mortgage was afterwards, on the thirty-first day of August, in the year eighteen hundred and thirty-nine, foreclosed under the statutes of said State, exposed to sale, and struck off to said Weeds and Barnes at the said sale, and, not having been redeemed within two years therefrom, that a sheriff's deed of said premises was executed on the sixteenth day of August, eighteen hundred and forty-two, and delivered to said Nathaniel and Harvey Weed and Henry W. Barnes, of all and singular the said premises, which was duly recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'That the plaintiff and defendant both claim under the respective mortgages above set forth, and the sheriff's deeds under the respective foreclosures aforesaid; and that Felicite Hale, the defendant, was, at the institution of this suit, and still is, a tenant in possession of said premises, under a lease from said Weeds and Barnes, who are admitted under the statute to defend as her landlords.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'And the jurors aforesaid, on their oaths aforesaid, do further say, that if it shall appear to the said court, from the facts above found, that the recording of said prior mortgage from Hale to Lyon in the registry of Wayne county was sufficient record thereof to constitute notice of said mortgage under the laws of Michigan, in reference to mortgages of real estate situate in the county of Wayne, within the limits of the city of Detroit, then they find for the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'But should said court be of opinion that said record in the office of said registry for the county of Wayne was invalid and insufficient in law, so far as the said premises in the city of Detroit are concerned, to constitute notice thereof to the subsequent mortgagees, then they find for the defendants.</p>\n    </div>\n    <p class=\"indent\">THOMAS BEALS</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\n        <i>vs.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">FELICITE HALE.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On consideration of the said special verdict, the same being brought before the court on a motion for judgment on the verdict, the opinions of the judges were opposed on the point whether the recording of the mortgage from Hale to Lyon in the registry of Wayne county was a sufficient record thereof to constitute notice of said mortgage under the laws of Michigan, in reference to mortgages of real estate in the county of Wayne, within the limits of the city of Detroit; and it is ordered and directed, that this cause, with said point, be certified to the Supreme Court of the United States, in pursuance of the act of Congress in such case made and provided.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The cause was argued by <i>Mr. Henry N. Walker</i>, for the plaintiff, and by <i>George C. Bates</i> and <i>Alexander D. Fraser</i>, for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Mr. Walker</i>, for plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The facts will appear from the special verdict. The question of law arises under two statutes passed on the same day. The first is entitled 'An Act concerning Deeds and Conveyances,' and will be found on p. 258 of Laws of Michigan for 1827. By this act it was declared that a city register's office should be established for the city of Detroit, in which 'all deeds and other conveyances' relating to lands in the city should be recorded. The second act is entitled 'An Act concerning Mortgages,' and will be found on pages 273, &amp;c., of Laws of 1827. This was approved the same day as the act concerning 'deeds and conveyances,' but to take effect some months after. This last act does not allude to a city register's office, but directs where all mortgages of lands situated in the respective counties in Michigan shall be recorded. The point of difference between the counsel, as well as the point certified by the court, is whether Lyon should have recorded his mortgage under which we claim in accordance with the act 'concerning deeds and conveyances,' in the city office; or in accordance with the provisions of the act 'concerning mortgages,' in the register's office of the county of Wayne. It was recorded in the register's office for the county, and plaintiff contends this was a good and sufficient record, for these reasons, viz.:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First. The act of the Territory of Michigan which governs this case, as we believe, is the one 'concerning mortgages.' It was passed on the 12th of April, 1827, to take effect on the first day of January, 1828. It is entitled 'An Act concerning Mortgages,' and was the first law enacted concerning mortgages by the Legislative Council of the then Territory of Michigan. The first section directs, 'that the registers of the respective counties of the Territory, from time to time, shall provide fit and convenient books for the registering of <i>all</i> mortgages of any lands or tenements situated withim their respective counties; in which books shall be entered the names of the mortgagors and mortgagees, the dates of the respective mortgages, the mortgage money, the time or times when payable, the description and boundaries of the lands and tenements mortgaged, the time when such mortgages are registered, and a minute of the certificate and acknowledgment thereof hereinafter mentioned, to which books of registry all persons whomsoever, at proper seasons, may have recourse; and it is hereby made the further duty of the said registers, when registering a mortgage, also to record at length the special power of sale, if any be contained therein; for which service the respective registers are hereby allowed to demand and receive the like rate of compensation which is allowed them for recording a deed; and if any register shall neglect or refuse to do the duty required of him by this act, he shall answer to the party injured all damages which shall happen by such neglect or refusal.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This section is general in its terms, and the language used is susceptible of but one construction. The command is positive, and the object of providing the books clear and certain. It is to record '<i>all</i> mortgages of any lands or tenements situated within their respective counties.' Not only the instruments to be recorded are clearly pointed out, but the mode of registering, the compensation for the same, the penalty for neglect on the part of the register, and a provision that these records shall at all times be subject to inspection.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The second section of the same act is in the following words, viz.:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Sec. 2. 'That every mortgage, being proven or acknowledged according to law, and such proof or acknowledgment certified in like manner, <i>may be registered in the county in which the lands or tenements so mortgaged are situated; and in case of several mortgages of the same premises or any part thereof, the mortgage or mortgages which shall be first registered as aforesaid shall have the preference in all courts of law and equity, according to the times of the registering of such</i> mortgages respectively: <i>Provided</i>, the mortgage or mortgages so to be preferred be made <i>bon a fide</i>, and upon good and valuable consideration: <i>and further</i>, that no mortgage, or any deed, conveyance, or writing in the nature of a mortgage, shall defeat or prejudice the title of any <i>bon a fide</i> purchaser of any lands or tenements unless the same shall have been duly registered as aforesaid.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is as little doubt about the construction of this section as the first. The most comprehensive language possible is used. It declares 'every mortgage' may be registered in the county where the lands and tenements mortgaged are situated, and the one first recorded <i>shall have preference in all courts of law and equity</i>. The jury in this case have found that the premises described in the declaration are in the county of Wayne, and that the mortgage to Lyon, under which we claim, was executed after the passage of this act, and was recorded in the register's office for the county of Wayne, as provided in this act. Where is there room for an argument against the validity of the record? Not from this act, for it is beyond a question, that, from the terms of the law, it includes this mortgage, as well as all other mortgages in the Territory. There is no exception in the law; it is general, and applies to 'every mortgage.' It is not contended, we believe, that this law does not in terms reach this case, or that there is any ambiguity or uncertainty in the language used. But we are told that this statute is controlled and governed by another act of the Territory of Michigan, and this renders it necessary to examine that act.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The counsel for the defendant have contended, and so will argue to the court, that the act entitled 'An Act concerning Deeds and Conveyances,' found in the Laws of Michigan for 1827, page 258, approved April 12th, 1827, is the law of this case. It will be observed that the act 'concerning mortgages,' and the act 'concerning deeds and conveyances,' were approved on the same day. But the act concerning mortgages did not take effect until January, 1828, thus making it have the same operation and effect, as though passed on a day subsequent. If the laws conflict, then the last one will govern. The act 'concerning mortgages' appears from the statute book to have been acted upon by the legislature subsequent to the one 'concerning deeds and conveyances'; it is on a subsequent page of the statute book, and if both laws took effect at the same moment, we suppose they would be constructed (if thought to conflict in terms) like different sections of the same statute. The last one would stand, and the others fall. The application of this well known principle would be conclusive, if the acts were thought to relate to the same subject-matter. But we suppose the first law has no reference to mortgages whatever. One evidence of it is, that on the same day an act is passed relating to mortgages, and providing for the recording of them in a specific manner. The first three sections of the act concerning 'deeds and other conveyances' are the only ones which it is pretended have any application to this case. These sections read as follows, viz.:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'Sec. 1. Be it enacted by the Legislative Council of the Territory of Michigan, That all deeds or other conveyances of any lands, tenements, or hereditaments lying in this Territory, signed and sealed by the parties granting the same, having good and lawful authority thereunto, and signed by two or more witnesses, and acknowledged by such grantor or grantors, or proved and recorded as is hereinafter provided, shall be good and valid to pass the same lands, tenements, or hereditaments to the grantee or grantees, without any other act or ceremony in law whatever.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Sec. 2. That all such deeds or conveyances of or concerning any lands, tenements, or hereditaments lying within this Territory, or whereby the same may be in any wise affected in law or equity, shall be acknowledged by the party or parties executing the same, or proved by one or more of the judges of the Supreme Court, or before one of the justices of any county court, a notary public, or any justice of the peace in any county within this Territory, and a certificate of such acknowledgment or proof being indorsed thereon, and signed by the person before whom the same was taken, <i>such deed or conveyance shall be recorded in the office of register of probate for the county, or register for the city, where such lands, tenements, or hereditaments, respectively, are situated, lying, and being:</i> and every such deed or conveyance that shall at any time after the publication hereof be made and executed, and which shall not be acknowledged, proved, and recorded as aforesaid, shall be adjudged fraudulent and void against any subsequent purchaser or mortgagee, for valuable consideration, unless such deed or conveyance be recorded as aforesaid, before the recording of the deed or conveyance under which such subsequent purchaser or mortgagee may claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'Sec. 3. That a suitable person shall be appointed register for recording deeds and other conveyances affecting in law or equity, or relating to real estate within the city of Detroit, who shall be sworn to the faithful performance of the duties of his office, and shall receive the same commensation as is or may be allowed for the same services to the register of probate in the several counties in this Territory.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think if there was no statute like the one 'concerning mortgages,' still this court would say the act relating 'to deeds and conveyances' is not applicable. 'Deeds and conveyances' are not the terms used to designate mortgages. An analysis of this statute shows conclusively to our minds, that the construction attempted by the counsel for the defendant is not the one which the legislature contemplated. The latter part of the first section says, that a deed or conveyance within the meaning of this statute 'shall be good and valid to pass the lands, &amp;c., without any other act or ceremony whatever.' Is this the way titles to lands are passed under mortgages? By no means. Before a perfect title exists under a mortgage, there must be a failure to pay. The property must be sold, and the equity of redemption which remains in the mortgagor cut off. Another statute declares how this is performed, and when these acts are to be done, and it is wholly different from the mode pointed out in this law. It is clear, then, the first section does not refer to or include mortgages. The second section declares that <i>all such deeds</i>, &amp;c., referring back to the first section for a description of them, shall be acknowledged and executed in a certain manner, and '<i>such</i> deeds or conveyances shall be recorded in the office of the register of probate for the county, or register for the city where such lands, &amp;c., respectively, are situated, lying, and being,' and the penalty for not recording is, that all <i>such</i> deeds and <i>conveyances</i> shall be adjudged fraudulent and void against any subsequent purchase or mortgage for valuable consideration, unless <i>such</i> deed or conveyance be recorded as aforesaid, before the recording of such subsequent deed, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The counsel for the defendant insist that the mortgage under which we hold is void against them, for the reason that it was not recorded in the office of registry of deeds for the city of Detroit; though it is admitted that it was recorded in the office of register of probate, or county register. The penalty for not recording a deed there is, that it shall be adjudged fraudulent and void, while the penalty in the act concerning mortgages declares it shall be postponed only. One act says that the deeds and other conveyances not recorded in pursuance of it shall be void, thereby rendering it necessary to record the deeds referred to in the city register's office, under this law; if applicable, we are not only not entitled to recover, but the mortgage under which we claim is void, whatever the value of the premises, while the second law, or the one relating to 'mortgages,' in terms declares that the mortgage first recorded shall have preference in all courts of law and equity whatever. It is conceded that the mortgage under which we claim was recorded first in the registry for Wayne county, where this last provision prevails, and if the act concerning mortgages govern this case, then the mortgage under which we claim is good, and we are entitled to recover in this suit. The different penalties in the two acts would, of itself, indicate that the act 'concerning deeds and conveyances' was not intended to apply to mortgages, for we believe there is not a statute in existence in any county, nor is there a decision of any court, declaring the penalty for not recording a mortgage, as against a second mortgage, is that it is void. It is always to postpone; never more. Any other law would be oppressive. Take this case, where the premises were worth, at the time the second mortgage was given, enough to pay both; if the mortgage under which we claim is void, then we could not have redeemed from them, and our whole security would have been lost, while if it was only postponed by paying their mortgage, we could have protected our debt. We are by no means certain, that, even if we admit (which we do not) the first act to be applicable to mortgages, we were compelled to record in the city register's office. Where is the record of the Lyon mortgage, under which we claim, to be found? In the office of register of probate, or county register (they are the same), of the counties of Wayne and Monroe. Where are the lands and premises situated? Answer: In the counties of Wayne and Monroe. Ay, but, say the counsel for the defence, they are partly in the city of Detroit also. True; but is not Detroit in Wayne county? Are not the lots in question just as much in Wayne county as though they were out of the city? Most unquestionably. The counsel for the defendant admit the record of the mortgage under which we claim is good for part of the lands in Wayne county, but contend it is bad for another part in the same county; this we do not believe can be maintained. Our conclusions formed from an examination of these statutes alone are,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. That the first act on the statute book relates solely to 'deeds and conveyances,' and does not refer to or include mortgages.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2. That the second act, having been passed at the same time, to take effect subsequently, and relating solely to mortgages, applies to and governs this case, and if the provisions of the two acts are inconsistent with each other, the act concerning mortgages must be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. But if the first act is sustained, then we say that a record of a mortgage in the probate or county register's office for Wayne county is good, though part of the lands may be within the limits of the city of Detroit. But,</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Secondly. We say that this question has been decided. The present defendants in fact, Messrs. Weed and Barnes, filed a bill in chancery, before the Chancellor of the State of Michigan, against the present plaintiff, setting up the facts as found by the jury, except that the bill was filed before the day to redeem had expired. They asked the court to decide the same question now before this court, this is, the validity of the record of this mortgage to Lyon, under which we claim. The argument of the counsel then was the same as it will be here, that the mortgage to Lyon was, as against them, under the provision of the act 'concerning deeds,' &amp;c., void, and they asked the court to compel us to release our title. They asked the Court of Chancery to decide this question; and after argument, the court did decide it, and the opinion of that court fully sustained us in every respect. The Chancellor said there could be no doubt but that the first act did not apply, and that the second did apply; and that the Lyon mortgage, having been recorded in accordance with the provisions of the act 'concerning mortgages,' was entitled to a preference in all courts of law and equity whatever. We suppose this adjudication, being between the same parties and upon the same subject-matter, is conclusive. This court will follow that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is unnecessary to refer this court to the numerous decisions establishing this rule. We believe it is without an exception that this court always follows the decisions of State tribunals, when the question turns on the construction of a State statute, where real estate is in controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Mr. Bates</i> and <i>Mr. Fraser</i>, for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The special verdict having found the real estate in controversy to be situated in the <i>city of Detroit</i>, the only question involved in this case is, whether the mortgage through which the plaintiff claims to derive title to the premises should, by the laws of Michigan, have been recorded in the <i>registry</i> kept for the <i>county of Wayne</i>, or in that established for the <i>city of Detroit;</i> if in the former, it is conceded that the plaintiff must prevail in this action; but if in the latter, then the defendant is entitled to judgment on the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It has been well remarked by Chancellor Kent, that 'the policy of this country has been in favor of the certainty and security as well as convenience of a registry, both as to deeds and mortgages'; and it is believed that every State in the Union has some statutory provision on the subject. Congress deemed some temporary rule on this head indispensable for the new territories to be established northwest of the river Ohio, for in the Ordinance of 1787, a provision is incorporated, prescribing the manner in which conveyances were to be executed, and proved and acknowledged, and requiring them to 'be recorded within one year after proper magistrates, courts, and registers shall be appointed for that purpose.' Indeed, the security of title to real estate in a great measure depends on such registries; and it can scarcely be believed that the local legislature of Michigan should have been unmindful of the necessity of adopting adequate provisions on this subject. Yet if the reasoning of the plaintiff is correct, it would seem that the legislature of Michigan have been sadly deficient in this respect, until the year 1827.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiff has contented himself with bringing into view two statutes adopted in that year, one on the subject of recording deeds and conveyances, and the other concerning mortgages; and he has merely referred to <i>some</i> of the provisions of those acts, to establish his position, that the mortgage under which he claims was recorded in the appropriate registry. These two acts ought not to be considered by themselves, for it will be found to be essential as well to a correct understanding of the subject, as to enable the court to put a proper construction on the statutes alluded to, that we carefully examine the previous legislation of Michigan on this subject.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The earliest provision is a law of 1805, in the Woodward Code (so called), at page 52, which declares, 'that the clerks of every court shall record <i>all deeds and writings</i>, acknowledged or proved before such court, &amp;c., together with the acknowledgments of married women, and all indorsements and papers thereto annexed, by entering them, word for word, in proper books, to be carefully preserved, and shall afterwards redeliver them to the parties entitled to them.' The next enactment is in the Code of 1815, at page 80, which provides 'that all <i>deeds and conveyances</i>, which shall be made and executed within this Territory, of or concerning any lands, tenements, or hereditaments therein, <i>or whereby the same may be any way affected in law or equity</i>, shall be recorded in the register's office of the district where such lands or hereditaments are lying and being, within six months after the date of such deed or conveyance; and every such deed or conveyance that shall at any time after the publication hereof be made and executed, and which shall not be proved and recorded as aforesaid, shall be adjudged fraudulent and void against any such subsequent purchaser or mortgagee, for a valuable consideration, unless such deed or conveyance be recorded as aforesaid, before the proving and recording of the deed or conveyance under which such subsequent purchaser or <i>mortgagee</i> may claim.' Next follows an 'Act concerning Deeds and Conveyances,' to be found in the Code of 1820, at page 156, the first section of which prescribes the requirements of 'all deeds or other conveyances of any lands,' &amp;c., the second section of which declares, 'that all such deeds or other conveyances of or concerning any lands, tenements, or hereditaments lying within his Territory, or <i>whereby the same may be in any wise affected in law or equity</i>, shall be acknowledged, &amp;c., in the office of the register of probate <i>for the county</i>, or register <i>for the city</i>, where such lands, &amp;c., are situated, lying, and being, within six months after the execution of such deed or conveyance; and any such deed or conveyance, that shall at any time after the publication hereof be made and executed, and which shall not be acknowledged and proved and recorded as aforesaid, shall be adjudged fraudulent and void against any subsequent purchaser or <i>mortgagee</i>, for a valuable consideration, unless such deed or conveyance be recorded as aforesaid, before the recording of the deed or conveyance under which such purchaser or <i>mortgagee</i> may claim.' The third section provides for the appointment of 'a suitable person as register for recording <i>deeds or other conveyances affecting in law or equity, or relating to, real estate within the city of Detroit;</i> who shall be sworn to the faithful performance of his office, and shall receive the same compensation as is or may be allowed for the same services to the registers of probate in the several counties in this Territory; and the seventh section provides, 'that it shall not be lawful for any register of any city or county in this Territory to record any <i>deed, conveyance, or other writing</i>, unless the same shall be acknowledged or proved as is directed by this act,' &amp;c., and the eighth section prescribes, 'that all deeds and conveyances of lands, &amp;c., which shall hereafter be made and executed in any other Territory, State, or county, <i>whereby such lands shall be conveyed</i> in whole or in part, <i>or otherwise affected or encumbered</i> in law, shall be acknowledged,' &amp;c., and recorded as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This comprises the whole legislation of Michigan, from the organization of the Territory up to the year 1827, on the subject under consideration; and the similarity of the provisions in these various acts can hardly escape observation. Aside from these statutes, no allusion is to be found, in the whole legislation of Michigan, to the subject of mortgages, until the year 1827; nor any separate provision touching their execution, registry, or foreclosure; and if the mortgages which had been executed on real estate within the city of Detroit anterior to that time are not covered by these provisions, fearful indeed must be the condition of titles to city property, for it will be agreed on all hands, that these statutes have been universally held, as well by the profession as the community generally, as comprehending that class of deeds. It is equally certain, that ever since the establishment of a separate registry for the city of Detroit, mortgages, and other deeds affecting real estate in the city, have uniformly been recorded in that registry. Such has been the practical construction put on the law of 1820, and on that of 1827, referred to by the plaintiff, up to the year 1837, when an act was passed (Laws of 1837, p. 268) requiring the duties of the city register to be performed by the register of the county of Wayne. Up to that time, scarcely an instance can be pointed out of a mortgage of city property being recorded anywhere else than in the city registry, except the mortgage on which the plaintiff seeks to recover in this action. It will be perceived, that the law of 1827 is merely a re enactment of the law of 1820, with this difference only, that the latter statute limited the time within which deeds should be recorded, and superadded a provision for the recording of deeds which had been previously executed 'in the city or county registry, <i>as the case might require, agreeably to the provisions of that act</i>.' And in the Revised Statutes of 1833, the act concerning deeds and conveyances of 1827 is again transcribed and adopted; and in both these acts the provision which requires '<i>deeds and other conveyances affecting in law or equity, or relating to, real estate within the city of Detroit</i>' to be recorded in the city registry is still preserved and incorporated.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Now it is urged that the reason and necessity of these laws, no less than the language employed and the context, manifestly show the intention of the legislature to have been the establishment of a registry of every description of deeds which might affect real estate. The general object was to prevent frauds on purchasers, mortgagees, and perhaps creditors, by having a place to which all might resort for the necessary information.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The terms made use of are general. No particular description of deeds is to be found in any of the acts, but the language used is sufficiently comprehensive to include mortgages, else why introduce into these acts terms which would be inapplicable to the recording of conveyances merely; <i>such as 'all deeds, or other conveyances concerning any lands, or whereby the same may be in any way affected in law or equity</i>'? And again, unless mortgages were in contemplation of the legislature, why declare that every such deed or conveyance that should not be recorded as aforesaid should be adjudged fraudulent and void against subsequent purchasers or <i>mortgagees</i>, unless such deed or conveyance should be recorded before the recording of the deed or conveyance under which such purchaser or <i>mortgagee</i> might claim? And further, why should the sixth section of the act of 1827 use the terms '<i>deed, conveyance, or other writing</i>'? and the seventh section require deeds whereby lands were sold, or '<i>otherwise affected or encumbered in law</i>,' to be recorded?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This is the language employed in the several statutes that have been passed upon this subject anterior and subsequent to 1827; and at the very time, too, that the mortgage law of 1817, relied on by the plaintiff, formed a part of the revised code. To presume that these enactments did not apply to mortgages executed prior to 1827 is presuming that the legislature overlooked a subject of the deepest importance to the rights of parties, and the securities of titles; but if it be conceded that they did so apply, then it is insisted that they are equally applicable to mortgages executed <i>after</i> that period of time since the same laws continued to be operative until the year 1837, long after the execution of the plaintiff's mortgage. And we emphatically ask, if the plaintiff in this case, in the position he now occupies, does not come within the meaning, spirit, and terms of those acts? Does he not claim rights in opposition to a subsequent <i>mortgagee</i> for a valuable consideration? Does not the 'deed, conveyance, or writing' in virtue of which he makes this claim <i>affect</i> or <i>encumber</i> in law the premises in question? And if so, does not that statute affix the penalty of his own omission, by declaring that his deed shall be deemed fraudulent and void, unless registered in the city registry?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">But independent of the manifest intention of the legislature, in the various provisions above alluded to, to include mortgages, we might with confidence refer to the practical construction which they have uniformly received, should any ambiguity be found in the terms in which they are couched. Considering the purpose for which these acts were made, in order to attain them, they ought to have a liberal construction. The practice of recording mortgages of real estate, lying within this city, in the city registry has been sanctioned by a most extensive and continued usage, from the year 1820 to the year 1837, and it is apprehended that courts will take notice of such usage under a statute. If it is now to be condemned, few titles to city property will be secure. <i>Optimus legum interpres consuetudo</i>. The propriety of applying this maxim to this case is sufficiently apparent. Long usage has been allowed great weight in cases allied to this. In reference to a usage which had obtained, under a statute concerning the acknowledgment of deeds, Chief-Justice Tilghman, in the case of M'Ferran <i>v.</i> Powers, 1 Serg. &amp; Raw. 101, 107, says:&#8212;'So extensive and deep rooted is the practice, that many titles depend upon it; and it would be unpardonable to disturb it now, by a critical examination of the words of the act.' To the like effect is the opinion of Chief-Justice Marshall, in the case McKeen <i>v.</i> Delancy's Lessee, 5 Cranch, 22, 29, 32, 33. And Lord Mansfield, in 2 Eden, 74, says, in reference to the usage which had obtained under the statute of Hen. VIII., as to the jointures:&#8212;'Consider also the usage and transactions of mankind upon it. The object of all laws in regard to real property is quiet and repose.' Chancellor Sandford, in the case of Troup <i>v.</i> Haight, 1 Hopk. 239, 268, in regard to the acknowledgment of a deed, held that the general usage, long and unquestioned, has great weight in the construction of the act, though such construction be not given upon adverse litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">But it would appear that the plaintiff's sole reliance for a recovery in this action is based on the act concerning mortgages, adopted for the first time in the year 1827. Now let it be kept in view, that this is the first special act passed in reference to mortgages in terms; that it was adopted on the same day with the act concerning deeds and conveyances, though to take effect in January, 1828; and that both these statutes are incorporated in the Revised Statutes of 1833, at pages 279 and 283, as they originally stood, and we ask what is the inference to be drawn from this fact. Clearly, that no change was contemplated as to the particular registry in which these 'deeds, conveyances, or other writings' were to be recorded. If not, it may be urged, why the necessity of adopting a special provision in regard to mortgages? We answer, that this law was introduced merely as a <i>remedial</i> law, to provide for a <i>statutory foreclosure</i>,&#8212;a remedy unknown both to the common law and to our legislation; and the scope of the provisions of the act is conclusive an that head. The act appears to have been transcribed from the laws of New York, and the clause for the recording of mortgages was introduced without adverting to the previous legislation on the subject. These two statutes then relate to the same subject, so far as they relate to the recording of deeds or mortgages; and 'it is to be inferred that a code of statutes relating to one subject was governed by one spirit and policy, and was intended to be consistent and harmonious in its seweral parts and provisions.' It is therefore an established rule of law, that all acts <i>in pari materi a</i> are to be taken together, as if they were one law; and they are directed to be compared, in the construction of statutes, because they are considered as framed upon one system, and having one object in view. 'Indeed the latter act may be considered as incorporated in the former.' Dwarris on Statutes, 699, 700; 4 T. R. 447, 450; 5 T. R. 417, 419; Doug. 30. 'And the rule applies, though some of the statutes may have expired, or are not referred to in the other statutes; Dwarris on Statutes, 700; 1 Burr. 445, 447; Bac. Abr., tit. <i>Statutes</i>, I. 3; 1 Ventris, 244, 246.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If, then, as is most manifest, it was intended by the law of 1827 to record 'deeds, conveyances, and other writings relating to real estate in the city of Detroit,' in the separate record previously provided for that purpose, is it not fair to presume that the legislature contemplated that mortgages should also be recorded in the same registry? It would be absurd to suppose that it was designed to record one class of deeds, affecting city property, in the <i>city</i> registry, and another in the <i>county</i> registry; and yet we must arrive at that result, if the construction contended for by the plaintiff is to obtain. The construction contended for by us can be adopted without doing violence to the mortgage law; nor is this view of the case weakened by the fact, that that law was not to go into operation until some time afterward. This merely shows, that the law was adopted for the <i>remedy</i> provided to the creditor without resorting to a suit in chancery, and that that remedy was limited to mortgages executed <i>after</i> its passage.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It has been said that this question has been decided in this State by the Chancellor. We are not called upon to consider the effect of a decision of the highest tribunal of our State on the question, directly presented for its adjudication, but that of a subordinate court, from which an appeal lies to the supreme court of the State (Revised Statutes of 1838, p. 379), in a case which was never argued, and between other parties than those to this record; and where an appeal, too, was taken to the Supreme Court, but the benefit of which was lost in consequence of an omission to file an appeal bond in due time. Surely such a decision, under such circumstances, cannot be considered as putting a settled construction on these statutes, nor prejudice the rights of parties. Besides, it is obvious from the opinion, that the Chancellor has taken too limited a view of this subject, for he considers the effect merely of the two acts of 1827, without the remotest allusion to previous legislation in connection with them.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Mr. Justice WOODBURY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The sole question presented in this case is, whether a mortgage executed by the tenant and her husband to James Lyon, on the 13th of November, 1828, shall prevail over another mortgage executed by them to Nathaniel and Harvey Weed and Henry W Barnes, on the 6th day of June, 1837. Being earlier in time, by nine years, the first mortgage ought of course to have precedence, and will entitle the demandant to recover, unless it was improperly recorded.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The facts, important to be now noticed in connection with that question, are, that, at the time of the execution of the first mortgage, there were two registries,&#8212;one in the city of Detroit, and the other in the county of Wayne, within which that city was situated. The premises in dispute were within the limits of the city, and the first mortgage was recorded, on the 30th of January, 1829, in the registry for the county of Wayne, but not in the registry for the city of Detroit, where the second mortgage was recorded, June 7th, 1827. On these facts, whether the recording of the first mortgage was legal or void must depend upon the construction of two statutes of the State of Michigan, both passed April 12th, 1827.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The demandant relies upon one of them, as being the only statute for recording 'mortgages,' and as his registry was duly made under that, he claims to recover. While the tenant relies upon the other statute, as embracing the case of mortgages, and as his was the only one recorded in conformity with it and others not so recorded are declared void, he asks for judgment in his favor. It seems hardly to have occurred to either side, that a construction may be given to these statutes, which will make them both operative on this subject, and sustain both of the mortgages according to their original rank and intent; and if on legal principle is opposed to such a course, it is certainly entitled to preference.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Because it is a well settled principle of construction, that conveyances are, if practicable on any reasonable view of the subject, to be sustained rather than pronounced void, and also, that statues which apparently conflict with each other are to be reconciled, as far as may be on any fair hypothesis, and validity given to each, if it can be and is necessary to conform to usages under them, or to preserve the titles of property undisturbed. Cooper <i>v.</i> Telfair, 4 Dall. 14; 1 Serg. &amp; R. 105; 2 Cranch, 358; 5 Cranch, 25; Bac. Abr., <i>Statute</i>, I.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The statute which passed on the 12th of April, 1827, and related to 'deeds and other conveyances,' went into effect immediately, and was the only law of the State in force as to recording mortgages as well as other deeds, till January, 1828.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It provided, that all deeds should be recorded in the county of Wayne or the city of Detroit, according as the land conveyed was situated in one or the other. Laws of 1827, p. 258.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Though the title to this act and its general language do not embrace mortgages <i>eo nomine</i>, we do not agree with the counsel for the demandant, that they are not included.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In the second section, the word 'mortgagee' is twice used. In the third section, also, 'conveyances affecting in law or <i>equity</i>,' 'real estates,' are spoken of. And besides this, it is reasonable to construe it as including mortgages under the general words of 'all deeds and other conveyances of any lands,' &amp;c. (Sec. 1.), because they are sufficiently broad for that purpose, and because a similar generality had existed in the expressions in former laws in the Territory on this subject (Woodward's. Code, p. 52; Code of 1820, p. 156), and was construed to include mortgages; and because, if these are not included, there were eight months, from April, 1827, to January, 1828, during which no law except the first one was in operation, and consequently when no provisions whatever existed in respect to the recording of that important species of conveyance. The law, then, for that eight months, as to recording mortgages, must be considered to have been, that those relating to lands in the city of Detroit should be recorded there, and those relating to lands in other parts of the county of Wayne should be recorded in the registry for the county. (See the second section.)</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The prior mortgage in this case, however, was not executed within that period, but on the 13th of November, 1828; and in the mean time the other act, which passed on the same day with that we have just considered, had come into operation 'concerning mortgages,' and was made applicable to all executed after January 1st, 1828.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The next important question then is, What, if any, was the alteration made by it in respect to the recording of mortgages? and was the mortgage to Lyon, not having been registered as the first act required, recorded in the manner authorized by the last act?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">That act purports to relate to 'mortgages' alone; leaving other conveyances to be recorded as they had been under the other law during the eight months before it took effect. As to 'mortgages,' it provided, that those executed after the 21st of January, 1828, 'may be registered in the county in which the lands or tenements so mortgaged are situated,' and that a subsequent one, recorded before a prior one, should be preferred. Laws of the Territory of Michigan, p. 273.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The mortgage under which the demandant claims, being executed about eleven months after these new provisions, was recorded in conformity to them.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">After this literal compliance with that law, and a construction under it which seems to uphold, as should be done, if practicable, the early mortgage, it does not seem desirable, and it is hardly expedient, unless on principle necessary, to resort to a different construction, which would render the first security void as to the second mortgagee, although recorded in strict conformity with the law last going into operation. And as little does it seem expedient, unless necessary under imperative principles or precedents, to push this construction so far as to avoid or postpone any mortgages recorded in conformity to the provisions of the act first going into operation. The statute as to 'mortgages' does not profess, in so many words, to repeal any portion of the other statute; nor is it necessary so to construe it. Going into effect later, if not passed later, it is true that any of its provisions entirely inconsistent with the laws in force before, it took effect, or repugnant to them, might, without words of repeal, be considered as changed or abrogated, end the first impression would naturally be, that the provisions of the second law, so far as regards mortgages of land situated in the city of Detroit, were irreconcilable with the former act, and hence to that extent repealed it. But such a construction, though sustaining the mortgage to Lyon, might avoid many others and disturb numerous titles, and hence is not to be adopted, unless clearly the proper one. Ld. Raym. 371; Bac. Abr., <i>Statute</i>, C. and G; Stradling <i>v.</i> Morgan, Plowd. 206. We think it is not the proper one.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">A second law on the same subject does not repeal a former one without a repealing clause or negative words, unless so clearly repugnant as to imply a negative. 1 Bl. Com. 89; 1 Gall. 153, in Case of Ship Argo, 'leges posteriores priores <i>contrarias</i> abrogant.' But if they be not so contrary or so repugnant, that the last act expresses or implies a negative of the first, then they may continue to stand together. And, if such be the case here, a mortgage of city property recorded in conformity to either law would be valid. Such, in our opinion, is the case here, there being no words of repeal or negation in the act concerning mortgages. Many cases of this kind, very analogous, are cited in Foster's case, 11 Coke, 63, 64. See also 2 Roll. R. 410; 19 Viner's Abr. 525.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Among them is one where an act of parliament made an offence punishable at the Quarter Sessions, and another passed making it punishable at the Assizes, without any words of repeal. It was held that you may indict under either, or at either court. 11 Coke, 63.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The same result is arrived at, if the two acts be considered as passing and taking effect, as one law, on the same day. In that view, the last one only says that 'mortgages' executed after the 1st of January, 1828, '<i>may be registered</i>' in the county where the lands lie; while the first one provided, that they 'shall be recorded' in the registry of the city, if the lands lay within its limits. These provisions may stand well together, upholding, under one act, a recording of mortgages in the city registry, as good in all cases of property situated there; and, under the other, upholding a record of mortgages of like lands in the county registry as also good, whenever any persons prefer to resort to that. As either of these views does not avoid the second mortgage, but only gives it, as was intended by the maker of it, a rank second to the first one, and as they both give force or operation to both statutes, and do not endanger or disturb titles either in the city or county, when either statute has been complied with, they ought to settle the question.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">It may not be amiss to notice, also, that the mortgage to Lyon contained land in the county of Monroe, as well as in the city of Detroit, and having been seasonably recorded in that county, would be valid for some purposes, if not for this, without any second registry whatever in another city or county. McKeen <i>v.</i> Delancy's Lessee, 5 Cranch, 22; Delancy's Lessee <i>v.</i> McKeen, 1 Wash. C. C. 525.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">It is gratifying to find, that our conclusion in this case accords with the result in the only decision which is supposed to have been made in the State of Michigan on this subject. See Weed et al. <i>v.</i> Lyon et al., in Harrington, 363.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Had that decision been made by the highest judicial tribunal of the State, or been shown to accord with a settled usage and practice under these statutes affecting the titles to real estate. We should have felt bound to conform to it, as a part of the local law. 9 Cranch, 87; 2 Peters, 58, 85; 6 Wheat. 119; 10 Wheat. 152; 11 Wheat. 361; 1 Brockenbr. C. C. 539.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">But, though entitled to respect and weight, that case has not been treated as a precedent to control this, because the judgment was not in a court of the last resort, and is said to have been appealed from, but further proceedings defeated by some accident.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Let a certificate be sent down, that, in the opinion of this court, the recording of the mortgage from Hale to Lyon was sufficient to give it validity and priority under the laws of Michigan.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/86355/"
}