{"absolute_url": "/opinion/95171/lindsay-phelps-co-v-mullen/", "blocked": false, "citation": {"case_name": "Lindsay & Phelps Co. v. Mullen", "docket_number": "44", "document_uris": ["/api/rest/v2/document/95171/"], "federal_cite_one": "176 U.S. 126", "federal_cite_three": null, "federal_cite_two": null, "id": 79552, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79552/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1900-01-22", "date_modified": "2014-12-21T01:33:11.289162", "docket": "/api/rest/v2/docket/47652/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">176 U.S. 126</p>\n    <p class=\"case_cite\">20 S.Ct. 325</p>\n    <p class=\"case_cite\">44 L.Ed. 400</p>\n    <p class=\"parties\">LINDSAY &amp; PHELPS COMPANY, <i>Plff. in Err.</i>,<br>v.<br>JOHN H. MULLEN and the State of Minnesota.</p>\n    <p class=\"docket\">No. 44.</p>\n    <p class=\"date\">Argued April 6, 7, 1899.</p>\n    <p class=\"date\">Decided January 15, 1900.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On August 1, 1893, the plaintiff in error commenced its action of replevin against one of the defendants in error, John H. Mullen, to recover possession of a quantity of logs said to be of the value of $15,000. Mullen answered, alleging that he was the surveyor general of logs and lumber for the fourth district of Minnesota; that as such surveyor general he had scaled and surveyed a large number of logs in a boom belonging to the Minnesota Boom Company, for which service he was entitled to fees amounting to the sum of $11,088.92, and had seized these logs under the statute giving him a lien, to enforce payment thereof, and praying for a return of the property, or, if that could not be had, for judgment for the sum of $11,088.92, together with 10 per cent, $1,108.89, costs of collection as provided by law, and interest. To this answer the plaintiff filed a reply, challenging on several grounds the validity of the claim for fees and lien. Thereafter the state of Minnesota was, on its application, made a party defendant, and answered setting forth in substance that since the filing of the pleadings the defendant Mullen had received from the state of Minnesota the full amount of his fees, and had transferred his claim to the state, and adopting the answer of Mullen, so far as it was applicable. On these pleadings the case went to trial before the court without a jury. No special findings of fact were made, but only a general finding for defendants. A bill of exceptions was preserved, reciting the testimony, showing that at the close the plaintiff requested of the court the following declarations:</p>\n      <p class=\"indent\">'First. That it has not been shown that the logs for which defendants claim fees for scaling in this case ever ran into or through any boom chartered by law and therefore the defendants have no right to the fees claimed or to any lien on the plaintiff's logs therefor; but the court refused to make such declaration; to which ruling and order the plaintiff then and there duly excepted.</p>\n      <p class=\"indent\">'Second. That the defendants have not shown themselves entitled to any lien upon the plaintiff's logs:</p>\n      <p class=\"indent\">'<i>a</i>. Because the scale bills, defendants' Exhibits 3 and 4, are not evidence of the scaling of the logs therein described.</p>\n      <p class=\"indent\">'<i>b</i>. Because it appears affirmatively that the said scale bills were not, nor were either of them, recorded in any book in the office of the surveyor general of that district.</p>\n      <p class=\"indent\">'<i>c</i>. Because it appears that a very great proportion of the logs mentioned in these scale bills, defendants' Exhibits 3 and 4, were not the plaintiff's logs, and that the work done was not done at the request of the plaintiff or anybody else.</p>\n      <p class=\"indent\">'<i>d</i>. Because the pretended records of said scale bills were not in fact any record whatever.</p>\n      <p class=\"indent\">'<i>e</i>. Because it does not appear that any of the log marks shown on defendants' scale bills, Exhibits 3 and 4, were ever recorded in the office of the surveyor general of logs and lumber of the fourth lumber district of the state of Minnesota in accordance with the provisions of title 3, of chapter 32, General Statutes of the state of Minnesota.</p>\n      <p class=\"indent\">'But the court refused to make such declaration; to which ruling and order the plaintiff duly excepted.</p>\n      <p class=\"indent\">'Third. That the statute under which the defendants claim a right to scale these logs and recover fees therefor, and to a lien on the plaintiff's logs therefor, is, as applied to the place and business where this scaling was done, an attempted regulation by the state of interstate commerce, and is unconstitutional and void, being in contravention of subdivision 4, of section 8 of article 1 of the Constitution of the United States.'</p>\n      <p class=\"indent\">Upon the general finding the court entered a judgment for the defendants for a return of the property or the payment of the fees, costs, and interest. Thereupon the plaintiff brought the case directly to this court by writ of error on the ground that the laws of Minnesota, under which these fees and lien were claimed, were in contravention of the Constitution of the United States.</p>\n      <p class=\"indent\">The facts developed on the trial, and upon which the questions of law arise, are these: The state of Minnesota was by law divided into five districts for the inspection of logs and lumber. The fourth district was defined as follows: 'The Mississippi river and its tributaries below the outlet of Lake Pepin to the southern line of Wabasha county.' The defendant Mullen was the duly appointed and qualified surveyor general of logs and lumber for this district, and as such performed the services for which the fees and lien were claimed. The Minnesota Boom Company was a corporation organized under the general laws of the state of Minnesota in April, 1889. The purposes for which the corporation was organized are stated in article 1 of its charter:</p>\n      <p class=\"indent\">'The general nature of the corporate business shall be the construction, maintenance, and use of booms, dams, and all other structures of any kind necessary or advantageous for the performance of the logging and lumbering business hereinafter described, upon the Mississippi river, or either bank thereof, between the mouth of the Chippewa river, or a point opposite thereto, and the point where the easterly boundary line of the city of Winona meets the Mississippi river or a point opposite thereto, and also upon, or on any side or bank of, any slough, bayou, branch, or part of the Mississippi river between or connecting with said river at any point between the extreme limits aforesaid. The business of the corporation beside the construction, maintenance, and operation of said structures shall be gathering, driving, booming, storing, assorting, rafting, brailing, and otherwise handling any and all logs, lumber, and timber of any kind, between the limits and upon the waters and territory above stated, for any and all persons having any logs, lumber, or timber upon any of said waters or within said territory, and this corporation shall have the right to charge and receive, and shall charge and receive, from any and all persons upon or in connection with those logs, lumber, or timber for any work or services done by this corporation, a proper sum and compensation by it to be fixed for such work or services, and this corporation shall also do any other business incident to any part of the general business aforesaid.'</p>\n      <p class=\"indent\">It constructed a boom on West Newton Slough, within the limits of the fourth inspection district, above defined. This slough is an arm or minor channel of the Mississippi river, bounded on its southwestern side by the main land, constituting the state of Minnesota, and on the other side by an island, extending up and down the river about 3 miles, and dividing this slough from the main channel of the river. The works of the boom were in this slough, but at the upper end or the island, extending diagonally across the river to the Wisconsin shore, was a structure called a shear boom, so arranged that when closed it turned all the logs coming down the river into the upper end of the boom. When one end of it was released it floated down the stream and thus allowed free passage up and down the main channel. Above the head of this boom the Chippewa river empties into the Mississippi. The Chippewa river is wholly within the limits of the state of Wisconsin, and the logs, which this boom was constructed to secure, and which in fact it did secure, were mainly logs coming out of that river and which had been cut within the limits of the state of Wisconsin.</p>\n      <p class=\"indent\">The statutes of Minnesota, so far as they are pertinent to this inquiry, in reference to booms, scaling, and surveying, are the following:</p>\n      <p class=\"indent\">'Any corporation formed under this title, in whole or in part for the improvement of any stream and driving logs therein, or for holding or handling logs therein, which shall have taken prior possession of such stream, or any considerable portion thereof, upon which portion no other person or corporation has erected any dams or other improvements, and which may have need of improvement of that purpose shall have power to improve such streams and its tributaries by clearing and straightening the channels thereof, closing sloughs, erecting sluiceways, booms of all kinds, side, rolling, sluicing, and flooding dams or otherwise if necessary, but shall in no case, in any manner, materially obstruct or impede navigation upon such stream or erect any dam or other obstruction below the head of steamboat navigation. Every such corporation which shall so improve a stream and so keep in repair, and operate its works so as to render driving logs thereon reasonably practicable and certain, may charge and collect reasonable and uniform tolls upon all logs, lumber, and timber, driven, sluiced, or floated on the same, and may take possession of all logs put into such stream or upon rollways, so as to impede the drive when the owners thereof or their agents shall not have come upon the stream adequately provided with men, teams, and tools for breaking the rollways and driving such logs in season for making a thorough drive down such stream without hindering the main drive; and shall also, at the request of the owner of any logs and timber put into said streams, take charge of the same, and drive the same down and out of such stream, or down such stream so far as their improvements may extend, and charge and collect therefor of the owner or party controlling said logs and timber reasonable charges and expenses for such services. And such corporation shall for all such tolls, costs, and expenses have a lien on the logs for which same was incurred, and may seize, in whoever possession found, and hold a sufficient amount thereof to pay the same, and make sale thereof upon giving ten (10) days' notice in the manner provided for notifying sales on execution upon the judgment of justice of the peace, or may enforce such liens as other liens are enforced by proper proceedings for that purpose, or may ask, demand, sue for, collect, and receive from the owner or owners of such logs the amount due for any such tolls. No injunctional order shall be granted to prevent the use or enjoyment of any such improvement or abate any such dam necessary thereto unless such corporation shall fail for sixty (60) days after judgment, from which no appeal has been taken, to pay any damages recovered for any injury done by or in consequence of its works. Any corporation formed for the improvement of a stream, which is in whole or in part a boundary between this and an adjoining state, and authorized to drive logs or maintain booms or dams in such stream, shall have authority to purchase and hold stock in corporation or corporations, in such adjoining state created for similar purposes upon the same stream, or to consolidate or otherwise unite with such corporation or corporations in such adjoining state, whenever the purposes for which the corporation in this state is organized can be better effected thereby. <i>Provided</i>, That no such purchase or consolidation or other union shall be made without the assent of holders of two thirds (2/3) of the capital stock of such first (1st) named company. <i>Provided</i>, That all dams and other works erected under the authority given by this act shall be so constructed, used, and operated as to facilitate and expedite the driving and handling logs and lumber upon the stream upon which the same may be erected, and the corporation making such improvements hereunder shall have no right to stop logs destined for points below its works on said stream except where dams have been constructed to accumulate water for sluicing logs, and flushing the river below the same, and in such case shall not detain logs in any part of the river so as to form a jam or prevent the prompt delivery of logs destined for points below the works constructed under authority of this act.' Section 2 of chapter 221 of the Laws of the state of Minnesota for the year 1889.</p>\n      <p class=\"indent\">'Each surveyor general, by himself or deputy, shall survey all logs and timber running out of any boom now chartered, or which may hereafter be chartered by law in his district, and at the end of each week, when he has surveyed any such logs or timber, make out and deliver to the owner of such boom, or the managing agent thereof, a true and correct scale bill, stating the date of such survey, the number of logs and pieces of timber, the marks thereon respectively, and the number of feet of each mark so surveyed during the week, and shall sign the same; and he shall immediately record such bill in the books of his office, and, upon being paid his fees for such services, shall deliver the original bill to the owner or managing agent of such boom; and all boomage or fees of such boom on any logs or timber shall be collected in accordance with such survey. and all scale bills heretofore made and signed by any such surveyor general, or the record thereof in the respective offices of such surveyor generals, or copies of such records, duly certified, shall, in all courts of this state, be prima facie evidence of the matters stated in such scale bill, record, or copy.' Section 14 of chapter 32 of the General Statutes of Minnesota for the year A. D. 1866, being now &#167; 2400 of the Statutes of Minnesota of 1894.</p>\n      <p class=\"indent\">'The fees of surveyor generals shall be: For surveying, scale marking, making scale bills and recording the same and posting in the ledger, five cents per thousand feet for all logs and timber required to be surveyed; for surveying lumber, twenty-five cents per thousand feet, for traveling to perform any service more than two miles from their respective offices, five cents per mile going and returning; for recording any log-mark, fifty cents; for making and certifying a copy of any matter which may be of record in his office, or for making any duplicate scale bill, ten cents per folio; for recording any instrument in writing authorized to be recorded in his office, other than scale bills, ten cents per folio, payable when such instrument is presented for record and before it is recorded, and no such instrument shall be deemed to be recorded until it is entered upon the index to the record. And for the purpose of securing to the surveyor general the payment of his fees whether the same are for traveling, surveying, making scale bills, or recording the same or for any or all of such services such surveyor general shall have a lien upon all such logs, timber, or lumber surveyed and marked by him, for the amount due for his services thereon, and may retain such lien by affixing to the scale bill of such logs, timber, or lumber, before the delivery thereof, a true statement of the amount due him thereon, and that he scaled such logs, timber, or lumber, relying upon such lien, and that he claims a lien thereon for such amount, and costs of collection; and thereupon such surveyor general may take actual possession of a sufficient quantity of such logs, timber, or lumber, and may retain the same until he is paid the amount due him thereon, and such logs, timber, or lumber shall not be removed or taken from the possession or control of such surveyor general until such payment is made. If the amount is not paid within sixty days after the delivery of such scale bill, the surveyor general may sell at public auction enough of such logs, timber, or lumber, to pay the amount due him, with the costs of collection, first giving ten days' notice of such sale, by posting up five written notices thereof, one in his office, and one in each of the four most public places in the town or city where the sale is to be made; and at such sale the surveyor general may become the purchaser, The sale may be made by the sheriff or any constable of the county, and the only costs of collection allowed shall be ten per cent on the amount due, for taking care of the property and, to the officer making the sale, ten per cent on the amount payable to the surveyor general.' Section 16 of chapter 32 of the General Statutes of 1866, being &#167; 2402 of the Statutes of 1894.</p>\n      <p class=\"indent\">'The books of record in the surveyor general's office in each district shall be:</p>\n      <p class=\"indent\">'First. A book in which shall be recorded the log-mark of any person desiring to have the same recorded.</p>\n      <p class=\"indent\">'Second. A book in which shall be recorded all bills of sale, mortgages, and orders, and other instruments in writing for the sale, transfer, encumbrance, or delivery of any logs or timber in the same district.</p>\n      <p class=\"indent\">'Third. A book in which shall be recorded the scale bills of all the logs, timber, and lumber surveyed by the surveyor general.</p>\n      <p class=\"indent\">'Fourth. A book, to be kept in ledger form in which shall be posted and recorded, as soon as any logs or timber is surveyed, separately and under their respective marks, all the logs and timber of each particular mark surveyed, together with the date of scale, the number of logs and the number of pieces of timber, to whom scaled, if to anyone, and the number of feet, which book shall be kept posted up so that it will show the matter above stated concerning each mark of logs scaled during each month. And the surveyor general shall make and deliver to any person authorized to demand the same, a certified transcript of said record, as to any mark or marks of logs or timber, upon being paid the fees prescribed in section sixteen of this chapter, and the sum of twenty-five cents for his certificate of the same; and an index of the names and marks contained in each of said books shall also be kept. Any books of the description before named, which have been kept in the office of any such surveyor general and which belong to said office, are hereby declared to be the records of said office, and to have and be of the same validity, force, and effect as if the same had been kept by express authority of law. All the books of record hereinbefore mentioned and authorized to be kept in the office of any surveyor general are hereby declared to be public records, and of as high degree of evidence as the original instrument therein recorded, and shall, in all courts and places in this state, be taken and held to be prima facie evidence of the matters therein stated; and such books shall not be removed from the surveyor general's office, but any paper purporting to be a copy of any matter or thing of record in such office, certified under the hand of the surveyor general or his deputy to be a correct transcript from the records in such office, shall, in all the courts of this state, be received and read as prima facie evidence of the matters and things in such record contained, and of the matters therein stated.' General Statutes 1866, chap. 32, &#167; 17. As amended 1877, chap. 18, &#167; 3, being now &#167; 2403 of the Statutes of Minnesota of 1894.</p>\n      <p class=\"indent\">In addition to these statutes must be noticed chap. 401, Laws of Minnesota, 1895, which is entitled 'An Act for the Relief of John H. Mullen, and to Appropriate Money therefor,' the first two sections of which are as follows:</p>\n      <p class=\"indent\">'&#167; 1. That the sum of fifteen thousand eight hundred (15,800) dollars be, and the same is hereby, appropriated out of any money in the state treasury not otherwise appropriated for the relief of John H. Mullen for disbursements made and expenses incurred by him while in the performance of his duty as surveyor general of the fourth district of the state of Minnesota, in accordance with the instruction of the governor; and the state auditor is hereby instructed to draw his warrant upon the state treasurer for said amount and deliver the same to said Mullen, and the state treasurer is hereby directed to pay the same.</p>\n      <p class=\"indent\">'&#167; 2. Before said payment is made said Mullen shall assign to the state of Minnesota any and all claims which he may have for labor performed and expenses and disbursements incurred as such surveyor general, and thereupon the state of Minnesota shall proceed to collect the same in the name of said Mullen or otherwise, as the attorney general may direct, and either by actions now pending or which may hereafter be brought. In case the state of Minnesota shall recover more than the amount hereby appropriated the remainder shall be paid over to said Mullen in the same manner as provided by section one (1) of this act.'</p>\n      <p class=\"indent\">Under the authority of this statute the defendant Mullen received payment of the amount charged for fees, etc., and assigned his claim to the state, and under and by virtue of this assignment the state became a party to this litigation, as heretofore stated.</p>\n      <p class=\"indent\"><i>Newel H. Clapp</i> and <i>Moses E. Clapp</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs. Wallace B. Douglas</i> and <i>H. W. Childs</i> for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Upon the foregoing facts the plaintiff contends: First. That the boom at the West Newton Slough, through which the logs scaled by the defendant Mullen passed, was not 'any boom . . . chartered by law' within the scope of &#167; 2400 of the Statutes of 1894. This contention cannot be sustained. The words 'chartered by law' are not to be understood as referring simply to corporations incorporated under special acts. A corporation which is organized under a general law is as much 'chartered by law' as one whose organization is provided for by special act. So that on the face of this statute, and giving to its words their natural meaning, it includes every corporation, whether incorporated under general or special law, with authority to maintain a boom. The mere fact that in early times four special charters were granted to boom companies cannot work any limitation upon the meaning of the words used in this statute. If the legislature of Minnesota had purposed any such distinction, its language would have been more apt. It would not have used words broad enough to have included any corporation of the kind described.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As a matter of fact, this corporation was organized some eighteen days before chapter 221 of the Laws of 1889 was passed. Prior to that time there was an act (General Statute Minnesota, 1866, chap. 34, &#167; 1, as amended by chap. 13, Laws Minnesota, 1873) which authorized the formation of corporations for various purposes named, and also 'other lawful business.' Under that statute this corporation was formed. That the business of booming logs on the waters of streams running through the forests of the west is a lawful business cannot be doubted.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In <i>The City of Erie</i> v. <i>Canfield</i>, 27 Mich. 479, 482, the supreme court of Michigan said:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'It is clear that on a river like the Manistee, which is navigable by steamers for a long distance, but down which logs by the million are floated and gathered in booms every season&#8212;where in fact the principal industry consists in cutting, floating, and manufacturing into lumber the forests in its vicinity, and where the river is more valuable for this floatage than for any other navigation; the necessity and convenience of this floatage must be considered in any rules laid down for the public use of the stream, and the need of booming facilities to render the floatage of value. Indeed, to take away the privilege of booming would be to strike a fatal blow at the principal commerce on the stream; for the vessels which ply between Manistee and other ports are loaded principally with the lumber which the mills along the shores of Manistee lake and river are enabled, by means of the privilege of floating and booming logs upon these waters, to manufacture and place upon the market. It is just and reasonable, therefore, and conducive to the best interests of commerce, that the right of navigating the river should be exercised with due regard to the necessity for booming facilities, and the former is not so far paramount as to render the latter a nuisance whenever and wherever it encroaches upon waters navigable by the large vessels which enter this stream.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">And in <i>Pound</i> v. <i>Turck</i>, 95 U. S. 459, 24 L. ed. 525, is a clear recognition of the lawfulness of this booming industry, as appears from the following quotation from page 464, L. ed. 527:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'There are within the state of Wisconsin, and perhaps other states, many small streams navigable for a short distance from their mouths in one of the great rivers of the country, by steamboats, but whose greatest value in water carriage is as outlets to saw logs, sawed lumber, coal, salt, etc. In order to develop their greatest utility in that regard, it is often essential that such structures as dams, booms, piers, etc., should be used, which are substantial obstructions to general navigation, and more or less so to rafts and barges. But to the legislature of the state may be most appropriately confided the authority to authorize these structures where their use will do more good than harm, and to impose such regulations and limitations in their construction and use as will best reconcile and accommodate the interest of all concerned in the matter.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Indeed, it would strike a serious blow at the legislation of many of the northwestern states, and an immense volume of business that has been carried on under the authority of that legislation, to hold that the booming of logs was not a lawful business.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That those words, 'other lawful business,' as found in the statute, are not to be narrowly construed, but are broad enough to inlude an incorporation for this purpose, is made clear by the decision of the supreme court of Minnesota in <i>Brown</i> v. <i>Corbin</i>, 40 Minn. 508, 509, 42 N. W. 481, in which the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Defendants invoke the rule that when particular words are followed by general ones, the general words are restricted in meaning to objects of the kind particularly enumerated, and therefore that the phrase 'or other lawful business' must be limited to a business of the same kind as those previously enumerated. We think the rule invoked is not applicable, at least in the narrow and restricted sense in which defendants seek to apply it. The kinds of business specifically enumerated bear no common analogy to each other except that they are all for pecuniary profit, and of strictly private character as distinguished from those to be carried on by quasi-public corporations authorized to exercise the right of eminent domain. Evidently the expression 'or other lawful business' was added as a sort of catch-all, for the purpose of including any kind of business for pecuniary profit not elsewhere provided for, and which might have been omitted from the previous particular enumeration.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The corporation then having a legal existence at the time the act of 1889 was passed, &#167; 3 of the act expressly provided that it should apply to corporations previously organized for the purposes specified in &#167; 2. In other words, all the rights, privileges, and powers conferred by the act of 1889 were by this section given to existing corporations. So that we have the case of a corporation, organized under the general law of the state, given by subsequent statute full power in reference to the maintenance of a boom, and in fact maintaining a boom; and the case therefore comes within the specific description in &#167; 2400 of a boom chartered by law.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Further than that, the legislature of Minnesota accepted the claim of the surveyor Mullen as valid under its laws, and thus impliedly recognized the boom company, involved in this controversy, as one chartered by law within the scope of the statutes providing for inspection, scaling, and charges therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The second contention is that the statutes of Minnesota were not intended to and do not in fact give the surveyor seneral any lien upon the logs of private parties for inspecting and scaling logs run through chartered booms. Reference is made by counsel to several statutes in which there is provision for the action of the surveyor general in surveying and scaling lumber at the instance of parties interested. We deem it unnecessary to investigate those statutes, for the sections quoted plainly indicate that the survey and scaling in case of a chartered boom is not solely at the instance of the owner or owners of the logs, but is compulsory. Section 2400 declares that 'the surveyor general, by himself or deputy, shall survey all logs and timber running out of any boom now chartered or which may hereafter be chartered by law in his district.' To those unfamiliar with the logging business as carried on in the timber regions of the north and northwest this compulsory surveying and scaling may seem unnecessary, but all legislation may rightfully be adjusted to the actual operations of business, being intended to facilitate those operations and protect all who are engaged therein. Many are engaged in the cutting of logs in these lumber districts. That business is facilitated by any system which permits those parties to turn their logs into an adjacent stream and let them float down to some place where they can be collected and brailed. In that way each individual cutter is saved the necessity of brailing his logs at every place where he may bring them to the water. The several states in which these lumber districts are situated have assumed the power of taking charge of these logs thus put singly into a stream, collecting them at one place, separating them to their respective owners, and thus facilitating the forwarding in raft to market. Of course, such work entails expense, and the expense is rightfully charged upon the property thus separated and marked. The thought in this respect is well expressed by the supreme court of Minnesota in <i>Osborne</i> v. <i>Knife Falls Boom Corp.</i> 32 Minn. 412, 419, 50 Am. Rep. 590, 595, 21 N. W. 704, 707.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Now it appears that there is a large number of persons . . . owning standing timber upon the upper waters of the St. Louis and upon its tributaries, who must float their logs to market down the St. Louis, some to Fond du Lac, Duluth, or Superior, and some to Cloquet, or other points above and near Knife River Falls. The interest of the latter requires that their logs should be stopped before passing Knife River Falls; the interest of the former that their logs should be allowed to run over them without interruption. In this conflict who is to determine how the right of floatage upon this common highway shall be enjoyed? Who is to fix upon the just and proper compromise of their conflicting interests? Obviously, the legislature&#8212;that department of government which, in the exercise of a lawmaking and a police power, prescribes the rules by which the use of public highways in general is regulated (<i>Pound</i> v. <i>Turck</i>, 95 U. S. 459, 24 L. ed. 525; <i>Watts</i> v. <i>Tittabawassee Boom Co.</i> 52 Mich. 203, 17 N. W. 809); and save as controlled by paramount law&#8212;that is to say, in this instance, by our state Constitution or enabling act&#8212;the discretion of the legislature in the premises is practically unlimited. It may enact laws prescribing the manner in which the common right of floatage shall be enjoyed. It may determine what means shall be adopted, and by what agency, to secure results which, in its judgment, are the best and fairest practical compromises of conflicting interests the best attainable good of all concerned. <i>Pound</i> v. <i>Turck</i>, 95 U. S. 459, 24, L. ed. 525; <i>Duluth Lumber Co.</i> v. <i>St. Louis Boom &amp; Improv. Co.</i> 17 Fed. Rep. 419. In the exercise of its legislative discretion it may authorize suitable means and instrumentalities to secure this end to be provided and employed by a private person or by a corporation, and it may prescribe what these means and instrumentalities may be,&#8212;as booms, dams, piers, sluiceways,&#8212;and what use may be made of them, and, in general, in what manner the business shall be conducted. . . . On the whole, this is an improvement of the river for the benefit of all concerned in its use, and one for which it is therefore competent for the legislature to require those using the river to make compensation.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In furtherance of the thought thus expressed the legislature of Minnesota has given the right to boom companies duly incorporated to take possession of the great mass of floating logs coming down a stream, and requires that those logs thus taken possession of shall be inspected and scaled under the supervision of some state official. In that way each individual owner and cutter has a guaranty of safety in respect to his logs, and the general interests are so manifestly subserved that there can be no reasonable doubt of the legislative power of supervision, inspection, and scaling. And the language of the statute being mandatory, we are of the opinion that such was the intent of the legislature, and that such legislation is within its power.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A third proposition is, that it is not shown that the defendant, Mullen, complied with the statutes of the state of Minnesota which give a lien on logs so as to be entitled to any lien on these logs, or any right of possession thereof, and it is with reference to this matter that the second declaration of law was asked by the plaintiff. The contentions of the plaintiff in this respect seem to be, first, that the scale bills were not of themselves competent evidence, and that without them there was no clear and satisfactory evidence of the number of feet surveyed and scaled; second, that because they were not recorded in the books of the surveyor general the right to a lien had not arisen; and, third, that the testimony shows that the logs in fact surveyed and scaled and for which these fees and lien were claimed were not all the property of this plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With reference to the general proposition that the defendant, Mullen, by himself and deputies, was busy in scaling logs in that boom during the months named, there is abundant testimony, and when the question is only as to the sufficiency of testimony to establish a given fact, it is enough to say that this court does not inquire into the mere matter of sufficiency. Matters of fact are settled by the verdict of a jury or the general finding of a court, and if there be testimony fairly tending to support the finding, it is conclusive in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But we are not disposed to question the competency of the scale bills as evidence. Section 2403 provides that the books of the surveyor general's office 'are hereby declared to be public records, and of as high degree of evidence as the original instrument therein recorded, and shall, in all courts and places in this state, be taken and held to be prima facie evidence of the matters therein stated.' In other words, the records, like the original instrument, are prima facie evidence of the matters stated in them. <i>Clark</i> v. <i>C. N. Nelson Lumber Co.</i> 34 Minn. 289, 25 N. W. 628; <i>Glaspie</i> v. <i>Keator</i>, 12 U. S. App. 281, 290, 56 Fed. Rep. 203, 5 C. C. A. 474. In both of those cases scale bills somewhat defective in form were declared under the statute competent evidence. Attached to the scale bills herein was a certificate of the surveyor general stating, as required by &#167; 2402, the amount due him thereon, and that he scaled the logs, timber, or lumber relying upon the lien, and that he claimed a lien thereon for the amount thereof and costs of collection. The scale bills, thus certified, were delivered to the managing agent of the boom company. Now, whatever suggestions may be made as to the incompleteness of these scale bills, they were, as thus certified, competent evidence, and, when taken in connection with the other evidence of work actually done by the surveyor general and his deputies, was testimony fairly tending to support the general finding of the court, and we are not at liberty to ignore the effect of that finding.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With regard to the second contention, we do not understand that a record in the books of the surveyor general is preliminary to a right to any lien. By &#167; 2402 he is given a lien for certain services; and while it is true that by &#167; 2400 he is required to record the scale bills in the books of his office, and upon being paid his fees therefor to deliver the original bill to the owner or managing agent of the boom, yet for any services other than the mere making of the record we are of the opinion that under the two sections referred to he establishes his lien by the rendering of the services and affixing to the scale bill the prescribed certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">With respect to the final contention under this head, that the logs of the plaintiff, seized by the surveyor general, were so seized under a claim of lien for services rendered in inspecting and scaling logs other than those of the plaintiff as well as its own, the fact is as claimed. An important question is thus presented whether the logs of one party can be subjected to a lien for surveying and scaling, not only his own logs, but also for surveying and scaling logs belonging to other parties. The statement naturally suggests a negative answer, and ordinarily it may be affirmed that no man's property can be subject to a lien for services rendered upon some other man's property. And yet, under the circumstances of the case, we are constrained to hold that the lien was good, and must be enforced for the entire amount claimed. And this upon the proposition that for the purposes of a lien the boom company must be considered in a qualified sense the owner of all logs that it takes into its possession. The legislature in providing for a lien recognizes only the boom company. By &#167; 2 of chapter 221 it gives the company authority to establish a boom, construct all the works necessary for its successful operation; then empowers it to take possession of all logs floating down the stream (with certain exceptions not necessary to be noted in this connection), and in and by the conveniences of said boom to sort and brail all logs which it takes possession of; to 'charge and collect reasonable and uniform tolls,' and have a lien for the tolls, and all costs and expenses; hold a sufficient amount of the logs received to pay the same, and to make sale thereof in default of payment upon ten days' notice. Involved in the costs and expenses is the fee for inspection and scaling, as provided by the laws of the state, and the inspector is required to give at the end of each month to the owner or managing agent of the boom a true and correct scale bill for all the services he has rendered. So, while the owner of the logs may obtain from the surveyor general a certified copy of the inspection and scaling, yet the inspector deals in the first instance with the boom company. To it he gives his scale bill, properly certified, and by virtue thereof he is given a lien upon the logs in the custody of the boom company. The boom company, for its protection, is given a lien on the logs of each owner. Obviously there was seen to be a practical difficulty in limiting the lien of the surveyor general for his services in inspecting and scaling to the logs separately upon which the services were rendered. The logs are turned into the custody of the boom company. It arranges for their separation and brailing, and delivers them, when thus brailed, to the owner as demanded. The fees for the surveyor general's services were therefore made chargeable to the boom company, and under its charter it had authority to collect from each log owner all charges and expenses, including therein the fees due the surveyor general. The log owner dealt with the boom company, and had a right to call from that company for a delivery of his logs duly brailed or rafted whenever he saw fit. To require the surveyor general to stand watch at the exit of the boom to demand of each log owner his fees, or in default of payment to seize the logs thus ready for their future transit down the river, would cast upon the surveyor general, not merely the duty of inspecting and scaling, but also, for his own protection, the duty of keeping an additional watch to secure the payment of his fees. It was not unreasonable on the part of the legislature, when it gave the boom company a lien upon all logs turned into the boom, to require that it should be responsible to the surveyor general for his fees, and that he, looking to the boom company for payment thereof, should have a right to enforce a lien upon any logs turned into the boom. It cannot be said that there is, in the nature of things, such an inseparable connection between services rendered and the thing upon which the services are rendered that a lien for the former can only be enforced upon the latter, or even that such lien must be limited to the owner of the latter, for it is within the discretion of the legislature to determine whether, considering all the circumstances, the use of a given instrumentality shall not subject the party seeking that use to a lien upon his property for all the services rendered by the state to the instrumentality. Take the ordinary case of a warehouse for the receipt and discharge of grain. Can it be that the lien for the services of a state inspector must necessarily attach separately, and only separately, to each bushel of grain delivered to and received therefrom? Is it not within the competency of the legislative power to declare that the owner of the elevator, like the owner of a boom, stands, as to all property received into it, as <i>pro tanto</i> an owner, and to give to any official charged with the duty of inspection a lien upon any and all of the property thus received for his services in the matter of inspection,&#8212;especially when it gives to the owner of the elevator or the boom a lien upon the property placed in his possession for all services, charges, and expenses? We are of opinion that it was within the power of the legislature to so provide. It is not for the courts to inquire whether any other provision would have been wiser. The only question for us to consider is whether that which has been made was within the power of the legislature. It must be borne in mind that while the lien is given for the services rendered, the use of the facilities of the boom is not compulsory. We do not mean to say that a log cutter may throw his logs loosely and separately into the river and let them float down, trusting to luck that they will do no injury. Doubtless anyone may make his own raft and send it down the stream, provided he places in charge of it a sufficient number of men to suitably protect it from doing injury or interfering with others in their use of the stream. A main purpose of the boom is to stop and collect the floating logs, and the state having control over the river as a highway of navigation may make such provision for the use of that highway by the different parties seeking to use it as will prevent any injury by one upon the other. Just as the ordinary land highways are free to the use of the public, yet it is within the competency of the legislature to make such provisions as will prevent the use by one working injury to others; and if a party wishes to use a highway in a manner which may tend to work injury to others he cannot complain if the legislature interferes and provides some means for preventing such injury. In that way it may be said that any log owner may send his logs down the river without the use of the boom, and when he decides to avail himself of the boom it cannot be said that he is deprived of his property without due process of law if he is compelled to subject it to the conditions which the legislature prescribes for the use of such boom.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A final objection is that even if this boom was one chartered by law, within the meaning of &#167; 2400, and although the defendant, Mullen, had performed all that was required of him by the statute to secure a lien still the law as applied to this boom, and in so far as the logs in question are concerned, is a regulation of interstate commerce which the state of Minnesota has no authority to make. It appears that these logs, and indeed the bulk of the logs passing into this boom, came out of the Chippewa river, a stream wholly within the limits of the state of Wisconsin. The boom company was chartered by the state of Minnesota, and its principal works were within the limits of that state. Counsel for plaintiff refer to many decisions of this court in which the general power of Congress over interstate commerce and the inability of the state to burden in any direct way such commerce have been affirmed. Passing by most we may notice these quotations, as illustrating the scope of our decisions. Thus in <i>Mobile County</i> v. <i>Kimball</i>, 102 U. S. 691, 26 L. ed. 238, it is held that 'commerce with foreign countries and among the states, strictly considered, consists in intercourse and traffic, including in these terms navigation and the transportation and transit of persons and property;' and in <i>Gloucester Ferry Co.</i> v. <i>Pennsylvania</i>, 114 U. S. 196, 203, 29 L. ed. 158, 161, 1 Inters. Com. Rep. 382, 385, 5 Sup. Ct. Rep. 826, 828: 'Commerce among the states consists of intercourse and traffic between their citizens, and includes the transportation of persons and property, and the navigation of public waters for that purpose;' and from <i>Wabash, St. L. &amp; P. R. Co.</i> v. <i>Illinois</i>, 118 U. S. 557, 571, 30 L. ed. 244, 249, 1 Inters. Com. Rep. 31, 36, 7 Sup. Ct. Rep. 4, 10, 11, this paragraph is quoted: 'But we think it may safely be said that state legislation which seeks to impose a direct burden upon interstate commerce, or to interfere directly with its freedom, does encroach upon the exclusive power of Congress. The statute now under consideration, in our opinion, occupies that position; it does not act upon the business through the local instruments to be employed after coming within the state, but directly upon the business as it comes into the state from without, or goes out from within. While it purports only to control the carrier when engaged within the state, it must necessarily influence his conduct to some extent, in the management of his business throughout his entire voyage. . . . It was to meet just such a case that the commercial clause in the Constitution was adopted. The river Mississippi passes through or along the borders of ten different states, and its tributaries reach many more. The commerce upon these waters is immense, and its regulation clearly a matter of national concern. If each state was at liberty to regulate the conduct of carriers while within its jurisdiction, the confusion likely to follow could not but be productive of great inconvenience and unnecessary hardship.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Upon these authorities it is contended that the navigation of these logs from the place of cutting in Wisconsin along the navigable waters of Minnesota, to their market, wherever it may be in the lower waters of the Mississippi, must be free. If Minnesota can burden the transit with the expense of booming, inspection, or scaling, why may not Iowa, Illinois, Missouri, and any other state along whose borders the logs may pass before reaching their destination? Even if a state may (as would seem to be indicated by the decisions heretofore referred to), for logs cut within its borders, provide booms, compel their use, and enforce payment for the expenses thereof, because for those logs no interstate commerce has commenced, yet here Minnesota is directly regulating the transit of logs cut in another state and passing through its borders on their way to market. This is undoubtedly the most significant, if not perhaps the only, distinctive Federal question presented in this record.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are not disposed to limit in the slightest degree the scope and effect of the decisions referred to. But we are of opinion that these authorities are not pertinent, and that the matter is governed by another line of decisions equally clear and as frequently recognized. The state has a right to improve the waterways within its limits, and to make reasonable charges for the use of such improvements, at least until Congress interferes, and either itself assumes control of the improvements or compels their removal. This parallel line of decisions runs back to the early history of this court. In <i>Willson</i> v. <i>Black-Bird Creek Marsh Co.</i> 2 Pet. 245, 7 L. ed. 412, it was held that, inasmuch as Congress had passed no act bearing upon the case, the state of Delaware might authorize the building of a dam across the Black-Bird Marsh Creek, although thereby a navigable waterway was obstructed. In <i>Pound</i> v. <i>Turck</i>, 95 U. S. 459, 24 L. ed. 525, the right of a state to make dams, booms, and other instrumentalities to be used in the navigation of logs and lumber was adjudged. Other decisions affirmed the power of the state to build bridges, even toll bridges, over navigable streams, to construct wharves, and charge wharfage. In <i>Huse</i> v. <i>Glover</i>, 119 U. S. 543, 548, 30 L. ed. 487, 490, 7 Sup. Ct. Rep. 313, 315, 316, the right of the state of Illinois to collect tolls for the passage of vessels through locks in the Illinois river was sustained, the court saying:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'The exaction of tolls for passage through the locks is as compensation for the use of artificial facilities constructed, not as an impost upon the navigation of the stream. The provision of the clause that the navigable streams should be highways without any tax, impost, or duty has reference to their navigation in their natural state. It did not contemplate that such navigation might not be improved by artificial means, by the removal of obstructions, or by the making of dams for deepening the waters, or by turning into the rivers waters from other streams to increase their depth. For outlays caused by such works the state may exact reasonable tolls. They are like charges for the use of wharves and docks constructed to facilitate the landing of persons and freight, and the taking them on board, or for the repair of vessels.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In <i>Sands</i> v. <i>Manistee River Improv. Co.</i> 123 U. S. 288, 295, 31 L. ed. 149, 151, 8 Sup. Ct. Rep. 113, 116, a corporation had been authorized by the state of Michigan to improve the Manistee river, and to charge tolls for the use of the improvement. An action to collect tolls was resisted on the ground that the imposition was a taking of property without due process of law, which contention was overruled, and in the course of the opinion it was said:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'The Manistee river is wholly within the limits of Michigan. The state, therefore, can authorize any improvement which in its judgment will enhance its value as a means of transportation from one part of the state to another. The internal commerce of a state that is, the commerce which is wholly confined within its limits is as much under its control as foreign or interstate commerce is under the control of the general government; and, to encourage the growth of this commerce and render it safe, the states may provide for the removal of obstructions from their rivers and harbors, and deepen their channels, and improve them in other ways, if, as is said in <i>Mobile County</i> v. <i>Kimball</i>, the free navigation of those waters, as permitted under the laws of the United States, is not impaired, or any system for the improvement of their navigation provided by the general government is not defeated. 102 U. S. 691, 699, 26 L. ed. 238, 240. And to meet the cost of such improvements, the states may levy a general tax or lay a toll upon all who use the rivers and harbors as improved. The improvements are, in that respect, like wharves and docks constructed to facilitate commerce in loading and unloading vessels. <i>Huse</i> v. <i>Glover</i>, 119 U. S. 543, 548, 30 L. ed. 487, 490, 7 Sup. Ct. Rep. 313. Regulations of tolls or charges in such cases are mere matters of administration, under the entire control of the state.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Many other cases of similar import might be cited, but these are enough to disclose the principle which is clearly recognized.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The principal works of the boom company are wholly within the state of Minnesota. The center of the main channel of the Mississippi river is northeast of the island. The state of Minnesota had therefore the undoubted right to improve this portion of the Mississippi river lying southwest of the island for the purpose of facilitaing the navigation of logs. It could do the work itself, or could authorize a corporation to do the work, and it could prescribe any reasonable fees for the use of the improvement. The power of the state to authorize the construction of these works did not depend at all upon the question whence all or most of the logs likely to be run into the boom should come. It is enough that the state authorized this improvement and prescribed the conditions upon which it might be used by any owner of logs. These conditions are not shown to be unreasonable. It is a legitimate exercise of power on the part of a state to provide state supervision of what is done in works of such a character, and to require payment of reasonable charges for such supervision. It does not appear that the plaintiff was compelled to avail itself of this boom; that its logs were forcibly seized by the boom company, and against its will passed through the boom. On the contrary, it would seem not improbable from the testimony that the persons who organized and owned the boom company were engaged in the business of cutting logs on the Chippewa river, and that this litigation sprang from their desire to get all the benefits of the boom without submission to the inspection laws of the state, which gave authority for the works. At any rate, if this plaintiff wanted to take advantage of the conveniences furnished by the boom, it is not in a position to avoid compliance with these provisions of the statutes of the state which authorized the construction of the works.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that that which is called a 'shear boom' extended across the navigable channel of the Mississippi and to near the Wisconsin shore; but if neither the state of Wisconsin nor the United States complained of this as an obstruction of the navigation of the Mississippi, it does not lie in the mouth of the plaintiff to complain. Indeed, its complaint is not that the shear boom interfered with its rights of navigation in any way, but that after its logs had been passed into the works constructed under the authority and within the limits of the state of Minnesota it was not permitted to avail itself of the advantages furnished thereby and repudiate the charges prescribed by the state.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Before passing from a consideration of the right of this boom company under its charter to place the shear boom across the main channel of the Mississippi it may not be inappropriate to notice a decision of the supreme court of Wisconsin upon a like question. In <i>J. S. Keator Lumber Co.</i> v. <i>St. Croix Boom Corp.</i> 72 Wis. 62, 88, 38 N. W. 529, 539, it appeared that the St. Croix Boom Company was a corporation created by the state of Minnesota, and that it had constructed its boom on the St. Croix river at a place where the river was the boundary line between Minnesota and Wisconsin, and wholly occupied the river with its works. An action was brought to recover damages on account of the way in which the boom was constructed and operated. The opinion of the supreme court, by Mr. Justice Cassoday, is a very elaborate discussion of the rights of parties. In it it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'The obstructions here complained of were in that part of the St. Croix river constituting the boundary line between this state and Minnesota. The defendant justifies under corporate authority derived solely from Minnesota. We are here confronted with the question whether such authority, so granted by that state alone and without the concurrence of this, is of any validity. Our Constitution declares that 'the state shall have concurrent jurisdiction on all rivers and lakes bordering on this state, so far as such rivers or lakes shall form a common boundary to the state and any other state or territory now or hereafter to be formed and bounded by the same.' Sec. 1, art. 9, Const. Wis. This provision is substantially the same as the 3d section of the act of Congress of August 6, 1846, enabling the organization of this state preparatory to its admission into the Union. Substantially the same provision, as applied to Minnesota, is found in &#167; 2 of art. 2 of the Constitution of that state, which is in substance the same as &#167; 2 of the enabling act for the organization of that state passed by Congress in 1857. Such 'concurrent jurisdiction,' therefore, is fairly established by the combined action of the general government and each of these two states. Its significance is the important inquiry presented. No one will deny that the one state has as much jurisdiction over the commerce of the river as the other, nor that the jurisdiction of each and both must be and remain subordinate to any action of Congress under the commercial clause of our national Constitution. The question recurs whether one of these states, without the concurrence of the other, can legally grant the booming privileges and rights authorized by the defendant's charter.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Without attempting fully to define the rights which either state might grant, it was held that a private party could not maintain an action for damages on the ground that Minnesota had exceeded its jurisdiction in granting rights upon waters within the limits of Wisconsin. Referring to <i>Rundle</i> v. <i>Delaware &amp; R. Canal Co.</i> 14 How. 80, 14 L. ed. 335, the court stated the facts and the rulings in that case, and summed up its own views in these words (pages 98, 99, 38 N. W. 543, 544):</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The plaintiffs owned certain mills in Pennsylvania, opposite Trenton, N. J., supplied with water from a dam in the Delaware river, by a title running back prior to 1771. In that year the two provinces, which subsequently became the states of Pennsylvania and New Jersey, respectively passed acts declaring the river a common highway for the purposes of navigation, and appointed commissioners with full power to improve such navigation and remove any obstructions. By compact in 1783 it was agreed by the two states that the river should continue to be and remain a common highway in its whole length and breadth, equally free and open for the use, benefit, and advantage of each of the two states. The defendant company was incorporated under the laws of New Jersey in 1830, and was thereby authorized to and did construct a canal in that state, with a feeder from a dam in that river above the plaintiffs'. The action was brought by reason of the diversion of such water, to the damage of the plaintiffs. The court held, in effect, that the plaintiffs had no grant of the usufruct of the waters of the river, but only a license to draw from their dam; that such license was revocable and in subjection to the superior right of the state to divert the water for public improvements, either by the state directly or by a corporation created for that purpose; that the plaintiffs, being but tenants at sufferance in the usufruct of the water of the two states, who owned the river as tenants in common, were not in a condition to question the relative rights of either state to use its waters without the consent of the other; that as, by the laws of their own state, the plaintiffs could have had no remedy against a corporation authorized to take the whole waters of the river for the purpose of canals or improving the navigation, so they could not sustain a suit against a corporation created by New Jersey for the same purpose, which had taken a part of the waters. The principle of that decision seems to be that a mere private party should not be heard to complain that one of two states, divided by such river, had invaded the rightful jurisdiction of the other by diverting more than its share of the waters. So here, we think, the plaintiffs are not entitled to be heard as to whether Minnesota has infringed the rightful jurisdiction of Wisconsin. This state is not a party to this suit, and her comparative rights in and upon the waters of the river at the points in question cannot be adjudicated in this action.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Without pursuing this subject further, we are of opinion that the improvement made in the Mississippi river by the construction of the boom and its works, and the exaction of reasonable charges for the use of such works, including fees of state officials for inspecting and scaling, if done under state authority, cannot be considered in any just sense a burden upon interstate commerce. It is nothing more than action upon the part of a state in furnishing additional facilities for the navigation of the waterway, and for such additional facilities reasonable charges may be exacted. The 'shear boom,' even though it extends across the main channel of the Mississippi river and into the territory of Wisconsin, was not complained of by that state, and the plaintiff cannot be heard to raise any question in that respect. Indeed, its only purpose was to enable the boom company the more easily to collect the logs of plaintiff and others floating down the stream. The work of separation and brailing was done wholly within the limits of the state of Minnesota in works constructed therein. For these reasons we are of opinion that the <i>judgment</i> of the court below was right, and <i>it is affirmed</i>.</p>\n    </div>\n    <p class=\"indent\">Mr. Justice Peckham, dissenting:</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I dissent from that portion of the opinion of the court which determines the validity of a lien upon the logs of one owner in order to secure payment of the fees for the inspection and scaling of logs owned by another.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The situation in which the log owner is placed practically compels him to make use of the boom for the purpose of having his logs inspected and scaled as required by the law, and under such circumstances he cannot be properly or fairly held, by the use of the boom, to consent that his property should be taken for the debt of another person. The mere inconvenience, however great or small, to the inspector, of having someone watch at the exit of the boom to demand of each log owner the fees for inspecting and scaling his particular logs, furnishes no answer to the objection of the log owner to the taking of his property for the debt of another. This act accomplishes that result in its plainest and baldest form. It reduces to actual practice and in the form of a legislative enactment, sanctioned by judicial approval, the illustration that is generally made for the purpose of showing that there are some things so contrary to justice as to admit of no doubt of their utter illegality; such as the arbitrary taking, under the form of a legislative enactment, of the property of one man and bestowing it upon another.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">If an owner is practically compelled, in order to conform to a statute, to use a warehouse for the receipt of his grain, I think it plain that it would be utterly illegal to permit a lien on the grain of such owner to attach, for the purpose of obtaining payment for the services of a state inspector in inspecting the grain of another. Whilst, as now decided by the court, a state regulation which substantially compels the sending of logs into the boom to be there inspected and scaled may not be a regulation of interstate commerce, I think a state regulation which confiscates the logs of one person to pay the debt of another clearly constitutes such a direct burden upon that commerce as to cause the statute making the regulation, at least to that extent, to be repugnant to the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Without enlarging upon what seems to me a very great inroad made upon the rights of individual property by the opinion of the court herein, I am content merely to record my dissent from the doctrine therein announced.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I am authorized to say that Mr. Justice Harlan, Mr. Justice Brown, and Mr. Justice White concur in this dissent.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>176 U.S. 126 (1900)</b></center>\n<center><h1>LINDSAY AND PHELPS COMPANY<br>\nv.<br>\nMULLEN.</h1></center>\n<center>No. 44.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 6, 7, 1899.</center>\n<center>Decided January 15, 1900.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*136</span> <i>Mr. Newell H. Clapp</i> for plaintiff in error. <i>Mr. Moses E. Clapp</i> filed a brief for same.</p>\n<p><i>Mr. Wallace B. Douglas</i> for defendants in error. <i>Mr. H.W. Childs</i> was on his brief.</p>\n<p>Mr. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>Upon the foregoing facts the plaintiff contends: First. That the boom at the West Newton Slough, through which the logs scaled by the defendant Mullen passed was not \"any boom . . . chartered by law\" within the scope of section 2400 of the Statutes of 1894. This contention cannot be sustained. The words \"chartered by law\" are not to be understood as referring simply to corporations incorporated under special acts. A corporation which is organized under a general law is as much \"chartered by law\" as one whose organization is provided for by special act. So that on the face of this <span class=\"star-pagination\">*137</span> statute, and giving to its words their natural meaning, it includes every corporation, whether incorporated under general or special law, with authority to maintain a boom. The mere fact that in early times four special charters were granted to boom companies cannot work any limitation upon the meaning of the words used in this statute. If the legislature of Minnesota had purposed any such distinction, its language would have been more apt. It would not have used words broad enough to have included any corporation of the kind described.</p>\n<p>As a matter of fact, this corporation was organized some eighteen days before chapter 221 of the Laws of 1889 was passed. Prior to that time there was an act (General Statute Minnesota, 1866, chap. 34, sec. 1, as amended by chap. 13, Laws Minnesota, 1873) which authorized the formation of corporations for various purposes named, and also \"other lawful business.\" Under that statute this corporation was formed. That the business of booming logs on the waters of streams running through the forests of the West is a lawful business cannot be doubted.</p>\n<p>In <i>City of Erie</i> v. <i>Canfield,</i> 27 Michigan, 479, 482, the Supreme Court of Michigan said:</p>\n<p>\"It is clear that on a river like the Manistee, which is navigable by steamers for a long distance, but down which logs by the million are floated and gathered in booms every season  where in fact the principal industry consists in cutting, floating and manufacturing into lumber the forests in its vicinity, and where the river is more valuable for this floatage than for any other navigation; the necessity and convenience of this floatage must be considered in any rules laid down for the public use of the stream, and the need of booming facilities to render the floatage of value. Indeed, to take away the privilege of booming would be to strike a fatal blow at the principal commerce on the stream; for the vessels which ply between Manistee and other ports are loaded principally with the lumber which the mills along the shores of Manistee lake and river are enabled, by means of the privilege of floating and booming logs upon these waters, to manufacture and place <span class=\"star-pagination\">*138</span> upon the market. It is just and reasonable, therefore, and conducive to the best interests of commerce, that the right of navigating the river should be exercised with due regard to the necessity for booming facilities, and the former is not so far paramount as to render the latter a nuisance whenever and wherever it encroaches upon waters navigable by the large vessels which enter this stream.\"</p>\n<p>And in <i>Pound</i> v. <i>Turck,</i> 95 U.S. 459, 464, is a clear recognition of the lawfulness of this booming industry, as appears from the following quotation:</p>\n<p>\"There are within the State of Wisconsin, and perhaps other States, many small streams navigable for a short distance from their mouths in one of the great rivers of the country, by steamboats, but whose greatest value in water carriage is as outlets to sawed logs, sawed lumber, coal, salt, etc. In order to develop their greatest utility in that regard, it is often essential that such structures as dams, booms, piers, etc., should be used, which are substantial obstructions to general navigation, and more or less so to rafts and barges. But to the legislature of the State may be most appropriately confided the authority to authorize these structures where their use will do more good than harm, and to impose such regulations and limitations in their construction and use as will best reconcile and accommodate the interest of all concerned in the matter.\"</p>\n<p>Indeed, it would strike a serious blow at the legislation of many of the Northwestern States and an immense volume of business that has been carried on under the authority of that legislation, to hold that the booming of logs was not a lawful business.</p>\n<p>That those words, \"other lawful business,\" as found in the statute are not to be narrowly construed, but are broad enough to include an incorporation for this purpose, is made clear by the decision of the Supreme Court of Minnesota in <i>Brown</i> v. <i>Corbin,</i> 40 Minnesota, 508, 509, in which the court said:</p>\n<p>\"Defendants invoke the rule that when particular words are followed by general ones, the general words are restricted in meaning to objects of the kind particularly enumerated, <span class=\"star-pagination\">*139</span> and therefore that the phrase `or other lawful business' must be limited to a business of the same kind as those previously enumerated. We think the rule invoked is not applicable, at least in the narrow and restricted sense, in which defendants seek to apply it. The kinds of business specifically enumerated bear no common analogy to each other except that they are all for pecuniary profit, and of a strictly private character as distinguished from those to be carried on by <i>quasi</i> public corporations authorized to exercise the right of eminent domain. Evidently the expression `or other lawful business' was added as a sort of catch-all, for the purpose of including any kind of business for pecuniary profit not elsewhere provided for, and which might have been omitted from the previous particular enumeration.\"</p>\n<p>The corporation then having a legal existence at the time the act of 1889 was passed, section 3 of the act expressly provided that it should apply to corporations previously organized for the purposes specified in section 2. In other words, all the rights, privileges and powers conferred by the act of 1889 were by this section given to existing corporations. So that we have the case of a corporation, organized under the general law of the State, given by subsequent statute full powers in reference to the maintenance of a boom, and in fact maintaining a boom; and the case therefore comes within the specific description in section 2400 of a boom chartered by law.</p>\n<p>Further than that, the legislature of Minnesota accepted the claim of the surveyor Mullen as valid under its laws, and thus impliedly recognized the boom company, involved in this controversy, as one chartered by law within the scope of the statutes providing for inspection, scaling and charges therefor.</p>\n<p>The second contention is that the statutes of Minnesota were not intended to and do not in fact give the surveyor general any lien upon the logs of private parties for inspecting and scaling logs run through chartered booms. Reference is made by counsel to several statutes in which there is provision for the action of the surveyor general in surveying and scaling lumber at the instance of parties interested. We deem it <span class=\"star-pagination\">*140</span> unnecessary to investigate those statutes, for the sections quoted plainly indicate that the survey and scaling in case of a chartered boom is not solely at the instance of the owner or owners of the logs, but is compulsory. Section 2400 declares that \"the surveyor general, by himself or deputy, shall survey all logs and timber running out of any boom now chartered or which may hereafter be chartered by law in his district.\" To those unfamiliar with the logging business as carried on in the timber regions of the North and Northwest this compulsory surveying and scaling may seem unnecessary, but all legislation may rightfully be adjusted to the actual operations of business, being intended to facilitate those operations and protect all who are engaged therein. Many are engaged in the cutting of logs in these lumber districts. That business is facilitated by any system which permits those parties to turn their logs into an adjacent stream and let them float down to some place where they can be collected and brailed. In that way each individual cutter is saved the necessity of brailing his logs at every place where he may bring them to the water. The several States in which these lumber districts are situated have assumed the power of taking charge of these logs thus put singly into a stream, collecting them at one place, separating them to their respective owners, and thus facilitating the forwarding in raft to market. Of course, such work entails expense, and the expense is rightfully charged upon the property thus separated and marked. The thought in this respect is well expressed by the Supreme Court of Minnesota in <i>Osborne</i> v. <i>Knife Falls Boom Corp.,</i> 32 Minnesota, 412, 419:</p>\n<p>\"Now it appears that there is a large number of persons . . . owning standing timber upon the upper waters of the St. Louis and upon its tributaries, who must float their logs to market down the St. Louis, some to Fond du Lac, Duluth or Superior, and some to Cloquet, or other points above and near Knife River Falls. The interest of the latter requires that their logs should be stopped before passing Knife River Falls; the interest of the former that their logs should be allowed to run over them without interruption. In <span class=\"star-pagination\">*141</span> this conflict who is to determine how the right of floatage upon this common highway shall be enjoyed? Who is to fix upon the just and proper compromise of these conflicting interests? Obviously, the legislature  that department of government which, in the exercise of a lawmaking and a police power, prescribes the rules by which the use of public highways in general is regulated, <i>Pound</i> v. <i>Truck,</i> 95 U.S. 459; <i>Watts</i> v. <i>Tittabawassee Boom Co.,</i> 52 Michigan, 203, and save as controlled by paramount law  that is to say, in this instance, by our state constitution or enabling act  the discretion of the legislature in the premises is premises is practically unlimited. It may enact laws prescribing the manner in which the common right of floatage shall be enjoyed. It may determine what means shall be adopted, and by what agency, to secure results which, in its judgment, are the best and fairest practical compromise of conflicting interests  the best attainable good of all concerned. <i>Pound</i> v. <i>Turck, supra</i><i>; </i><i>Duluth Lumber Co.</i> v. <i>St. Louis Boom Co.,</i> 17 Fed. Rep. 419. In the exercise of its legislative discretion it may authorize suitable means and instrumentalities to secure this end to be provided and employed by a private person or by a corporation, and it may prescribe what these means and instrumentalities may be, as booms, dams, piers, sluiceways, and what use may be made of them, and, in general, in what manner the business shall be conducted. . . . On the whole, this is an improvement of the river for the benefit of all concerned in its use, and one for which it is therefore competent for the legislature to require those using the river to make compensation.\"</p>\n<p>In furtherance of the thought thus expressed the legislature of Minnesota has given the right to boom companies duly incorporated to take possession of the great mass of floating logs coming down a stream, and requires that those logs thus taken possession of shall be inspected and scaled under the supervision of some state official. In that way each individual owner and cutter has a guarantee of safety in respect to his logs, and the general interests are so manifestly subserved that there can be no reasonable doubt of the legislative power <span class=\"star-pagination\">*142</span> of supervision, inspection and scaling. And the language of the statute being mandatory, we are of the opinion that such was the intent of the legislature, and that such legislation is within its power.</p>\n<p>A third proposition is, that it is not shown that the defendant, Mullen, complied with the statutes of the State of Minnesota which give a lien on logs so as to be entitled to any lien on these logs, or any right of possession thereof, and it is with reference to this matter that the second declaration of law was asked by the plaintiff. The contentions of the plaintiff in this respect seem to be, first, that the scale bills were not of themselves competent evidence, and that without them there was no clear and satisfactory evidence of the number of feet surveyed and scaled; second, that because they were not recorded in the books of the surveyor general the right to a lien had not arisen; and, third, that the testimony shows that the logs in fact surveyed and scaled and for which these fees and lien were claimed were not all the property of this plaintiff.</p>\n<p>With reference to the general proposition that the defendant, Mullen, by himself and deputies, was busy in scaling logs in that boom during the months named, there is abundant testimony, and when the question is only as to the sufficiency of testimony to establish a given fact, it is enough to say that this court does not inquire into the mere matter of sufficiency. Matters of fact are settled by a verdict of a jury or the general finding of a court, and if there be testimony fairly tending to support the finding, it is conclusive in this court.</p>\n<p>But we are not disposed to question the competency of the scale bills as evidence. Section 2403 provides that the books of the surveyor general's office \"are hereby declared to be public records, and of as high degree of evidence as the original instrument therein recorded, and shall, in all courts and places in this State, be taken and held to be <i>prima facie</i> evidence of the matters therein stated.\" In other words, the records, like the original instrument, are <i>prima facie</i> evidence of the matters stated in them. <i>Clark</i> v. <i>C.N. Nelson Lumber Company,</i> 34 Minnesota, 289; <i>Glaspie</i> v. <i>Keator,</i> 12 U.S. App. 281, 290. In both of those cases scale bills somewhat <span class=\"star-pagination\">*143</span> defective in form were declared under the statute competent evidence. Attached to the scale bills herein was a certificate of the surveyor general stating, as required by section 2402, the amount due him thereon, and that he scaled the logs, timber or lumber relying upon the lien, and that he claimed a lien thereon for the amount thereof and costs of collection. The scale bills, thus certified, were delivered to the managing agent of the boom company. Now, whatever suggestions may be made as to the incompleteness of these scale bills, they were, as thus certified, competent evidence, and, when taken in connection with the other evidence of work actually done by the surveyor general and his deputies, was testimony fairly tending to support the general finding of the court, and we are not at liberty to ignore the effect of that finding.</p>\n<p>With regard to the second contention, we do not understand that a record in the books of the surveyor general is preliminary to a right to any lien. By section 2402 he is given a lien for certain services; and while it is true that by section 2400 he is required to record the scale bills in the books of his office, and upon being paid his fees therefor to deliver the original bill to the owner or managing agent of the boom, yet for any services other than the mere making of the record we are of the opinion that under the two sections referred to he establishes his lien by the rendering of the services and affixing to the scale bill the prescribed certificate.</p>\n<p>With respect to the final contention under this head, that the logs of the plaintiff, seized by the surveyor general, were so seized under a claim of lien for services rendered in inspecting and scaling logs other than those of the plaintiff as well as its own, the fact is as claimed. An important question is thus presented whether the logs of one party can be subjected to a lien for surveying and scaling, not only his own logs, but also for surveying and scaling logs belonging to other parties. The statement naturally suggests a negative answer, and ordinarily it may be affirmed that no man's property can be subject to a lien for services rendered upon some other man's property. And yet, under the circumstances of the case, we <span class=\"star-pagination\">*144</span> are constrained to hold that the lien was good, and must be enforced for the entire amount claimed. And this upon the proposition that for the purposes of a lien the boom company must be considered in a qualified sense the owner of all logs that it takes into its possession. The legislature in providing for a lien recognizes only the boom company. By section 2 of chapter 221 it gives the company authority to establish a boom, construct all the works necessary for its successful operation; then empowers it to take possession of all logs floating down the stream (with certain exceptions not necessary to be noted in this connection), and in and by the conveniences of said boom to sort and brail all logs which it takes possession of; to \"charge and collect reasonable and uniform tolls,\" and have a lien for the tolls, and all costs and expenses; hold a sufficient amount of the logs received to pay the same, and to make sale thereof in default of payment upon ten days' notice. Involved in the costs and expenses is the fee for inspection and scaling, as provided by the laws of the State, and the inspector is required to give at the end of each month to the owner or managing agent of the boom a true and correct scale bill for all the services he has rendered. So, while the owner of the logs may obtain from the surveyor general a certified copy of the inspection and scaling, yet the inspector deals in the first instance with the boom company. To it he gives his scale bill, properly certified, and by virtue thereof he is given a lien upon the logs in the custody of the boom company. The boom company, for its protection, is given a lien on the logs of each owner. Obviously there was seen to be a practical difficulty in limiting the lien of the survey or general for his services in inspecting and scaling to the logs separately upon which the services were rendered. The logs are turned into the custody of the boom company. It arranges for their separation and brailing, and delivers them, when thus brailed, to the owner as demanded. The fees for the surveyor general's services were therefore made chargeable to the boom company, and under its charter it had authority to collect from each log owner all charges and expenses, including therein the fees due the surveyor <span class=\"star-pagination\">*145</span> general. The log owner dealt with the boom company, and had a right to call from that company for a delivery of his logs duly brailed or rafted whenever he saw fit. To require the surveyor general to stand watch at the exit of the boom to demand of each log owner his fees, or in default of payment to seize the logs thus ready for their future transit down the river, would cast upon the surveyor general not merely the duty of inspecting and scaling, but also, for his own protection, the duty of keeping an additional watch to secure the payment of his fees. It was not unreasonable on the part of the legislature, when it gave the boom company a lien upon all logs turned into the boom, to require that it should be responsible to the surveyor general for his fees, and that he, looking to the boom company for payment thereof, should have a right to enforce a lien upon any logs turned into the boom. It cannot be said that there is, in the nature of things, such an inseparable connection between services rendered and the thing upon which the services are rendered that a lien for the former can only be enforced upon the latter, or even that such lien must be limited to the owner of the latter, for it is within the discretion of the legislature to determine whether, considering all the circumstances, the use of a given instrumentality shall not subject the party seeking that use to a lien upon his property for all the services rendered by the State to the instrumentality. Take the ordinary case of a warehouse for the receipt and discharge of grain. Can it be that the lien for the services of a state inspector must necessarily attach separately, and only separately, to each bushel of grain delivered to and received therefrom? Is it not within the competency of the legislative power to declare that the owner of the elevator, like the owner of a boom, stands, as to all property received into it, as <i>pro tanto</i> an owner, and to give to any official charged with the duty of inspection a lien upon any and all of the property thus received for his services in the matter of inspection, especially when it gives to the owner of the elevator or the boom a lien upon the property placed in his possession for all services, charges and expenses?</p>\n<p><span class=\"star-pagination\">*146</span> We are of opinion that it was within the power of the legislature to so provide. It is not for the courts to inquire whether any other provision would have been wiser. The only question for us to consider is whether that which has been made was within the power of the legislature. It must be borne in mind that while the lien is given for the services rendered, the use of the facilities of the boom is not compulsory. We do not mean to say that a log cutter may throw his logs loosely and separately into the river and let them float down, trusting to luck that they will do no injury. Doubtless any one may make his own raft and send it down the stream, provided he places in charge of it a sufficient number of men to suitably protect it from doing injury or interfering with others in their use of the stream. A main purpose of the boom is to stop and collect the floating logs, and the State having control over the river as a highway of navigation may make such provisions for the use of that highway by the different parties seeking to use it as will prevent any injury by one upon the other. Just as the ordinary land highways are free to the use of the public, yet it is within the competency of the legislature to make such provisions as will prevent the use by one working injury to others; and if a party wishes to use a highway in a manner which may tend to work injury to others he cannot complain if the legislature interferes and provides some means for preventing such injury. In that way it may be said that any log owner may send his logs down the river without the use of the boom, and when he decides to avail himself of the boom it cannot be said that he is deprived of his property without due process of law if he is compelled to subject it to the conditions which the legislature prescribes for the use of such boom.</p>\n<p>A final objection is that even this boom was one chartered by law, within the meaning of section 2400, and although the defendant, Mullen, had performed all that was required of him by the statute to secure a lien, still the law as applied to this boom, and in so far as the logs in question are concerned, is a regulation of interstate commerce which the State of Minnesota has no authority to make. It appears that these <span class=\"star-pagination\">*147</span> logs, and indeed the bulk of the logs passing into this boom, came out of the Chippewa River, a stream wholly within the limits of the State of Wisconsin. The boom company was chartered by the State of Minnesota, and its principal works were within the limits of that State. Counsel for plaintiff refer to many decisions of this court in which the general power of Congress over interstate commerce and the inability of the State to burden in any direct way such commerce have been affirmed. Passing by most we may notice these quotations, as illustrating the scope of our decisions. Thus in <i>County of Mobile</i> v. <i>Kimball,</i> 102 U.S. 691, it is held that \"commerce with foreign countries and among the States, strictly considered, consists in intercourse and traffic, including in these terms navigation, and the transportation and transit of persons and property;\" and in <i>Gloucester Ferry Co.</i> v. <i>Pennsylvania,</i> 114 U.S. 196, 203: \"Commerce among the States consists of intercourse and traffic between their citizens, and includes the transportation of persons and property, and the navigation of public waters for that purpose;\" and from <i>Wabash &amp;c. </i><i>Railway Co.</i> v. <i>Illinois,</i> 118 U.S. 557, 571, this paragraph is quoted: \"But we think it may safely be said, that state legislation which seeks to impose a direct burden upon interstate commerce, or to interfere directly with its freedom, does encroach upon the exclusive power of Congress. The statute now under consideration, in our opinion, occupies that position; it does not act upon the business through the local instruments to be employed after coming within the State, but directly upon the business as it comes into the State from without, or goes out from within. While it purports only to control the carrier when engaged within the State, it must necessarily influence his conduct to some extent, in the management of his business throughout his entire voyage. It was to meet just such a case that the commercial clause in the Constitution was adopted. The river Mississippi passes through or along the borders of ten different States, and its tributaries reach many more. The commerce upon these waters is immense, and its regulation clearly a matter of national concern. If each State was at liberty to <span class=\"star-pagination\">*148</span> regulate the conduct of carriers while within its jurisdiction, the confusion likely to follow could not but be productive of great inconvenience and unnecessary hardship.\"</p>\n<p>Upon these authorities it is contended that the navigation of these logs from the place of cutting in Wisconsin along the navigable waters of Minnesota, to their market, wherever it may be in the lower waters of the Mississippi, must be free. If Minnesota can burden the transit with the expense of booming, inspection or scaling, why may not Iowa, Illinois, Missouri and any other State along whose borders the logs may pass before reaching their destination? Even if a State may (as would seem to be indicated by the decisions heretofore referred to), for logs cut within its borders, provide booms, compel their use and enforce payment for the expenses thereof, because for those logs no interstate commerce has commenced, yet here Minnesota is directly regulating the transit of logs cut in another State and passing through its borders on their way to market. This is undoubtedly the most significant if not perhaps the only distinctive Federal question presented in this record.</p>\n<p>We are not disposed to limit in the slightest degree the scope and effect of the decisions referred to. But we are of opinion that these authorities are not pertinent, and that the matter is governed by another line of decisions equally clear and as frequently recognized. The State has a right to improve the waterways within its limits and to make reasonable charges for the use of such improvements, at least until Congress interferes, and either itself assumes control of the improvements or compels their removal. This parallel line of decisions runs back to the early history of this court. In <i>Willson</i> v. <i>Blackbird Creek Marsh Company,</i> 2 Pet. 245, it was held that, inasmuch as Congress had passed no act bearing upon the case, the State of Delaware might authorize the building of a dam across the Blackbird Marsh Creek, although thereby a navigable waterway was obstructed. In <i>Pound</i> v. <i>Turck,</i> 95 U.S. 459, the right of a State to make dams, booms and other instrumentalities to be used in the navigation of logs and lumber was adjudged. Other decisions affirmed the power <span class=\"star-pagination\">*149</span> of the State to build bridges, even toll bridges, over navigable streams, to construct wharves and charge wharfage. In <i>Huse</i> v. <i>Glover,</i> 119 U.S. 543, 548, the right of the State of Illinois to collect tolls for the passage of vessels through locks in the Illinois River was sustained, the court saying:</p>\n<p>\"The exaction of tolls for passage through the locks is as compensation for the use of artificial facilities constructed, not as an impost upon the navigation of the stream. The provision of the clause that the navigable streams should be highways without any tax, impost or duty, has reference to their navigation in their natural state. It did not contemplate that such navigation might not be improved by artificial means, by the removal of obstructions, or by the making of dams for deepening the waters, or by turning into the rivers waters from other streams to increase their depth. For outlays caused by such works the State may exact reasonable tolls. They are like charges for the use of wharves and docks constructed to facilitate the landing of persons and freight, and the taking them on board, or for the repair of vessels.\"</p>\n<p>In <i>Sands</i> v. <i>Manistee River Improvement Co.,</i> 123 U.S. 288, 295, a corporation had been authorized by the State of Michigan to improve the Manistee River, and to charge tolls for the use of the improvement. An action to collect tolls was resisted on the ground that the imposition was a taking of property without due process of law, which contention was overruled, and in the course of the opinion it was said:</p>\n<p>\"The Manistee River is wholly within the limits of Michigan. The State, therefore, can authorize any improvement which in its judgment will enhance its value as a means of transportation from one part of the State to another. The internal commerce of a State  that is, the commerce which is wholly confined within its limits  is as much under its control as foreign or interstate commerce is under the control of the general government; and, to encourage the growth of this commerce and render it safe, the States may provide for the removal of obstructions from their rivers and harbors, and deepen their channels, and improve them in other ways, if, as is said in <i>County of Mobile</i> v. <i>Kimball</i><i>,</i> the free navigation of <span class=\"star-pagination\">*150</span> those waters, as permitted under the laws of the United States, is not impaired, or any system for the improvement of their navigation provided by the general government is not defeated. 102 U.S. 691, 699. And to meet the cost of such improvements, the States may levy a general tax or lay a toll upon all who use the rivers and harbors as improved. The improvements are, in that respect, like wharves and docks constructed to facilitate commerce in loading and unloading vessels. (<i>Huse</i> v. <i>Glover,</i> 119 U.S. 543, 548.) Regulations of tolls or charges in such cases are mere matters of administration, under the entire control of the State.\"</p>\n<p>Many other cases of similar import might be cited, but these are enough to disclose the principle which is clearly recognized.</p>\n<p>The principal works of the boom company are wholly within the State of Minnesota. The centre of the main channel of the Mississippi River is northeast of the island. The State of Minnesota had therefore the undoubted right to improve this portion of the Mississippi River lying southwest of the island for the purpose of facilitating the navigation of logs. It could do the work itself, or could authorize a corporation to do the work, and it could prescribe any reasonable fees for the use of the improvement. The power of the State to authorize the construction of these works did not depend at all upon the question whence all or most of the logs likely to be run into the boom should come. It is enough that the State authorized this improvement and prescribed the conditions upon which it might be used by any owner of logs. These conditions are not shown to be unreasonable. It is a legitimate exercise of power on the part of a State to provide state supervision of what is done in works of such a character, and to require payment of reasonable charges for such supervision. It does not appear that the plaintiff was compelled to avail itself of this boom; that its logs were forcibly seized by the boom company, and against its will passed through the boom. On the contrary, it would seem not improbable from the testimony that the persons who organized and owned the boom company were engaged in the <span class=\"star-pagination\">*151</span> business of cutting logs on the Chippewa River, and that this litigation sprang from their desire to get all the benefits of the boom without submission to the inspection laws of the State, which gave authority for the works. At any rate, if this plaintiff wanted to take advantage of the conveniences furnished by the boom, it is not in a position to avoid compliance with these provisions of the statutes of the State which authorized the construction of the works.</p>\n<p>It is true that that which is called a \"shear boom\" extended across the navigable channel of the Mississippi and to near the Wisconsin shore; but if neither the State of Wisconsin nor the United States complained of this as an obstruction of the navigation of the Mississippi, it does not lie in the mouth of the plaintiff to complain. Indeed, its complaint is not that the shear boom interfered with its rights of navigation in any way, but that after its logs had been passed into the works constructed under the authority and within the limits of the State of Minnesota it was not permitted to avail itself of the advantages furnished thereby and repudiate the charges prescribed by the State.</p>\n<p>Before passing from a consideration of the right of this boom company under its charter to place the shear boom across the main channel of the Mississippi it may not be inappropriate to notice a decision of the Supreme Court of Wisconsin upon a like question. In <i>J.S. Keator Lumber Company</i> v. <i>St. Croix Boom Corporation,</i> 72 Wisconsin, 62, 88, it appeared that the St. Croix Boom Company was a corporation created by the State of Minnesota, and that it had constructed its boom on the St. Croix River at a place where the river was the boundary line between Minnesota and Wisconsin, and wholly occupied the river with its works. An action was brought to recover damages on account of the way in which the boom was constructed and operated. The opinion of the Supreme Court, by Mr. Justice Cassoday, is a very elaborate discussion of the rights of parties. In it it is said:</p>\n<p>\"The obstructions here complained of were in that part of the St. Croix River constituting the boundary line between <span class=\"star-pagination\">*152</span> this State and Minnesota. The defendant justifies under corporate authority derived solely from Minnesota. We are here confronted with the question whether such authority, so granted by that State alone and without the concurrence of this, is of any validity. Our constitution declares that `the State shall have concurrent jurisdiction on all rivers and lakes bordering on this State, so far as such rivers or lakes shall form a common boundary to the State and any other State or Territory now or hereafter to be formed and bounded by the same.' (Sec. 1, Art. IX, Const. Wis.) This provision is substantially the same as the third section of the act of Congress of August 6, 1846, enabling the organization of this State preparatory to its admission into the Union. Substantially the same provision, as applied to Minnesota, is found in sec. 2 of art. II of the constitution of that State, which is in substance the same as section 2 of the enabling act for the organization of that State passed by Congress in 1857. Such `concurrent jurisdiction,' therefore, is fairly established by the combined action of the general government and each of these two States. Its significance is the important inquiry presented. No one will deny that the one State has as much jurisdiction over the commerce of the river as the other, nor that the jurisdiction of each and both must be and remain subordinate to any action of Congress under the commercial clause of our national Constitution. The question recurs whether one of these States, without the concurrence of the other, can legally grant the booming privileges and rights authorized by the defendant's charter.\"</p>\n<p>Without attempting fully to define the rights which either State might grant, it was held that a private party could not maintain an action for damages on the ground that Minnesota had exceeded its jurisdiction in granting rights upon waters within the limits of Wisconsin. Referring to <i>Rundle</i> v. <i>Delware &amp; Raritan Canal Co.,</i> 14 How. 80, the court stated the facts and the rulings in that case, and summed up its own views in these words (pages 98, 99):</p>\n<p>\"The plaintiffs owned certain mills in Pennsylvania, opposite Trenton, New Jersey, supplied with water from a dam in the <span class=\"star-pagination\">*153</span> Delaware River, by a title running back prior to 1771. In that year the two provinces, which subsequently became the States of Pennsylvania and New Jersey, respectively passed acts declaring the river a common highway for the purposes of navigation, and appointed commissioners with full power to improve such navigation and remove any obstructions. By compact in 1783, it was agreed by the two States that the river should continue to be and remain a common highway in its whole length and breadth, equally free and open for the use, benefit and advantage of each of the two States. The defendant company was incorporated under the laws of New Jersey in 1830, and was thereby authorized to and did construct a canal in that State, with a feeder from a dam in that river above the plaintiffs. The action was brought by reason of the diversion of such water, to the damage of the plaintiffs. The court held, in effect, that the plaintiffs had no grant of the usufruct of the waters of the river, but only a license to draw from their dam; that such license was revocable and in subjection to the superior right of the State to divert the water for public improvements, either by the State directly or by a corporation created for that purpose; that the plaintiffs, being but tenants at sufferance in the usufruct of the water of the two States, who owned the river as tenants in common, were not in a condition to question the relative rights of either State to use its waters without the consent of the other; that as, by the laws of their own State, the plaintiffs could have had no remedy against a corporation authorized to take the whole waters of the river for the purpose of canals or improving the navigation, so they could not sustain a suit against a corporation created by New Jersey for the same purpose, which had taken a part of the waters. The principle of that decision seems to be that a mere private party should not be heard to complain that one of two States, divided by such river, had invaded the rightful jurisdiction of the other by diverting more than its share of the waters. So here, we think, the plaintiffs are not entitled to be heard as to whether Minnesota has infringed the rightful jurisdiction of Wisconsin. This State is not a party to this suit, and her comparative rights in <span class=\"star-pagination\">*154</span> and upon the waters of the river at the points in question cannot be adjudicated in this action.\"</p>\n<p>Without pursuing this subject further, we are of opinion that the improvement made in the Mississippi River by the construction of the boom and its works, and the exaction of reasonable charges for the use of such works, including fees of state officials for inspecting and scaling, if done under state authority, cannot be considered in any just sense a burden upon interstate commerce. It is nothing more than action upon the part of a State in furnishing additional facilities for the navigation of the waterway, and for such additional facilities reasonable charges may be exacted. The \"shear boom,\" even though it extends across the main channel of the Mississippi River and into the territory of Wisconsin, was not complained of by that State, and the plaintiff cannot be heard to raise any question in that respect. Indeed, its only purpose was to enable the boom company the more easily to collect the logs of plaintiff and others floating down the stream. The work of separation and brailing was done wholly within the limits of the State of Minnesota in works constructed therein. For these reasons we are of opinion that the judgment of the court below was right, and it is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE PECKHAM, with whom concurred MR. JUSTICE HARLAN, MR. JUSTICE BROWN and MR. JUSTICE WHITE, dissenting.</p>\n<p>I dissent from that portion of the opinion of the court which determines the validity of a lien upon the logs of one owner in order to secure payment of the fees for the inspection and scaling of logs owned by another.</p>\n<p>The situation in which the log owner is placed practically compels him to make use of the boom for the purpose of having his logs inspected and scaled as required by the law, and under such circumstances he cannot be properly or fairly held, by the use of the boom, to consent that his property should be taken for the debt of another person. The mere inconvenience, however great or small, to the inspector, of having <span class=\"star-pagination\">*155</span> some one watch at the exit of the boom to demand of each log owner the fees for inspecting and scaling his particular logs, furnishes no answer to the objection of the log owner to the taking of his property for the debt of another. This act accomplishes that result in its plainest and baldest form. It reduces to actual practice and in the form of a legislative enactment, sanctioned by judicial approval, the illustration that is generally made for the purpose of showing that there are some things so contrary to justice as to admit of no doubt of their utter illegality; such as the arbitrary taking, under the form of a legislative enactment, of the property of one man and bestowing it upon another.</p>\n<p>If an owner is practically compelled, in order to conform to a statute, to use a warehouse for the receipt of his grain, I think it plain that it would be utterly illegal to permit a lien on the grain of such owner to attach, for the purpose of obtaining payment for the services of a state inspector in inspecting the grain of another. Whilst as now decided by the court, a state regulation which substantially compels the sending of logs into the boom to be there inspected and scaled, may not be a regulation of interstate commerce, I think a state regulation which confiscates the logs of one person to pay the debt of another clearly constitutes such a direct burden upon that commerce as to cause the statute making the regulation, at least to that extent, to be repugnant to the Constitution of the United States.</p>\n<p>Without enlarging upon what seems to me a very great inroad made upon the rights of individual property by the opinion of the court herein, I am content merely to record my dissent from the doctrine therein announced.</p>\n<p>I am authorized to say that MR. JUSTICE HARLAN, MR. JUSTICE BROWN and MR. JUSTICE WHITE concur in this dissent.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">126</span></span> (1900)</b></center>\n<center><h1>LINDSAY AND PHELPS COMPANY<br>\nv.<br>\nMULLEN.</h1></center>\n<center>No. 44.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 6, 7, 1899.</center>\n<center>Decided January 15, 1900.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MINNESOTA.\n<p><span class=\"star-pagination\">*136</span> <i>Mr. Newell H. Clapp</i> for plaintiff in error. <i>Mr. Moses E. Clapp</i> filed a brief for same.</p>\n<p><i>Mr. Wallace B. Douglas</i> for defendants in error. <i>Mr. H.W. Childs</i> was on his brief.</p>\n<p>Mr. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>Upon the foregoing facts the plaintiff contends: First. That the boom at the West Newton Slough, through which the logs scaled by the defendant Mullen passed was not \"any boom . . . chartered by law\" within the scope of section 2400 of the Statutes of 1894. This contention cannot be sustained. The words \"chartered by law\" are not to be understood as referring simply to corporations incorporated under special acts. A corporation which is organized under a general law is as much \"chartered by law\" as one whose organization is provided for by special act. So that on the face of this <span class=\"star-pagination\">*137</span> statute, and giving to its words their natural meaning, it includes every corporation, whether incorporated under general or special law, with authority to maintain a boom. The mere fact that in early times four special charters were granted to boom companies cannot work any limitation upon the meaning of the words used in this statute. If the legislature of Minnesota had purposed any such distinction, its language would have been more apt. It would not have used words broad enough to have included any corporation of the kind described.</p>\n<p>As a matter of fact, this corporation was organized some eighteen days before chapter 221 of the Laws of 1889 was passed. Prior to that time there was an act (General Statute Minnesota, 1866, chap. 34, sec. 1, as amended by chap. 13, Laws Minnesota, 1873) which authorized the formation of corporations for various purposes named, and also \"other lawful business.\" Under that statute this corporation was formed. That the business of booming logs on the waters of streams running through the forests of the West is a lawful business cannot be doubted.</p>\n<p>In <i>City of Erie</i> v. <i>Canfield,</i> 27 Michigan, 479, 482, the Supreme Court of Michigan said:</p>\n<p>\"It is clear that on a river like the Manistee, which is navigable by steamers for a long distance, but down which logs by the million are floated and gathered in booms every season  where in fact the principal industry consists in cutting, floating and manufacturing into lumber the forests in its vicinity, and where the river is more valuable for this floatage than for any other navigation; the necessity and convenience of this floatage must be considered in any rules laid down for the public use of the stream, and the need of booming facilities to render the floatage of value. Indeed, to take away the privilege of booming would be to strike a fatal blow at the principal commerce on the stream; for the vessels which ply between Manistee and other ports are loaded principally with the lumber which the mills along the shores of Manistee lake and river are enabled, by means of the privilege of floating and booming logs upon these waters, to manufacture and place <span class=\"star-pagination\">*138</span> upon the market. It is just and reasonable, therefore, and conducive to the best interests of commerce, that the right of navigating the river should be exercised with due regard to the necessity for booming facilities, and the former is not so far paramount as to render the latter a nuisance whenever and wherever it encroaches upon waters navigable by the large vessels which enter this stream.\"</p>\n<p>And in <i>Pound</i> v. <i>Turck,</i> <span class=\"citation\" data-id=\"89623\"><a href=\"/opinion/89623/pound-v-turck/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 464, is a clear recognition of the lawfulness of this booming industry, as appears from the following quotation:</p>\n<p>\"There are within the State of Wisconsin, and perhaps other States, many small streams navigable for a short distance from their mouths in one of the great rivers of the country, by steamboats, but whose greatest value in water carriage is as outlets to sawed logs, sawed lumber, coal, salt, etc. In order to develop their greatest utility in that regard, it is often essential that such structures as dams, booms, piers, etc., should be used, which are substantial obstructions to general navigation, and more or less so to rafts and barges. But to the legislature of the State may be most appropriately confided the authority to authorize these structures where their use will do more good than harm, and to impose such regulations and limitations in their construction and use as will best reconcile and accommodate the interest of all concerned in the matter.\"</p>\n<p>Indeed, it would strike a serious blow at the legislation of many of the Northwestern States and an immense volume of business that has been carried on under the authority of that legislation, to hold that the booming of logs was not a lawful business.</p>\n<p>That those words, \"other lawful business,\" as found in the statute are not to be narrowly construed, but are broad enough to include an incorporation for this purpose, is made clear by the decision of the Supreme Court of Minnesota in <i>Brown</i> v. <i>Corbin,</i> 40 Minnesota, 508, 509, in which the court said:</p>\n<p>\"Defendants invoke the rule that when particular words are followed by general ones, the general words are restricted in meaning to objects of the kind particularly enumerated, <span class=\"star-pagination\">*139</span> and therefore that the phrase `or other lawful business' must be limited to a business of the same kind as those previously enumerated. We think the rule invoked is not applicable, at least in the narrow and restricted sense, in which defendants seek to apply it. The kinds of business specifically enumerated bear no common analogy to each other except that they are all for pecuniary profit, and of a strictly private character as distinguished from those to be carried on by <i>quasi</i> public corporations authorized to exercise the right of eminent domain. Evidently the expression `or other lawful business' was added as a sort of catch-all, for the purpose of including any kind of business for pecuniary profit not elsewhere provided for, and which might have been omitted from the previous particular enumeration.\"</p>\n<p>The corporation then having a legal existence at the time the act of 1889 was passed, section 3 of the act expressly provided that it should apply to corporations previously organized for the purposes specified in section 2. In other words, all the rights, privileges and powers conferred by the act of 1889 were by this section given to existing corporations. So that we have the case of a corporation, organized under the general law of the State, given by subsequent statute full powers in reference to the maintenance of a boom, and in fact maintaining a boom; and the case therefore comes within the specific description in section 2400 of a boom chartered by law.</p>\n<p>Further than that, the legislature of Minnesota accepted the claim of the surveyor Mullen as valid under its laws, and thus impliedly recognized the boom company, involved in this controversy, as one chartered by law within the scope of the statutes providing for inspection, scaling and charges therefor.</p>\n<p>The second contention is that the statutes of Minnesota were not intended to and do not in fact give the surveyor general any lien upon the logs of private parties for inspecting and scaling logs run through chartered booms. Reference is made by counsel to several statutes in which there is provision for the action of the surveyor general in surveying and scaling lumber at the instance of parties interested. We deem it <span class=\"star-pagination\">*140</span> unnecessary to investigate those statutes, for the sections quoted plainly indicate that the survey and scaling in case of a chartered boom is not solely at the instance of the owner or owners of the logs, but is compulsory. Section 2400 declares that \"the surveyor general, by himself or deputy, shall survey all logs and timber running out of any boom now chartered or which may hereafter be chartered by law in his district.\" To those unfamiliar with the logging business as carried on in the timber regions of the North and Northwest this compulsory surveying and scaling may seem unnecessary, but all legislation may rightfully be adjusted to the actual operations of business, being intended to facilitate those operations and protect all who are engaged therein. Many are engaged in the cutting of logs in these lumber districts. That business is facilitated by any system which permits those parties to turn their logs into an adjacent stream and let them float down to some place where they can be collected and brailed. In that way each individual cutter is saved the necessity of brailing his logs at every place where he may bring them to the water. The several States in which these lumber districts are situated have assumed the power of taking charge of these logs thus put singly into a stream, collecting them at one place, separating them to their respective owners, and thus facilitating the forwarding in raft to market. Of course, such work entails expense, and the expense is rightfully charged upon the property thus separated and marked. The thought in this respect is well expressed by the Supreme Court of Minnesota in <i>Osborne</i> v. <i>Knife Falls Boom Corp.,</i> 32 Minnesota, 412, 419:</p>\n<p>\"Now it appears that there is a large number of persons . . . owning standing timber upon the upper waters of the St. Louis and upon its tributaries, who must float their logs to market down the St. Louis, some to Fond du Lac, Duluth or Superior, and some to Cloquet, or other points above and near Knife River Falls. The interest of the latter requires that their logs should be stopped before passing Knife River Falls; the interest of the former that their logs should be allowed to run over them without interruption. In <span class=\"star-pagination\">*141</span> this conflict who is to determine how the right of floatage upon this common highway shall be enjoyed? Who is to fix upon the just and proper compromise of these conflicting interests? Obviously, the legislature  that department of government which, in the exercise of a lawmaking and a police power, prescribes the rules by which the use of public highways in general is regulated, <i>Pound</i> v. <i>Truck,</i> <span class=\"citation\" data-id=\"89623\"><a href=\"/opinion/89623/pound-v-turck/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>; <i>Watts</i> v. <i>Tittabawassee Boom Co.,</i> 52 Michigan, 203, and save as controlled by paramount law  that is to say, in this instance, by our state constitution or enabling act  the discretion of the legislature in the premises is premises is practically unlimited. It may enact laws prescribing the manner in which the common right of floatage shall be enjoyed. It may determine what means shall be adopted, and by what agency, to secure results which, in its judgment, are the best and fairest practical compromise of conflicting interests  the best attainable good of all concerned. <i>Pound</i> v. <i>Turck, supra</i><i>; </i><i>Duluth Lumber Co.</i> v. <i>St. Louis Boom Co.,</i> 17 Fed. Rep. 419. In the exercise of its legislative discretion it may authorize suitable means and instrumentalities to secure this end to be provided and employed by a private person or by a corporation, and it may prescribe what these means and instrumentalities may be, as booms, dams, piers, sluiceways, and what use may be made of them, and, in general, in what manner the business shall be conducted. . . . On the whole, this is an improvement of the river for the benefit of all concerned in its use, and one for which it is therefore competent for the legislature to require those using the river to make compensation.\"</p>\n<p>In furtherance of the thought thus expressed the legislature of Minnesota has given the right to boom companies duly incorporated to take possession of the great mass of floating logs coming down a stream, and requires that those logs thus taken possession of shall be inspected and scaled under the supervision of some state official. In that way each individual owner and cutter has a guarantee of safety in respect to his logs, and the general interests are so manifestly subserved that there can be no reasonable doubt of the legislative power <span class=\"star-pagination\">*142</span> of supervision, inspection and scaling. And the language of the statute being mandatory, we are of the opinion that such was the intent of the legislature, and that such legislation is within its power.</p>\n<p>A third proposition is, that it is not shown that the defendant, Mullen, complied with the statutes of the State of Minnesota which give a lien on logs so as to be entitled to any lien on these logs, or any right of possession thereof, and it is with reference to this matter that the second declaration of law was asked by the plaintiff. The contentions of the plaintiff in this respect seem to be, first, that the scale bills were not of themselves competent evidence, and that without them there was no clear and satisfactory evidence of the number of feet surveyed and scaled; second, that because they were not recorded in the books of the surveyor general the right to a lien had not arisen; and, third, that the testimony shows that the logs in fact surveyed and scaled and for which these fees and lien were claimed were not all the property of this plaintiff.</p>\n<p>With reference to the general proposition that the defendant, Mullen, by himself and deputies, was busy in scaling logs in that boom during the months named, there is abundant testimony, and when the question is only as to the sufficiency of testimony to establish a given fact, it is enough to say that this court does not inquire into the mere matter of sufficiency. Matters of fact are settled by a verdict of a jury or the general finding of a court, and if there be testimony fairly tending to support the finding, it is conclusive in this court.</p>\n<p>But we are not disposed to question the competency of the scale bills as evidence. Section 2403 provides that the books of the surveyor general's office \"are hereby declared to be public records, and of as high degree of evidence as the original instrument therein recorded, and shall, in all courts and places in this State, be taken and held to be <i>prima facie</i> evidence of the matters therein stated.\" In other words, the records, like the original instrument, are <i>prima facie</i> evidence of the matters stated in them. <i>Clark</i> v. <i>C.N. Nelson Lumber Company,</i> 34 Minnesota, 289; <i>Glaspie</i> v. <i>Keator,</i> 12 U.S. App. 281, 290. In both of those cases scale bills somewhat <span class=\"star-pagination\">*143</span> defective in form were declared under the statute competent evidence. Attached to the scale bills herein was a certificate of the surveyor general stating, as required by section 2402, the amount due him thereon, and that he scaled the logs, timber or lumber relying upon the lien, and that he claimed a lien thereon for the amount thereof and costs of collection. The scale bills, thus certified, were delivered to the managing agent of the boom company. Now, whatever suggestions may be made as to the incompleteness of these scale bills, they were, as thus certified, competent evidence, and, when taken in connection with the other evidence of work actually done by the surveyor general and his deputies, was testimony fairly tending to support the general finding of the court, and we are not at liberty to ignore the effect of that finding.</p>\n<p>With regard to the second contention, we do not understand that a record in the books of the surveyor general is preliminary to a right to any lien. By section 2402 he is given a lien for certain services; and while it is true that by section 2400 he is required to record the scale bills in the books of his office, and upon being paid his fees therefor to deliver the original bill to the owner or managing agent of the boom, yet for any services other than the mere making of the record we are of the opinion that under the two sections referred to he establishes his lien by the rendering of the services and affixing to the scale bill the prescribed certificate.</p>\n<p>With respect to the final contention under this head, that the logs of the plaintiff, seized by the surveyor general, were so seized under a claim of lien for services rendered in inspecting and scaling logs other than those of the plaintiff as well as its own, the fact is as claimed. An important question is thus presented whether the logs of one party can be subjected to a lien for surveying and scaling, not only his own logs, but also for surveying and scaling logs belonging to other parties. The statement naturally suggests a negative answer, and ordinarily it may be affirmed that no man's property can be subject to a lien for services rendered upon some other man's property. And yet, under the circumstances of the case, we <span class=\"star-pagination\">*144</span> are constrained to hold that the lien was good, and must be enforced for the entire amount claimed. And this upon the proposition that for the purposes of a lien the boom company must be considered in a qualified sense the owner of all logs that it takes into its possession. The legislature in providing for a lien recognizes only the boom company. By section 2 of chapter 221 it gives the company authority to establish a boom, construct all the works necessary for its successful operation; then empowers it to take possession of all logs floating down the stream (with certain exceptions not necessary to be noted in this connection), and in and by the conveniences of said boom to sort and brail all logs which it takes possession of; to \"charge and collect reasonable and uniform tolls,\" and have a lien for the tolls, and all costs and expenses; hold a sufficient amount of the logs received to pay the same, and to make sale thereof in default of payment upon ten days' notice. Involved in the costs and expenses is the fee for inspection and scaling, as provided by the laws of the State, and the inspector is required to give at the end of each month to the owner or managing agent of the boom a true and correct scale bill for all the services he has rendered. So, while the owner of the logs may obtain from the surveyor general a certified copy of the inspection and scaling, yet the inspector deals in the first instance with the boom company. To it he gives his scale bill, properly certified, and by virtue thereof he is given a lien upon the logs in the custody of the boom company. The boom company, for its protection, is given a lien on the logs of each owner. Obviously there was seen to be a practical difficulty in limiting the lien of the survey or general for his services in inspecting and scaling to the logs separately upon which the services were rendered. The logs are turned into the custody of the boom company. It arranges for their separation and brailing, and delivers them, when thus brailed, to the owner as demanded. The fees for the surveyor general's services were therefore made chargeable to the boom company, and under its charter it had authority to collect from each log owner all charges and expenses, including therein the fees due the surveyor <span class=\"star-pagination\">*145</span> general. The log owner dealt with the boom company, and had a right to call from that company for a delivery of his logs duly brailed or rafted whenever he saw fit. To require the surveyor general to stand watch at the exit of the boom to demand of each log owner his fees, or in default of payment to seize the logs thus ready for their future transit down the river, would cast upon the surveyor general not merely the duty of inspecting and scaling, but also, for his own protection, the duty of keeping an additional watch to secure the payment of his fees. It was not unreasonable on the part of the legislature, when it gave the boom company a lien upon all logs turned into the boom, to require that it should be responsible to the surveyor general for his fees, and that he, looking to the boom company for payment thereof, should have a right to enforce a lien upon any logs turned into the boom. It cannot be said that there is, in the nature of things, such an inseparable connection between services rendered and the thing upon which the services are rendered that a lien for the former can only be enforced upon the latter, or even that such lien must be limited to the owner of the latter, for it is within the discretion of the legislature to determine whether, considering all the circumstances, the use of a given instrumentality shall not subject the party seeking that use to a lien upon his property for all the services rendered by the State to the instrumentality. Take the ordinary case of a warehouse for the receipt and discharge of grain. Can it be that the lien for the services of a state inspector must necessarily attach separately, and only separately, to each bushel of grain delivered to and received therefrom? Is it not within the competency of the legislative power to declare that the owner of the elevator, like the owner of a boom, stands, as to all property received into it, as <i>pro tanto</i> an owner, and to give to any official charged with the duty of inspection a lien upon any and all of the property thus received for his services in the matter of inspection, especially when it gives to the owner of the elevator or the boom a lien upon the property placed in his possession for all services, charges and expenses?</p>\n<p><span class=\"star-pagination\">*146</span> We are of opinion that it was within the power of the legislature to so provide. It is not for the courts to inquire whether any other provision would have been wiser. The only question for us to consider is whether that which has been made was within the power of the legislature. It must be borne in mind that while the lien is given for the services rendered, the use of the facilities of the boom is not compulsory. We do not mean to say that a log cutter may throw his logs loosely and separately into the river and let them float down, trusting to luck that they will do no injury. Doubtless any one may make his own raft and send it down the stream, provided he places in charge of it a sufficient number of men to suitably protect it from doing injury or interfering with others in their use of the stream. A main purpose of the boom is to stop and collect the floating logs, and the State having control over the river as a highway of navigation may make such provisions for the use of that highway by the different parties seeking to use it as will prevent any injury by one upon the other. Just as the ordinary land highways are free to the use of the public, yet it is within the competency of the legislature to make such provisions as will prevent the use by one working injury to others; and if a party wishes to use a highway in a manner which may tend to work injury to others he cannot complain if the legislature interferes and provides some means for preventing such injury. In that way it may be said that any log owner may send his logs down the river without the use of the boom, and when he decides to avail himself of the boom it cannot be said that he is deprived of his property without due process of law if he is compelled to subject it to the conditions which the legislature prescribes for the use of such boom.</p>\n<p>A final objection is that even this boom was one chartered by law, within the meaning of section 2400, and although the defendant, Mullen, had performed all that was required of him by the statute to secure a lien, still the law as applied to this boom, and in so far as the logs in question are concerned, is a regulation of interstate commerce which the State of Minnesota has no authority to make. It appears that these <span class=\"star-pagination\">*147</span> logs, and indeed the bulk of the logs passing into this boom, came out of the Chippewa River, a stream wholly within the limits of the State of Wisconsin. The boom company was chartered by the State of Minnesota, and its principal works were within the limits of that State. Counsel for plaintiff refer to many decisions of this court in which the general power of Congress over interstate commerce and the inability of the State to burden in any direct way such commerce have been affirmed. Passing by most we may notice these quotations, as illustrating the scope of our decisions. Thus in <i>County of Mobile</i> v. <i>Kimball,</i> <span class=\"citation\" data-id=\"90287\"><a href=\"/opinion/90287/county-of-mobile-v-kimball/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, it is held that \"commerce with foreign countries and among the States, strictly considered, consists in intercourse and traffic, including in these terms navigation, and the transportation and transit of persons and property;\" and in <i>Gloucester Ferry Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"91358\"><a href=\"/opinion/91358/gloucester-ferry-co-v-pennsylvania/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, 203: \"Commerce among the States consists of intercourse and traffic between their citizens, and includes the transportation of persons and property, and the navigation of public waters for that purpose;\" and from <i>Wabash &amp;c. </i><i>Railway Co.</i> v. <i>Illinois,</i> <span class=\"citation\" data-id=\"91716\"><a href=\"/opinion/91716/wabash-st-l-pr-co-v-illinois/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 571, this paragraph is quoted: \"But we think it may safely be said, that state legislation which seeks to impose a direct burden upon interstate commerce, or to interfere directly with its freedom, does encroach upon the exclusive power of Congress. The statute now under consideration, in our opinion, occupies that position; it does not act upon the business through the local instruments to be employed after coming within the State, but directly upon the business as it comes into the State from without, or goes out from within. While it purports only to control the carrier when engaged within the State, it must necessarily influence his conduct to some extent, in the management of his business throughout his entire voyage. It was to meet just such a case that the commercial clause in the Constitution was adopted. The river Mississippi passes through or along the borders of ten different States, and its tributaries reach many more. The commerce upon these waters is immense, and its regulation clearly a matter of national concern. If each State was at liberty to <span class=\"star-pagination\">*148</span> regulate the conduct of carriers while within its jurisdiction, the confusion likely to follow could not but be productive of great inconvenience and unnecessary hardship.\"</p>\n<p>Upon these authorities it is contended that the navigation of these logs from the place of cutting in Wisconsin along the navigable waters of Minnesota, to their market, wherever it may be in the lower waters of the Mississippi, must be free. If Minnesota can burden the transit with the expense of booming, inspection or scaling, why may not Iowa, Illinois, Missouri and any other State along whose borders the logs may pass before reaching their destination? Even if a State may (as would seem to be indicated by the decisions heretofore referred to), for logs cut within its borders, provide booms, compel their use and enforce payment for the expenses thereof, because for those logs no interstate commerce has commenced, yet here Minnesota is directly regulating the transit of logs cut in another State and passing through its borders on their way to market. This is undoubtedly the most significant if not perhaps the only distinctive Federal question presented in this record.</p>\n<p>We are not disposed to limit in the slightest degree the scope and effect of the decisions referred to. But we are of opinion that these authorities are not pertinent, and that the matter is governed by another line of decisions equally clear and as frequently recognized. The State has a right to improve the waterways within its limits and to make reasonable charges for the use of such improvements, at least until Congress interferes, and either itself assumes control of the improvements or compels their removal. This parallel line of decisions runs back to the early history of this court. In <i>Willson</i> v. <i>Blackbird Creek Marsh Company,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">245</span></span>, it was held that, inasmuch as Congress had passed no act bearing upon the case, the State of Delaware might authorize the building of a dam across the Blackbird Marsh Creek, although thereby a navigable waterway was obstructed. In <i>Pound</i> v. <i>Turck,</i> <span class=\"citation\" data-id=\"89623\"><a href=\"/opinion/89623/pound-v-turck/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, the right of a State to make dams, booms and other instrumentalities to be used in the navigation of logs and lumber was adjudged. Other decisions affirmed the power <span class=\"star-pagination\">*149</span> of the State to build bridges, even toll bridges, over navigable streams, to construct wharves and charge wharfage. In <i>Huse</i> v. <i>Glover,</i> <span class=\"citation\" data-id=\"91790\"><a href=\"/opinion/91790/huse-v-glover/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span>, 548, the right of the State of Illinois to collect tolls for the passage of vessels through locks in the Illinois River was sustained, the court saying:</p>\n<p>\"The exaction of tolls for passage through the locks is as compensation for the use of artificial facilities constructed, not as an impost upon the navigation of the stream. The provision of the clause that the navigable streams should be highways without any tax, impost or duty, has reference to their navigation in their natural state. It did not contemplate that such navigation might not be improved by artificial means, by the removal of obstructions, or by the making of dams for deepening the waters, or by turning into the rivers waters from other streams to increase their depth. For outlays caused by such works the State may exact reasonable tolls. They are like charges for the use of wharves and docks constructed to facilitate the landing of persons and freight, and the taking them on board, or for the repair of vessels.\"</p>\n<p>In <i>Sands</i> v. <i>Manistee River Improvement Co.,</i> <span class=\"citation\" data-id=\"92044\"><a href=\"/opinion/92044/sands-v-manistee-river-improvement-co/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 295, a corporation had been authorized by the State of Michigan to improve the Manistee River, and to charge tolls for the use of the improvement. An action to collect tolls was resisted on the ground that the imposition was a taking of property without due process of law, which contention was overruled, and in the course of the opinion it was said:</p>\n<p>\"The Manistee River is wholly within the limits of Michigan. The State, therefore, can authorize any improvement which in its judgment will enhance its value as a means of transportation from one part of the State to another. The internal commerce of a State  that is, the commerce which is wholly confined within its limits  is as much under its control as foreign or interstate commerce is under the control of the general government; and, to encourage the growth of this commerce and render it safe, the States may provide for the removal of obstructions from their rivers and harbors, and deepen their channels, and improve them in other ways, if, as is said in <i>County of Mobile</i> v. <i>Kimball</i><i>,</i> the free navigation of <span class=\"star-pagination\">*150</span> those waters, as permitted under the laws of the United States, is not impaired, or any system for the improvement of their navigation provided by the general government is not defeated. <span class=\"citation\" data-id=\"90287\"><a href=\"/opinion/90287/county-of-mobile-v-kimball/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 699. And to meet the cost of such improvements, the States may levy a general tax or lay a toll upon all who use the rivers and harbors as improved. The improvements are, in that respect, like wharves and docks constructed to facilitate commerce in loading and unloading vessels. (<i>Huse</i> v. <i>Glover,</i> <span class=\"citation\" data-id=\"91790\"><a href=\"/opinion/91790/huse-v-glover/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span>, 548.) Regulations of tolls or charges in such cases are mere matters of administration, under the entire control of the State.\"</p>\n<p>Many other cases of similar import might be cited, but these are enough to disclose the principle which is clearly recognized.</p>\n<p>The principal works of the boom company are wholly within the State of Minnesota. The centre of the main channel of the Mississippi River is northeast of the island. The State of Minnesota had therefore the undoubted right to improve this portion of the Mississippi River lying southwest of the island for the purpose of facilitating the navigation of logs. It could do the work itself, or could authorize a corporation to do the work, and it could prescribe any reasonable fees for the use of the improvement. The power of the State to authorize the construction of these works did not depend at all upon the question whence all or most of the logs likely to be run into the boom should come. It is enough that the State authorized this improvement and prescribed the conditions upon which it might be used by any owner of logs. These conditions are not shown to be unreasonable. It is a legitimate exercise of power on the part of a State to provide state supervision of what is done in works of such a character, and to require payment of reasonable charges for such supervision. It does not appear that the plaintiff was compelled to avail itself of this boom; that its logs were forcibly seized by the boom company, and against its will passed through the boom. On the contrary, it would seem not improbable from the testimony that the persons who organized and owned the boom company were engaged in the <span class=\"star-pagination\">*151</span> business of cutting logs on the Chippewa River, and that this litigation sprang from their desire to get all the benefits of the boom without submission to the inspection laws of the State, which gave authority for the works. At any rate, if this plaintiff wanted to take advantage of the conveniences furnished by the boom, it is not in a position to avoid compliance with these provisions of the statutes of the State which authorized the construction of the works.</p>\n<p>It is true that that which is called a \"shear boom\" extended across the navigable channel of the Mississippi and to near the Wisconsin shore; but if neither the State of Wisconsin nor the United States complained of this as an obstruction of the navigation of the Mississippi, it does not lie in the mouth of the plaintiff to complain. Indeed, its complaint is not that the shear boom interfered with its rights of navigation in any way, but that after its logs had been passed into the works constructed under the authority and within the limits of the State of Minnesota it was not permitted to avail itself of the advantages furnished thereby and repudiate the charges prescribed by the State.</p>\n<p>Before passing from a consideration of the right of this boom company under its charter to place the shear boom across the main channel of the Mississippi it may not be inappropriate to notice a decision of the Supreme Court of Wisconsin upon a like question. In <i>J.S. Keator Lumber Company</i> v. <i>St. Croix Boom Corporation,</i> 72 Wisconsin, 62, 88, it appeared that the St. Croix Boom Company was a corporation created by the State of Minnesota, and that it had constructed its boom on the St. Croix River at a place where the river was the boundary line between Minnesota and Wisconsin, and wholly occupied the river with its works. An action was brought to recover damages on account of the way in which the boom was constructed and operated. The opinion of the Supreme Court, by Mr. Justice Cassoday, is a very elaborate discussion of the rights of parties. In it it is said:</p>\n<p>\"The obstructions here complained of were in that part of the St. Croix River constituting the boundary line between <span class=\"star-pagination\">*152</span> this State and Minnesota. The defendant justifies under corporate authority derived solely from Minnesota. We are here confronted with the question whether such authority, so granted by that State alone and without the concurrence of this, is of any validity. Our constitution declares that `the State shall have concurrent jurisdiction on all rivers and lakes bordering on this State, so far as such rivers or lakes shall form a common boundary to the State and any other State or Territory now or hereafter to be formed and bounded by the same.' (Sec. 1, Art. IX, Const. Wis.) This provision is substantially the same as the third section of the act of Congress of August 6, 1846, enabling the organization of this State preparatory to its admission into the Union. Substantially the same provision, as applied to Minnesota, is found in sec. 2 of art. II of the constitution of that State, which is in substance the same as section 2 of the enabling act for the organization of that State passed by Congress in 1857. Such `concurrent jurisdiction,' therefore, is fairly established by the combined action of the general government and each of these two States. Its significance is the important inquiry presented. No one will deny that the one State has as much jurisdiction over the commerce of the river as the other, nor that the jurisdiction of each and both must be and remain subordinate to any action of Congress under the commercial clause of our national Constitution. The question recurs whether one of these States, without the concurrence of the other, can legally grant the booming privileges and rights authorized by the defendant's charter.\"</p>\n<p>Without attempting fully to define the rights which either State might grant, it was held that a private party could not maintain an action for damages on the ground that Minnesota had exceeded its jurisdiction in granting rights upon waters within the limits of Wisconsin. Referring to <i>Rundle</i> v. <i>Delware &amp; Raritan Canal Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">How.</span> <span class=\"page\">80</span></span>, the court stated the facts and the rulings in that case, and summed up its own views in these words (pages 98, 99):</p>\n<p>\"The plaintiffs owned certain mills in Pennsylvania, opposite Trenton, New Jersey, supplied with water from a dam in the <span class=\"star-pagination\">*153</span> Delaware River, by a title running back prior to 1771. In that year the two provinces, which subsequently became the States of Pennsylvania and New Jersey, respectively passed acts declaring the river a common highway for the purposes of navigation, and appointed commissioners with full power to improve such navigation and remove any obstructions. By compact in 1783, it was agreed by the two States that the river should continue to be and remain a common highway in its whole length and breadth, equally free and open for the use, benefit and advantage of each of the two States. The defendant company was incorporated under the laws of New Jersey in 1830, and was thereby authorized to and did construct a canal in that State, with a feeder from a dam in that river above the plaintiffs. The action was brought by reason of the diversion of such water, to the damage of the plaintiffs. The court held, in effect, that the plaintiffs had no grant of the usufruct of the waters of the river, but only a license to draw from their dam; that such license was revocable and in subjection to the superior right of the State to divert the water for public improvements, either by the State directly or by a corporation created for that purpose; that the plaintiffs, being but tenants at sufferance in the usufruct of the water of the two States, who owned the river as tenants in common, were not in a condition to question the relative rights of either State to use its waters without the consent of the other; that as, by the laws of their own State, the plaintiffs could have had no remedy against a corporation authorized to take the whole waters of the river for the purpose of canals or improving the navigation, so they could not sustain a suit against a corporation created by New Jersey for the same purpose, which had taken a part of the waters. The principle of that decision seems to be that a mere private party should not be heard to complain that one of two States, divided by such river, had invaded the rightful jurisdiction of the other by diverting more than its share of the waters. So here, we think, the plaintiffs are not entitled to be heard as to whether Minnesota has infringed the rightful jurisdiction of Wisconsin. This State is not a party to this suit, and her comparative rights in <span class=\"star-pagination\">*154</span> and upon the waters of the river at the points in question cannot be adjudicated in this action.\"</p>\n<p>Without pursuing this subject further, we are of opinion that the improvement made in the Mississippi River by the construction of the boom and its works, and the exaction of reasonable charges for the use of such works, including fees of state officials for inspecting and scaling, if done under state authority, cannot be considered in any just sense a burden upon interstate commerce. It is nothing more than action upon the part of a State in furnishing additional facilities for the navigation of the waterway, and for such additional facilities reasonable charges may be exacted. The \"shear boom,\" even though it extends across the main channel of the Mississippi River and into the territory of Wisconsin, was not complained of by that State, and the plaintiff cannot be heard to raise any question in that respect. Indeed, its only purpose was to enable the boom company the more easily to collect the logs of plaintiff and others floating down the stream. The work of separation and brailing was done wholly within the limits of the State of Minnesota in works constructed therein. For these reasons we are of opinion that the judgment of the court below was right, and it is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE PECKHAM, with whom concurred MR. JUSTICE HARLAN, MR. JUSTICE BROWN and MR. JUSTICE WHITE, dissenting.</p>\n<p>I dissent from that portion of the opinion of the court which determines the validity of a lien upon the logs of one owner in order to secure payment of the fees for the inspection and scaling of logs owned by another.</p>\n<p>The situation in which the log owner is placed practically compels him to make use of the boom for the purpose of having his logs inspected and scaled as required by the law, and under such circumstances he cannot be properly or fairly held, by the use of the boom, to consent that his property should be taken for the debt of another person. The mere inconvenience, however great or small, to the inspector, of having <span class=\"star-pagination\">*155</span> some one watch at the exit of the boom to demand of each log owner the fees for inspecting and scaling his particular logs, furnishes no answer to the objection of the log owner to the taking of his property for the debt of another. This act accomplishes that result in its plainest and baldest form. It reduces to actual practice and in the form of a legislative enactment, sanctioned by judicial approval, the illustration that is generally made for the purpose of showing that there are some things so contrary to justice as to admit of no doubt of their utter illegality; such as the arbitrary taking, under the form of a legislative enactment, of the property of one man and bestowing it upon another.</p>\n<p>If an owner is practically compelled, in order to conform to a statute, to use a warehouse for the receipt of his grain, I think it plain that it would be utterly illegal to permit a lien on the grain of such owner to attach, for the purpose of obtaining payment for the services of a state inspector in inspecting the grain of another. Whilst as now decided by the court, a state regulation which substantially compels the sending of logs into the boom to be there inspected and scaled, may not be a regulation of interstate commerce, I think a state regulation which confiscates the logs of one person to pay the debt of another clearly constitutes such a direct burden upon that commerce as to cause the statute making the regulation, at least to that extent, to be repugnant to the Constitution of the United States.</p>\n<p>Without enlarging upon what seems to me a very great inroad made upon the rights of individual property by the opinion of the court herein, I am content merely to record my dissent from the doctrine therein announced.</p>\n<p>I am authorized to say that MR. JUSTICE HARLAN, MR. JUSTICE BROWN and MR. JUSTICE WHITE concur in this dissent.</p>\n</div>", "id": 95171, "judges": "Brewer, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95171/", "sha1": "fa9b2aae886d4277c853c2403e58225d80a99635", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:08"}